{"document_instrument_name": ["Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "New Zealand", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Disaster Resilience Strategy", "document_country_code": "NZL", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": "Drm/Drr", "document_region_code": "East Asia & Pacific", "document_date": "19/04/2019", "document_keyword": ["Adaptation", "Disaster Risk Management"], "document_url": "https://cdn.climatepolicyradar.org/NZL/2019/NZL-2019-04-19-National Disaster Resilience Strategy_1f5bc10c5759e21b8204ee64d882626b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "G.7D2"}, {"text_block_id": "p0_b2", "text": "National Disaster Resilience Strategy"}, {"text_block_id": "p0_b3", "text": "Rautaki ā-Motu Manawaroa Aituā"}, {"text_block_id": "p0_b4", "text": "We all have a role in a disaster resilient nation"}, {"text_block_id": "p0_b5", "text": "He wāhanga tō tātau katoa i roto i te iwi manawaroa aituā"}, {"text_block_id": "p1_b6", "text": "National Disaster"}, {"text_block_id": "p1_b7", "text": "Resilience Strategy"}, {"text_block_id": "p1_b8", "text": "Rautaki ā-Motu"}, {"text_block_id": "p1_b9", "text": "Manawaroa Aituā"}, {"text_block_id": "p1_b10", "text": "ISBN: 978-0-478-43523-8"}, {"text_block_id": "p1_b11", "text": "Published in April 2019 by the Ministry of Civil Defence & Emergency Management"}, {"text_block_id": "p1_b12", "text": "Authority"}, {"text_block_id": "p1_b13", "text": "The National Disaster Resilience Strategy is issued by the Minister of Civil Defence, pursuant to s 31 of the Civil Defence Emergency Management Act 2002. It provides an outline of the Crown’s goals in relation to civil defence emergency management, including the objectives to be pursued to achieve those goals."}, {"text_block_id": "p1_b14", "text": "Commencement"}, {"text_block_id": "p1_b15", "text": "This Strategy comes into effect on 10 April 2019, pursuant to s 34(1)(a) of the CDEM Act."}, {"text_block_id": "p1_b16", "text": "Reproduction"}, {"text_block_id": "p1_b17_merged", "text": "This document is not copyrighted and may be reproduced with acknowledgement. It is available, along with further information about civil defence emergency management on the Ministry website www.civildefence.govt.nz."}, {"text_block_id": "p1_b20", "text": "Ministry of Civil Defence & Emergency Management"}, {"text_block_id": "p1_b21", "text": "PO Box 5010"}, {"text_block_id": "p1_b22", "text": "Wellington 6145"}, {"text_block_id": "p1_b23", "text": "New Zealand"}, {"text_block_id": "p1_b24", "text": "Tel: +64 4 817 8555"}, {"text_block_id": "p1_b25", "text": "Email:"}, {"text_block_id": "p1_b26", "text": "emergency.management@dpmc.govt.nz"}, {"text_block_id": "p1_b27", "text": "Department of the Prime Minister and Cabinet"}, {"text_block_id": "p1_b28", "text": "PO Box 55"}, {"text_block_id": "p1_b29", "text": "Wellington"}, {"text_block_id": "p1_b30", "text": "New Zealand"}, {"text_block_id": "p1_b31", "text": "Tel: +64 4 817 9700"}, {"text_block_id": "p1_b32", "text": "Website:"}, {"text_block_id": "p1_b33", "text": "www.dpmc.govt.nz"}, {"text_block_id": "p2_b34", "text": "Foreword"}, {"text_block_id": "p2_b35", "text": "Kōrero whakapuaki"}, {"text_block_id": "p2_b36", "text": "New Zealand faces some of the greatest natural hazard risks of any country in the world. Increasingly, we also face a range of hazards and risks from other sources, from plant and animal diseases, to human health, to technological disruptions and security threats. Many of these have the potential to be exacerbated with the increased risks posed by climate change. Other trends in our society and the broader international context means that our risk landscape is increasingly complex and uncertain."}, {"text_block_id": "p2_b37", "text": "The role of this Strategy – the national civil defence emergency management strategy – is to set out our goals and objectives for civil defence emergency management over the next ten years. The previous Strategy was over ten years old, predating the 2010 and"}, {"text_block_id": "p2_b38", "text": "2011 Canterbury and 2016 Kaikōura earthquakes. This Strategy aims"}, {"text_block_id": "p2_b39", "text": "to incorporate lessons learned from these and other events in New Zealand and overseas, and takes a fresh look at our priorities. It has"}, {"text_block_id": "p2_b40", "text": "been given the title of National Disaster Resilience Strategy to reflect the"}, {"text_block_id": "p2_b41", "text": "inclusive approach we want to take."}, {"text_block_id": "p2_b42_merged_merged", "text": "The Strategy has a strong focus on wellbeing. It incorporates the Treasury’s Living Standards Framework and considers the types of resilience needed to protect and grow our wellbeing. The Strategy reflects our increased understanding of national risks and responds to increased community expectations of our emergency management system. It also builds on the Government’s work to reform the emergency management system to improve how New Zealand responds to natural disasters and other emergencies."}, {"text_block_id": "p2_b45", "text": "The objectives set out in this Strategy acknowledge the particular challenges faced by many New Zealand communities associated with their geographic location, their vulnerabilities, or their hazards. It seeks to enable and empower communities everywhere to take action to look after themselves and others in times of crisis, while still ensuring strong local, regional, and national leadership and support when needed."}, {"text_block_id": "p2_b46", "text": "On behalf of the Government, I acknowledge the efforts of everyone"}, {"text_block_id": "p2_b47", "text": "around the country who contributed to the development of this Strategy – the next step towards building a more resilient New Zealand."}, {"text_block_id": "p3_b48", "text": "Executive Summary"}, {"text_block_id": "p3_b49", "text": "He whakarāpopototanga"}, {"text_block_id": "p3_b50", "text": "Globally, the economic cost of disasters has increased steadily over the last 40 years, in large part because of the expansion of the built environment. Damage to infrastructure and buildings poses huge costs, public and private."}, {"text_block_id": "p3_b51", "text": "However, it is the impact on wellbeing that can have the most profound effect. On 22 February 2011, New Zealand suffered one of its worst ever disasters with the Canterbury earthquake. In 2013, the Treasury estimated the capital costs to be over $40 billion, the equivalent of 20% of gross domestic product. Beyond the tangible costs of damage and rebuild, lay a web of social and economic disruption and upheaval. There were flow-on effects to business and employment, psychological trauma, dislocation of communities, creation or exacerbation of social issues, disruption to normal lives and livelihoods, and uncertainty in the future."}, {"text_block_id": "p3_b52", "text": "We face a range of hazards and risks in New Zealand. Increasingly complex and uncertain risks that represent a threat to our way of life and to our wellbeing and prosperity."}, {"text_block_id": "p3_b53", "text": "Many of the risks we face now and in the future can be"}, {"text_block_id": "p3_b54", "text": "readily identified. However, we also need to recognise the future is uncertain: significant, unexpected, and hard-"}, {"text_block_id": "p3_b55", "text": "predict events are inevitable. The further we probe into the future, the deeper the level of uncertainty we encounter."}, {"text_block_id": "p3_b56", "text": "Within this uncertain future environment,"}, {"text_block_id": "p3_b57", "text": "resilience"}, {"text_block_id": "p3_b58", "text": "is"}, {"text_block_id": "p3_b59", "text": "an important requirement for success. Resilience is the"}, {"text_block_id": "p3_b60", "text": "ability to anticipate and resist disruptive events, minimise"}, {"text_block_id": "p3_b61", "text": "adverse impacts, respond effectively, maintain or recover"}, {"text_block_id": "p3_b62", "text": "functionality, and adapt in a way that allows for learning and thriving. In essence, it’s about developing a wide zone of"}, {"text_block_id": "p3_b63", "text": "tolerance – the ability to remain effective across a range of"}, {"text_block_id": "p3_b64", "text": "future conditions."}, {"text_block_id": "p3_b65", "text": "Given our risk landscape, and the uncertainty of the wider domestic and global environment, it is important for us to take deliberate steps to improve our resilience and protect the prosperity and wellbeing of individuals, communities, businesses, our society, the economy, and the nation as a whole."}, {"text_block_id": "p3_b66", "text": "This Strategy sets three priorities to improve our nation’s resilience to disasters:"}, {"text_block_id": "p3_b67", "text": "This Strategy sets three priorities to improve our nation’s resilience to disasters:\n* : what we can do to minimise the risks\n* emergencies:\n* emergencies:\n building our capability and capacity to\n* building a culture of resilience in New"}, {"text_block_id": "p3_b77", "text": "Each priority has six objectives to focus effort on the critical issues and drive progress (shown on the next page)."}, {"text_block_id": "p3_b78", "text": "The Strategy promotes a holistic approach to resilience that connects with a range of agencies and sectors to deliver improved outcomes for New Zealanders. Disaster risk and disaster impacts reach all parts of society, so, to the greatest degree possible, disaster resilience should be integrated in all parts of society."}, {"text_block_id": "p3_b79", "text": "Disaster resilience requires a shared approach between governments (central and local), relevant stakeholders,"}, {"text_block_id": "p3_b80", "text": "and the wider public – a collective approach to a collective problem. The goodwill, knowledge, experience, and commitment of all of parts of society are needed to make"}, {"text_block_id": "p3_b81", "text": "a difference."}, {"text_block_id": "p3_b82", "text": "What can I do?"}, {"text_block_id": "p3_b83", "text": "All readers of this Strategy are encouraged to consider what the priorities and objectives mean for them, their family/"}, {"text_block_id": "p3_b84", "text": "whānau, business or organisation, community/hapū, and"}, {"text_block_id": "p3_b85", "text": "what they can do to contribute to their own resilience or the resilience of others."}, {"text_block_id": "p3_b86", "text": "Appendix 1 takes the priorities, high-level objectives and success measures of the Strategy, and translates"}, {"text_block_id": "p3_b87", "text": "them into a range of recommended actions for different audiences: individuals and families/whānau, businesses and organisations, communities and hapū, cities and districts,"}, {"text_block_id": "p3_b88", "text": "and government and national organisations."}, {"text_block_id": "p3_b89_merged_merged_merged_merged", "text": "Resources are online at www.civildefence.govt.nz, including factsheets to support specific groups in their resilience endeavours. These include pointers on how to find more information and support, and how you can participate in building our nation’s resilience to disasters."}, {"text_block_id": "p4_b94", "text": "National Disaster Resilience Strategy"}, {"text_block_id": "p4_b95", "text": "We will do this through:"}, {"text_block_id": "p6_b96", "text": "Contents"}, {"text_block_id": "p6_b97", "text": "Ripanga ihirangi"}, {"text_block_id": "p7_b98", "text": "Key terms"}, {"text_block_id": "p7_b99", "text": "Ngā kupu hira"}, {"text_block_id": "p7_b100", "text": "Capacity"}, {"text_block_id": "p7_b101", "text": "The combination of all the strengths, attributes and  resources available within an organisation, community or society to manage and reduce disaster risks and"}, {"text_block_id": "p7_b102", "text": "strengthen resilience."}, {"text_block_id": "p7_b103", "text": "Community"}, {"text_block_id": "p7_b104", "text": "A group of people who:"}, {"text_block_id": "p7_b105", "text": "A group of people who:\n* live in a particular area or place (âgeographicâ or â\n* are similar in some way (ârelationalâ or â\n* have friendships, or a sense of having something in"}, {"text_block_id": "p7_b112", "text": "People can belong to more than one community, and communities can be any size. With increasing use of social media and digital technologies, communities can also be virtual."}, {"text_block_id": "p7_b113", "text": "Disaster"}, {"text_block_id": "p7_b114", "text": "A serious disruption of the functioning of a community or a society at any scale due to hazardous events interacting with conditions of exposure, vulnerability and capacity, leading to one or more of the following: human, material, social, cultural, economic and environmental losses"}, {"text_block_id": "p7_b115", "text": "and impacts."}, {"text_block_id": "p7_b116", "text": "Disaster risk"}, {"text_block_id": "p7_b117", "text": "The potential loss of life, injury, or destroyed or damaged  assets which could occur to a system, society or a"}, {"text_block_id": "p7_b118", "text": "community in a specific period of time, determined as a"}, {"text_block_id": "p7_b119", "text": "function of hazard, exposure, vulnerability and capacity."}, {"text_block_id": "p7_b120", "text": "Disaster risk management"}, {"text_block_id": "p7_b121", "text": "Disaster risk management is the application of disaster risk reduction policies and strategies to prevent new disaster risk, reduce existing disaster risk and manage residual risk, contributing to the strengthening of resilience and reduction of disaster losses."}, {"text_block_id": "p7_b122", "text": "Disaster risk reduction"}, {"text_block_id": "p7_b123", "text": "Disaster risk reduction is aimed at preventing new and  reducing existing disaster risk and managing residual risk, all of which contribute to strengthening resilience."}, {"text_block_id": "p7_b124", "text": "Disruption"}, {"text_block_id": "p7_b125", "text": "An event that considerably interrupts normal life, business, functions, operations, or processes, whether anticipated or unanticipated."}, {"text_block_id": "p7_b126", "text": "Emergency"}, {"text_block_id": "p7_b127", "text": "Emergency\n* situation that:\n<\\li1>\n\t* is the result of any happening, whether natural or\n\t* causes or may cause loss of life or injury or illness or\n\t* cannot be dealt with by emergency services or otherwise"}, {"text_block_id": "p7_b138", "text": "Emergency management"}, {"text_block_id": "p7_b139", "text": "The application of knowledge, measures, and practices that are necessary or desirable for the safety of the public or property, and are designed to guard against, prevent, reduce, recover from, or overcome any hazard or harm or loss that may be associated with any emergency, including the planning, organisation, co-ordination, and implementation of those measures, knowledge,"}, {"text_block_id": "p7_b140", "text": "and practices."}, {"text_block_id": "p7_b141", "text": "Exposure"}, {"text_block_id": "p7_b142", "text": "People, infrastructure, buildings, the economy, and other assets that are exposed to a hazard."}, {"text_block_id": "p7_b143", "text": "Hazard"}, {"text_block_id": "p7_b144", "text": "A process, phenomenon or human activity that may cause loss of life, injury or other health impacts, property damage, social and economic disruption or environmental degradation."}, {"text_block_id": "p7_b145", "text": "Prosperity"}, {"text_block_id": "p7_b146", "text": "The condition of being successful or thriving, particularly"}, {"text_block_id": "p7_b147", "text": "financially."}, {"text_block_id": "p8_b148", "text": "Readiness"}, {"text_block_id": "p8_b149", "text": "4"}, {"text_block_id": "p8_b150", "text": "Developing operational systems and capabilities before an emergency happens, including making arrangements with emergency services, lifeline utilities, and other agencies, and developing self-help and response arrangements for the general public."}, {"text_block_id": "p8_b151", "text": "Reconstruction"}, {"text_block_id": "p8_b152", "text": "1"}, {"text_block_id": "p8_b153", "text": "The medium and long-term rebuilding and restoration of critical infrastructure, services, housing, facilities and"}, {"text_block_id": "p8_b154", "text": "livelihoods required for the full functioning of a community or a society affected by a disaster, aligning with the principles of sustainable development and ‘build back"}, {"text_block_id": "p8_b155", "text": "better’, to avoid or reduce future disaster risk."}, {"text_block_id": "p8_b156", "text": "Recovery"}, {"text_block_id": "p8_b157", "text": "3"}, {"text_block_id": "p8_b158", "text": "The coordinated efforts and processes used to bring about"}, {"text_block_id": "p8_b159", "text": "the immediate, medium-term, and long-term holistic regeneration and enhancement of a community following an emergency."}, {"text_block_id": "p8_b160", "text": "Response"}, {"text_block_id": "p8_b161", "text": "4"}, {"text_block_id": "p8_b162", "text": "Actions taken immediately before, during or directly after an emergency to save human and animal lives and property, and to help communities begin to recover."}, {"text_block_id": "p8_b163", "text": "Residual risk"}, {"text_block_id": "p8_b164", "text": "2"}, {"text_block_id": "p8_b165", "text": "The risk that remains after risk treatment has been applied"}, {"text_block_id": "p8_b166", "text": "to reduce the potential consequences."}, {"text_block_id": "p8_b167", "text": "Resilience"}, {"text_block_id": "p8_b168", "text": "2"}, {"text_block_id": "p8_b169", "text": "The ability to anticipate and resist the effects of a"}, {"text_block_id": "p8_b170", "text": "disruptive event, minimise adverse impacts, respond"}, {"text_block_id": "p8_b171", "text": "effectively post-event, maintain or recover functionality,"}, {"text_block_id": "p8_b172", "text": "and adapt in a way that allows for learning and thriving."}, {"text_block_id": "p8_b173", "text": "Risk assessment"}, {"text_block_id": "p8_b174", "text": "1"}, {"text_block_id": "p8_b175", "text": "An assessment of the nature and extent of risk by analysing potential hazards and evaluating existing conditions of exposure and vulnerability to determine likely"}, {"text_block_id": "p8_b176", "text": "consequences."}, {"text_block_id": "p8_b177", "text": "Risk transfer"}, {"text_block_id": "p8_b178", "text": "1"}, {"text_block_id": "p8_b179", "text": "The process of formally or informally shifting the financial consequences of particular risks from one party to"}, {"text_block_id": "p8_b180", "text": "another, e.g. via insurance."}, {"text_block_id": "p8_b181", "text": "Wellbeing"}, {"text_block_id": "p8_b182", "text": "2"}, {"text_block_id": "p8_b183", "text": "Our quality of life, including: civic and human rights, culture"}, {"text_block_id": "p8_b184", "text": "and identity, housing, knowledge and skills, leisure and recreation, material standard of living, employment status and job satisfaction, the physical and natural environment, safety and security, health and social connectedness."}, {"text_block_id": "p8_b185_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Vulnerability1"}, {"text_block_id": "p8_b187", "text": "The conditions determined by physical, social, economic and environmental factors or processes which increase the susceptibility of an individual, a community, assets or systems to the impacts of hazards."}, {"text_block_id": "p9_b188", "text": "Our vision and goal"}, {"text_block_id": "p9_b189", "text": "Tā mātau matakitenga me te uaratanga"}, {"text_block_id": "p9_b190", "text": "Purpose of this Strategy"}, {"text_block_id": "p9_b191", "text": "Protecting our wellbeing and prosperity"}, {"text_block_id": "p9_b192", "text": "Risks to our wellbeing and prosperity"}, {"text_block_id": "p9_b193", "text": "A resilient future"}, {"text_block_id": "p10_b194", "text": "1. Purpose of this Strategy"}, {"text_block_id": "p10_b195", "text": "Te kaupapa o tēnei Rautaki"}, {"text_block_id": "p10_b196", "text": "1.1 Delivering on the intent and purpose of the CDEM Act 2002"}, {"text_block_id": "p10_b197", "text": "The purpose of this Strategy is to outline the vision and long-term goals for civil defence emergency management"}, {"text_block_id": "p10_b198", "text": "(CDEM) in New Zealand. CDEM in New Zealand is governed"}, {"text_block_id": "p10_b199", "text": "by the CDEM Act, which:"}, {"text_block_id": "p10_b200", "text": "by the CDEM Act, which:\n* promotes the sustainable management of hazards in a\n* encourages wide participation, including communities,\n* provides for planning and preparation for emergencies,\n* readiness, response and recovery activities through\n* provides a basis for the integration of national and local\n* encourages coordination across a wide range of"}, {"text_block_id": "p10_b214", "text": "This reflects an overarching intent for a resilient New"}, {"text_block_id": "p10_b215", "text": "Zealand."}, {"text_block_id": "p10_b216", "text": "This is important because New Zealanders are, and will continue to be, at risk from a broad range of hazards."}, {"text_block_id": "p10_b217", "text": "We can do much to reduce our risks, through both a risk management approach, and by building broader societal"}, {"text_block_id": "p10_b218", "text": "resilience. We can also ensure we have effective processes"}, {"text_block_id": "p10_b219", "text": "in place for responding to and recovering from emergencies and other types of disruption when they do happen."}, {"text_block_id": "p10_b220", "text": "The Strategy sets out what we as New Zealanders expect of a resilient New Zealand, and what we want to achieve over the next ten years. It explicitly links resilience to the protection and growth of living standards for all New Zealanders, and promotes a wide, whole-of-society, participatory and inclusive approach."}, {"text_block_id": "p10_b221", "text": "The Strategy provides the vision and strategic direction, including priorities and objectives for increasing New Zealand’s resilience to disasters. The detail of"}, {"text_block_id": "p10_b222", "text": "how"}, {"text_block_id": "p10_b223", "text": "those objectives are to be achieved sits in a roadmap of actions, alongside other related key documents including the"}, {"text_block_id": "p10_b224", "text": "National CDEM Plan and Guide,"}, {"text_block_id": "p10_b225", "text": "the"}, {"text_block_id": "p10_b226", "text": "National Security Handbook,"}, {"text_block_id": "p10_b227", "text": "CDEM Group plans, and a range of other supporting policies and plans."}, {"text_block_id": "p10_b228", "text": "1.2 This is the third Strategy made under"}, {"text_block_id": "p10_b229", "text": "the CDEM Act"}, {"text_block_id": "p10_b230", "text": "The first Strategy was issued in 2003, the second in 2007. They were aimed at embedding the (then) new approach to"}, {"text_block_id": "p10_b231", "text": "emergency management in New Zealand, which was to take"}, {"text_block_id": "p10_b232", "text": "a comprehensive and integrated approach, utilising the ‘4Rs’"}, {"text_block_id": "p10_b233", "text": "of risk reduction, readiness, response, and recovery."}, {"text_block_id": "p10_b234", "text": "In 2019, we have reached a level of maturity where we are"}, {"text_block_id": "p10_b235", "text": "ready for the next step. Several things have influenced our"}, {"text_block_id": "p10_b236", "text": "thinking on what that step should be:"}, {"text_block_id": "p10_b237", "text": "thinking on what that step should be:\n* 16 years of lessons from incidents and emergencies\n* work to better understand and manage national\n* assessment, monitoring, and ownership of risks;\n* global agreements, such as the Sendai Framework for\n* Better Responses to Natural\n* Better Responses to Natural\n , and the Governmentâs\n* a two-year long strategy development process with a"}, {"text_block_id": "p10_b254", "text": "Collectively, we have identified areas where we can do more to be more effective, more capable, fit-for-purpose, have all"}, {"text_block_id": "p10_b255", "text": "the information we need to make the smartest choices, and keep pace with changing risks and changes in society. This Strategy details those areas, and the work we need to do to build a more resilient New Zealand."}, {"text_block_id": "p11_b256", "text": "1.3 Scope of this Strategy"}, {"text_block_id": "p11_b257", "text": "While acknowledging broad societal resilience is desirable for achieving higher living standards and optimal prosperity"}, {"text_block_id": "p11_b258", "text": "and wellbeing, this Strategy is confined to the"}, {"text_block_id": "p11_b259", "text": "disaster"}, {"text_block_id": "p11_b260", "text": "aspects of resilience."}, {"text_block_id": "p11_b261", "text": "Furthermore, while acknowledging the vital importance of wider social and economic attributes of disaster resilience"}, {"text_block_id": "p11_b262", "text": "(such as high levels of health and education, reduced inequalities and social deprivation, and building fiscal and macro-economic strength), these issues are well catered for"}, {"text_block_id": "p11_b263", "text": "by other policies and programmes across government and"}, {"text_block_id": "p11_b264", "text": "through society, and will not be duplicated here."}, {"text_block_id": "p11_b265", "text": "1.4 Links with other policy and practice"}, {"text_block_id": "p11_b266", "text": "The Strategy is informed by policy and practice across"}, {"text_block_id": "p11_b267", "text": "key sectors of society and, in turn, promotes or requires"}, {"text_block_id": "p11_b268", "text": "resilient practices in each of these sectors."}, {"text_block_id": "p11_b269", "text": "Some work to deliver the Strategy is driven by the"}, {"text_block_id": "p11_b270", "text": "Strategy itself (for example, working with communities on community resilience plans). Other work is driven by other legislation and policy (for example, Regional or District plans) and contributes to multiple outcomes. Particular"}, {"text_block_id": "p11_b271", "text": "care has been taken to ensure alignment in areas of cross over, and ensure that policy and practice on key issues is mutually reinforcing."}, {"text_block_id": "p11_b272", "text": "Figure 1 The policy context of the National Disaster Resilience Strategy"}, {"text_block_id": "p11_b273", "text": "1.5 Intended audience and use of"}, {"text_block_id": "p11_b274", "text": "the Strategy"}, {"text_block_id": "p11_b275", "text": "This Strategy is for all New Zealanders, and all those who live, work or visit here."}, {"text_block_id": "p11_b276", "text": "It is intended to provide a common agenda for resilience that individual organisations, agencies, and groups can align with for collective impact."}, {"text_block_id": "p11_b277", "text": "Central government, local government, iwi, businesses, and organisations"}, {"text_block_id": "p11_b278", "text": "can use the Strategy to guide them in building resilience both for their own organisation, and for the people and communities they support or provide services for."}, {"text_block_id": "p11_b279", "text": "Hapū and community organisations"}, {"text_block_id": "p11_b280", "text": "can use the"}, {"text_block_id": "p11_b281", "text": "Strategy to support community wellbeing and resilience, and to understand the wider network of agencies and organisations working towards common goals."}, {"text_block_id": "p11_b282", "text": "Individuals, families and whānau"}, {"text_block_id": "p11_b283", "text": "can use the Strategy to prompt thinking on their own resilience, and what they can do to ensure they and their dependants, including animals, are prepared for disruption and emergencies."}, {"text_block_id": "p11_b284", "text": "Emergency management in New Zealand is still based, first"}, {"text_block_id": "p11_b285", "text": "and foremost, on a principle of self-reliance; individuals and communities must be able to care for themselves and each other, as much as possible, when the normal functions of daily life are disrupted. This Strategy provides guidance for building resilience over the long term, as well as hopefully giving assurance about the wider network of organisations"}, {"text_block_id": "p11_b286", "text": "supporting individuals, households and whānau at a"}, {"text_block_id": "p11_b287", "text": "community, local, regional, and national level."}, {"text_block_id": "p11_b288", "text": "All readers"}, {"text_block_id": "p11_b289_merged_merged_merged_merged_merged", "text": "are encouraged to consider what this Strategy means for them, their family/whānau, community or hapū, business or organisation, and what they can do to contribute to their own resilience or the resilience of others."}, {"text_block_id": "p11_b292", "text": "Some tailored recommendations are provided in Appendix 1"}, {"text_block_id": "p11_b293", "text": "(pages 39-43)."}, {"text_block_id": "p11_b294", "text": "1.6 Currency of the Strategy"}, {"text_block_id": "p11_b295", "text": "This Strategy will be current for ten years from the date it"}, {"text_block_id": "p11_b296", "text": "comes into effect. Reporting will take place biennially, with a significant review of progress in year four."}, {"text_block_id": "p12_b297", "text": "2. Protecting our wellbeing and prosperity"}, {"text_block_id": "p12_b298", "text": "Te tiaki i tō tātau oranga, whaihua hoki"}, {"text_block_id": "p12_b299", "text": "National success is about more than just economic measures. It is about healthy and happy lives, a good education for our children, a healthy environment that protects our natural resources and taonga, family/whānau and communities we can rely on, a safe place to live and work, opportunities to start a business or get ahead, and the freedom to be who we want to be. This is prosperity."}, {"text_block_id": "p12_b300", "text": "New Zealand has seen much success over the past decade in global indices designed to measure wellbeing and prosperity. We hold up well in most categories of"}, {"text_block_id": "p12_b301", "text": "measurement, including in economic quality, business"}, {"text_block_id": "p12_b302", "text": "environment, governance, health and education systems, natural environment, and, in particular, in our personal freedoms and social capital."}, {"text_block_id": "p12_b303", "text": "However, while we do well, we certainly cannot afford to"}, {"text_block_id": "p12_b304", "text": "be complacent. New Zealand must continually adapt and evolve if it is to see prosperity grow."}, {"text_block_id": "p12_b305", "text": "For us to secure wellbeing and prosperity for all our people – in this generation and for future generations – we must think about prosperity in more than economic terms. The New Zealand Treasury, in developing the Living Standards Framework, has initiated a shift of focus. The Living Standards Framework is based on an economic model, but puts intergenerational wellbeing as its core goal."}, {"text_block_id": "p12_b306", "text": "Wealth matters, but as a means, not an end: wealth is only useful if it translates into higher living standards. Protecting and growing those living standards is paramount for securing a prosperous future. This Strategy is centred on how it can contribute to this vision."}, {"text_block_id": "p12_b307", "text": "2.1 The Living Standards Framework"}, {"text_block_id": "p12_b308", "text": "The Living Standards Framework (LSF) is a New Zealand-specific framework that draws on a range of national and"}, {"text_block_id": "p12_b309", "text": "international approaches to wellbeing. In particular, it builds on the Organisation for Economic Cooperation and"}, {"text_block_id": "p12_b310", "text": "Development’s (OECD’s) approach to wellbeing, the"}, {"text_block_id": "p12_b311", "text": "How’s Life?/Better Life"}, {"text_block_id": "p12_b312", "text": "model."}, {"text_block_id": "p12_b313", "text": "The Framework conceives of wellbeing as being comprised of a number of aspects of life experience, such as housing, income, employment, education, community engagement, enjoyment of environmental amenity and health and safety. Measures of these aspects provide a snapshot of current wellbeing. The wellbeing of future generations is"}, {"text_block_id": "p12_b314", "text": "represented by four ‘capital stocks’ – financial/physical, social, human, and natural capital (Figure 2)."}, {"text_block_id": "p12_b315", "text": "Figure 2 The four capitals of the Living Standards Framework (New Zealand Treasury, 2018)"}, {"text_block_id": "p12_b316", "text": "The Four Capitals"}, {"text_block_id": "p12_b317", "text": "Intergenerational wellbeing relies on the growth, distribution, and sustainability of the Four Capitals. The Capitals are interdependent and work"}, {"text_block_id": "p12_b318", "text": "together to support wellbeing. The Māori-Crown relationship is integral to all four capitals. The LSF is being continually developed and the next iteration of the framework will consider the role of culture, including Māori culture, as part of the capitals approach in more detail."}, {"text_block_id": "p12_b319", "text": "Natural Capital"}, {"text_block_id": "p12_b320", "text": "This refers to all aspects of the natural environment needed to support life and human activity. It includes land, soil, water, plants and animals, as"}, {"text_block_id": "p12_b321", "text": "well as minerals and energy resources."}, {"text_block_id": "p12_b322", "text": "Social Capital"}, {"text_block_id": "p12_b323", "text": "This describes the norms and values that underpin society. It includes things like trust, the rule of law, cultural identity, and the connections between people and communities."}, {"text_block_id": "p12_b324", "text": "06/18"}, {"text_block_id": "p12_b325", "text": "Human Capital"}, {"text_block_id": "p12_b326", "text": "This encompasses people’s skills, knowledge and physical and mental health. These are the things which enable people to participate fully in work, study, recreation and in society more broadly."}, {"text_block_id": "p12_b327", "text": "Financial / Physical Capital"}, {"text_block_id": "p12_b328_merged_merged_merged", "text": "This includes things like houses, roads, buildings, hospitals, factories, equipment and vehicles. These are the things which make up the country’s physical and financial assets which have a direct role in supporting incomes and material living conditions."}, {"text_block_id": "p13_b333", "text": "The capitals are seen as ‘value stocks’, which jointly produce"}, {"text_block_id": "p13_b334", "text": "wellbeing outcomes over time. Each of the dimensions of"}, {"text_block_id": "p13_b335", "text": "wellbeing is the result of all the different capital stocks."}, {"text_block_id": "p13_b336", "text": "Investments in the capital stocks will result in the levels of the relevant stocks increasing, while depreciation, resource depletion, pollution or waste – or other shocks or stresses – may result in capital stock levels declining."}, {"text_block_id": "p13_b337", "text": "The four capitals in the Living Standards Framework help us take into account the range of impacts that a policy option or practice may have on the material and"}, {"text_block_id": "p13_b338", "text": "material factors that affect New Zealanders’ wellbeing, now"}, {"text_block_id": "p13_b339", "text": "and in the future. The underlying principle of the capitals framework is that good public policy and practice enhances"}, {"text_block_id": "p13_b340", "text": "the capacity of natural, social, human and financial/physical"}, {"text_block_id": "p13_b341", "text": "capital to improve wellbeing for New Zealanders."}, {"text_block_id": "p13_b342", "text": "2.2 Risk and resilience, and our future wellbeing"}, {"text_block_id": "p13_b343", "text": "Safety and security are integral to wellbeing and prosperity. People’s wellbeing is dependent on having secure living"}, {"text_block_id": "p13_b344", "text": "conditions, personal safety, trust and confidence in"}, {"text_block_id": "p13_b345", "text": "authorities, and an ability to manage threats and dangers. A secure and stable environment is necessary for securing freedoms, and for attracting investment and sustaining economic growth. In short, a nation can prosper only in an environment of safety and security for its citizens."}, {"text_block_id": "p13_b346", "text": "To this end, it is imperative that we look to risk management and resilience for all four capitals."}, {"text_block_id": "p13_b347", "text": "New Zealand is relatively well placed in this regard with a comprehensive legislative framework in place for risk management, including the Civil Defence Emergency Management Act 2002, the Resource Management Act 1991, the Building Act 2004, the Local Government Act 2002, the Health and Safety at Work Act 2015, and a range of other legislation and regulatory instruments. We have a system of managing, coordinating, and overseeing national security"}, {"text_block_id": "p13_b348", "text": "(the National Security System) and emergency management"}, {"text_block_id": "p13_b349", "text": "arrangements at the local, regional, and national level."}, {"text_block_id": "p13_b350_merged_merged_merged_merged_merged", "text": "Today, however, risk management is increasingly challenged by complexity in which multiple systems simultaneously impact on the four living standards capitals. Risk management in this setting requires a greater acknowledgement of uncertainty and a shift from reactive to proactive risk management. Decision-makers in both the public and private sectors require more comprehensive strategies that combine the active management of specific risks with a broader enhancement of resilience in society."}, {"text_block_id": "p13_b355", "text": "This Strategy combines these elements and considers ways to improve our resilience across the four capitals."}, {"text_block_id": "p14_b356", "text": "3. Risks to our wellbeing and prosperity"}, {"text_block_id": "p14_b357", "text": "Ngā mōrea ki tō tātau oranga, tōnuitanga hoki"}, {"text_block_id": "p14_b358", "text": "From the lower North Island floods (2004), the Canterbury (2010-2011) and Kaikōura (2016) earthquakes, MV Rena grounding (2011), 1080 milk powder crisis (2015), Havelock North campylobacter outbreak (2016), Port Hills fires (2017), the Mycoplasma bovis disease outbreak (2017) – and many storms, floods, and droughts in between – New Zealand has had its fair share of disruptive events in recent years."}, {"text_block_id": "p14_b359", "text": "These events have caused loss of human and animal lives, injury, damage and disruption. Some have caused impacts in the built and natural environments; they have cost millions of dollars in repair and reconstruction. Other events have caused lost productivity, lost livelihoods, and lost income. More than that, these events have caused"}, {"text_block_id": "p14_b360", "text": "untold suffering and social disruption to individuals, family/ whānau, communities and hapū, the effects and costs of"}, {"text_block_id": "p14_b361", "text": "which we might never fully know. In short, disasters, or other highly stressful events, impact all four capitals in a profound and costly way."}, {"text_block_id": "p14_b362", "text": "Disasters may seem inevitable and intractable, but there is much we can do to reduce the chance that hazards will"}, {"text_block_id": "p14_b363", "text": "affect us, and much we can do to lessen the impacts if and"}, {"text_block_id": "p14_b364", "text": "when they do."}, {"text_block_id": "p14_b365", "text": "This section explores some key concepts so we can have a common understanding about our key risks and how we can manage them."}, {"text_block_id": "p14_b366", "text": "These chairs – and this photo – are a tribute to the 185 lives lost in the 22 February 2011 Canterbury earthquake (Memorial created by artist Peter Majendie; Photo credit: Natalia Khalaman)."}, {"text_block_id": "p14_b367", "text": "3.1 What is disaster risk?"}, {"text_block_id": "p14_b368", "text": "Disaster risk is the chance that a hazard could impact us in a"}, {"text_block_id": "p14_b369", "text": "significant way."}, {"text_block_id": "p14_b370", "text": "Disaster risk is a function of three interlinked components: hazard, exposure, and vulnerability."}, {"text_block_id": "p14_b371", "text": "Hazard"}, {"text_block_id": "p14_b372", "text": "refers to a process, phenomenon or human activity that may cause us harm, such as ground shaking induced"}, {"text_block_id": "p14_b373", "text": "by an earthquake, extreme winds associated with a cyclone,"}, {"text_block_id": "p14_b374", "text": "or a pathogen caused by a food safety issue or biological agent."}, {"text_block_id": "p14_b375", "text": "Exposure"}, {"text_block_id": "p14_b376", "text": "refers to people, infrastructure, buildings, the economy, and other assets that are exposed to a hazard."}, {"text_block_id": "p14_b377", "text": "Vulnerability"}, {"text_block_id": "p14_b378", "text": "is the conditions which increase the susceptibility of an individual, a community, assets or systems to the impacts of hazards. Vulnerability includes physical vulnerability, which refers to the level of damage sustained by built structures as a result of a hazard event. It also includes social vulnerability, which refers to damage to livelihood, social connections, gender, and other factors that"}, {"text_block_id": "p14_b379", "text": "influence a community’s ability to respond to, cope with,"}, {"text_block_id": "p14_b380", "text": "and recover from a disaster."}, {"text_block_id": "p14_b381", "text": "These three components can be countered by a fourth component,"}, {"text_block_id": "p14_b382", "text": "capacity"}, {"text_block_id": "p14_b383", "text": ", which refers to the strengths, attributes and resources available to reduce or manage the risks associated with the combination of the other"}, {"text_block_id": "p14_b384", "text": "three components."}, {"text_block_id": "p14_b385_merged_merged_merged_merged_merged_merged", "text": "When these potential impacts are determined probabilistically, that is, are multiplied by how likely the hazardous event is to occur, we can determine our risk –"}, {"text_block_id": "p14_b388", "text": "the chance of significant impacts."}, {"text_block_id": "p15_b389", "text": "3.2 Our current risks"}, {"text_block_id": "p15_b390", "text": "New Zealand is exposed to a range of significant hazards and threats. Natural hazards, such as earthquakes,"}, {"text_block_id": "p15_b391", "text": "volcanoes, or extreme weather, are only one type. Our economy relies heavily on primary production and is vulnerable to adverse impacts from pests and diseases; the potential for an infectious disease pandemic has been"}, {"text_block_id": "p15_b392", "text": "highlighted in recent years through the bird and swine flu"}, {"text_block_id": "p15_b393", "text": "crises; heavy reliance on technology and just-in-time supply chains means we are vulnerable to disruption from a wide range of domestic and international sources; and the global geopolitical environment means threats to our security and economy are complex and often unpredictable."}, {"text_block_id": "p15_b394", "text": "In New Zealand, we classify risks in five categories: natural"}, {"text_block_id": "p15_b395", "text": "hazard risks, biological hazard risks, technological risks, security risks, and economic risks."}, {"text_block_id": "p15_b396", "text": "3.3 How our risks might change in the future"}, {"text_block_id": "p15_b397", "text": "In assessing our risks, we can learn from past events and emergencies, but we also need to consider broader and longer-term societal trends. Trends such as these have the potential to be a source of both risk and opportunity,"}, {"text_block_id": "p15_b398", "text": "sometimes in equal measure. They include:"}, {"text_block_id": "p15_b399", "text": "Climate change and environmental degradation"}, {"text_block_id": "p15_b400", "text": ", which could impact on, or accelerate, a wide range of"}, {"text_block_id": "p15_b401", "text": "our risks owing to their effects on sea level rise, the frequency and severity of natural hazards and extreme"}, {"text_block_id": "p15_b402", "text": "weather, biodiversity, biosecurity, and the availability"}, {"text_block_id": "p15_b403", "text": "and quality of ecosystems and their services."}, {"text_block_id": "p15_b404", "text": "Population trends"}, {"text_block_id": "p15_b405", "text": ","}, {"text_block_id": "p15_b406", "text": "including that New Zealand society is becoming older and more ethnically diverse, with"}, {"text_block_id": "p15_b407", "text": "changing levels of income inequality, and changing"}, {"text_block_id": "p15_b408", "text": "geographic distribution of population. This has implications for how organisations engage inclusively, and what needs must be met."}, {"text_block_id": "p15_b409", "text": "Global economic growth and productivity"}, {"text_block_id": "p15_b410", "text": ", which have implications for the health and resilience of our"}, {"text_block_id": "p15_b411", "text": "economy, and how much we can afford to invest in risk"}, {"text_block_id": "p15_b412", "text": "management and resilience."}, {"text_block_id": "p15_b413", "text": "Digital connectivity and technological change"}, {"text_block_id": "p15_b414", "text": ","}, {"text_block_id": "p15_b415", "text": "in terms of the risks they pose (for example, cybercrime) or opportunities they provide (for example, by"}, {"text_block_id": "p15_b416", "text": "enhancing our ability to collect and analyse complex"}, {"text_block_id": "p15_b417", "text": "data about risks)."}, {"text_block_id": "p15_b418", "text": "Challenges to international laws, agreements and arrangements"}, {"text_block_id": "p15_b419", "text": ", which have the greatest effect on some"}, {"text_block_id": "p15_b420", "text": "of our economic and security risks, but could have further-reaching implications."}, {"text_block_id": "p15_b421", "text": "3.4 Cost of disasters"}, {"text_block_id": "p15_b422", "text": "Disasters over the last decade or more, in New Zealand and overseas, have shown the magnitude of costs involved"}, {"text_block_id": "p15_b423", "text": "in these events, in terms of damage (the market value of losses), and in the response to and recovery from such"}, {"text_block_id": "p15_b424", "text": "events. It is important to note that the reported costs are"}, {"text_block_id": "p15_b425", "text": "often only direct costs. Less well defined are the flow-on,"}, {"text_block_id": "p15_b426", "text": "indirect costs, and, even less so, the costs of other,"}, {"text_block_id": "p15_b427", "text": "term outcomes (‘intangible costs’). A recent Australian study"}, {"text_block_id": "p15_b428", "text": "found the indirect and intangible costs, when calculated, more than"}, {"text_block_id": "p15_b429", "text": "doubled"}, {"text_block_id": "p15_b430", "text": "the total reported cost of each of the three events studied."}, {"text_block_id": "p15_b431", "text": "While we intuitively know that the impact of disasters is much larger than the direct economic cost, it is only when we start to consider the economic cost of these indirect and intangible impacts that we can see what these events really cost us. This multi-capital accounting – at an individual, community, or national level – shows us just how critical it is"}, {"text_block_id": "p15_b432", "text": "to try to minimise these costs, financial and social, as far as"}, {"text_block_id": "p15_b433", "text": "we possibly can."}, {"text_block_id": "p15_b434", "text": "3.5 Disaster risk reduction"}, {"text_block_id": "p15_b435", "text": "Disaster risk reduction is the discipline concerned with reducing our risks of and from disasters."}, {"text_block_id": "p15_b436", "text": "Disaster risk reduction can be seen as a policy objective, a risk management process, or a social aspiration. Successful disaster risk reduction tends to result from the integration of institutional strategies and policies, and grassroots, local and community-based approaches."}, {"text_block_id": "p15_b437", "text": "Historically, dealing with disasters focused on emergency response. Towards the end of the 20th century, it was"}, {"text_block_id": "p15_b438", "text": "increasingly recognised that disasters are not ‘inevitable’"}, {"text_block_id": "p15_b439", "text": "and by reducing and managing conditions of hazard, exposure and vulnerability – and building capacity – we can prevent losses and alleviate the impacts of disasters."}, {"text_block_id": "p15_b440_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Since we cannot usually reduce the likelihood of hazards occurring, the main opportunity for reducing risk lies in reducing exposure and vulnerability, and building capacity. Addressing these components of risk requires us to identify the underlying drivers of risk, which can include: economic factors, urban and rural development choices and practices, degradation of the environment, poverty and inequality, and climate change. These, and a myriad of other factors, all create and exacerbate conditions of hazard, exposure and vulnerability. Addressing these underlying risk drivers, and building our capacity to manage them, will reduce disaster risk, lessen impacts if they do happen, and, consequently, maintain development and growth."}, {"text_block_id": "p16_b447", "text": "3.6 Reducing vulnerability and pursuing equitable outcomes"}, {"text_block_id": "p16_b448", "text": "The impact of hazards and threats is likely to exacerbate"}, {"text_block_id": "p16_b449", "text": "existing inequities across New Zealand. This means that some populations are disproportionately affected by many"}, {"text_block_id": "p16_b450", "text": "of the social and economic impacts of risks. This includes"}, {"text_block_id": "p16_b451", "text": "Māori, as well as Pasifika, and any people for whom English is not their first language, those living with high levels"}, {"text_block_id": "p16_b452", "text": "of social and economic deprivation, or those who face challenges associated with disability, ill health, or social or geographic isolation."}, {"text_block_id": "p16_b453", "text": "Obligations under the Treaty of Waitangi as well as"}, {"text_block_id": "p16_b454", "text": "commitments to improving wellbeing (including in existing"}, {"text_block_id": "p16_b455", "text": "strategies and action plans, such as the New Zealand"}, {"text_block_id": "p16_b456", "text": "Disability Strategy), mean we need to ensure any action toward reducing risk is cognisant of different types of vulnerability, and the disproportionate effect disasters"}, {"text_block_id": "p16_b457", "text": "can have. Policy, plans, and practices should be aimed at"}, {"text_block_id": "p16_b458", "text": "pursuing equitable outcomes, as well as planning for, and"}, {"text_block_id": "p16_b459", "text": "taking opportunities to build back better in recovery to reduce vulnerability and improve living standards."}, {"text_block_id": "p16_b460", "text": "In 2015 New Zealand signalled commitment to the"}, {"text_block_id": "p16_b461", "text": "Sendai Framework for Disaster Risk Reduction 2015-2030"}, {"text_block_id": "p16_b462", "text": "(the Sendai Framework). The Sendai Framework is one of three global agreements developed as part of the ‘"}, {"text_block_id": "p16_b463", "text": "2015 sustainable development agenda’. Together with the"}, {"text_block_id": "p16_b464", "text": "Sustainable Development Goals"}, {"text_block_id": "p16_b465", "text": "and the"}, {"text_block_id": "p16_b466", "text": "Paris Agreement on Climate Change"}, {"text_block_id": "p16_b467", "text": ", the Sendai Framework aims to be a blueprint for how nations should approach risks to their development – in this case, from disasters."}, {"text_block_id": "p16_b468", "text": "Three key ideas are central to the Sendai Framework:"}, {"text_block_id": "p16_b469", "text": "Three key ideas are central to the Sendai Framework:\n* A greater effort to\n* (in all its\n* (in all its\n better risk-informed decisions, and build resilience into\n* A shift of focus\n* , including to reduce the underlying drivers of risk\n* , including to reduce the underlying drivers of risk\n (exposure and vulnerability).\n* A broader whole-of-society approach to risk â"}, {"text_block_id": "p16_b483", "text": "The Sendai Framework has four priorities, and a series of recommended actions at global, regional, national, and local levels."}, {"text_block_id": "p16_b484", "text": "The Sendai Framework sets seven global targets for improved disaster risk reduction, which nations are asked to report on annually. The targets are:"}, {"text_block_id": "p16_b485", "text": "The Sendai Framework has been a key influence in the"}, {"text_block_id": "p16_b486", "text": "development of this Strategy. The principles and priorities of the Sendai Framework have been incorporated into it; many of the national and local recommended actions have been instrumental in developing the Strategy objectives."}, {"text_block_id": "p18_b487", "text": "4. A resilient future"}, {"text_block_id": "p18_b488", "text": "He anamata manawaroa"}, {"text_block_id": "p18_b489", "text": "In an effort to address our current known risks, manage uncertainty, and be ready for any events that may occur in the future, it is generally agreed that the overarching goal is resilience. But what does resilience mean to New Zealanders? How do we define it, what are the attributes of resilience, and how do we improve it?"}, {"text_block_id": "p18_b490", "text": "4.1 Vision of a resilient nation"}, {"text_block_id": "p18_b491", "text": "Resilience can mean a lot of different things to different"}, {"text_block_id": "p18_b492", "text": "people. In a series of workshops around the country, participants were asked to describe what a resilient nation meant to them and the aspirations they have for New Zealand in respect of its disaster resilience. The result is a description"}, {"text_block_id": "p18_b493", "text": "of our desired future state – the end goal, ‘what success looks"}, {"text_block_id": "p18_b494", "text": "like’ for this Strategy. This is shown on pages 24-25."}, {"text_block_id": "p18_b495", "text": "4.1.1 Guiding principles for this Strategy"}, {"text_block_id": "p18_b496_merged_merged", "text": "Within this vision of a resilient nation, participants specifically looked at what principles and values are important to us in pursuing a resilience goal. We agreed it is desirable to act with the following in mind:"}, {"text_block_id": "p19_b499", "text": "4.2 Resilience: a working definition"}, {"text_block_id": "p19_b500", "text": "In the wake of significant disasters in recent years, resilience"}, {"text_block_id": "p19_b501", "text": "has become a popular buzzword across a wide range of"}, {"text_block_id": "p19_b502", "text": "disciplines, with each discipline applying its own definition to the term. A definition that has long been used in"}, {"text_block_id": "p19_b503", "text": "engineering is that resilience is the capacity for bouncing back faster after stress, enduring greater stresses, and being disturbed less by a given amount of stress. This"}, {"text_block_id": "p19_b504", "text": "definition is commonly applied to objects, such as bridges"}, {"text_block_id": "p19_b505", "text": "or buildings. However, most risks are systemic in nature, and a system – unlike an object – may show resilience not by returning exactly to its previous state, but instead by"}, {"text_block_id": "p19_b506", "text": "finding different ways to carry out essential functions; that"}, {"text_block_id": "p19_b507", "text": "is, by adapting and transforming to meet challenges."}, {"text_block_id": "p19_b508", "text": "In terms of disaster resilience, an important quality is also"}, {"text_block_id": "p19_b509", "text": "to anticipate and minimise risks as far as possible, such that any impacts are manageable and recoverable."}, {"text_block_id": "p19_b510", "text": "The definition of resilience for this Strategy is therefore:"}, {"text_block_id": "p19_b511", "text": "the ability to anticipate and resist the effects of a disruptive event, minimise adverse impacts, respond effectively, maintain"}, {"text_block_id": "p19_b512", "text": "or recover functionality, and adapt in a way that allows for learning and thriving."}, {"text_block_id": "p19_b513", "text": "Below are two additional explanations: one, a more"}, {"text_block_id": "p19_b514", "text": "technical explanation, and the other, a simplified approach."}, {"text_block_id": "p19_b515", "text": "4.2.1 Getting more technical…"}, {"text_block_id": "p19_b516", "text": "While the concept of risk tends to draw attention to the"}, {"text_block_id": "p19_b517", "text": "negative consequences of uncertainty (hazard, exposure, vulnerability), the concept of resilience encourages us to"}, {"text_block_id": "p19_b518", "text": "build capacity to help protect us from vulnerability, and to be able to better deal with the impact from shocks and stresses as they occur. The degree of vulnerability we have then depends on the nature, magnitude and duration of the shocks or stresses that are experienced as well as the level of resilience to these shocks."}, {"text_block_id": "p19_b519", "text": "Under this interpretation, resilience has two dimensions:"}, {"text_block_id": "p19_b520", "text": "Under this interpretation, resilience has two dimensions:\n* absorption\n* absorption\n dimension, which comprises resistance\n* absorption\n dimension, which comprises resistance\n and buffers that can reduce the depth of impact; and\n* an\n* dimension, which focuses on elements\n* dimension, which focuses on elements\n of recovery."}, {"text_block_id": "p19_b530_merged_merged_merged_merged", "text": "Figure 3, below, illustrates this idea. When a system is subject to a shock or stress, the level of functioning declines, and can fall rapidly. The ‘depth of impact’, or fall in functioning, can be thought of as the absorption capacity of the system. A system with a high absorption capacity experiences only a small loss in functioning (because it has sufficient buffers to resist the shock or stress to ensure it continues to achieve desired outcomes). The ‘speed of recovery’ dimension is captured by the time lag between the shock or stress and when functioning returns to a steady-state level. Systems with high adaptability can recover faster than systems with low adaptability. The two dimensions together acknowledge the total impact of a shock is a function of both the depth of the impact and the time it takes to recover."}, {"text_block_id": "p19_b535", "text": "Figure 3 Two dimensions of resilience: absorption and adaptability"}, {"text_block_id": "p20_b536", "text": "4.2.2 Simplifying resilience…"}, {"text_block_id": "p20_b537", "text": "A simpler way of thinking about resilience is our"}, {"text_block_id": "p20_b538", "text": "tolerance for disruption"}, {"text_block_id": "p20_b539", "text": "– how much disruption, in the form of hazards, that we or the system can cope with before our wellbeing is negatively impacted."}, {"text_block_id": "p20_b540", "text": "This interpretation implies that as we remove, avoid, or minimise more risk factors, and build our people, assets, and systems to be responsive and adaptable, so our tolerance for disruption grows. We can deal with a wider range and size of shocks and stresses without them becoming an emergency and can recover faster – and"}, {"text_block_id": "p20_b541", "text": "better – without significantly affecting our quality of life. The"}, {"text_block_id": "p20_b542", "text": "greater our range of tolerance for disruption, the better our wellbeing will be."}, {"text_block_id": "p20_b543", "text": "4.2.3 Types of resilience"}, {"text_block_id": "p20_b544", "text": "Resilience as a concept has wide applicability to many disciplines, and has become a popular area of academic study over recent years. As a result, it is routine to hear"}, {"text_block_id": "p20_b545", "text": "about many different types of resilience, for example"}, {"text_block_id": "p20_b546", "text": "ecological, environmental, institutional, infrastructural, organisational, economic, social, community, family, and individual resilience – to name just a few."}, {"text_block_id": "p20_b547", "text": "Within this context, it is important to be clear about our goals and objectives. In particular:"}, {"text_block_id": "p20_b548", "text": "Resilience of what, to what, why, and how?"}, {"text_block_id": "p20_b549", "text": "In this Strategy, we have talked about the"}, {"text_block_id": "p20_b550", "text": "of what, to what, and why"}, {"text_block_id": "p20_b551", "text": "– to protect and grow our capitals, including all our people, in the face of shocks, stresses, and uncertainty, to advance the wellbeing and prosperity of New Zealand. The remainder of this Strategy is about"}, {"text_block_id": "p20_b552", "text": "how"}, {"text_block_id": "p20_b553", "text": "we do that."}, {"text_block_id": "p20_b554", "text": "4.2.4 Model of a resilient nation: protecting our capitals from shocks and stresses"}, {"text_block_id": "p20_b555", "text": "The literature review and engagement process to develop"}, {"text_block_id": "p20_b556", "text": "this Strategy identified the following types of resilience as"}, {"text_block_id": "p20_b557", "text": "important for protecting our capitals – our future wellbeing – from shocks and stresses:"}, {"text_block_id": "p20_b558", "text": "Social resilience:"}, {"text_block_id": "p20_b559", "text": "including promoting social"}, {"text_block_id": "p20_b560", "text": "connectedness and cohesion, and the effective"}, {"text_block_id": "p20_b561", "text": "operation of key social support functions, such as health, education, welfare, and justice, for the protection and strengthening of our social and human capital."}, {"text_block_id": "p20_b562", "text": "Cultural resilience:"}, {"text_block_id": "p20_b563", "text": "including cultural values, places, institutions, and practices, our identity as New Zealanders, and our history and heritage."}, {"text_block_id": "p20_b564", "text": "Economic resilience:"}, {"text_block_id": "p20_b565", "text": "the protection and continuity of the macroeconomic environment, businesses,"}, {"text_block_id": "p20_b566", "text": "livelihoods, financial markets, financial management practices (including through insurance), thereby protecting our financial capital."}, {"text_block_id": "p20_b567", "text": "Resilience of the built environment:"}, {"text_block_id": "p20_b568", "text": "the resilience"}, {"text_block_id": "p20_b569", "text": "of critical infrastructure (communications, energy, transport, and water), buildings and housing, effective"}, {"text_block_id": "p20_b570", "text": "urban design and planning, and the engineering and construction disciplines, for the protection of our physical capital."}, {"text_block_id": "p20_b571", "text": "Resilience of the natural environment:"}, {"text_block_id": "p20_b572", "text": "including the sustainable use of natural resources, land-use, and the ecological system, managing long-term climate resilience, and improving understanding of both how hazards impact the environment and how the environment can protect society from hazards."}, {"text_block_id": "p20_b573", "text": "Governance of risk and resilience:"}, {"text_block_id": "p20_b574_merged_merged_merged_merged_merged_merged_merged_merged", "text": "including leadership, policy, strategy, security, and the rule of law, for effective oversight, coordination, collaboration, and coherence of resilience activity."}, {"text_block_id": "p20_b577", "text": "Underpinning knowledge:"}, {"text_block_id": "p20_b578", "text": "including indigenous and"}, {"text_block_id": "p20_b579", "text": "scientific knowledge, and up-to-date information on risks and effective resilience practices."}, {"text_block_id": "p20_b580", "text": "These types of resilience are shown in Figure 4 on the next page."}, {"text_block_id": "p21_b581", "text": "Figure 4 Model of a resilient nation"}, {"text_block_id": "p21_b582", "text": "These types of resilience can operate, in some form, at"}, {"text_block_id": "p21_b583", "text": "several levels, from individuals and families/whānau, to businesses and organisations, communities and hapū, cities"}, {"text_block_id": "p21_b584", "text": "and districts, and at a national level."}, {"text_block_id": "p21_b585", "text": "For example, at a community level, the attributes of a safe and resilient community are that it:"}, {"text_block_id": "p21_b586", "text": "For example, at a community level, the attributes of a safe and resilient community are that it:\n* it has relationships within its network,\n* it has a good level of individual and\n* it has a strong identity,\n* it has a diverse range\n* it has a diverse range\n of employment opportunities, income, and financial\n* it has a diverse range\n of employment opportunities, income, and financial\n to accept uncertainty and respond to change.\n* it has strong housing, transport, power, water,\n* it recognises\n* it recognises\n and maintain them.\n* it has the capacity to identify problems,\n* it has the ability to assess,"}, {"text_block_id": "p21_b605", "text": "Adapted from: Characteristics of a Safe and Resilient Community, International Federation of the Red Cross (2011)"}, {"text_block_id": "p21_b606_merged", "text": "This Strategy asserts that broad attention to resilient practices within and across each of these areas – and enabling individuals, families/whānau, businesses/ organisations, and communities/hapū to do the same – is critical to the overall resilience of the nation, and protection of our capitals and future wellbeing."}, {"text_block_id": "p21_b609", "text": "The model is not a strategy itself, but a checklist, of kinds, to ensure we pay attention to the range of things that are important. It can also operate as a basis for assessment, or as a decision-making tool, for example, to evaluate whether options or investment are meeting, or are sensitive to, multiple needs."}, {"text_block_id": "p22_b610", "text": "4.3 Resilience and Te Ao Māori"}, {"text_block_id": "p22_b611", "text": "The effective response and significant community support facilitated by Māori in the aftermath of the Canterbury and Kaikōura earthquakes, the floods in Edgecumbe, as well as"}, {"text_block_id": "p22_b612", "text": "in other emergencies, has generated considerable interest"}, {"text_block_id": "p22_b613", "text": "in Māori disaster resilience."}, {"text_block_id": "p22_b614", "text": "Māori moral and relational attributes applied to creating"}, {"text_block_id": "p22_b615", "text": "community resilience promote a collaborative approach to disaster response and recovery, commitment to environmental restoration, and the extension of hospitality"}, {"text_block_id": "p22_b616", "text": "to others experiencing adversity. Māori also have assets"}, {"text_block_id": "p22_b617", "text": "and places, which have often, and will again be mobilised to secure community wellbeing in the aftermath of disasters"}, {"text_block_id": "p22_b618", "text": "."}, {"text_block_id": "p22_b619", "text": "These strengths are highly relevant to developing a resilient"}, {"text_block_id": "p22_b620", "text": "New Zealand, and partnering with Māori to build disaster"}, {"text_block_id": "p22_b621", "text": "resilience is essential to ensuring that outcome."}, {"text_block_id": "p22_b622", "text": "4.3.1 Tangata whenua and disaster risk reduction"}, {"text_block_id": "p22_b623", "text": "Māori share a holistic and community perspective on"}, {"text_block_id": "p22_b624", "text": "resilience, which can be characterised as the social, physical,"}, {"text_block_id": "p22_b625", "text": "familial, spiritual and environmental wellbeing of whānau, the unit of cultural capital in Te Ao Māori."}, {"text_block_id": "p22_b626", "text": "When a disaster occurs, the responsibility of caring for"}, {"text_block_id": "p22_b627", "text": "others and Te Ao Tūroa (the natural world), falls to whānau, hapū and iwi with historical ties to the areas impacted"}, {"text_block_id": "p22_b628", "text": "by the disaster. Whakapapa creates a kinship-based"}, {"text_block_id": "p22_b629", "text": "form of capital understood by Māori as whanaungatanga (close relationships), that will be drawn on to aid whānau, hapū, and wider communities during times of adversity. Whānau, hapū and iwi respond quickly and collectively to"}, {"text_block_id": "p22_b630", "text": "provide support and address the immediate needs of their communities as well as to institute practices that will aid the recovery, and the development of disaster resilience in"}, {"text_block_id": "p22_b631", "text": "affected regions."}, {"text_block_id": "p22_b632", "text": "This process is considered whakaoranga"}, {"text_block_id": "p22_b633", "text": "– the rescue, recovery and restoration of sustainable wellbeing – and may"}, {"text_block_id": "p22_b634", "text": "be applied to whānau, hapū, and iwi, tribal homelands as"}, {"text_block_id": "p22_b635", "text": "well as all communities and parts of New Zealand impacted by disasters. The whakaoranga process is underpinned by"}, {"text_block_id": "p22_b636", "text": "kaupapa Māori (cultural values), informed by mātauranga Māori (cultural knowledge and science) and carried out as tikanga Māori (cultural practices). These cultural attributes"}, {"text_block_id": "p22_b637", "text": "interact to co-create community and environmental resilience in the context of disasters."}, {"text_block_id": "p22_b638", "text": "Key values that shape Māori inter-generational practices for facilitating whakaoranga include kotahitanga (unity), whānau (family), whakapapa (genealogy), marae (communal and sacred meeting grounds), whakawhanaungatanga (building/maintaining relationships), manaakitanga (respect/ support/hospitality), and kaitiakitanga (guardianship). From a Māori perspective, such values link with a set of practices"}, {"text_block_id": "p22_b639", "text": "that must be learnt and enacted through giving time and support for the collective good rather than one’s own wellbeing."}, {"text_block_id": "p22_b640", "text": "4.3.2 Tangata whenua and a resilient nation"}, {"text_block_id": "p22_b641", "text": "This Strategy recognises the importance of whakaoranga,"}, {"text_block_id": "p22_b642", "text": "the Māori-Crown relationship, and Māori worldviews"}, {"text_block_id": "p22_b643", "text": "generally. It is committed to an inclusive, community approach to resilience. It is focused on putting people at the centre of resilience, including an emphasis on manaakitanga and wellbeing. It aims to build the relationship between iwi and agencies with roles in the emergency management"}, {"text_block_id": "p22_b644", "text": "system ("}, {"text_block_id": "p22_b645", "text": "before"}, {"text_block_id": "p22_b646", "text": "emergencies happen). It also seeks to build recognition of the role culture – including kaupapa Māori and tikanga Māori – plays in our wider resilience."}, {"text_block_id": "p22_b647", "text": "4.4 Resilience and people disproportionately"}, {"text_block_id": "p22_b648", "text": "affected by disaster"}, {"text_block_id": "p22_b649", "text": "Building resilience across all parts of society requires broad engagement and partnerships. It also requires"}, {"text_block_id": "p22_b650", "text": "empowerment, and inclusive, accessible and non"}, {"text_block_id": "p22_b651", "text": "-"}, {"text_block_id": "p22_b652", "text": "discriminatory participation, paying special attention to"}, {"text_block_id": "p22_b653", "text": "people disproportionately affected by disasters."}, {"text_block_id": "p22_b654", "text": "Understanding different vulnerabilities is important for"}, {"text_block_id": "p22_b655_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "reducing risks and ensuring particular needs are met in response and recovery. However, it is also important to recognise that many people and groups who face hardship or challenges in their everyday lives also have tremendous capacity and capability. A strengths-based approach identifying different protective and adaptive factors and opportunities, can enable, empower, and give agency to groups who might otherwise be disproportionately affected. It can also add to the richness and effectiveness of emergency management planning, and ensure the"}, {"text_block_id": "p22_b660", "text": "outcomes from disasters are as equitable as possible."}, {"text_block_id": "p23_b661", "text": "4.4.1 Resilience and disabled people"}, {"text_block_id": "p23_b662", "text": "Disabled people can face particular challenges during and after disasters. These include lack of access to information and communications, inaccessible facilities and services, lack of access to needed support resources, disintegration of social connections, degradation of the environment, and lack of inclusive and responsive policy frameworks."}, {"text_block_id": "p23_b663", "text": "Internationally, there is an increasing drive to design and implement disability-inclusive disaster risk reduction and resilience practices."}, {"text_block_id": "p23_b664", "text": "The New Zealand Disability Strategy promotes a twin-track approach to inclusion: ensuring all mainstream services are inclusive of, and accessible to, disabled people, and"}, {"text_block_id": "p23_b665", "text": "ensuring disability-specific specialised support or services"}, {"text_block_id": "p23_b666", "text": "for those who need them."}, {"text_block_id": "p23_b667", "text": "Several factors have been identified that support the"}, {"text_block_id": "p23_b668", "text": "resilience of disabled people. These include:"}, {"text_block_id": "p23_b669", "text": "Preparedness"}, {"text_block_id": "p23_b670", "text": ": supporting the design and implementation of resilience-focused emergency preparedness that includes disabled people, their"}, {"text_block_id": "p23_b671", "text": "family/whānau, caregivers and key people and/or"}, {"text_block_id": "p23_b672", "text": "groups in their community."}, {"text_block_id": "p23_b673", "text": "Participation and inclusion"}, {"text_block_id": "p23_b674", "text": ": sustainable solutions that"}, {"text_block_id": "p23_b675", "text": "benefit everyone in communities emerge if people with"}, {"text_block_id": "p23_b676", "text": "disabilities are included in emergency management planning and implementation."}, {"text_block_id": "p23_b677", "text": "Diversity within disability"}, {"text_block_id": "p23_b678", "text": ": effective disability-inclusive emergency management strategies require recognition"}, {"text_block_id": "p23_b679", "text": "of the needs and capabilities of the diverse range of lived experiences of people with disabilities."}, {"text_block_id": "p23_b680", "text": "Collaboration"}, {"text_block_id": "p23_b681", "text": ": following disasters, disability-inclusive"}, {"text_block_id": "p23_b682", "text": "response, recovery and regeneration activities require"}, {"text_block_id": "p23_b683", "text": "the contributions of a diverse range of stakeholders for"}, {"text_block_id": "p23_b684", "text": "collective impact and effective recovery."}, {"text_block_id": "p23_b685", "text": "Build back better"}, {"text_block_id": "p23_b686", "text": ": using disasters as an opportunity to enhance the social, economic, environmental and physical conditions of communities, including to incorporate universal design."}, {"text_block_id": "p23_b687", "text": "In addition to these factors, it is important that emergency managers, emergency responders, and those supporting communities generally, are aware of and competent in disability-inclusive planning, response, and recovery, so disabled people can participate in resilience, response, and recovery on the same basis as others."}, {"text_block_id": "p23_b688", "text": "4.4.2 Resilience and children and youth"}, {"text_block_id": "p23_b689", "text": "The effects of disasters are amplified for children and can"}, {"text_block_id": "p23_b690", "text": "have a lasting impact on their development. For example, rates of post-traumatic stress disorder among children"}, {"text_block_id": "p23_b691", "text": "more than doubled after the 2011 Canterbury earthquakes."}, {"text_block_id": "p23_b692", "text": "There are opportunities to build our young people’s resilience to disasters through participation in appropriate readiness, response, and recovery activities. Furthermore, children and youth can be agents of change and their participation in the design of resilience initiatives can add new perspectives, creativity, and innovation."}, {"text_block_id": "p23_b693", "text": "4.4.3 Resilience and CALD communities"}, {"text_block_id": "p23_b694", "text": "Culturally and linguistically diverse communities (CALD communities) make up a substantial and growing"}, {"text_block_id": "p23_b695", "text": "proportion of New Zealand’s population. There are 213 ethnicities in New Zealand as at Census 2013, and New Zealand is now home to 160 languages. In addition to people who have migrated to New Zealand or who are living here temporarily, we also have a thriving tourist economy that brings around 5 million short-term visitors to the country annually."}, {"text_block_id": "p23_b696_merged_merged_merged_merged_merged_merged", "text": "This diversity brings richness, innovation, knowledge and experience, and a wider, and more diverse customer and employee base (the ‘diversity dividend’). It also brings some challenges; notably, a large number of new migrants or visitors in New Zealand, some of whom come from very"}, {"text_block_id": "p23_b699", "text": "different linguistic and cultural backgrounds."}, {"text_block_id": "p23_b700", "text": "It is imperative that the vulnerability – and resilience – of"}, {"text_block_id": "p23_b701", "text": "CALD communities are specifically considered across all 4Rs."}, {"text_block_id": "p23_b702", "text": "4.4.4 Resilience and rural communities"}, {"text_block_id": "p23_b703", "text": "Rural environments differ significantly from their urban"}, {"text_block_id": "p23_b704", "text": "counterparts in ways that directly impact emergency management. Populations are usually dispersed across less accessible landscapes, which can leave them more exposed to the impacts of hazards, and isolated for prolonged periods of time as a result of infrastructure damage."}, {"text_block_id": "p23_b705", "text": "At the same time, rural populations are often presumed to be more resilient than urban communities, despite current statistics that indicate higher levels of mental illness and suicide in rural areas."}, {"text_block_id": "p23_b706", "text": "Acknowledgement of these differences in managing risks,"}, {"text_block_id": "p23_b707", "text": "responding to and recovering from emergencies, and in strengthening resilience will help to ensure activities and messaging are rural-appropriate."}, {"text_block_id": "p24_b708", "text": "4.5 A resilient nation: how are we doing?"}, {"text_block_id": "p24_b709", "text": "The process to develop this Strategy included a collective"}, {"text_block_id": "p24_b710", "text": "evaluation of New Zealand’s current state of resilience, including our strengths, barriers to, and opportunities for building resilience. Appendix 2 details the main conclusions,"}, {"text_block_id": "p24_b711", "text": "and can be seen as the ‘baseline’ for the Strategy, as well as"}, {"text_block_id": "p24_b712", "text": "the main evidence base on which many of the priorities and objectives are founded."}, {"text_block_id": "p24_b713", "text": "4.6 Conclusion: co-creating a resilient society"}, {"text_block_id": "p24_b714", "text": "Today’s world is turbulent and is likely to be so in the future. However, it is also dynamic, with huge opportunities for"}, {"text_block_id": "p24_b715", "text": "leadership and innovation. A critical question for the next"}, {"text_block_id": "p24_b716", "text": "ten years will be how to leverage those opportunities to"}, {"text_block_id": "p24_b717", "text": "effectively build resilience and address the many challenges"}, {"text_block_id": "p24_b718", "text": "that will continue to confront us."}, {"text_block_id": "p24_b719", "text": "We know from our experience over the last few years that we need to look to our communities for the leadership we know is there, and we don’t need to wait for a disaster to happen for that leadership to come to the fore. Building capacity is one of the key strands of disaster risk reduction, which makes the resilience journey absolutely embedded in the community. Researcher Robert Bach, in summing up the"}, {"text_block_id": "p24_b720", "text": "experience of the Canterbury earthquakes, said:"}, {"text_block_id": "p24_b721", "text": "“Resilient communities adapt through creating innovative approaches to collective governance, seizing unexpected opportunities to decide for themselves how to respond, organising to work with government agencies in new ways, and accepting both the promise and responsibility of joint decision-making.”"}, {"text_block_id": "p24_b722", "text": "A key message here is that we need to look to a range of sources for inspiration and relevance as we adapt to a shifting, and increasingly challenging environment. These include exploring new opportunities for engagement and action through technology, new sources of inspiration and activity driven by younger generations, and new methods for measuring and demonstrating impact."}, {"text_block_id": "p24_b723", "text": "We need to embody agility and flexibility, enabling others"}, {"text_block_id": "p24_b724", "text": "to act according to their need. We need to adopt a learning, growth mindset, and adapt and transform our organisations and ourselves as necessary."}, {"text_block_id": "p24_b725", "text": "We need to work out how we build our resilience in a smart,"}, {"text_block_id": "p24_b726", "text": "cost-effective way, so it’s realistic and affordable, and so is not a ‘sunk’ cost, like stockpiles for a bad day – but rather"}, {"text_block_id": "p24_b727", "text": "enables better living standards today."}, {"text_block_id": "p24_b728", "text": "Above all, we need to work together – as communities, and as organisations that support communities. Building resilience as siloed sectors is not enough: government, the"}, {"text_block_id": "p24_b729", "text": "private, and not-for-profit sectors need to be better joined up. More effective ways of tackling challenges are required,"}, {"text_block_id": "p24_b730", "text": "which, by necessity, will transcend traditional sector barriers. This includes employing new business models that combine the resources and expertise of multiple sectors of society to address common challenges, as well as creating opportunities that enable leaders across all sectors and"}, {"text_block_id": "p24_b731", "text": "within communities, to participate effectively in"}, {"text_block_id": "p24_b732", "text": "making."}, {"text_block_id": "p24_b733_merged_merged_merged_merged", "text": "It is in this cross-sectoral space that we have the opportunity and ability to underpin the resilience dynamism that we need, by engaging in ways that inspire, support and shape a ‘change agenda’ that is needed for improved resilience at the local and national levels. By developing these cross-sectoral opportunities, we can build powerful networks built on trust, commitment, and a focus on the collective good, which can be translated into positive outcomes for society."}, {"text_block_id": "p25_b736", "text": "Vision of a resilient New Zealand"}, {"text_block_id": "p25_b737", "text": "He matakitenga o te Aotearoa manawaroa"}, {"text_block_id": "p25_b738_merged", "text": "Strong leadership has created a coherent, joinedup approach to resilience that connects with several government departments and organisational mandates. Communities are empowered to problem solve and adapt. At a national level, a long-term resilience strategy and the associated capacities and governance structures are in place. There is a constant flow of up-to-date, based information on best practice. This supports the capacity for local, site-specific, and innovative responses. Rich information flows make it possible for communities to identify and connect resources and use them where they are most needed."}, {"text_block_id": "p25_b743", "text": "New Zealand communities and neighbourhoods are well-connected by face-to-face interaction and digital networks. There are shared values and social norms in relation to resilience that support a whole-of-society approach. At the same time, resilience thinking connects with, draws on and permeates all cultures in New Zealand. People make the connection between resilience and their own culture, values, traditions, and sense of identity and place."}, {"text_block_id": "p26_b744", "text": "New Zealand takes a proactive, anticipatory, smart approach to limit impacts before they happen, understanding that action up-front limits costs later. This includes taking steps to mitigate the risks of climate change, and to adapt to change already taking place. Tough issues are tackled through collective conversation and action."}, {"text_block_id": "p26_b745_merged", "text": "Resilience is integrated into urban and rural design principles as a matter of course and supported by quality information on safe building materials and design. Rich data and modelling of hazard and risk are enabling the transition to smart land-use, where permanent dwellings and key infrastructure are not built on the highest risk ground."}, {"text_block_id": "p26_b748", "text": "Response to emergencies is characterised by an end-to-end system that supports cooperative and coordinated emergency management, and timely, accurate, and relevant information that enables the public to understand the situation and take action to protect themselves and others,"}, {"text_block_id": "p26_b749", "text": "and limit damaging and costly flow-on effects."}, {"text_block_id": "p26_b750", "text": "New Zealand as a whole is able to have informed debate about the optimal level of resource to invest to ensure all aspects of recovery, including economic recovery, are smooth and swift. Recovery from emergencies is comprehensive, participatory, and inclusive of all peoples and organisations, having had discussions about priorities, processes, and desired outcomes before"}, {"text_block_id": "p26_b751", "text": "emergencies happen."}, {"text_block_id": "p26_b752", "text": "In summary, as a nation, we understand we live in a country exposed to hazards, but we also understand the range of actions to take to limit impacts and ensure the hazards, crises, and emergencies we will inevitably face do not become disasters that threaten our prosperity and wellbeing."}, {"text_block_id": "p27_b753", "text": "Our priorities for improved resilience"}, {"text_block_id": "p27_b754", "text": "Ā mātau kaupapa matua mō te whakapakari i te manawaroa"}, {"text_block_id": "p27_b755", "text": "Managing risks"}, {"text_block_id": "p27_b756", "text": "Effective response to and recovery from emergencies"}, {"text_block_id": "p27_b757", "text": "Enabling, empowering, and supporting community resilience"}, {"text_block_id": "p28_b758", "text": "5. Managing risks"}, {"text_block_id": "p28_b759", "text": "Te whakahaere mōrea"}, {"text_block_id": "p28_b760", "text": "What we want to see:"}, {"text_block_id": "p28_b761", "text": "New Zealand is a risk-savvy nation that takes all practicable steps to identify, prioritise, and manage risks that could impact the wellbeing and prosperity of New Zealanders, and all who live, work, or visit here."}, {"text_block_id": "p28_b762", "text": "This priority is about identifying and monitoring risks to our wellbeing, taking action to reduce our existing levels of"}, {"text_block_id": "p28_b763", "text": "risk (‘corrective risk management’), minimising the amount of new risk we create (‘prospective risk management’), and"}, {"text_block_id": "p28_b764", "text": "ensuring everyone has the information and tools they need to make informed decisions about resilience."}, {"text_block_id": "p28_b765", "text": "We have seen how we already have a considerable amount of risk in our society through the hazards we face, the assets we have exposed to those hazards, and the vulnerability of people, assets, and services to impacts. It is important for us to try to reduce existing risk so the chances of disaster are reduced, and/or the impacts are reduced when hazardous events occur."}, {"text_block_id": "p28_b766", "text": "At the same time, it is critical to recognise how we inadvertently add to risk through poor development choices, including land-use and building choices. Planning for resilience at the outset of new projects is by far the cheapest and easiest time to minimise risk and has the"}, {"text_block_id": "p28_b767", "text": "potential to significantly reduce disaster costs in the future."}, {"text_block_id": "p28_b768", "text": "Risk information provides a critical foundation for managing disaster risk across all sectors. At the community level, an understanding of hazard events, whether from living memory or oral and written histories, can inform"}, {"text_block_id": "p28_b769", "text": "and influence decisions on preparedness, including"}, {"text_block_id": "p28_b770", "text": "life-saving evacuation procedures and the location of"}, {"text_block_id": "p28_b771", "text": "important facilities."}, {"text_block_id": "p28_b772", "text": "In the construction sector, quantifying the potential risk"}, {"text_block_id": "p28_b773", "text": "expected in the lifetime of a building, bridge, or other"}, {"text_block_id": "p28_b774", "text": "critical infrastructure drives the creation and modification of"}, {"text_block_id": "p28_b775", "text": "building codes. In the land-use and urban planning sectors,"}, {"text_block_id": "p28_b776", "text": "robust analysis of flood (and other) risks drive investment in flood protection and possibly affect changes in insurance as well. In the insurance sector, the quantification of"}, {"text_block_id": "p28_b777", "text": "disaster risk is essential, given that the solvency capital of"}, {"text_block_id": "p28_b778", "text": "most insurance companies is strongly influenced by their"}, {"text_block_id": "p28_b779", "text": "exposure to risk."}, {"text_block_id": "p28_b780_merged_merged_merged_merged", "text": "A critical part of understanding and managing risk is understanding the full range of costs involved in disasters – the direct costs from damage and the more indirect and intangible costs resulting from flow-on effects and social impact. We also need to identify the range of financial instruments available to support the activities designed to reduce our risk and build our resilience, including those promoted in this Strategy."}, {"text_block_id": "p29_b783", "text": "The six objectives designed to progress the priority of managing risks are, at all levels:"}, {"text_block_id": "p30_b784", "text": "6. Effective response to and recovery"}, {"text_block_id": "p30_b785", "text": "from emergencies"}, {"text_block_id": "p30_b786", "text": "Te urupare tōkita me te whakaora mai i ngā ohotata"}, {"text_block_id": "p30_b787", "text": "Responding to, and recovering from, disasters remains – and might always remain – our toughest challenge."}, {"text_block_id": "p30_b788", "text": "Disasters are when we have most at risk, when human"}, {"text_block_id": "p30_b789", "text": "suffering is potentially at its greatest, and when there"}, {"text_block_id": "p30_b790", "text": "is most threat to our property, assets, and economic"}, {"text_block_id": "p30_b791", "text": "wellbeing."}, {"text_block_id": "p30_b792", "text": "The response phase can involve frenetic pace, confusion,"}, {"text_block_id": "p30_b793", "text": "pressure, and has the highest requirement for good decision-making and effective communications. Recovery can be the most complex phase, requiring inclusive and participatory approaches, and reflection and careful planning, but needs to be balanced with a need for momentum and progress."}, {"text_block_id": "p30_b794", "text": "Both phases hold the opportunity to minimise impacts,"}, {"text_block_id": "p30_b795", "text": "manage risk, and build in resilience for an improved future. Both can limit the suffering of individuals, families/whānau, communities and hapū."}, {"text_block_id": "p30_b796", "text": "There are many strengths in New Zealand’s emergency management system. Our system is set up to deal with ‘all hazards and risks’, organisations work across the 4Rs, and communities engage in emergency management. There"}, {"text_block_id": "p30_b797", "text": "is passion and commitment from all those who respond to"}, {"text_block_id": "p30_b798", "text": "emergencies, paid staff, volunteers, and communities alike."}, {"text_block_id": "p30_b799", "text": "In recent years, significant global and local events have changed how we think about emergency management. As a nation, the Canterbury earthquakes are still fresh in our minds. A changing climate means that we could get more frequent and more extreme storms and floods. Globally, we"}, {"text_block_id": "p30_b800", "text": "see the impacts of tsunami, pandemics, industrial accidents, terrorism incidents and other hazards that cause serious harm to people, environments, and economies. Our risks"}, {"text_block_id": "p30_b801", "text": "are changing. Our emergency management system must change too to ensure it works when we need it."}, {"text_block_id": "p30_b802", "text": "This priority aims to build on the advancements we have"}, {"text_block_id": "p30_b803_merged_merged_merged_merged", "text": "made in responding to and supporting recovery from emergencies over the last 16 years since the CDEM Act came into effect. It recognises individuals and communities as first responders, and that they must be enabled and empowered to respond in a way that makes sense to them. It also seeks to improve the functioning of the emergency management system, the range of agencies and organisations involved in the ‘official’ response. It incorporates the Government’s decisions on the Review into Better Responses to Natural Disasters and Other Emergencies (2017), and looks at the next generation of capability and capacity we require. In particular, it aims to modernise the discipline of emergency management and ensure that, locally, regionally, and nationally, we are ‘fit-for-purpose’. This includes addressing some of the emerging issues such as maintaining pace with media and social media, responding to new and complex emergencies, and the type of command, control, and leadership required to ensure rapid, effective, inclusive, and"}, {"text_block_id": "p30_b811", "text": "compassionate response and recovery."}, {"text_block_id": "p31_b812", "text": "The six objectives designed to progress the priority of effective response to and recovery from emergencies are:"}, {"text_block_id": "p32_b813", "text": "7. Enabling, empowering, and supporting community resilience"}, {"text_block_id": "p32_b814", "text": "Te whakaahei, whakamana me te tautoko i te pakari o te hapori"}, {"text_block_id": "p32_b815", "text": "Preparedness and resilience both depend on identifying and strengthening the people, processes, and organisations that work in, and for, communities under normal conditions, before a crisis or emergency happens."}, {"text_block_id": "p32_b816", "text": "The foundation of all resilience efforts, therefore, involves action by the different parts that make up communities:"}, {"text_block_id": "p32_b817", "text": "neighbourhood associations, businesses, schools, faith-based groups, trade groups, ethnic centres, and other civic-minded organisations that have routine and direct ties to local communities. Collective action, by, with and"}, {"text_block_id": "p32_b818", "text": "for the individuals, families/whānau, and groups who live in communities, becomes the leading edge of efforts to"}, {"text_block_id": "p32_b819", "text": "protect and sustain society – and the nation – as a whole."}, {"text_block_id": "p32_b820", "text": "Engaging with, and considering the needs of, any people"}, {"text_block_id": "p32_b821", "text": "or groups who have specific needs or who are likely to be disproportionately affected by disasters, is critical. Not"}, {"text_block_id": "p32_b822", "text": "all New Zealanders, or those who work, live, or visit here, will have the same capacity to engage, prepare, or build resilience. It is important that the needs of all people are accounted for, including how to best enable, empower, and support people to achieve good outcomes."}, {"text_block_id": "p32_b823", "text": "Inclusive and participatory governance of disaster resilience at all levels is an important objective. This includes the co-development of clear vision and plans, building capability and capacity, and ensuring coordination. Partnerships, networks, and coalition approaches are crucial."}, {"text_block_id": "p32_b824", "text": "Infrastructure, including physical infrastructure (for"}, {"text_block_id": "p32_b825", "text": "example: roads, bridges, airports, rail, water supply,"}, {"text_block_id": "p32_b826", "text": "telecommunications and energy services), and social infrastructure (for example: health care, education, culture and heritage facilities, banking and finance services, emergency services and the justice system), is recognised"}, {"text_block_id": "p32_b827", "text": "as a critical element for healthy economies and stable communities. It enables commerce, movement of people, goods and information, and facilitates society’s daily economic and social wellbeing."}, {"text_block_id": "p32_b828", "text": "The ability of infrastructure systems to function during"}, {"text_block_id": "p32_b829", "text": "adverse conditions and quickly recover to acceptable"}, {"text_block_id": "p32_b830", "text": "levels of service after an event is fundamental to the wellbeing of communities. This Strategy supports other key policy and programmes in emphasising the importance of infrastructure resilience, in particular for its role in supporting wider community resilience."}, {"text_block_id": "p32_b831", "text": "This includes assessing the adequacy and capacity of"}, {"text_block_id": "p32_b832", "text": "current infrastructure assets and networks, identifying"}, {"text_block_id": "p32_b833", "text": "key interdependencies and cascading effects,"}, {"text_block_id": "p32_b834", "text": "progressively upgrading assets as practicable, and identifying opportunities to build back better in recovery"}, {"text_block_id": "p32_b835", "text": "and reconstruction."}, {"text_block_id": "p32_b836_merged_merged_merged_merged_merged", "text": "How culture sustains us in times of upheaval is officially recognised in this Strategy, and is a key area for consideration for communities and emergency management organisations alike. Cultural life, including cultural practices and events, institutions, heritage buildings and taonga, are important to our wellbeing, and for maintaining a sense of normality and comfort during and following emergencies. We must do what we can to ensure continuity of cultural life."}, {"text_block_id": "p33_b839", "text": "The six objectives designed to progress the priority of enabling, empowering, and supporting community resilience are, at all levels:"}, {"text_block_id": "p34_b840", "text": "Our commitment to action"}, {"text_block_id": "p34_b841", "text": "E paiherea ana mātau ki te mahi"}, {"text_block_id": "p34_b842", "text": "What happens next?"}, {"text_block_id": "p34_b843", "text": "Transparency and social accountability"}, {"text_block_id": "p34_b844", "text": "Governance"}, {"text_block_id": "p34_b845", "text": "Measuring and monitoring progress"}, {"text_block_id": "p35_b846", "text": "8. Our commitment to action"}, {"text_block_id": "p35_b847", "text": "E paiherea ana mātau ki te mahi"}, {"text_block_id": "p35_b848", "text": "Producing a strategy is not the end of thinking about resilience – it’s the beginning."}, {"text_block_id": "p35_b849", "text": "Ehara te whakairo rautaki i te whakamutunga o te whakaaro mō te manawaroa – he tīmatanga kē."}, {"text_block_id": "p35_b850", "text": "8.1 What happens next?"}, {"text_block_id": "p35_b851", "text": "The job of the Strategy is to show what we want to achieve over the next ten years. It is deliberately high level, with objectives broadly described."}, {"text_block_id": "p35_b852", "text": "During 2019, the Ministry of Civil Defence & Emergency Management will coordinate the preparation of a roadmap of actions setting out how the Strategy objectives will be achieved. Its emphasis will be on work to be done over the"}, {"text_block_id": "p35_b853", "text": "next three-five years (and will be updated over time)."}, {"text_block_id": "p35_b854", "text": "The roadmap will set out initiatives that contribute to the Strategy’s objectives. Examples of these are:"}, {"text_block_id": "p35_b855", "text": "The roadmap will set out initiatives that contribute to the Strategy’s objectives. Examples of these are:\n* The implementation of the emergency management\n* Revised CDEM Group plans and the National CDEM Plan\n* Local government planning, including long term plans,\n* Review and reform of key legislation that contributes to\n* Climate change adaptation initiatives."}, {"text_block_id": "p35_b865", "text": "The roadmap will include work about how best to give effect"}, {"text_block_id": "p35_b866", "text": "to the Strategy’s aim of a whole-of-society, inclusive, and collective approach to building resilience."}, {"text_block_id": "p35_b867", "text": "Holding ourselves to account is paramount."}, {"text_block_id": "p35_b868", "text": "It is envisaged that this can be achieved in three main ways: a principle of transparency and social accountability, formal governance mechanisms, and measuring and monitoring progress."}, {"text_block_id": "p35_b869", "text": "8.2 Transparency and social accountability"}, {"text_block_id": "p35_b870", "text": "It is critical that, collectively, we are transparent about both our risks and our capacity to manage them. It is only by exposing issues and having open conversations that we will make progress on overcoming barriers, and build on strengths and opportunities."}, {"text_block_id": "p35_b871", "text": "Efforts to tackle the challenge of accountability have traditionally tended to concentrate on improving the ‘supply"}, {"text_block_id": "p35_b872", "text": "side’ of governance, including methods such as political checks and balances, administrative rules and procedures, auditing, and formal enforcement processes."}, {"text_block_id": "p35_b873", "text": "These are still critical, and will be built into the process to monitor this Strategy. However, in keeping with the inclusive theme of this Strategy, it is also important to pay attention"}, {"text_block_id": "p35_b874", "text": "to the ‘demand side’ of good governance: strengthening the voice and capacity of all stakeholders (including the public, and any groups disproportionately affected by disasters),"}, {"text_block_id": "p35_b875", "text": "to demand greater accountability and responsiveness from authorities and service providers."}, {"text_block_id": "p35_b876", "text": "Enhancing the ability of the public to engage in policy, planning, and practice is key."}, {"text_block_id": "p35_b877_merged_merged", "text": "We must find effective and practical ways to do this. This could include activities such as: representation on governance or planning groups, deliberate efforts to engage different stakeholder groups on specific challenges, citizen or civil society-led action, or utilising the whole new generation of engagement offered by social media."}, {"text_block_id": "p35_b882", "text": "8.3 Governance of the Strategy"}, {"text_block_id": "p35_b883", "text": "The Strategy will have formal governance mechanisms to oversee progress and drive action."}, {"text_block_id": "p35_b884", "text": "The Strategy will be owned and managed by existing governance mechanisms, including through the National Security System and at a regional level by CDEM Groups. Additional, wider input and advice will be incorporated where practical."}, {"text_block_id": "p36_b885", "text": "8.4 Measuring and monitoring progress"}, {"text_block_id": "p36_b886", "text": "The monitoring and evaluation of resilience-building initiatives in New Zealand must capture progress at several points along the pathway to lasting change. A theory of"}, {"text_block_id": "p36_b887", "text": "change logic model (Figure 5) helps us think about how to assess the process of social change, beginning by defining"}, {"text_block_id": "p36_b888", "text": "the desired impacts on society and working backward"}, {"text_block_id": "p36_b889", "text": "to programme design and required inputs. The desired"}, {"text_block_id": "p36_b890", "text": "impact"}, {"text_block_id": "p36_b891", "text": "of government policy in New Zealand is to enhance the intergenerational wellbeing of New Zealanders. Through a resilience lens that must include the continuity and enhancement of wellbeing in the face of shocks and stresses."}, {"text_block_id": "p36_b892", "text": "The decisive measure of the disaster risk reduction and resilience programmes that we implement in New Zealand will be the extent to which they can be associated with"}, {"text_block_id": "p36_b893", "text": "reductions in the negative effects of shocks and stresses"}, {"text_block_id": "p36_b894", "text": "(outcomes)"}, {"text_block_id": "p36_b895", "text": ". In most cases, however, we will need to evaluate changes to resilience in the absence of shocks and we will need to assess the actions that have been shown through research and practice to contribute to disaster risk reduction and resilience"}, {"text_block_id": "p36_b896", "text": "(outputs)"}, {"text_block_id": "p36_b897", "text": ". Finally, to assess our"}, {"text_block_id": "p36_b898", "text": "capacity to achieve outputs, we must consider the required"}, {"text_block_id": "p36_b899", "text": "resources or"}, {"text_block_id": "p36_b900", "text": "inputs"}, {"text_block_id": "p36_b901", "text": "across the systems supporting resilience building initiatives."}, {"text_block_id": "p36_b902", "text": "Each step will require a different monitoring and evaluation focus, will fall within the remit of different agencies"}, {"text_block_id": "p36_b903_merged_merged_merged", "text": "and organisations, and will be guided by separate, but overlapping policy frameworks. The diagram in Figure 6 gives an overview of the logical linkages between each step in the theory of change model to the guidance and indicators needed for monitoring."}, {"text_block_id": "p36_b905", "text": "Figure 5 Theory of change for resilience"}, {"text_block_id": "p37_b906", "text": "Figure 6 Logframe for resilience monitoring and evaluation"}, {"text_block_id": "p37_b907", "text": "8.4.1 Measuring inputs and outputs: progress on our goals and objectives"}, {"text_block_id": "p37_b908", "text": "Inputs"}, {"text_block_id": "p37_b909", "text": "and"}, {"text_block_id": "p37_b910", "text": "outputs"}, {"text_block_id": "p37_b911", "text": "will be guided by the roadmap of actions that will accompany the National Disaster Resilience Strategy, at a regional level by CDEM Group Plans, and at a local level by those designing and implementing resilience outreach and enhancement programmes in communities across New Zealand."}, {"text_block_id": "p37_b912", "text": "8.4.2 Measuring outcomes: progress on resilience"}, {"text_block_id": "p37_b913", "text": "Interim outcomes"}, {"text_block_id": "p37_b914", "text": ", in the context of resilience measurement,"}, {"text_block_id": "p37_b915", "text": "refers to the capacity to absorb the negative effects of"}, {"text_block_id": "p37_b916", "text": "shocks and adapt and transform in dynamic environments. This could apply to people, assets or systems."}, {"text_block_id": "p37_b917", "text": "Outcomes"}, {"text_block_id": "p37_b918", "text": "are"}, {"text_block_id": "p37_b919", "text": "results that can directly confirm those systems can absorb,"}, {"text_block_id": "p37_b920", "text": "respond, recover, adapt, or transform in the face of hazards and disasters."}, {"text_block_id": "p37_b921", "text": "Progress towards the desired outcomes and interim outcomes will be measured against a series of indicators, including a resilience index developed as part of the National Science Challenge: Resilience to Nature’s Challenges."}, {"text_block_id": "p37_b922", "text": "8.4.3 Measuring impact: progress on reduced losses from disasters"}, {"text_block_id": "p37_b923_merged_merged_merged", "text": "Our progress towards the desired impact we want to have will be measured by tracking losses from emergencies on an annual basis, compared against baseline data collected"}, {"text_block_id": "p37_b926", "text": "for 2005-2015. This reflects Sendai Framework reporting requirements."}, {"text_block_id": "p37_b927", "text": "Definitions, scope, and baseline data for these monitoring"}, {"text_block_id": "p37_b928", "text": "mechanisms will be produced in a separate, supporting document."}, {"text_block_id": "p37_b929", "text": "8.4.4 Formal reporting"}, {"text_block_id": "p37_b930", "text": "Progress on this Strategy will be reported biennially, for the ten years of its term, by the Ministry of Civil Defence & Emergency Management, and will include:"}, {"text_block_id": "p37_b931", "text": "•"}, {"text_block_id": "p37_b932", "text": "Progress on goals and objectives;"}, {"text_block_id": "p37_b933", "text": "•"}, {"text_block_id": "p37_b934", "text": "Progress on resilience; and"}, {"text_block_id": "p37_b935", "text": "•"}, {"text_block_id": "p37_b936", "text": "Progress on impacts."}, {"text_block_id": "p37_b937", "text": "A significant review of progress will take place in year 4."}, {"text_block_id": "p37_b938", "text": "These reports will be publicly available."}, {"text_block_id": "p38_b939", "text": "Appendices"}, {"text_block_id": "p38_b940", "text": "Ngā āpitihanga"}, {"text_block_id": "p38_b941", "text": "What can I do?"}, {"text_block_id": "p38_b942", "text": "Analysis of our current state as a baseline for this Strategy Two key opportunities"}, {"text_block_id": "p39_b943", "text": "Appendix 1: What can I do?"}, {"text_block_id": "p39_b944", "text": "Ngā āpitihanga 1: He aha he mahi māku?"}, {"text_block_id": "p39_b945", "text": "Government and national organisations"}, {"text_block_id": "p39_b946", "text": "43"}, {"text_block_id": "p39_b947", "text": "K"}, {"text_block_id": "p39_b948", "text": "āwanatanga me ngā whakahaere ā-motu"}, {"text_block_id": "p40_b949", "text": "Individuals and families/whānau"}, {"text_block_id": "p40_b950", "text": "Te tangata me ngā whānau"}, {"text_block_id": "p40_b951", "text": "Understand your risk"}, {"text_block_id": "p40_b952", "text": "Be aware of the hazards or disruptions you could experience, your exposure – the things you have that are at risk from those disruptions, and your vulnerability – how"}, {"text_block_id": "p40_b953", "text": "you and your things might be adversely affected."}, {"text_block_id": "p40_b954", "text": "Reduce your risk factors"}, {"text_block_id": "p40_b955", "text": "Think about the ways you could reduce your exposure or vulnerability, and invest in doing so where possible."}, {"text_block_id": "p40_b956", "text": "Future proof where possible"}, {"text_block_id": "p40_b957", "text": "When making new purchases, think about how to future-proof yourself and build in resilience."}, {"text_block_id": "p40_b958", "text": "Prepare yourself and your household"}, {"text_block_id": "p40_b959_merged", "text": "Think about the impacts that could occur from emergencies (for example, power, water, or communications outages, access or transport issues, the need to stay in or out of your home for an extended period). Think about the things you would want or need to have available during that time. Remember to include animals in your emergency preparedness."}, {"text_block_id": "p40_b964", "text": "Plan for disruption"}, {"text_block_id": "p40_b965", "text": "Consider how you would meet up with family/whānau and"}, {"text_block_id": "p40_b966", "text": "friends if there was a communications outage or access issues."}, {"text_block_id": "p40_b967", "text": "Stay informed"}, {"text_block_id": "p40_b968", "text": "Talk to others about risk and resilience; find out the different ways you can stay informed during an emergency"}, {"text_block_id": "p40_b969", "text": "and how to receive alerts and warnings."}, {"text_block_id": "p40_b970", "text": "Know your neighbours"}, {"text_block_id": "p40_b971", "text": "Get to know your neighbours and participate in your community – you are each other’s front line."}, {"text_block_id": "p41_b972", "text": "Businesses and organisations"}, {"text_block_id": "p41_b973", "text": "Ngā pakihi me ngā whakahaere"}, {"text_block_id": "p41_b974", "text": "Understand your risk"}, {"text_block_id": "p41_b975_merged", "text": "Be aware of the hazards or disruptions you could experience, how your assets (people and capital) might be impacted and the strengths and resources available to manage those disruptions."}, {"text_block_id": "p41_b978", "text": "Make resilience a strategic objective and embed it in appropriate actions, plans"}, {"text_block_id": "p41_b979", "text": "and strategies"}, {"text_block_id": "p41_b980", "text": "The continuity of your business (and the wellbeing of the people who rely on your products/services) depends on it."}, {"text_block_id": "p41_b981", "text": "Invest in organisational resilience"}, {"text_block_id": "p41_b982", "text": "Reduce and manage the factors that contribute to your risk. Ensure you have comprehensive business continuity planning, and consider building your ability to respond to the unexpected."}, {"text_block_id": "p41_b983", "text": "Seek assurances about supply chain resilience"}, {"text_block_id": "p41_b984", "text": "Seek specific advice and assurances from suppliers about"}, {"text_block_id": "p41_b985", "text": "their business continuity plans, stock carrying policies, and exposure to non-supply and supply chain alert processes."}, {"text_block_id": "p41_b986", "text": "Benefit today, benefit tomorrow"}, {"text_block_id": "p41_b987", "text": "Try to find crisis/disaster preparedness solutions that have everyday benefits for your organisation. As well as being"}, {"text_block_id": "p41_b988", "text": "prepared for tomorrow, you’ll have a better organisation today."}, {"text_block_id": "p41_b989", "text": "Consider your social impact"}, {"text_block_id": "p41_b990", "text": "Consider how you can contribute to the resilience of your community, city or district. As well as helping your community, you will be reducing the risks to your organisation of being disrupted."}, {"text_block_id": "p41_b991", "text": "Keep the long term in mind"}, {"text_block_id": "p41_b992", "text": "Consider the longer-term changes in your environment, for example the impact of climate change, and how you can position your organisation to see these changes as an opportunity."}, {"text_block_id": "p41_b993", "text": "Collaborate with others and build your network"}, {"text_block_id": "p41_b994", "text": "Find others with similar objectives for risk and resilience, and collaborate with them. We are stronger together, and you have much to contribute and gain."}, {"text_block_id": "p41_b995", "text": "Learn about response and recovery"}, {"text_block_id": "p41_b996", "text": "Understand how response and recovery will work in your district or area of interest, and build your own capacity to respond to and recover from disruption."}, {"text_block_id": "p42_b997", "text": "Communities and hapū"}, {"text_block_id": "p42_b998", "text": "Ngā hapori me ngā hapū"}, {"text_block_id": "p42_b999", "text": "Understand your risk"}, {"text_block_id": "p42_b1000", "text": "Seek to build a collective understanding of your risks: the hazards or disruptions you could face, your collective exposure of people, animals, property, and assets, and your"}, {"text_block_id": "p42_b1001", "text": "vulnerabilities – how these could be adversely affected."}, {"text_block_id": "p42_b1002", "text": "Reduce your risk factors"}, {"text_block_id": "p42_b1003", "text": "Consider ways to reduce your community’s exposure or vulnerabilities – it needn’t cost money, but there may be options if it does."}, {"text_block_id": "p42_b1004", "text": "Keep the long-term in mind"}, {"text_block_id": "p42_b1005", "text": "Consider the longer-term changes in your environment, for example, the impact of climate change, and what you can do about them."}, {"text_block_id": "p42_b1006", "text": "Benefit today, benefit tomorrow"}, {"text_block_id": "p42_b1007", "text": "Try to find risk reduction, readiness, and resilience solutions that have an everyday benefit to your community. As"}, {"text_block_id": "p42_b1008", "text": "well as being prepared for tomorrow, you’ll have a richer community today."}, {"text_block_id": "p42_b1009", "text": "Learn about response and recovery"}, {"text_block_id": "p42_b1010", "text": "Understand how response to and recovery from emergencies will work in your city or district."}, {"text_block_id": "p42_b1011", "text": "Understand your collective resources"}, {"text_block_id": "p42_b1012", "text": "Think about what resources you have, now or in an emergency, and how you could put them to work."}, {"text_block_id": "p42_b1013", "text": "Make a plan and practice it"}, {"text_block_id": "p42_b1014_merged", "text": "Community response and recovery planning helps communities understand how they can help each other after a disaster. Ask your local emergency management office for help if you need it, and practice any plans, as much as you can."}, {"text_block_id": "p42_b1017", "text": "Organise community events"}, {"text_block_id": "p42_b1018", "text": "Communities who know each other are stronger communities – in good times and in bad."}, {"text_block_id": "p43_b1019", "text": "Cities and districts"}, {"text_block_id": "p43_b1020", "text": "Ngā"}, {"text_block_id": "p43_b1021", "text": "t"}, {"text_block_id": "p43_b1022", "text": "āonenui me ngā takiwā"}, {"text_block_id": "p43_b1023", "text": "Understand your risk"}, {"text_block_id": "p43_b1024", "text": "Identify and understand hazards and disruptions you could face, and the willingness and ability of your community to cope with disruption."}, {"text_block_id": "p43_b1025", "text": "Organise for resilience"}, {"text_block_id": "p43_b1026", "text": "Consider whether your governance of risk and resilience"}, {"text_block_id": "p43_b1027", "text": "is fit for purpose. Engage all interested parties and take a"}, {"text_block_id": "p43_b1028", "text": "whole-of-city/district approach."}, {"text_block_id": "p43_b1029", "text": "Make resilience a strategic objective"}, {"text_block_id": "p43_b1030", "text": "Make resilience a core strategic objective: the economic prosperity of your city/district, and the wellbeing of your communities depend on it."}, {"text_block_id": "p43_b1031", "text": "Lead, promote, and champion"}, {"text_block_id": "p43_b1032", "text": "Lead, promote, and champion city/district-wide investment in resilience. Ensure resilience objectives are embedded in economic development plans and initiatives."}, {"text_block_id": "p43_b1033", "text": "Tackle gaps in hazard risk management policy"}, {"text_block_id": "p43_b1034", "text": "Tackle gaps in hazard risk management policy, including matters of retreat or relocation from high risk areas, and adaptation to climate change."}, {"text_block_id": "p43_b1035", "text": "Pursue resilient urban development"}, {"text_block_id": "p43_b1036", "text": "Pursue resilient urban development including risk-aware land-use decisions, and urban design and growth that incorporates resilience."}, {"text_block_id": "p43_b1037", "text": "Increase infrastructure resilience"}, {"text_block_id": "p43_b1038", "text": "Assess risk, and ensure the resilience of critical assets and continuity of essential services."}, {"text_block_id": "p43_b1039", "text": "Safeguard natural buffers"}, {"text_block_id": "p43_b1040", "text": "Use the protective functions offered by natural ecosystems"}, {"text_block_id": "p43_b1041", "text": "wherever practicable."}, {"text_block_id": "p43_b1042", "text": "Strengthen financial capacity"}, {"text_block_id": "p43_b1043", "text": "Understand the economic impact of disasters in your area, and the need for investment in resilience. Identify"}, {"text_block_id": "p43_b1044", "text": "and develop financial mechanisms to support resilience"}, {"text_block_id": "p43_b1045", "text": "activities."}, {"text_block_id": "p43_b1046", "text": "Strengthen societal capacity"}, {"text_block_id": "p43_b1047_merged_merged_merged_merged", "text": "Cultivate an environment for social connectedness which promotes a culture of mutual help. Support and enable grassroots efforts and organisations. Support diversity and promote inclusion."}, {"text_block_id": "p43_b1050", "text": "Invest in organisational resilience"}, {"text_block_id": "p43_b1051", "text": "Ensure you have comprehensive business continuity planning in place, and consider and build your ability to respond to the unexpected."}, {"text_block_id": "p43_b1052", "text": "Build capability and capacity for response and recovery"}, {"text_block_id": "p43_b1053", "text": "Ensure your capability and capacity is not just fit-"}, {"text_block_id": "p43_b1054", "text": "purpose, but future-ready and adaptable."}, {"text_block_id": "p44_b1055", "text": "Government and national organisations"}, {"text_block_id": "p44_b1056", "text": "K"}, {"text_block_id": "p44_b1057", "text": "āwanatanga me ngā whakahaere ā-motu"}, {"text_block_id": "p44_b1058", "text": "Organise for resilience"}, {"text_block_id": "p44_b1059", "text": "Participate in mechanisms for the coordination of risk and resilience activity, and the implementation of this Strategy."}, {"text_block_id": "p44_b1060", "text": "Monitor, assess and publicly report"}, {"text_block_id": "p44_b1061", "text": "Regularly report on:"}, {"text_block_id": "p44_b1062", "text": "1."}, {"text_block_id": "p44_b1063", "text": "risks and risk management"}, {"text_block_id": "p44_b1064", "text": "2."}, {"text_block_id": "p44_b1065", "text": "economic loss from disasters"}, {"text_block_id": "p44_b1066", "text": "3."}, {"text_block_id": "p44_b1067", "text": "resilience"}, {"text_block_id": "p44_b1068", "text": "4."}, {"text_block_id": "p44_b1069", "text": "progress on the Strategy."}, {"text_block_id": "p44_b1070", "text": "Champion resilience"}, {"text_block_id": "p44_b1071", "text": "Promote the importance of resilience, including whole-of-society approaches, and the key values, principles, and priorities of the Strategy."}, {"text_block_id": "p44_b1072", "text": "Make resilience easy"}, {"text_block_id": "p44_b1073_merged", "text": "Create policies and legislation that enable and encourage resilient behaviours. Make it easy, affordable, common-sense, and familiar for clients, stakeholders, partners, decision-makers, and the public."}, {"text_block_id": "p44_b1077", "text": "Tackle our complex risks"}, {"text_block_id": "p44_b1078", "text": "Tackle and progress some of the most complex risks facing society, including approaches for addressing risk in the highest hazard communities, and adapting to climate change."}, {"text_block_id": "p44_b1079", "text": "Work together"}, {"text_block_id": "p44_b1080", "text": "Find other organisations with similar objectives for risk and resilience, and align policy and practice."}, {"text_block_id": "p44_b1081", "text": "Invest in organisational resilience"}, {"text_block_id": "p44_b1082", "text": "Understand risk scenarios, including what is driving high risk ratings for your organisation and/or clients. Reduce and manage the factors that cause your risk. Ensure you have comprehensive business continuity planning. Consider and build your ability to respond to the unexpected."}, {"text_block_id": "p44_b1083", "text": "Invest in societal resilience"}, {"text_block_id": "p44_b1084", "text": "Consider societal needs and values, before, during, and after emergencies. Ensure investments are multi-purpose for stronger communities today, and in case of emergency."}, {"text_block_id": "p44_b1085", "text": "Build capability and capacity for response and recovery"}, {"text_block_id": "p44_b1086", "text": "Ensure emergency management capability and capacity is"}, {"text_block_id": "p44_b1087", "text": "not just fit-for-purpose, but future-ready and adaptable."}, {"text_block_id": "p44_b1088", "text": "Ensure that the safety and wellbeing of people is at the heart of managing emergencies"}, {"text_block_id": "p44_b1089", "text": "Ensure that in emergencies the safety, needs, and wellbeing"}, {"text_block_id": "p44_b1090", "text": "of affected people are the highest priority. Support and enable grassroots efforts and organisations. Promote"}, {"text_block_id": "p44_b1091", "text": "inclusion and diversity."}, {"text_block_id": "p45_b1092", "text": "Appendix 2: Analysis of our current state as a baseline for this Strategy"}, {"text_block_id": "p45_b1093", "text": "In order to form an effective strategy for the future and move towards a state of enhanced resilience, it is useful to look at"}, {"text_block_id": "p45_b1094", "text": "our current state – our strengths, barriers, and opportunities – and how we capitalise on areas of strength and opportunity,"}, {"text_block_id": "p45_b1095", "text": "overcome obstacles to progress, and make the smartest possible choices about actions and investment. In the quest to be"}, {"text_block_id": "p45_b1096", "text": "future ready, it is useful to consider other environmental and societal trends occurring around us, and how we can use them to build our resilience."}, {"text_block_id": "p45_b1097", "text": "Strengths"}, {"text_block_id": "p45_b1098", "text": "New Zealand already has several strengths in disaster resilience."}, {"text_block_id": "p45_b1099", "text": "1."}, {"text_block_id": "p45_b1100", "text": "We have good social capital in our communities. New Zealand communities are aware, knowledgeable, passionate, and well-connected. In general, they have a strong sense of local identity and belonging to their environment, a belief in manaakitanga and concern for their fellow citizens, and a sense of civic duty."}, {"text_block_id": "p45_b1101", "text": "2."}, {"text_block_id": "p45_b1102", "text": "We are a developed country with comprehensive education, health, and social welfare systems, which build our people and look after the most vulnerable"}, {"text_block_id": "p45_b1103", "text": "in society."}, {"text_block_id": "p45_b1104", "text": "3."}, {"text_block_id": "p45_b1105", "text": "We have a strong cultural identity, including the special"}, {"text_block_id": "p45_b1106", "text": "relationship between Māori and the Crown, provided"}, {"text_block_id": "p45_b1107", "text": "through the Treaty of Waitangi. New Zealand is also one"}, {"text_block_id": "p45_b1108", "text": "of a handful of culturally and linguistically ‘super-diverse’"}, {"text_block_id": "p45_b1109", "text": "countries, which brings many economic and social"}, {"text_block_id": "p45_b1110", "text": "benefits, and expanded knowledge and experience (the diversity dividend). We value our culture, our kaupapa"}, {"text_block_id": "p45_b1111", "text": "and tikanga. We celebrate and foster a rich and diverse cultural life."}, {"text_block_id": "p45_b1112", "text": "4."}, {"text_block_id": "p45_b1113", "text": "We have a high-performing and relatively stable economy. The New Zealand economy made a solid recovery after the 2008-09 recession, which was shallow compared to other advanced economies. Annual growth has averaged 2.1% since March 2010, emphasising the economy’s resilience."}, {"text_block_id": "p45_b1114", "text": "5."}, {"text_block_id": "p45_b1115", "text": "We have very high insurance penetration across residential property. Most countries struggle to get their ratio of insured to non-insured up to an acceptable level."}, {"text_block_id": "p45_b1116", "text": "Because of the Earthquake Commission, New Zealand’s"}, {"text_block_id": "p45_b1117", "text": "residential insurance penetration is 98%. This means that a good proportion of the economic costs of most natural hazard events are covered by re-insurance."}, {"text_block_id": "p45_b1118", "text": "6."}, {"text_block_id": "p45_b1119", "text": "We have a stable political system, low levels of corruption, and freedom of speech."}, {"text_block_id": "p45_b1120", "text": "7."}, {"text_block_id": "p45_b1121", "text": "We have a good range of policy for disaster risk management, including the CDEM Act 2002, the Resource Management Act 1991, the Building Act 2004, the Local Government Act 2002, the Health and Safety at Work Act 2015, and other legislation and regulatory instruments. This includes regulation for land-use and building standards, which are critical factors in building more resilient futures."}, {"text_block_id": "p45_b1122", "text": "8."}, {"text_block_id": "p45_b1123", "text": "We have an effective national security coordination"}, {"text_block_id": "p45_b1124", "text": "system that takes an all-hazards approach and has governance at the political, executive, and operational levels."}, {"text_block_id": "p45_b1125", "text": "9."}, {"text_block_id": "p45_b1126", "text": "At the regional level consortia of local authorities, emergency services, lifeline utilities, and social welfare"}, {"text_block_id": "p45_b1127", "text": "agencies (government and non-government) form CDEM"}, {"text_block_id": "p45_b1128", "text": "Groups that coordinate across agencies and steward emergency management in their regions."}, {"text_block_id": "p45_b1129", "text": "10."}, {"text_block_id": "p45_b1130", "text": "We have an engaged and well connected science"}, {"text_block_id": "p45_b1131", "text": "community, including several platforms specifically"}, {"text_block_id": "p45_b1132", "text": "targeting the advancement of knowledge and understanding about natural hazards and resilience. In general, there are good links between scientists, policy makers and practitioners. Scientists practice an increasing level of community outreach, engage in co-creation approaches, and are focused on outcomes."}, {"text_block_id": "p45_b1133", "text": "11."}, {"text_block_id": "p45_b1134", "text": "Organisations and agencies work well together. While there’s always room for improvement, a multi-agency approach is the norm, which means better coordination"}, {"text_block_id": "p45_b1135", "text": "of activities, more efficient use of resources, and better"}, {"text_block_id": "p45_b1136", "text": "outcomes."}, {"text_block_id": "p45_b1137", "text": "12."}, {"text_block_id": "p45_b1138", "text": "We are a small country, which makes us well connected,"}, {"text_block_id": "p45_b1139", "text": "uncomplicated, and agile. We can ‘get things done’ in"}, {"text_block_id": "p45_b1140", "text": "relatively short order."}, {"text_block_id": "p45_b1141", "text": "13."}, {"text_block_id": "p45_b1142_merged_merged_merged_merged_merged_merged_merged_merged", "text": "We are experienced in emergency management. We have seemingly had more than our fair share of crises, emergencies, and disasters over the last ten years. This has brought some bad times, but the silver lining is the awareness that it has built in everyone, the knowledge about ‘what works’ and what is needed, and willingness to act."}, {"text_block_id": "p46_b1145", "text": "Barriers to resilience"}, {"text_block_id": "p46_b1146", "text": "While we have a lot going for us, some things limit our resilience. The process to develop this Strategy identified several"}, {"text_block_id": "p46_b1147", "text": "barriers to resilience, and barriers to our pursuit of resilience."}, {"text_block_id": "p46_b1148", "text": "What is limiting our resilience?"}, {"text_block_id": "p46_b1149", "text": "1."}, {"text_block_id": "p46_b1150", "text": "Some of our people still suffer considerable poverty,"}, {"text_block_id": "p46_b1151", "text": "social deprivation, and/or health issues that limit"}, {"text_block_id": "p46_b1152", "text": "wellbeing, quality of life, and resilience."}, {"text_block_id": "p46_b1153", "text": "2."}, {"text_block_id": "p46_b1154", "text": "Our level of individual and household preparedness for"}, {"text_block_id": "p46_b1155", "text": "emergencies (including preparedness for our animals) is not as high as it should be, given our risks."}, {"text_block_id": "p46_b1156", "text": "3."}, {"text_block_id": "p46_b1157", "text": "Our businesses and organisations (including those involving animals) are not as prepared as they could"}, {"text_block_id": "p46_b1158", "text": "be, leading to loss-of-service and losses in the economy"}, {"text_block_id": "p46_b1159", "text": "when severe disruption strikes."}, {"text_block_id": "p46_b1160", "text": "4."}, {"text_block_id": "p46_b1161", "text": "Some of our critical assets and services are ageing and vulnerable. In most places these are being addressed by asset management plans and asset renewal"}, {"text_block_id": "p46_b1162", "text": "programmes, (including strengthening, conservation and restoration), but these will take time (and resources)"}, {"text_block_id": "p46_b1163", "text": "to implement."}, {"text_block_id": "p46_b1164", "text": "5."}, {"text_block_id": "p46_b1165", "text": "We live in some high-risk areas, and continue to build in high-risk areas – particularly around the coast, on"}, {"text_block_id": "p46_b1166", "text": "steep slopes, fault lines, reclaimed land, and flood"}, {"text_block_id": "p46_b1167", "text": "plains. We live and build there because they are nice places to live, and because sometimes there is no other choice. However, insurance in these areas may become"}, {"text_block_id": "p46_b1168", "text": "unaffordable. At some point we need to consider – for"}, {"text_block_id": "p46_b1169", "text": "ourselves, our communities, and for future generations"}, {"text_block_id": "p46_b1170", "text": "ourselves, our communities, and for future generations\n* how much risk is too much?\n<\\li1>"}, {"text_block_id": "p46_b1172", "text": "6."}, {"text_block_id": "p46_b1173", "text": "We are only just starting to tackle some of the ‘truly"}, {"text_block_id": "p46_b1174", "text": "hard’ issues around existing levels of risk, such as how to adapt to, or retreat from, the highest risk areas, including to adapt to the impacts of climate change. There is likely high cost around many of these options."}, {"text_block_id": "p46_b1175", "text": "7."}, {"text_block_id": "p46_b1176", "text": "We have gaps in our response capability and capacity, as outlined in a recent Ministerial Review"}, {"text_block_id": "p46_b1177", "text": "Better Responses to Natural Disasters and Other Emergencies in New Zealand"}, {"text_block_id": "p46_b1178", "text": "(Technical Advisory Group report, 2017). These gaps"}, {"text_block_id": "p46_b1179", "text": "are predominantly around capability of individuals, capacity of response organisations, and powers and authorities of those individuals and organisations to act."}, {"text_block_id": "p46_b1180", "text": "The review also identified issues with communication"}, {"text_block_id": "p46_b1181", "text": "and technology, in particular, the challenges of response intelligence and communications staying apace with social media."}, {"text_block_id": "p46_b1182", "text": "What is limiting our pursuit of resilience?"}, {"text_block_id": "p46_b1183", "text": "1."}, {"text_block_id": "p46_b1184", "text": "Not enough people and organisations are taking action to prepare or build their resilience for disasters. This is"}, {"text_block_id": "p46_b1185", "text": "generally because it is seen as too expensive or difficult, because of other priorities, because it ‘might never"}, {"text_block_id": "p46_b1186", "text": "happen’, or because of an expectation of a rapid and"}, {"text_block_id": "p46_b1187", "text": "comprehensive institutional response."}, {"text_block_id": "p46_b1188", "text": "2."}, {"text_block_id": "p46_b1189", "text": "Building community resilience – even where playing a"}, {"text_block_id": "p46_b1190", "text": "facilitative role – is resource intensive. It also requires a"}, {"text_block_id": "p46_b1191", "text": "high level of skill and understanding to navigate diverse communities and complex issues."}, {"text_block_id": "p46_b1192", "text": "3."}, {"text_block_id": "p46_b1193", "text": "Emergency management issues tend to require"}, {"text_block_id": "p46_b1194", "text": "immediate corrective action. This is understandable, and"}, {"text_block_id": "p46_b1195", "text": "needed, but means that we often focus more on fixing"}, {"text_block_id": "p46_b1196", "text": "the problems of the day, and addressing issues from the last event, than forecasting the future and taking action for the long-term."}, {"text_block_id": "p46_b1197", "text": "4."}, {"text_block_id": "p46_b1198", "text": "Risk reduction and resilience are often perceived as"}, {"text_block_id": "p46_b1199", "text": "‘expensive’, and limiting of economic development and"}, {"text_block_id": "p46_b1200", "text": "business growth."}, {"text_block_id": "p46_b1201", "text": "5."}, {"text_block_id": "p46_b1202", "text": "At the same time, the full cost of disasters often isn’t"}, {"text_block_id": "p46_b1203", "text": "visible (particularly the cost of indirect and intangible impacts, including social and cultural impacts), meaning"}, {"text_block_id": "p46_b1204", "text": "costs aren’t factored into investment decision-making."}, {"text_block_id": "p46_b1205", "text": "6."}, {"text_block_id": "p46_b1206", "text": "Perverse incentives don’t encourage resilience – too often, as a society, we aim for the minimum standard or lowest cost. This can deter people from aiming higher or for the most resilient solution."}, {"text_block_id": "p46_b1207", "text": "7."}, {"text_block_id": "p46_b1208", "text": "Recovery is often underestimated. The Canterbury"}, {"text_block_id": "p46_b1209", "text": "earthquake recovery and many other smaller events have shown us just how complex, multi-faceted, difficult,"}, {"text_block_id": "p46_b1210", "text": "expensive, and long-term recovery is. All parts of the country need to consider how they would manage recovery in their city or district, and give priority to resourcing capability and capacity improvements."}, {"text_block_id": "p46_b1211", "text": "8."}, {"text_block_id": "p46_b1212_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "We have had difficulty translating resilience theory into action. There is an abundance of academic theory on resilience, but turning that theory into practical action has, until recently anyway, been difficult to achieve."}, {"text_block_id": "p47_b1215", "text": "Opportunities"}, {"text_block_id": "p47_b1216", "text": "As well as strengths and barriers, it is important to consider what opportunities we have or may have on the horizon. The"}, {"text_block_id": "p47_b1217", "text": "opportunities the strategy development process has identified are:"}, {"text_block_id": "p47_b1218", "text": "1."}, {"text_block_id": "p47_b1219", "text": "Awareness and understanding of disasters, disaster impacts and disaster risk, is at an all-time high following"}, {"text_block_id": "p47_b1220", "text": "a series of domestic events over the last five-ten years, including the Canterbury and Kaikōura earthquakes."}, {"text_block_id": "p47_b1221", "text": "This includes a willingness to act on lessons, and to do so in a smart, coordinated, and collaborative way."}, {"text_block_id": "p47_b1222", "text": "2."}, {"text_block_id": "p47_b1223", "text": "Our hazards are obvious and manifest. This is both a curse and an opportunity: we have high risk, but we also have an awareness, understanding, and willingness to do something about them, in a way that countries with less tangible risks might not. If we address risk and build resilience to our expected hazards, we will hopefully"}, {"text_block_id": "p47_b1224", "text": "be better prepared for when the ‘less expected’ hazards occur."}, {"text_block_id": "p47_b1225", "text": "3."}, {"text_block_id": "p47_b1226", "text": "We have an incredible wealth of resilience-related research underway, including several multi-sectoral research platforms that aim to bring increased knowledge to, and improved resilience outcomes for New Zealanders. Over the next few years there will be a steady stream of information about what works, and tried and tested methodologies we can employ in all parts of society."}, {"text_block_id": "p47_b1227", "text": "4."}, {"text_block_id": "p47_b1228", "text": "We also have a lot of other work – in terms of resiliencerelated policy and practice – underway in organisations at all levels and across the country. Connecting the pieces of the jigsaw, sharing knowledge, and working together should enable even more improved outcomes."}, {"text_block_id": "p47_b1229", "text": "5."}, {"text_block_id": "p47_b1230", "text": "There is a particular opportunity for building processes that support collective impact. Collective Impact is a way of organising a range of stakeholders around a common agenda, goals, measurement, activity, and communications to make progress on complex societal"}, {"text_block_id": "p47_b1231", "text": "challenges (see page 48)."}, {"text_block_id": "p47_b1232", "text": "6."}, {"text_block_id": "p47_b1233", "text": "The introduction of the three post-2015 development"}, {"text_block_id": "p47_b1234", "text": "agendas (Sendai Framework, Sustainable Development Goals, and Paris Agreement for Climate Change) brings"}, {"text_block_id": "p47_b1235", "text": "an additional impetus and drive for action, as well as practical recommendations that we can implement. They also bring a strong message about integration, collaboration, and a whole-of-society approach."}, {"text_block_id": "p47_b1236", "text": "7."}, {"text_block_id": "p47_b1237", "text": "The New Zealand Government has a strong focus on wellbeing, particularly intergenerational wellbeing, and improved living standards for all. Simultaneously, local government has a renewed interest in the four wellbeings, with those concepts being re-introduced to the Local Government Act as a key role of local government. These priorities are entirely harmonious, and lead swiftly into a conversation with both levels of government on how to protect and enhance living standards through a risk management and resilience approach."}, {"text_block_id": "p47_b1238", "text": "8."}, {"text_block_id": "p47_b1239_merged_merged_merged", "text": "We have only just begun to scratch the surface of best resilience practice, including how to make the most of investment in resilience. There is much to learn from the Triple Dividend of Resilience (see page 49) – ensuring our investments provide multiple benefits or meet multiple needs, and are the smartest possible use of limited resources. The Triple Dividend also supports better business cases, allowing us to better position our case for resilience and convince decision-makers of the"}, {"text_block_id": "p47_b1242", "text": "benefits of investment."}, {"text_block_id": "p47_b1243", "text": "9."}, {"text_block_id": "p47_b1244", "text": "We are a small agile nation. We are ambitious, innovative, motivated, and informed: we can lead the world in our approach to resilience."}, {"text_block_id": "p48_b1245", "text": "‘Wild cards’"}, {"text_block_id": "p48_b1246", "text": "The world is changing at an unprecedented rate driven by technical innovation and new ways of thinking that will fundamentally transform the way we live. As we move away from the old structures and processes that shaped our past, a new world of challenges and opportunities awaits us. While there might be uncertainty about how some of these factors might shape our risk and our capacity to manage that risk, there are some common implications that are critical to take account of as we work to build resilience."}, {"text_block_id": "p48_b1247", "text": "1."}, {"text_block_id": "p48_b1248", "text": "The revolution in technology and communication is a key feature of today’s world. Regardless of the issue, technology is reshaping how individuals relate to one another. It shifts power to individuals and common interest groups, and enables new roles to be played with greater impact. Organisations and groups that can anticipate and harness changing social uses of technology for meaningful engagement with societal challenges will be more resilient in the future."}, {"text_block_id": "p48_b1249", "text": "2."}, {"text_block_id": "p48_b1250", "text": "Local organisations and grassroots engagement is an important component. This is driven, in part, by shifts in technology and communication that give local groups"}, {"text_block_id": "p48_b1251", "text": "more influence and lower their costs for organising"}, {"text_block_id": "p48_b1252", "text": "and accessing funding, but also the rising power of populations in driving actions and outcomes."}, {"text_block_id": "p48_b1253", "text": "3."}, {"text_block_id": "p48_b1254", "text": "Populations currently under the age of 30 will be a dominant force in the coming two decades – both virtually, in terms of their levels of online engagement, and physically, by being a critical source of activity."}, {"text_block_id": "p48_b1255", "text": "Younger generations possess significant energy and"}, {"text_block_id": "p48_b1256", "text": "global perspectives that need to be harnessed for positive change."}, {"text_block_id": "p48_b1257", "text": "4."}, {"text_block_id": "p48_b1258", "text": "The role of culture as a major driver in society, and one that desperately needs to be better understood by leaders across governments, and the private and"}, {"text_block_id": "p48_b1259", "text": "for-profit sectors. Culture is a powerful force that can play a significant role (both positive and negative – if it is not handled sensitively), and is therefore a force with"}, {"text_block_id": "p48_b1260", "text": "which stakeholders should prepare to constructively engage."}, {"text_block_id": "p48_b1261", "text": "5."}, {"text_block_id": "p48_b1262", "text": "High levels of trust across organisations, sectors and generations will become increasingly important as a"}, {"text_block_id": "p48_b1263", "text": "precondition for influence and engagement. This trust"}, {"text_block_id": "p48_b1264", "text": "will need to be based on more than just the existence of regulations and incentives that encourage compliance. Organisations can build trust among stakeholders through a combination of “radical transparency” and by demonstrating a set of social values that drive behaviour that demonstrates an acknowledgement of"}, {"text_block_id": "p48_b1265", "text": "the common good."}, {"text_block_id": "p48_b1266", "text": "6."}, {"text_block_id": "p48_b1267", "text": "The possibility of new and innovative partnerships"}, {"text_block_id": "p48_b1268", "text": "between government, the private and not-for-profit"}, {"text_block_id": "p48_b1269", "text": "sectors, may provide new platforms for positive change. The challenge of disaster risk can no longer be the domain of government alone. A collective approach is needed, including to utilise all resources available to us, public and private, and to consider innovative approaches to managing and reducing risk. This"}, {"text_block_id": "p48_b1270", "text": "requires active participation on the part of the private"}, {"text_block_id": "p48_b1271", "text": "sector, and transparency, openness, and responsiveness"}, {"text_block_id": "p48_b1272", "text": "on the part of politicians and public officials."}, {"text_block_id": "p48_b1273", "text": "7."}, {"text_block_id": "p48_b1274_merged_merged_merged_merged_merged_merged", "text": "The need for higher levels of accountability, transparency, and measurement. More work is required to ensure that those tackling societal challenges have the appropriate means of measuring impact. These mechanisms will need to be technology-enabled, customised to the challenge at hand, and transparent."}, {"text_block_id": "p49_b1277", "text": "Appendix 3: Two key opportunities"}, {"text_block_id": "p49_b1278", "text": "Working together: making Collective Impact"}, {"text_block_id": "p49_b1279", "text": "Collective Impact is a framework to tackle complex social problems. It is a structured approach to making"}, {"text_block_id": "p49_b1280", "text": "collaboration work across government, business, non-profit organisations and communities to achieve significant and"}, {"text_block_id": "p49_b1281", "text": "lasting social change."}, {"text_block_id": "p49_b1282", "text": "The Collective Impact approach is premised on the belief that no single policy, government department, organisation or program can tackle or solve the increasingly complex social problems we face as a society. The approach calls"}, {"text_block_id": "p49_b1283", "text": "for multiple organisations or entities from different sectors to set aside their own, specific agendas in favour of a"}, {"text_block_id": "p49_b1284", "text": "common agenda, shared measurement and alignment of"}, {"text_block_id": "p49_b1285", "text": "effort. Unlike collaboration or partnership, Collective Impact"}, {"text_block_id": "p49_b1286", "text": "initiatives have centralised infrastructure – known as a backbone organisation – with dedicated resources to help participating organisations shift from acting alone to acting in concert."}, {"text_block_id": "p49_b1287_merged_merged_merged", "text": "Collective Impact was first written about in the Stanford Social Innovation Review in 2011. Five key elements were identified:"}, {"text_block_id": "p49_b1290", "text": "1. A common agenda"}, {"text_block_id": "p49_b1291", "text": "Coming together to collectively define the problem"}, {"text_block_id": "p49_b1292", "text": "and create a shared vision to solve it."}, {"text_block_id": "p49_b1293", "text": "2. Shared measurement"}, {"text_block_id": "p49_b1294", "text": "Agreeing to track progress in the same way, which allows for continuous improvement."}, {"text_block_id": "p49_b1295", "text": "3. Mutually reinforcing activities"}, {"text_block_id": "p49_b1296", "text": "Coordinating collective efforts to maximize the end"}, {"text_block_id": "p49_b1297", "text": "result."}, {"text_block_id": "p49_b1298", "text": "4."}, {"text_block_id": "p49_b1299", "text": "Continuous communication"}, {"text_block_id": "p49_b1300", "text": "Building trust and relationships among all participants."}, {"text_block_id": "p49_b1301", "text": "5. A backbone organisation"}, {"text_block_id": "p49_b1302", "text": "Having a team dedicated to orchestrating the work of the group."}, {"text_block_id": "p49_b1303", "text": "Figure 7 Common goals, before and after Collective Impact"}, {"text_block_id": "p49_b1304", "text": "The Strategy aims to emulate the intent and conditions of Collective Impact:"}, {"text_block_id": "p49_b1305", "text": "•"}, {"text_block_id": "p49_b1306", "text": "the process to develop the Strategy – a common agenda for resilience – was based on a series of workshops around the country over two years;"}, {"text_block_id": "p49_b1307", "text": "•"}, {"text_block_id": "p49_b1308", "text": "a measurement and monitoring regime will track achievement of objectives and ensure we are making progress towards outcomes;"}, {"text_block_id": "p49_b1309", "text": "•"}, {"text_block_id": "p49_b1310", "text": "the objectives of the Strategy detail focus areas in which we can undertake a series of mutually-reinforcing activities at all levels;"}, {"text_block_id": "p49_b1311", "text": "•"}, {"text_block_id": "p49_b1312", "text": "the Strategy advocates strongly for relationship and partnership building, to improve communication and collaboration; and"}, {"text_block_id": "p49_b1313", "text": "•"}, {"text_block_id": "p49_b1314", "text": "the emergency management sector, through the National CDEM Plan, and regional CDEM Group Plans, act as backbone organisations, driving the agenda and coordinating activity."}, {"text_block_id": "p50_b1315", "text": "Changing the narrative: the Triple Dividend of Resilience"}, {"text_block_id": "p50_b1316", "text": "In New Zealand we have first-hand, recent examples of"}, {"text_block_id": "p50_b1317", "text": "how much disasters can cost. The direct costs alone can be substantial. As we start to consider methodologies for counting the economic cost of social impact, the total cost of"}, {"text_block_id": "p50_b1318", "text": "disasters and disruptive events will be significantly more – maybe even double the reported ‘direct’ costs."}, {"text_block_id": "p50_b1319", "text": "Even so, it is often difficult to make a case for investment"}, {"text_block_id": "p50_b1320", "text": "in disaster risk management and resilience, even as we cite"}, {"text_block_id": "p50_b1321", "text": "research on benefit-cost ratios – how upfront investment in"}, {"text_block_id": "p50_b1322", "text": "risk management can save millions in future costs. We know these ratios to be true, we have seen examples of it, even here in New Zealand, so why is it such a hard case to make?"}, {"text_block_id": "p50_b1323", "text": "Other than short-term political and management cycles,"}, {"text_block_id": "p50_b1324", "text": "it is generally due to how we calculate ‘value’. Traditional"}, {"text_block_id": "p50_b1325", "text": "methods of appraising investments in disaster risk"}, {"text_block_id": "p50_b1326", "text": "management undervalue the benefits associated with"}, {"text_block_id": "p50_b1327", "text": "resilience. This is linked to the perception that investing"}, {"text_block_id": "p50_b1328", "text": "in disaster resilience will only yield benefits once disaster"}, {"text_block_id": "p50_b1329", "text": "strikes, leading decision-makers to view disaster risk"}, {"text_block_id": "p50_b1330", "text": "management investments as a gamble that only pays off in the event of a disaster – a ‘sunk’ cost, that gives no short-term benefit."}, {"text_block_id": "p50_b1331", "text": "There is increasing evidence that building resilience yields"}, {"text_block_id": "p50_b1332", "text": "substantial and tangible benefits, even if a disaster does not"}, {"text_block_id": "p50_b1333", "text": "happen for many years – or ever."}, {"text_block_id": "p50_b1334", "text": "A 2015 report outlines the ‘Triple Dividend of Resilience’, or the three types of benefits that investments in disaster risk"}, {"text_block_id": "p50_b1335", "text": "management can yield. They are:"}, {"text_block_id": "p50_b1336", "text": "1."}, {"text_block_id": "p50_b1337", "text": "Avoiding losses when disasters strike"}, {"text_block_id": "p50_b1338", "text": "2."}, {"text_block_id": "p50_b1339", "text": "Stimulating economic activity thanks to reduced disaster risk, and"}, {"text_block_id": "p50_b1340", "text": "3."}, {"text_block_id": "p50_b1341", "text": "Generating societal co-benefits."}, {"text_block_id": "p50_b1342", "text": "While the first dividend is the most common motivation"}, {"text_block_id": "p50_b1343", "text": "for investing in resilience, the second and third dividends are typically overlooked. The report presents evidence that by actively addressing risk, there can be immediate and"}, {"text_block_id": "p50_b1344", "text": "substantial economic benefits to households, the private"}, {"text_block_id": "p50_b1345", "text": "sector, and, more broadly, at the macro-economic level. Moreover, integrating multi-purpose designs into resilience investments can both save costs, and provide community"}, {"text_block_id": "p50_b1346", "text": "and other social benefits (for example, strengthened flood"}, {"text_block_id": "p50_b1347", "text": "protections works that act as pedestrian walkways, parks"}, {"text_block_id": "p50_b1348", "text": "or roads)."}, {"text_block_id": "p50_b1349_merged_merged_merged_merged_merged", "text": "New Zealand needs to learn from this concept and ensure that our investments in resilience are providing multiple benefits to both make smart use of our limited resources, and to assure decision-makers that their investment is worthwhile, and will pay dividends – in the short and long term."}, {"text_block_id": "p50_b1352", "text": "Figure 8 The Triple Dividend of Resilience Investment – Adapted from: The Triple Dividend of Resilience – Realising development goals through the multiple"}, {"text_block_id": "p50_b1353", "text": "benefits of disaster risk management (Global Facility for Disaster Reduction and Recovery, the World Bank, Overseas Development Institute, 2015)."}], "document_description": "The National Disaster Resilience Strategy aims to help strengthen the resilience of the country by managing risks and improving emergency response. The Strategy presents the objectives to be pursued to meet those goals, what is expected in respect of a resilient New Zealand, and how to achieve that over the next 10 years. It sets three priorities: risk management, effective response and recovery from emergencies, and enabling, empowering and supporting communities. The Strategy came into effect on 10 April 2019 and replaces the previous National Civil Defence Emergency Management Strategy. It is set on a 10-year timeframe."}