{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "New Zealand", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "New Zealand Energy and Efficiency Conservation Strategy 2017-2022", "document_country_code": "NZL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "06/01/2017", "document_keyword": ["Energy Supply", "Energy Demand", "Buildings", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/NZL/2017/NZL-2017-01-06-New Zealand Energy and Efficiency Conservation Strategy 2017-2022_d33b7cbd8ed02b5b9992bf5b3821ffe5.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "This document has been prepared on behalf of the  New Zealand Government by :"}, {"text_block_id": "p1_b2", "text": "Ministry of Business, Innovation & Employment"}, {"text_block_id": "p1_b3", "text": "PO Box 1473, Wellington 6140"}, {"text_block_id": "p1_b4", "text": "New Zealand"}, {"text_block_id": "p1_b5", "text": "www.mbie.govt.nz"}, {"text_block_id": "p1_b6", "text": "Photo credit:"}, {"text_block_id": "p1_b7", "text": "Image one:"}, {"text_block_id": "p1_b8", "text": "Mark Tantrum Photography. A Nissan Leaf electric vehicle near wind turbines at West Wind Farm, Makara, Wellington."}, {"text_block_id": "p1_b9", "text": "Image two:"}, {"text_block_id": "p1_b10", "text": "Peter van Meer. Process heat plant at Westland Milk Products. I"}, {"text_block_id": "p1_b11", "text": "mage three:"}, {"text_block_id": "p1_b12", "text": "Sara Orme. The innovative, collaborative and solar-powered  Te Oro Musical and Arts Centre, Glenn Innes."}, {"text_block_id": "p1_b13_merged_merged", "text": "Cover photos are sourced from the Energy Efficiency and Conservation Authority, and New Zealand Story Group via www.nzstory.govt.nz."}, {"text_block_id": "p1_b16", "text": "ISBN: 978-1-98-851777-3 (print)"}, {"text_block_id": "p1_b17", "text": "ISBN: 978-1-98-851778-0 (online)"}, {"text_block_id": "p1_b18", "text": "June 2017"}, {"text_block_id": "p1_b19", "text": "© Crown Copyright 2017"}, {"text_block_id": "p1_b20", "text": "The material contained in this report is subject to Crown copyright protection unless otherwise indicated. The Crown copyright protected material may be reproduced free of charge in any format or media without requiring specific permission. This is subject to the material being reproduced accurately and not being used in a derogatory manner or in a misleading context. Where the material is being published or issued to others, the source and copyright status should be acknowledged. The permission to reproduce Crown copyright protected material does not extend to any material in this report that is identified as being the copyright of a third party. Authorisation to reproduce such material should be obtained from the copyright holders."}, {"text_block_id": "p1_b21", "text": "MB14143_3032_MAY 2017"}, {"text_block_id": "p2_b22", "text": "Contents"}, {"text_block_id": "p3_b23", "text": "Foreword – Minister of Energy and Resources"}, {"text_block_id": "p3_b24", "text": "It is an exciting and challenging time to be part of the energy sector, here in New Zealand and globally."}, {"text_block_id": "p3_b25", "text": "Technological transformation, changing consumer preferences and demands, a growing focus on the critical role energy plays in business competitiveness, volatile commodity prices, the need to transition to a lower carbon economy – all these factors are playing an important part in the everchanging domestic and international energy context."}, {"text_block_id": "p3_b26", "text": "Maximising the value we obtain from energy use enhances business performance, minimises household costs and benefits our economy as a whole. There are more opportunities for improving energy efficiency and productivity than ever."}, {"text_block_id": "p3_b27", "text": "As a party to the historic Paris Agreement on climate change, New Zealand is committed to reducing greenhouse gas emissions. Our target is to reduce emissions to 30 per cent below 2005 levels by 2030, and future targets will be progressively more ambitious. Businesses, individuals and the Government will need to work together to unlock our energy productivity and renewable potential to contribute to progress towards this target."}, {"text_block_id": "p3_b28", "text": "New Zealand is blessed with an abundant supply of renewable energy resources, and already has one of the highest shares of renewable electricity generation in the world. To leverage our renewable advantage we should not only focus on renewable electricity generation but also energy-saving and fuel-switching opportunities in other sectors."}, {"text_block_id": "p3_b29", "text": "Our greatest potential to reduce carbon lies in our process heat sector for industrial and commercial users, and in our transport sector; both have a much larger proportion of non-renewable energy than electricity."}, {"text_block_id": "p3_b30", "text": "We need to continue to build a willingness to do things differently, and build awareness that energy efficiency and increased use of our renewable advantage are critical game-changers for our environment and our economy."}, {"text_block_id": "p3_b31", "text": "This Strategy sets out the objectives, actions and targets for energy efficiency and renewable energy for the next five years, and will continue to support the New Zealand Energy Strategy 2011–2021."}, {"text_block_id": "p3_b32", "text": "I am confident that this Strategy will help steer businesses, individuals and the Government towards taking actions that will enable our transition towards a smarter, lower-carbon and more productive economy."}, {"text_block_id": "p3_b33", "text": "Hon Judith Collins"}, {"text_block_id": "p3_b34", "text": "Minister of Energy and Resources"}, {"text_block_id": "p4_b35", "text": "Introduction"}, {"text_block_id": "p4_b36", "text": "This document, “Unlocking our energy productivity and renewable potential,” the New Zealand Energy Efficiency and Conservation Strategy 2017-2022 (the"}, {"text_block_id": "p4_b37", "text": "Strategy"}, {"text_block_id": "p4_b38", "text": "), is the national strategy on energy efficiency and renewable energy prepared under the Energy Efficiency and Conservation Act 2000 (the"}, {"text_block_id": "p4_b39", "text": "Act"}, {"text_block_id": "p4_b40", "text": "). It is a companion to the New Zealand Energy Strategy 2011-2021 (the"}, {"text_block_id": "p4_b41", "text": "NZES"}, {"text_block_id": "p4_b42", "text": "), which remains the Government’s primary statement of energy policy."}, {"text_block_id": "p4_b43", "text": "This Strategy sets the overarching policy direction for government support and intervention for the promotion of energy efficiency, energy conservation and the use of renewable sources of energy, and guides the work programme of the Energy Efficiency and Conservation Authority ("}, {"text_block_id": "p4_b44", "text": "EECA"}, {"text_block_id": "p4_b45", "text": ") over the next five years."}, {"text_block_id": "p4_b46", "text": "The goal of this Strategy is for New Zealand to have an energy productive and low emissions economy. It encourages businesses, individuals, and public sector agencies to take actions that will help us to unlock our renewable energy, and energy efficiency and productivity potential, to the benefit of all New Zealanders."}, {"text_block_id": "p4_b47", "text": "Energy is an important input into our economy. In the context of changing consumer preferences and advances in technology, there is significant potential to use energy more productively, while reducing emissions. Tapping into this potential requires a coordinated and sustained approach by everyone."}, {"text_block_id": "p4_b48_merged_merged_merged", "text": "The International Energy Agency (IEA) has identified a number of potential benefits from increasing energy efficiency and renewable energy use (see the table below), including public benefits that support government priorities (such as economic growth and emissions reduction) and private benefits for businesses and consumers (such as lower energy costs)."}, {"text_block_id": "p4_b51", "text": "Multiple benefits of increasing energy efficiency and renewable energy use"}, {"text_block_id": "p5_b52", "text": "Why do energy productivity, efficiency and emissions reduction matter?"}, {"text_block_id": "p5_b53", "text": "Raising energy productivity and reducing energy emissions will help us achieve our economic growth and climate change goals."}, {"text_block_id": "p5_b54", "text": "New Zealand’s renewable energy resources are amongst the best in the world. In 2015, more than"}, {"text_block_id": "p5_b55", "text": "80 per cent of our electricity was generated by hydro, geothermal or wind resources"}, {"text_block_id": "p5_b56", "text": ". We have significant bioenergy, solar and marine energy potential. In this respect we are well ahead of other"}, {"text_block_id": "p5_b57", "text": "countries. Our electricity system only represents about 25 per cent of consumer energy demand,"}, {"text_block_id": "p5_b58", "text": "and six per cent of our gross emissions"}, {"text_block_id": "p5_b59", "text": ". The majority of the other energy that we use is sourced from fossil fuels such as oil, coal and gas, which is why the gains to be made lie beyond electricity generation."}, {"text_block_id": "p5_b60_merged_merged", "text": "In addition, we are not creating as much value from the energy we use as other countries. This is called energy productivity, which is defined as Gross Domestic Product (GDP) per unit of energy used. Nor are we improving our energy productivity as fast as other countries, which could see us slip further behind."}, {"text_block_id": "p5_b62", "text": "To meet our economic growth and climate change goals, we need to raise energy productivity and make greater efforts to reduce our energy-related emissions (see the table below)."}, {"text_block_id": "p6_b63", "text": "Cost-effective energy efficiency improvements could reduce New Zealand’s energy use.  For example, modelling by the BusinessNZ Energy Council shows energy efficiency improvements could be by as much as 11 to 14 per cent by 2030"}, {"text_block_id": "p6_b64", "text": ". However, EECA’s activities and international experience"}, {"text_block_id": "p6_b65", "text": "demonstrate that many barriers contribute to the limited uptake of energy efficiency (see the box below)."}, {"text_block_id": "p6_b66", "text": "By investing in energy efficiency, businesses can improve their competitiveness, gain brand advantages, lower operating and maintenance costs, and contribute to better working conditions."}, {"text_block_id": "p6_b67", "text": "This is particularly important in New Zealand’s export-led economy for two reasons. First, we know productive firms are more likely to become exporters. Secondly, as climate change issues become more important, our export markets may start to focus more on the embodied carbon"}, {"text_block_id": "p6_b68", "text": "in imported goods, and perhaps even services."}, {"text_block_id": "p6_b69", "text": "In order to make the most of these opportunities and avoid falling behind our competitors, we need to continue to develop a productive economy where all regions and people have the opportunity to grow and prosper – at the same time as reducing our emissions."}, {"text_block_id": "p6_b70_merged_merged_merged", "text": "New Zealand’s emissions are mainly from the agriculture and energy sectors (including transport). The energy sector makes up nearly 40 per cent of gross emissions. Based on current technology and without reducing existing economic activity, New Zealand’s greatest potential to reduce emissions lies in our process heat and transport sectors – both of which are significant emitters."}, {"text_block_id": "p6_b73", "text": "This Strategy prioritises action in the process heat and transport sectors, as well as electricity generation and consumption because New Zealand stands to benefit greatly from making the most of its clean electricity resources."}, {"text_block_id": "p6_b74", "text": "Even though energy efficiency can benefit businesses and households in many ways – including lower costs – opportunities may not be taken up. The non-financial barriers include:"}, {"text_block_id": "p6_b75", "text": "Imperfect information:"}, {"text_block_id": "p6_b76", "text": "Businesses and individuals can’t fully assess the benefits of investment in energy efficiency measures."}, {"text_block_id": "p6_b77", "text": "Split incentives:"}, {"text_block_id": "p6_b78", "text": "Those investing in energy efficiency measures are not always the ones receiving the direct benefit, e.g. a landlord provides appliances but the tenant pays the energy bills."}, {"text_block_id": "p6_b79", "text": "Principal-agent problems:"}, {"text_block_id": "p6_b80", "text": "Organisations often split energy responsibilities across different parts of the business, so it is accounted for in different budgets."}, {"text_block_id": "p6_b81", "text": "Behavioural barriers:"}, {"text_block_id": "p6_b82", "text": "It takes a deliberate effort to change the way an organisation thinks about energy use, e.g. providing good information, teaching new practices, and learning to think from a different perspective."}, {"text_block_id": "p7_b83", "text": "How does the Strategy fit in with Government priorities?"}, {"text_block_id": "p7_b84", "text": "The Strategy supports government priorities outlined in the Business Growth Agenda, the New Zealand Energy Strategy and New Zealand’s action on climate change."}, {"text_block_id": "p7_b85", "text": "The four priority areas in the NZES provide an overarching framework for this Strategy:"}, {"text_block_id": "p7_b86", "text": "The four priority areas in the NZES provide an overarching framework for this Strategy:\n* Diverse resource development (including the development of renewable energy).\n* Environmental responsibility.\n* Efficient use of energy.\n* Secure and affordable energy."}, {"text_block_id": "p7_b94_merged", "text": "The Strategy also works in parallel with the Government’s priority to build a more competitive and productive economy by improving energy efficiency and use of renewable energy to raise productivity, reduce carbon emissions and promote consumer choice (as outlined in the Business Growth Agenda). The Strategy also contributes to transitioning New Zealand to a low emission economy, which is important in terms of meeting our climate change emissions reductions targets. Figure 1 below illustrates how the Strategy fits into the government’s priorities and policy frameworks."}, {"text_block_id": "p7_b96", "text": "Figure 1 The Strategy in the wider government context"}, {"text_block_id": "p8_b97", "text": "New Zealand’s progress towards achieving longer-term goals, such as our target to reduce greenhouse gas emissions by 30 per cent below 2005 levels by 2030, depends on the choices made every day by energy users, large and small. Our individual and collective decisions add up and make an impact – turning machinery on and off, purchasing vehicles, appliances and equipment for use in businesses and at home. However, these choices are often complex and factoring in energy performance over the life of the investment presents a hurdle for many consumers."}, {"text_block_id": "p8_b98", "text": "Work is already underway to ensure that we are well positioned to adapt to, and take advantage of, emerging technologies and continue our transition to a more productive and lower emissions economy. The New Zealand Emissions Trading Scheme (ETS) will ensure that a price on carbon emissions is a feature of future investment decisions, improving the competitiveness of low emission alternatives."}, {"text_block_id": "p8_b99", "text": "This Strategy complements this by shifting the focus into sectors with the most potential to contribute to emissions reduction – through switching to renewables and using energy more productively – focusing on priorities and supporting actions over the next five years."}, {"text_block_id": "p8_b100", "text": "This Strategy therefore plays a central role in ensuring government and the energy sector are removing barriers and providing appropriate incentives to support all New Zealanders to take action and make the best choices about the energy they use, and how they use it. The Strategy will do this by:"}, {"text_block_id": "p8_b101", "text": "This Strategy therefore plays a central role in ensuring government and the energy sector are removing barriers and providing appropriate incentives to support all New Zealanders to take action and make the best choices about the energy they use, and how they use it. The Strategy will do this by:\n* Contributing to New Zealand achieving longer-term goals, such as the Governmentâs climate\n* Guiding policy development and implementation across government, in particular EECAâs work.\n* Encouraging all parts of the economy â businesses, individuals and public sector organisations â\n* Continuing to improve the evidence base for increasing energy productivity and renewable"}, {"text_block_id": "p8_b109", "text": "The Strategy is consistent with existing Government Policy Statements and National Policy Statements (NPS), including the NPS for Renewable Electricity. Related to this, a recent amendment to the Resource Management Act 1991 enables the development of national planning standards. The first set of standards must include, structure and form of policy statements and plans, definitions and e-delivery of plans. These elements will ensure a level of consistency across policy statements and plans, including reference to national direction. In the longer term, the planning standards have the potential to support the implementation of national policy instruments,  such as the NPS for Renewable Electricity Generation."}, {"text_block_id": "p8_b110", "text": "Figure 2 overleaf illustrates the Strategy’s structure around a goal, with priorities areas, targets, objectives and actions."}, {"text_block_id": "p9_b111", "text": "Figure 2 The Strategy structure: overall goal, with priorities areas, targets, objectives and actions"}, {"text_block_id": "p9_b112", "text": "Unlocking our energy productivity and renewable potential"}, {"text_block_id": "p9_b113", "text": "Energy Efficiency and Conservation Strategy 2017-2022"}, {"text_block_id": "p9_b114", "text": "Goal: New Zealand  has an energy productive and low emissions economy"}, {"text_block_id": "p9_b115", "text": "The Strategy, made under the Energy Efficiency and Conservation Act 2000, sets the overarching policy direction for government support and intervention, and guides the work programme of the Energy Efficiency and Conservation Authority over the next five years."}, {"text_block_id": "p10_b116", "text": "Unlocking our energy productivity and renewable potential"}, {"text_block_id": "p10_b117", "text": "Goal"}, {"text_block_id": "p10_b118", "text": "New Zealand has an energy productive and low emissions economy."}, {"text_block_id": "p10_b119", "text": "We all have a part to play in unlocking our renewable and energy productivity potential. Businesses, individuals, and the public sector are key groups that need to work collectively to solve problems and achieve sustained benefits for New Zealand."}, {"text_block_id": "p10_b120", "text": "This Strategy identifies three objectives for businesses, individuals and the public sector – one for each key group of energy users. It also sets out cross-cutting actions, recognising that responsibility for delivering actions is often shared across all groups."}, {"text_block_id": "p10_b121", "text": "Objectives"}, {"text_block_id": "p10_b122", "text": "Objectives\n* Businesses\n* Businesses\n make energy efficient and renewable energy investments and adopt best practice\n* Individuals, households and community institutions\n* Individuals, households and community institutions\n choose energy efficient technologies,\n* The public sector\n* The public sector\n demonstrates leadership by adopting greater energy efficiency and renewable"}, {"text_block_id": "p10_b131", "text": "The three priority areas"}, {"text_block_id": "p10_b132", "text": "The Strategy focuses on three priority areas to achieve its goal and objectives:"}, {"text_block_id": "p10_b133", "text": "The Strategy focuses on three priority areas to achieve its goal and objectives:\n* Renewable and efficient use of\n* Renewable and efficient use of\n process heat\n* Efficient and low-emissions\n* Efficient and low-emissions\n transport\n* Innovative and efficient use of\n* Innovative and efficient use of\n electricity"}, {"text_block_id": "p10_b142", "text": "The actions that the Government will deliver are set out in the next section. These actions will support the objectives for businesses, individuals and public sector agencies to use energy more efficiently and chose renewable energy, where it is cost-competitive on a life-cycle basis. This approach recognises that Government action alone cannot achieve the goal and objectives set out in this Strategy, and is therefore focused on removing barriers to businesses, individuals and wider public sector agencies making investments and decisions that will contribute to unlocking our energy productivity and renewable potential."}, {"text_block_id": "p11_b143", "text": "The Strategy has a target related to each of the three priority areas. Together, the actions and targets will contribute to achieving the Government’s policies and objectives, for example:"}, {"text_block_id": "p11_b144", "text": "The Strategy has a target related to each of the three priority areas. Together, the actions and targets will contribute to achieving the Government’s policies and objectives, for example:\n* The target for this priority area is a decrease in\n* The target for this priority area is that electric vehicles\n* The target for this priority area is 90 per cent of"}, {"text_block_id": "p11_b153", "text": "The connection between the actions and the objectives is best demonstrated by thinking about the benefits of implementing actions such as minimum energy performance standards (MEPS) and labelling. MEPS and labelling contributes to the Government’s policy priorities of innovative and efficient use of electricity by improving the energy performance of products, such as fridges, freezers and heat pumps. This makes it easier for businesses and households to make energy efficient investments that lead to energy savings. Choosing more efficient products is an example of the one of actions the Strategy includes which will encourage businesses, individuals, and public sector agencies to help us to unlock our renewable energy, and energy efficiency and productivity potential, to the benefit of all New Zealanders."}, {"text_block_id": "p12_b154", "text": "01"}, {"text_block_id": "p12_b155", "text": "Renewable and efficient use of"}, {"text_block_id": "p12_b156", "text": "process heat"}, {"text_block_id": "p12_b157", "text": "Target:"}, {"text_block_id": "p12_b158", "text": "Decrease in industrial emissions intensity of at least one per cent per annum on average between 2017 and 2022."}, {"text_block_id": "p13_b159", "text": "Process heat is predominately generated from coal and gas and offers a key emissions reduction opportunity."}, {"text_block_id": "p13_b160", "text": "Process heat is used in the industrial and commercial sectors, often in the form of steam, hot water or hot gases. For example, meat and dairy processors use steam from boilers to sanitise equipment and process raw products, such as milk into powder."}, {"text_block_id": "p13_b161", "text": "Process heat makes up one-third of New Zealand’s overall energy use and contributes nine per cent of gross emissions. Sixty per cent of process heat is supplied using fossil fuels, mainly coal and gas. The industrial sector is the largest end-user of process heat – 80 per cent of total process heat use occurs in this sector"}, {"text_block_id": "p13_b162", "text": "."}, {"text_block_id": "p13_b163", "text": "Process heat offers one of our largest cost-effective opportunities to improve energy efficiency and switch from fossil fuels to renewable energy."}, {"text_block_id": "p13_b164_merged_merged", "text": "It is estimated that the efficiency of the industrial sector’s use of process heat could improve by four to 12 per cent between 2010 and 2030. It could also play a significant role in meeting New Zealand’s 2030 emissions reduction target, while helping industries to be more competitive and meet their productivity goals."}, {"text_block_id": "p13_b166", "text": "In the shorter term, improvements can be achieved by operating existing processes and systems as efficiently as possible, to reduce the amount of heat they require. Where possible and cost-effective, further gains may be made through redesigning and optimising processes and upgrading or retrofitting the heat supply systems. For example, recovering heat from boiler flue gases or upgrading boiler control systems."}, {"text_block_id": "p13_b167", "text": "New processes can also be optimised to minimise the heat requirements, both in terms of the amount and the temperature required, and to enable the use of lower emissions technologies. Capital replacements of heating systems could be done using lower emissions options, such as a biomass system or industrial heat pump, to meet some or all of the heat requirements. For example, using heat pumps where temperatures of less than 100°C are needed, alongside boilers for processes that need higher temperatures. In addition, an increasing emphasis on process design and integration (e.g. coupling hot water and refrigeration systems) will enable systems to make the most of heat recovery."}, {"text_block_id": "p13_b168", "text": "In the public sector, process heat is used in a number of ways, including to heat schools, universities, offices and other buildings, and to create steam for sterilisation in hospitals. There may also be opportunities for local government to explore new technologies to turn waste into energy at wastewater treatment facilities and landfills, even though there may be difficulties in developing such facilities at present. Although public sector heat demand accounts for only 14 per cent of total use, demand can encourage local renewable heat markets to develop. Cost savings from process heat improvements in the public sector benefit New Zealanders by saving taxpayers’ money."}, {"text_block_id": "p14_b169", "text": "02"}, {"text_block_id": "p14_b170", "text": "Efficient and low emissions"}, {"text_block_id": "p14_b171", "text": "transport"}, {"text_block_id": "p14_b172", "text": "Target:"}, {"text_block_id": "p14_b173", "text": "Electric vehicles make up two per cent of the vehicle fleet by the end of 2021."}, {"text_block_id": "p15_b174", "text": "Electric vehicles produce 80 per cent fewer emissions than a petrol  vehicle when used in New Zealand."}, {"text_block_id": "p15_b175", "text": "Transport accounts for around 36 per cent of New Zealand’s energy use and 17 per cent of New Zealand’s gross emissions"}, {"text_block_id": "p15_b176", "text": ". Our transport system relies almost entirely on fossil fuels to power our cars, trucks, aircraft, rail networks and ships. Ninety per cent of transport energy is used in road transport. The fuel economy of vehicles entering our fleet is poor compared with other countries, and improvements in reported performance have stalled since 2013"}, {"text_block_id": "p15_b177", "text": "."}, {"text_block_id": "p15_b178", "text": "New technology is creating opportunities for New Zealand to benefit from our high level of renewable electricity. This is already impacting on the design, operation and maintenance of transport infrastructure. It is essential that the regulatory environment enables the widespread introduction of new applications so the benefits of innovation can be realised"}, {"text_block_id": "p15_b179", "text": "."}, {"text_block_id": "p15_b180", "text": "New Zealand’s long, skinny geography and geographical isolation make our road transport system particularly important. Our growing population and economy are placing increased demands on this system. Although vehicles will become more efficient, there is a risk that efficiency increases will not be sufficient to offset increased emissions from transport in the future."}, {"text_block_id": "p15_b181", "text": "Passenger transport"}, {"text_block_id": "p15_b182", "text": "There is scope for New Zealand to improve the energy productivity of passenger transport more quickly by taking steps to promote more efficient internal combustion engines, electric vehicles and advances in alternative fuels. In addition, use of technology to build intelligent transport systems (ITS)"}, {"text_block_id": "p15_b183", "text": "and innovative spatial planning approaches (e.g. building around transport hubs) will reduce the amount of vehicle kilometres travelled in private vehicles."}, {"text_block_id": "p15_b184", "text": "As electric vehicles run on New Zealand’s highly renewable electricity, rather than imported oil, and are more fuel efficient, they produce 80 per cent fewer emissions than a petrol vehicle when used in New Zealand."}, {"text_block_id": "p15_b185", "text": "Freight transport"}, {"text_block_id": "p15_b186", "text": "We need an efficient freight network with policy and regulatory settings that support growth, optimise the performance of the freight network and continue achieving productivity gains in the freight transport sector"}, {"text_block_id": "p15_b187", "text": "."}, {"text_block_id": "p15_b188_merged_merged_merged_merged_merged", "text": "A highly competitive freight industry, increasing population growth and consumer expectations for rapid delivery of goods means that freight services and associated emissions are expected to grow steadily. New Zealand’s freight task (volume of freight (tonnes), and how far it moves (kilometres)) is projected to increase by 48 per cent between 2014 and 2042."}, {"text_block_id": "p15_b190", "text": "There is significant potential to improve our use of existing infrastructure through the efficient management of our heavy vehicle fleet, to tap into the potential energy savings. This improvement could involve investing in more efficient fleets and supporting changes in the behaviour of trucking firms, at both management and driver level. For example, trucks move freight more efficiently when they are carrying full loads."}, {"text_block_id": "p16_b191", "text": "03"}, {"text_block_id": "p16_b192", "text": "Innovative and efficient use of"}, {"text_block_id": "p16_b193", "text": "electricity"}, {"text_block_id": "p16_b194", "text": "Target:"}, {"text_block_id": "p16_b195", "text": "90 per cent of electricity will be generated from renewable  sources by 2025 (in an average hydrological year), providing security  of supply is maintained."}, {"text_block_id": "p17_b196", "text": "Electricity continues to be a priority area under this Strategy, with a particular focus on supporting technology uptake and innovation. The Government retains the 90 per cent renewable electricity target, which is well-known and enduring, and continues to set the direction for investment in this sector. Since this target was announced, the percentage of electricity generation has increased significantly, from 67 per cent in 2007 to 81 per cent in 2015. While we are well ahead of other countries in this respect, our energy productivity improvement has been slipping behind some other OECD countries."}, {"text_block_id": "p17_b197", "text": "Electricity efficiency enables individuals and businesses to get  more value and benefit from the energy they use."}, {"text_block_id": "p17_b198", "text": "Electricity efficiency helps to build a more competitive and productive economy by enabling individuals and businesses to get more value and benefit from the energy they use. This frees up money for other purposes. Smarter energy use in buildings and more efficient products and appliances could deliver electricity savings for businesses and households. Warm, dry and energy efficient homes provide significant health benefits and reduce peak electricity consumption during the winter, particularly in the South Island"}, {"text_block_id": "p17_b199", "text": ","}, {"text_block_id": "p17_b200", "text": "."}, {"text_block_id": "p17_b201_merged_merged", "text": "Getting more value and benefit from energy is significant to New Zealand as many of our key exports are energy-intensive to produce. To remain competitive, it is important that we manage and reduce energy use and costs. Our challenge is to use our renewable electricity supply more productively so that our industries become amongst the least energy and carbon intensive in the world. International and domestic experience shows electricity efficiency investments can also lead to product quality improvements, reduced operating and maintenance costs and improved working conditions."}, {"text_block_id": "p17_b204", "text": "Exciting new technologies are starting to give businesses and individuals more choice and control over how and when they use, and even produce, electricity. Technologies such as heat pumps, energy efficient lighting, smart metering and intelligent energy management systems (e.g. smart appliances and devices) make it easier for businesses and individuals to manage and use electricity more efficiently, and can help to promote energy conservation. Potential changes to pricing (e.g. time-of use rates), coupled with more efficient technology, could reduce energy costs (e.g. charging electric vehicles on cheaper rates at off-peak times)."}, {"text_block_id": "p17_b205", "text": "Our high share of renewable electricity means that electrification offers a key opportunity to decarbonise New Zealand’s economy."}, {"text_block_id": "p17_b206", "text": "Electric vehicles, and other technologies, such as solar panels and battery storage, provide new opportunities to make use of renewable resources. This priority area also reflects the potential to make more of our renewable electricity advantage through opportunities for greater electrification of sectors that have, to date, relied on fossil fuels (e.g. from internal combustion engines to electric vehicles in the transport sector and substituting coal and gas use for electric technologies in the manufacturing sector). The Government’s Electric Vehicles Programme and the new process heat action plan (to be developed under this Strategy) will explore this potential."}, {"text_block_id": "p17_b207", "text": "Government actions that support each priority area are outlined in the next section."}, {"text_block_id": "p18_b208", "text": "What actions can  we take?"}, {"text_block_id": "p18_b209", "text": "Energy efficient choices should ideally be enabled by well-functioning markets where incentives are clear and efficient, information is readily available, and competition and innovation are strong. However, where markets fail or face barriers, other measures may be required to realise the potential national benefits. This Strategy aims to foster productivity and renewables investment by removing barriers and supporting innovation within competitive markets."}, {"text_block_id": "p18_b210", "text": "These actions provide a starting point for key groups wanting to work with government to build an energy productive and low emissions economy."}, {"text_block_id": "p18_b211", "text": "Businesses"}, {"text_block_id": "p18_b212", "text": "Strategy Objective:"}, {"text_block_id": "p18_b213", "text": "Businesses make energy efficient and renewable energy investments and adopt best practice energy management"}, {"text_block_id": "p18_b214", "text": "As significant energy users, businesses play a core role in driving technology adoption and demonstrating that efficient energy use can deliver substantial benefits to their bottom-line. New Zealand industries face intense competitive pressure and many exporters operate within tight margins. More efficient use of energy is an investment in future profitability and competitiveness."}, {"text_block_id": "p18_b215_merged", "text": "Businesses are responsible for around two-thirds of New Zealand’s energy use and associated emissions. Most businesses can improve their energy efficiency by up to 20 per cent through smarter energy use and investment in efficient technology. Businesses can also reduce their carbon footprint by converting to renewable energy sources such as woody biomass, efficient electricity and geothermal energy."}, {"text_block_id": "p18_b217", "text": "With the right investment planning and tools, energy is one of the few costs that businesses can control. Increasing the number of businesses that prioritise energy productivity and the use of renewable energy will deliver benefits both for those firms and to the New Zealand economy."}, {"text_block_id": "p18_b218", "text": "There are a number of ways that businesses can take action, including:"}, {"text_block_id": "p19_b219", "text": "Supporting actions"}, {"text_block_id": "p20_b220", "text": "Individuals, households and community institutions"}, {"text_block_id": "p20_b221", "text": "Strategy Objective:"}, {"text_block_id": "p20_b222", "text": "Individuals, households and community institutions choose energy efficient technologies, adopt energy efficient behaviours and make greater use of renewable energy"}, {"text_block_id": "p20_b223_merged", "text": "Individuals represent around one-third of New Zealand’s energy use, primarily due to private transport and residential use. Individuals have the potential to improve their energy efficiency by over 20 per cent by taking a range of actions in the home, when they are out and about and in their communities."}, {"text_block_id": "p20_b225", "text": "Individuals, households and community institutions (such as schools, community groups, marae and places of worship) make decisions every day whether or not to select energy efficient technologies, adopt energy efficient behaviours and make greater use of renewable energy."}, {"text_block_id": "p20_b226", "text": "In adopting energy efficient behaviours, they can reduce their energy bills and fuel costs, have warmer and healthier homes and improve wellbeing through active transport (such as walking and cycling). New technologies can also help to promote energy conservation, while improving energy efficiency."}, {"text_block_id": "p20_b227", "text": "Improvements to the warmth and dryness of homes have been linked to productivity improvements because they reduce the number of days off work and school, and can also reduce the incidence and severity of respiratory illness, particularly for young children and the elderly."}, {"text_block_id": "p20_b228", "text": "Collectively, the actions of individuals, households and community institutions are vital to New Zealand’s economic performance, and health outcomes. There are a number of ways that individuals, households and community institutions can take action, including:"}, {"text_block_id": "p21_b229", "text": "To encourage individuals, households and community institutions to take action, the government will:"}, {"text_block_id": "p21_b230", "text": "Supporting actions"}, {"text_block_id": "p21_b231", "text": "MOT, EECA"}, {"text_block_id": "p22_b232", "text": "Public Sector agencies"}, {"text_block_id": "p22_b233", "text": "Strategy Objective:"}, {"text_block_id": "p22_b234", "text": "The public sector demonstrates leadership by adopting greater energy efficiency and renewable energy"}, {"text_block_id": "p22_b235", "text": "The public sector is made up of central government and local government agencies, schools, universities, hospitals, prisons, wastewater facilities, landfills and other publicly owned buildings. Energy used by public sector agencies makes up seven per cent of New Zealand’s total energy use."}, {"text_block_id": "p22_b236", "text": "The public sector can play a leadership role by directly reducing energy use and emissions, and incentivising wider action. Examples of actions that the public sector can take include using renewable energy to heat schools and universities, local councils using municipal solid waste and gas as energy sources, or improving energy performance by retrofitting existing buildings or through new builds. Recent examples of government procurement policies and guidance that support this Strategy include: the All-of-Government (AoG) Vehicles contract aggregating demand for electric vehicles, the Government Building Performance Specification for government leases requiring energy performance levels for new large buildings, and the Electricity and Gas AoG contracts accommodating ETS cost forecasts."}, {"text_block_id": "p22_b237", "text": "Central government can help co-ordinate diverse players and share best practices in order to encourage other public sector agencies to take action. Some councils, district health boards, universities and collaborating businesses are already demonstrating innovative ways to use renewable sources of process heat. The location of this heat demand in local communities can boost regional economic development and reduce coal use. Examples of renewable energy use in local communities include the Rotorua and Dunedin wood energy collectives, and two new boilers at Burwood Hospital powered entirely by wood waste residues."}, {"text_block_id": "p22_b238", "text": "To enable and foster public sector agencies to take action, central government will:"}, {"text_block_id": "p22_b239", "text": "Supporting actions"}, {"text_block_id": "p23_b240", "text": "Cross-cutting actions"}, {"text_block_id": "p23_b241", "text": "Many opportunities to unlock our energy productivity and renewable potential are shared across the economy and solutions require coordinated action across groups."}, {"text_block_id": "p23_b242", "text": "Cross-cutting actions reflect the opportunities that require all groups to work together to achieve the Strategy’s goal, recognising that responsibility for delivering actions is often shared."}, {"text_block_id": "p23_b243", "text": "Efforts to improve our energy productivity and move to a low emissions economy provide national benefits for New Zealand. However, energy efficiency is more difficult to measure than energy consumption, is fragmented across the economy (as millions of devices and buildings contribute to it), and is rarely the primary focus for a business, agency or individual."}, {"text_block_id": "p23_b244", "text": "Consequently, energy efficiency has traditionally been undervalued relative to other investment options. Low emissions technologies also suffer from a lack of investment relative to existing energy technologies, and they tend to be perceived as more risky. These issues can create a lack of trusted information and the skills and expertise needed to realise the potential benefits."}, {"text_block_id": "p23_b245", "text": "In order to ensure New Zealanders gain access to cutting edge technologies and achieve a more energy efficient, productive and low emissions New Zealand, we need to innovate and build capability. Low investment in energy efficiency creates an absence of qualified energy efficiency experts and technicians resulting in an underdeveloped energy efficiency services market."}, {"text_block_id": "p23_b246", "text": "To enable and foster coordinated actions across all groups and priority areas, the government will:"}, {"text_block_id": "p23_b247", "text": "Supporting actions"}, {"text_block_id": "p23_b248", "text": "Develop methods and guides to help businesses, individuals and other organisations quantify and monetise the multiple benefits of energy productivity and renewable energy."}, {"text_block_id": "p23_b249", "text": "MBIE, EECA"}, {"text_block_id": "p23_b250", "text": "Support skills development in the energy management and renewable energy fields, in partnership with relevant tertiary and research institutions, and the business community."}, {"text_block_id": "p23_b251", "text": "MBIE, EECA"}, {"text_block_id": "p23_b252", "text": "Support increased investment in energy research, development, and demonstration (RD&D) to help foster innovation in the development and deployment of next generation technologies and ensure future productivity gains."}, {"text_block_id": "p23_b253", "text": "MBIE, Callaghan Innovation, EECA"}, {"text_block_id": "p23_b254", "text": "Continue to build on the contribution that renewable energy and energy efficiency expertise make to New Zealand’s international connections, and ensure that the supporting data and research is up-to-date and relevant."}, {"text_block_id": "p23_b255", "text": "MBIE, EECA"}, {"text_block_id": "p24_b256", "text": "How will we track progress?"}, {"text_block_id": "p24_b257", "text": "Targets"}, {"text_block_id": "p24_b258", "text": "The Strategy has a target for each priority area. Achieving these three targets will require government, businesses, and individuals to work together to develop the right mix of policies and programmes."}, {"text_block_id": "p24_b259", "text": "Under this Strategy, we have identified targets which will be used to track the impact of actions set out in the previous section. The actions are the means by which the policies and objectives set out in the Strategy will be achieved. The targets sit under the priority areas and are set to be measurable, reasonable, practicable, and considered appropriate and will contribute to achieving the goal."}, {"text_block_id": "p24_b260", "text": "The targets under this Strategy are:"}, {"text_block_id": "p24_b261", "text": "The targets under this Strategy are:\n* Decrease in industrial emissions intensity (kg CO2-e/$ Real GDP) of at least one per cent per\n* Electric vehicles make up two per cent of the vehicle fleet by the end of 2021.\n* Ninety per cent of electricity will be generated from renewable sources by 2025 (in an average"}, {"text_block_id": "p24_b267", "text": "Process heat target"}, {"text_block_id": "p24_b268_merged", "text": "The target to decrease industrial emissions intensity relates to the process heat priority area, and takes account of both renewable and energy productivity potential. The target measures emissions intensity (kg CO2-e divided by Real Gross Domestic Product (GDP)) for selected industries,recognising that the industrial sector accounts for a significant portion of process heat demand (combustion of fuel for heat use by industry)."}, {"text_block_id": "p24_b270", "text": "The target level has been developed using MBIE and Statistics New Zealand data, and will be supported through the development of a process heat action plan. The development of this plan will include using evidence to understand whether there are market failures that are preventing increased efficiency and use of renewable energy for process heat, drawing on the lessons from EECA’s recent carbon pilot programmes (Wood Energy South and Lower Carbon Meat and Dairy). As part of this work, MBIE, in collaboration with EECA, will be leading work to improve data on the greenhouse gas emissions mitigation potential in the process heat sector, including the economics of shifting to a lower carbon fuel mix. The government will work closely with businesses and relevant research institutions as this work progresses."}, {"text_block_id": "p24_b271", "text": "Transport target"}, {"text_block_id": "p24_b272", "text": "The second target relates to the transport priority area and was set in March 2016 as part of the package of measures to encourage the uptake of electric vehicles. To achieve the target, EV registrations will need to double each year until 2021, which will result in around 64,000 EVs (based on current estimates). This is an ambitious, but reasonable target given expected changes in technology and the expected impact of the EVs Programme. The EVs target complements New Zealand’s existing advantage in renewable electricity."}, {"text_block_id": "p25_b273", "text": "Electricity target"}, {"text_block_id": "p25_b274", "text": "The Government retains the existing renewable electricity target of 90 per cent by 2025 (as set out in the New Zealand Energy Strategy 2011-2021), which sets an aspirational target without being prescriptive to any technology. This target is well-known and enduring, and continues to set the direction for investment in this sector."}, {"text_block_id": "p25_b275", "text": "Electricity continues to be a priority area, with a particular focus on supporting technology uptake and innovation. This reflects the changing energy context and government’s role in enabling market-led action, which benefits households and businesses (while maintaining energy security). In the residential sector the electricity demand per household has fallen since 2010. However, it is difficult to determine how much of the change in electricity demand is due to efficiency measures and how much is due to other factors. There are a number of contributing factors which make forecasting problematic, particularly over a short time"}, {"text_block_id": "p25_b276", "text": "."}, {"text_block_id": "p25_b277", "text": "Some emissions reduction in the New Zealand electricity sector can be supported through smart grid developments. However, the Smart Grid Forum"}, {"text_block_id": "p25_b278", "text": "concluded that New Zealand’s electricity market is already well placed to support smart grid development and that specific market interventions, seen internationally, have resulted in negative consequences that we have done well to avoid. Based on this finding, setting a prescriptive target relating to smart grid development or new technology uptake was not recommended as part of this Strategy."}, {"text_block_id": "p25_b279", "text": "Having a mix of new and existing targets reflects the need to provide clear direction for future policy and action, while taking into account the expected changes in the economics of energy technologies and practices. Achieving these targets will require government, businesses, and individuals to work together to develop the right mix of new policies and programmes to fully realise the opportunities that exist."}, {"text_block_id": "p25_b280", "text": "Governance"}, {"text_block_id": "p25_b281_merged_merged_merged", "text": "The lead agencies identified in the Strategy will be required to develop appropriate policies and measures that contribute to the realisation of the targets and objectives. Existing measures will also contribute to the realisation of the targets and objectives (e.g. implementation of the amendment to the Residential Tenancy Act requiring insulation in rental properties)."}, {"text_block_id": "p25_b284", "text": "Any new policy proposals, including new regulatory, programme or funding proposals, will be subject to Cabinet decision-making processes prior to final approval. The final choice of policy to give further effect to realising the Strategy’s objectives and targets will remain the prerogative of the Cabinet and, where appropriate, Parliament."}, {"text_block_id": "p25_b285", "text": "This Strategy builds on achievements to date and does not include a full list of government energy efficiency and renewable initiatives. This approach will ensure the document stays relevant for its five-year life, and allows for initiatives to end and new programmes to begin. The full range of initiatives is listed by public sector agencies in their respective public accountability documents and websites."}, {"text_block_id": "p25_b286", "text": "Supporting the Government’s approach will be investment in quality energy end-use data and analysis. Good data is critical for reviewing existing programmes and informing new policy design. Data will continue to be published by MBIE, Statistics NZ, the Electricity Authority, the Gas Industry Company, the Ministry of Transport and EECA."}, {"text_block_id": "p26_b287", "text": "Glossary"}], "document_description": "This document sets the country's goals on energy efficiency and deployment of renewables. It updates the <a href=\"http://www.mbie.govt.nz/info-services/sectors-industries/energy/energy-strategies/documents-image-library/nz-energy-strategy-lr.pdf\">Energy Efficiency and Conservation Strategy 2011-2016</a> to apply the requirements set out in the <a href=\"http://www.lse.ac.uk/GranthamInstitute/law/energy-efficiency-and-conservation-act-2000/\">Energy Efficiency and Conservation Act 2000</a> alongside the <a href=\"https://www.mbie.govt.nz/assets/55f3c6780c/nz-energy-strategy-lr.pdf\">New Zealand Energy Strategy 2011-2021</a>.\n\nThe strategy focuses in particular on the process heat, transport and electricity sectors. It sets out a detailed list of actions to take across businesses, individuals and the public sector in order to attain a higher energy efficiency alongside reduced greenhouse gases emissions, and defines ways of tracking progress."}