{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Sudan", "document_category": "Policy", "document_sector_name": ["LULUCF", "Energy", "Agriculture"], "document_language": "English", "document_name": "Sudan National Forestry Policy Statement", "document_country_code": "SDN", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "06/11/2019", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/SDN/2019/SDN-2019-11-06-Sudan National Forestry Policy Statement_0f1a279a68972549c8f10e5aeeb9fc22.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "TCP/SUD/2903 (A"}, {"text_block_id": "p0_b2", "text": ")"}, {"text_block_id": "p0_b3", "text": "SUDAN NATIONAL FORESTRY POLICY STATEMENT"}, {"text_block_id": "p0_b4", "text": "FOOD AND AGRICULTURE ORGANIZATION OF THE UNITED NATIONS"}, {"text_block_id": "p0_b5", "text": "Finalized November 2006"}, {"text_block_id": "p1_b6", "text": "CONTENTS"}, {"text_block_id": "p1_b7", "text": "I. INTRODUCTION"}, {"text_block_id": "p1_b8", "text": "I. INTRODUCTION\n"}, {"text_block_id": "p1_b12", "text": "II. GOVERNANCE FOUNDATIONS FOR  THE SUDAN FORESTRY SECTOR"}, {"text_block_id": "p1_b13", "text": "II. GOVERNANCE FOUNDATIONS FOR  THE SUDAN FORESTRY SECTOR\n* People centred\n* Sustainability and Stewardship\n* The subsidiary government approach\n* Result oriented\n* People participation and Partnership\n* Economic Efficiency\n* Accountability and reporting on the forestry sector\n* Contribution to the Millennium development Goals\n* Implementation.\n* Implementation.\n II1. VISION OF THE SUDAN FORESTRY SECTOR"}, {"text_block_id": "p1_b32", "text": "IV. NATIONAL GOALS"}, {"text_block_id": "p1_b33", "text": "IV. NATIONAL GOALS\n* Governance\n* Combat poverty and improve food and income security\n* A greener Sudan\n* Maintaining competitiveness\n* People Participation\n* Land use and tenure conflicts resolution\n* Development of job and income generation programs\n* Conservation of Biodiversity"}, {"text_block_id": "p1_b49", "text": "V. SPECIFIC POLICE OBJECTIVES AND GUIDANCE"}, {"text_block_id": "p1_b50", "text": "V. SPECIFIC POLICE OBJECTIVES AND GUIDANCE\n* Desertification\n* Deforestation\n* Conservation of biodiversity\n* Conflict in land ownership\n* Non wood forest goods and services\n* Forestry Industrialization\n* Forestry Industrialization\n -Energy, oil and  forestry"}, {"text_block_id": "p2_b63", "text": "I. INTRODUCTION"}, {"text_block_id": "p2_b64", "text": "The Sudan had recognized the need to regulate and control the use of the forest resources since the onset of the 20th century.  In 1902 the government established the Forests and Woodlands Service and issued regulatory acts in 1908 and 1917 supportive to the adopted policies of conservational nature. The first formal national forest policy was declared in 1932. That policy reined for more than half a century and was amended in 1986 to accommodate new concepts such as the need to involve local communities in forestry activities and enhance coordination in policies and operational programmes with related sectors. Since 1932 several changes both external and internal have occurred and have greatly impacted on the forestry sector and clearly necessitated a full revision of the forest policy. Considering these changes the government became determined to actualize a revised policy that guides the sector to meet the challenges ahead; namely reduction of poverty, improvement of people•s wellbeing, amelioration of physical environment, changes affecting the levels of supply and demand for forest products and obligations and commitments emanating from recently endorsed regional agreements and international conventions"}, {"text_block_id": "p2_b65", "text": "To this effect, the government of Sudan requested the assistance of FAO in 2002 to provide support to revise the country•s forest policy, the legal and institutional framework. FAO responded with the approval of Project TCP/SUD/2903, which commenced in July 2003. The project covered policy revision, institutional reorganization and forestry legislation reform."}, {"text_block_id": "p2_b66", "text": "Baseline and specific studies were conducted. A policy document was finally formulated in a participatory manner through opening forestry issues, concerns and problems to wide discussions among stakeholders and the general public. The Policy Document contains the following:"}, {"text_block_id": "p2_b67", "text": "Baseline and specific studies were conducted. A policy document was finally formulated in a participatory manner through opening forestry issues, concerns and problems to wide discussions among stakeholders and the general public. The Policy Document contains the following:\n* Background information that explain the reasons for policy revision and the methodology of the policy formulation process.\n* Principles for governance of the forestry sector\n* The vision the Sudan holds for its forests\n* The national goals that will be pursued in future covering the key areas of action and aimed at achieving the Sudan vision.\n* Specific policy objectives and policy guidance that will be adopted during the current policy cycle aimed to contribute to the realization of the national goals. The specific objectives are directly derived from the issues raised by the different stakeholders."}, {"text_block_id": "p3_b77", "text": "II. BACKGROUND:"}, {"text_block_id": "p3_b78", "text": "Sudan is classified as a moderately forested country with about 29% forest and woodlands cover (Aricover 2003), of which only 3% is gazetted forest reserves. Almost two thirds of the country is desert or semi-desert. While low rainfall woodland savannah forests cover most of the central Sudan, open broad-leaved trees are the most common forest types in southern Sudan and closed forests are found in small niches on mountain slopes in the South."}, {"text_block_id": "p3_b79", "text": "Forests importance emanates from their vital role in environmental conservation and from their economic importance in satisfying the basic needs of the society for forest products. Forests contribute about 12% of the gross domestic product (GDP).Their products in form of fuel wood, charcoal, construction poles, timber, gums, food, fodder, and"}, {"text_block_id": "p3_b80", "text": "native"}, {"text_block_id": "p3_b81", "text": "medicines are in demand at varying levels in the country. The means and intensity through which these products are obtained had and continued to have varying impacts on the role played by forests in environmental protection and in the livelihood of the different communities."}, {"text_block_id": "p3_b82_merged_merged", "text": "The Sudan had recognized the need to regulate and control the use of this important resource since the onset of the 20th century. To this effect a Forests and Woodlands Service was established in 1902 even before the establishment of the Department of Agriculture. Forest acts were issued in 1908 and 1917 supportive to policies of conservational nature. The first national forest policy was declared in 1932. That policy outlined guidelines for tree cutting inside and outside forest reserves and spelt out the restrictions and privileges of the local populations with regard to forests. The policy also clearly divided the responsibilities and functions between the central and provincial authorities over forests. The 1932 policy was amended in 1986 to accommodate the growing concern about environmental protection and the newly emerging concept of people•s participation. Although both policies aimed at the conservation and improvement of the forest resources, they did not result in satisfactory outcome.  Many other  changes had  also occurred during the last decades that affected the forestry sector, both internally and externally, and necessitated a full fledged policy revision. Among these are:"}, {"text_block_id": "p3_b85", "text": "The Sudan had recognized the need to regulate and control the use of this important resource since the onset of the 20th century. To this effect a Forests and Woodlands Service was established in 1902 even before the establishment of the Department of Agriculture. Forest acts were issued in 1908 and 1917 supportive to policies of conservational nature. The first national forest policy was declared in 1932. That policy outlined guidelines for tree cutting inside and outside forest reserves and spelt out the restrictions and privileges of the local populations with regard to forests. The policy also clearly divided the responsibilities and functions between the central and provincial authorities over forests. The 1932 policy was amended in 1986 to accommodate the growing concern about environmental protection and the newly emerging concept of people•s participation. Although both policies aimed at the conservation and improvement of the forest resources, they did not result in satisfactory outcome.  Many other  changes had  also occurred during the last decades that affected the forestry sector, both internally and externally, and necessitated a full fledged policy revision. Among these are:\n* The adoption of the federal government system with clear commitment towards decentralization and the issuance of the Sudan Transitional Constitution that stipulated the division of wealth and power between federal, southern and state levels.\n<\\li1>"}, {"text_block_id": "p4_b87", "text": "The Sudan had recognized the need to regulate and control the use of this important resource since the onset of the 20th century. To this effect a Forests and Woodlands Service was established in 1902 even before the establishment of the Department of Agriculture. Forest acts were issued in 1908 and 1917 supportive to policies of conservational nature. The first national forest policy was declared in 1932. That policy outlined guidelines for tree cutting inside and outside forest reserves and spelt out the restrictions and privileges of the local populations with regard to forests. The policy also clearly divided the responsibilities and functions between the central and provincial authorities over forests. The 1932 policy was amended in 1986 to accommodate the growing concern about environmental protection and the newly emerging concept of people•s participation. Although both policies aimed at the conservation and improvement of the forest resources, they did not result in satisfactory outcome.  Many other  changes had  also occurred during the last decades that affected the forestry sector, both internally and externally, and necessitated a full fledged policy revision. Among these are:\n* The adoption of the federal government system with clear commitment towards decentralization and the issuance of the Sudan Transitional Constitution that stipulated the division of wealth and power between federal, southern and state levels.\n<\\li1>\n* The emergence of Sudan as an oil producing country resulting in changed energy budgets.\n* The alarm  posed by the current levels of deforestation. And the growing awareness of the role of forestry in environmental stabilization.\n* The threat that the country may lose its leading position in global production and trade of gum arabic.\n* The realization of the enhanced role of the private sector and local communities in managing the forest resources.\n* The growing appreciation to the role of forests in food security and poverty reduction.\n* The declared national political will to conserve the environment and to better use the natural resources as expressed in the Comprehensive National Strategy (1992 -2002),  the Sudan National Vision (2002-2027) and various national documents  including the Desertification Control and Rehabilitation Programme, the Biodiversity Strategy and Action Plan and other legislations in related sectors.\n* The government commitment towards international conventions and regional agreements related to the environment.\n* The clear commitment of the forestry authority to achieve sustainable forest management (SFM) making use of the information generated from the National Forest Inventory (1998), the Forests Products Consumption Survey (1995), Africover (2000) and the application of facilitating management tools such as Criteria and Indicators."}, {"text_block_id": "p4_b103", "text": "Action Taken"}, {"text_block_id": "p4_b104", "text": "In the light of the above external and internal factors affecting the forestry sector and the shortcomings associated with the original and amended policy documents the government of Sudan decided to embark on a full forest policy revision.  In 2002 the government requested the assistance of FAO for revising the country•s forest policy, and the legal and institutional framework. The need for policy revision emerged at the time when the country was experiencing the results of important economic reforms adopted during the 1990s, and when a deal on peace agreement between the North and he south was almost concluded.  The country•s three digit inflation was under control and, with oil production, the economy was heading towards sustained growth of about 6% per year. This economic and social progress eased the severe restriction in public expenditure as a whole and is therefore expected to mark a takeoff in forestry development."}, {"text_block_id": "p4_b105", "text": "Under these conditions, with the request to FAO, the government sought to actualize the forest policy framework and prepare the forestry sector to the challenges ahead; namely reduction of poverty, improvement of"}, {"text_block_id": "p5_b106", "text": "people•s wellbeing, amelioration of the physical environment and combating desertification.  There were other drivers for the review of the forest policy. The development of the oil production was having direct and indirect impact on the sector. The economic reform for stabilization and liberalization demanded in turn reforms in some forestry activities such as public sawmills and gum arabic export. The government agencies sharing responsibilities for forests and other natural resources were feeling the need for better governance and closer intersectoral relationships and also for increased participation in the international dialogue in forestry. Governmental agencies were also reacting to the need for concerted action on the obligations dictated by the international summits on environment and commitments brought about by the international conventions such as UNCCD, CBD and UNFCCC."}, {"text_block_id": "p5_b107", "text": "FAO responded with the approval of Project TCP/SUD/2903 and work started in July 2003. The project covered policy revision, institutional reorganization and forestry legislation reform."}, {"text_block_id": "p5_b108", "text": "Policy Formulation"}, {"text_block_id": "p5_b109", "text": "The policy formulation process was initiated through opening forestry issues, concerns and problems to wide discussions among stakeholders and the public. A Task Force \"TF\" was convened to identify all the relevant stakeholders in the forestry sector and to ensure their consultation in the policy formulation process. The categories of stakeholders consulted during this process include;"}, {"text_block_id": "p5_b110", "text": "The policy formulation process was initiated through opening forestry issues, concerns and problems to wide discussions among stakeholders and the public. A Task Force \"TF\" was convened to identify all the relevant stakeholders in the forestry sector and to ensure their consultation in the policy formulation process. The categories of stakeholders consulted during this process include;\n* Line ministries and related government departments at both federal and  State levels; ),\n* recipients of forest goods and services (farmers, pastoralists, local communities, the private sector),\n* institutes technically supporting FNC (education and research);\n* intermediaries (civil society organization such as farmers, pastoralists and women unions and related national  NGO, and international organizations):\n* and FNC staff (current and retired employees)."}, {"text_block_id": "p5_b120", "text": "The process of policy formulation started from identification of issues, demands, concerns and problems related to the forestry sector as pointed out by the consulted groups of the stakeholders. Identified issues were then comprehensively described in a database that is stored in an electronic form. A comprehensive list of issues was then prepared and issues of high priority were ranked. The criteria of prioritization were; issue weight as indicated in the stakeholders demands survey; its national significance; urgency, tendency to ramify and direct relevance to the FNC functions and responsibilities; and commitment to achieving Global Conventions and The Millennium Development."}, {"text_block_id": "p6_b121", "text": "The priorities, when weighted, were ranked as follows:"}, {"text_block_id": "p6_b122", "text": "The priorities, when weighted, were ranked as follows:\n* ,\n* ,\n vital to sustainable development.\n* ,\n vital to sustainable development.\n -\n* , for increasing more forest goods and better environmental services.\n* ,\n* ,\n for job creation and improving the sectorâ¢s economic efficiency.\n* Land conflict\n* Land conflict\n ,\n* Land conflict\n ,\n where conflict resolution and land use zoning ensures safe tenure of forests lands and other agricultural forms necessary for food security and the contribution to eradication of poverty.\n* ,\n* ,\n as an indicator of less reliance on wood fuels and the changing demand for other wood products.\n* ,\n* ,\n for conservation of the countryâ¢s natural heritage.\n* for opening new opportunities in the development and sustainable use of forest resources other than wood."}, {"text_block_id": "p6_b147", "text": "The Forest Policy Document is directly derived from the outputs of the process of reviewing and analyzing the policy system in the country. These outputs are:"}, {"text_block_id": "p6_b148", "text": "The Forest Policy Document is directly derived from the outputs of the process of reviewing and analyzing the policy system in the country. These outputs are:\n* A policy declaration containing the gist of the Sudanese societyâ¢s values, demands and concerns regarding trees and forests.\n* Background information and a critical review of previous forest policy statements in the Sudan\n* A Forestry Sector Review, containing a description of the sector situation in 2004, and providing baseline information about forestry in Sudan including extent, stewardship and the condition of the growing stock.\n* The stakeholder analysis and database on people's demands and perceptions, describing comprehensive information about their perceptions, expectations and main demands from forest resources and from the government.\n* Position papers on key issues, namely: Forestry, Food security and Poverty alleviation in Sudan; Oil Sector Development and Forestry in Sudan; Forestry in Post-Conflict Sudan; Gum Arabic Management and Production\n* The legal framework review and proposals for legal reform\n* The institutional review of the Forests National Corporation and proposals for reform."}, {"text_block_id": "p6_b164", "text": "The Task Force and participants of the project inception workshop considered different definitions of \"forest policy\" and finally decided that throughout this document \"Forest Policy\"  is defined as"}, {"text_block_id": "p6_b165", "text": "\" a declaration of intent by the Sudan Government that expresses the Government firm"}, {"text_block_id": "p7_b166", "text": "commitment to directly manage or guide the management of the Sudan forest resources in order to maintain the supply of forests goods and forests services to meet the needs of the current population without jeopardizing the needs of future generations for such goods and services.\""}, {"text_block_id": "p7_b167", "text": "The Forestry Policy document provides the general direction and policy guidance for the development of the Forestry Sector. The guidance underlines the commitment of the government to put emphasis on poor people and their needs, good governance, liberalization of market goods, involvement of the local communities and the private sector and other topics central to the policy. Sustainable management and conservation of biodiversity complete its scope. Policy guidance sought to provide responses to people•s urgency for betterment, and point out means for responding to the challenges, risks and opportunities of globalization."}, {"text_block_id": "p7_b168", "text": "The production of this document is only the starting point because the Forest Policy will bring no change until immediate action is taken to transform the proposed policy guidance into Action Programs. To prepare these programs, in-depth analysis of each of the goals and specific policy objectives along the lines of guidance provided should be carried out. Informed decision-making should be taken, projects prepared and financial resources allocated for implementation. The detailed analysis containing the different scenarios for forestry development and the operational plan drawn to achieve the selected development scenario (or a mix of scenarios) is expected to be included in the National Forest Program (nfp)  currently being updated."}, {"text_block_id": "p8_b169", "text": "III. GOVERNANCE FOUNDATIONS FOR THE SUDAN FORESTRY SECTOR"}, {"text_block_id": "p8_b170", "text": "The governance foundations comprise a set of principles that constitute a flexible framework for employing government power and decision making over the forestry sector.  They are meant to be used together with technical and scientific knowledge as a basis for policy implementation and to serve as the pillars for securing economic efficiency, accountability, transparency, equity and sustainability. To ensure the realization of these principles the Government of Sudan and its formal forestry sector shall develop adequate technical processes, sound appropriate legal norms, institutional capabilities and information systems required to create an enabling environment for policy implementation. The pursued principles are:"}, {"text_block_id": "p8_b171", "text": "People centred"}, {"text_block_id": "p8_b172", "text": "A known commonly quoted tradition indicates •Necessities Override the Forbidden•. This tradition implies that forest dependent communities when stressed by dire need for food or income for survival can understandably opt for meeting these necessities through all available means including tree cutting regardless of any standing regulations that may prohibit such action. In cognizance to this fact, improving people•s wellbeing and especially responding to the needs of the poor are the central focus of the current policy. Actions, programs, and development decisions will be based on analyses that consider first and exhaustively the opportunities to diminish the poverty and vulnerability of the rural communities while improving their physical environment and equity."}, {"text_block_id": "p8_b173", "text": "In administering forest resources, the Government bases its decisions and actions in pursuing a balance between people's needs and conservation requirements. The government understands that the sole issuance of laws as compulsory tools would never result in achieving the good governance of the forestry sector. The government adopts the principle of addressing society•s economic needs, vital for its survival, as the best way for the sustainable development of the forests resources. Therefore, this forest policy is not based only on regulations but driven by society's demands and peoples needs."}, {"text_block_id": "p8_b174", "text": "The forest policy also gives due consideration to the impacts  on  income distribution  and aims to secure equal opportunities to all stakeholders as a result of using  services  and conducting  business activities based on"}, {"text_block_id": "p9_b175", "text": "forest resources. To operationalise this, special attention is given to the development of the entrepreneurial capacity and productivity of local communities, owners of forest resources and traditional inhabitants."}, {"text_block_id": "p9_b176", "text": "Sustainability and Stewardship"}, {"text_block_id": "p9_b177", "text": "As the main steward of forestry sector, the government will act as a grantor and regulator guided by its responsibility for the welfare of the society and the environment people inhabit. The forest policy objectives and policy guidance in this document are aimed to contribute to sustainable forest management and to sustainable development."}, {"text_block_id": "p9_b178", "text": "The subsidiary government approach"}, {"text_block_id": "p9_b179", "text": "In implementing this policy and deciding who should do what, why and how, preference will be given and competences granted to the most decentralised entity capable of carrying it. In other words, no activity should be done by a larger and more complex organization if smaller and simpler ones can carry it out i.e.  •decision will be taken as close as possible to the citizen•. All efforts shall be done to empower civil society and local governments on the management of forest resources. The central government will remain responsible for issues and matters that communities and local government cannot do by themselves."}, {"text_block_id": "p9_b180", "text": "The government areas of direct actions will be decided based on the need to produce public goods and services in an economically efficient way. Guided by this principle the government will use the private sector, the cooperative sector and local communities associations for production of public goods whenever deemed appropriate."}, {"text_block_id": "p9_b181", "text": "Result oriented"}, {"text_block_id": "p9_b182_merged", "text": "The government is committed to making things happen. In responding to the wants and demands of the society, it will use policies that secure economic efficiency and sustainability of resources. Therefore economic incentives, market signals and fiscal policies will be generated to promote the private interest in the production of forests goods governed by the necessary regulatory framework that ensures the sustainability of the resources."}, {"text_block_id": "p9_b187", "text": "Cooperation between the parties that deliver and/or receive the forests goods and services will be sought while coordination between the institutions that impact on forestry development such as research and educational centres will be guaranteed."}, {"text_block_id": "p10_b188", "text": "People participation and Partnership"}, {"text_block_id": "p10_b189", "text": "The government of Sudan is ultimately responsible for securing the wise use of forest resources. However, in pursuing this task it will also rely on people•s acquired and indigenous knowledge, participation in decision-making, and empowerment of local communities."}, {"text_block_id": "p10_b190_merged", "text": "Participation and collective decision-making are intrinsic values of the Sudanese society in general and rural communities in particular. Consultations within tribes and villagers involving both elders and ordinary members are commonly held to decide on community development projects, resolving land allocation problems and various other social and economic aspects. Collective decision making between tribal chiefs and leaders of local communities has been very instrumental in resolving conflicts over grazing areas, cultivation rights and other commercial resources problems. The traditional •Nafeer• system where neighbours form one group to  volunteer in  assisting  a member of the group to build a dwelling, establish and/ or harvest a crop, is further structured to form self-help task forces that accomplished outstanding achievements in education and health fields. Such accomplishments included collaborative construction of schools, health centres and other service units. The culture of collective-decision making rooted in the society, has helped overcome the problems of benefit sharing that hinders the development of community forestry elsewhere. The revenue generated from the sale of the communal forest products is usually used to support the social services within the villages, e.g. building of schools, clinics and provision of drinking water."}, {"text_block_id": "p10_b193", "text": "In the process of policy formulation the government decided to conduct all effective forms of direct public involvement seeking to secure that •people individually or through organized groups exchange information, express opinions and articulate interests, and have the potential to influence decisions and/or the outcome of specific forestry issues•. People involvement should also be voluntary with respect to participation; fair and transparent to all participants; and, based on participants acting in good faith."}, {"text_block_id": "p10_b194", "text": "Economic Efficiency"}, {"text_block_id": "p10_b195", "text": "The forest resources will be allocated in preference to the uses most valued by stakeholders and society in general. In granting access the government will adopt competitive schemes that will allow the most efficient producers to carry out the production of goods and services. To remove constraints that curtail production and productivity the Government will avoid, whenever possible the setting of taxes,"}, {"text_block_id": "p11_b196", "text": "regulations and subsides that could negatively affect the assignation of resources to the activities that yield maximum returns. It will also promote the full use of all forest resources to produce goods and services to meet potential demands for conservation and consumption. When granting forest resources for the production of market goods and services, the benefits derived from these uses should be maximized in order to balance environmental and social costs, and to ensure compensating for all other negative effects."}, {"text_block_id": "p11_b197", "text": "Accountability and reporting on the forestry sector"}, {"text_block_id": "p11_b198", "text": "In carrying out the duties of governance of the forestry sector the Government of Sudan will establish a framework for accountability on this sector. Through the Forestry Institutions, measurable goals for specific policies and plans, time span for their achievement, and specifications of responsibilities will be established. Targets of the national and regional plans are set, activities needed to achieve targets and goals are indicated. Specific processes for monitoring progress will be established.  These actions will result in presentation of periodical performance reports exposing results to the higher executive, legislative, audit bodies and the people of Sudan. All forms of reports should present information on outputs and cost effectiveness of actions. The accountability principle covers all government institutions at local, state and regional governments to which responsibility has been assigned and authority delegated for the management of public forest resources. Periodical assessment of the state of forest resources in the country with adequate information for planning, policy analysis and decision-making options will be carried out."}, {"text_block_id": "p11_b199", "text": "Contribution to the Millennium Development Goals"}, {"text_block_id": "p11_b200", "text": "All Policy Proposals will be assessed and the forestry sector reoriented whenever it is feasible to integrate the millennium development goals and to increase the sector contribution toward their achievement."}, {"text_block_id": "p11_b201", "text": "Implementation:"}, {"text_block_id": "p11_b202", "text": "Policy is not complete without implementation. In this respect the government will embark on the updating of the National Forest Programme using the policy directives and provide the necessary funding for its implementation from its own sources and from external assistance. The Government of Sudan is also committed to exercise its political will by acting towards effective implementation."}, {"text_block_id": "p12_b203", "text": "1V. VISION FOR THE SUDAN FORESTRY SECTOR"}, {"text_block_id": "p12_b204", "text": "Forestry resources will be used in a wise, efficient and sustainable manner according to the values and in response to the needs of the people of Sudan, thus creating jobs and opportunities for trade that will help eradicate poverty, achieve food security, and bring about improvements to the country•s physical environment. This will be achieved through the participation of all key stakeholders, result in a greener Sudan, the conservation of biodiversity, and in sustainable use of resources for the benefit of all present and future generations of the country. Provisions of environmental and public goods rest under the responsibility of the governmental institutions. Production of market goods will be carried out, in all possible cases, under competitive and sustainable management regulations by the private sector."}, {"text_block_id": "p12_b205", "text": "V. NATIONAL GOALS"}, {"text_block_id": "p12_b206", "text": "The consultation of nearly 700 representatives of 27 categories of stakeholders provided objective evidence of the expectations, demands and the most debated forestry public issues regarding the forestry sector. The result of that consultation is the best indication available till now about what the society of Sudan expects the Government should do in the forestry sector. It is also a source of information for all institutions to review and evaluate whether current allocation of resources, projects and programs are in line with their expectations."}, {"text_block_id": "p12_b207_merged", "text": "Three main sources of demand shaped the National Goals and priorities for the policy of the Sudan•s forestry sector: First, the ones originating from the society's main issues and concerns as expressed by the major stakeholders. Second, the national political and development agenda including issues such as the Comprehensive Peace Agreement (CPA) and the 2005 Constitution. The third one comprises the issues emerging from the international environmental agenda."}, {"text_block_id": "p12_b209", "text": "Table (1) synthesise and rank by order of priority, the  perceived major public issues for Sudan society.  To respond to  these issues and demands eight overall National Goals shall be pursued. These goals represent the framework within which specific objectives and policy guidance are further derived to address current priority issues in the sector."}, {"text_block_id": "p13_b210", "text": "1. Governance"}, {"text_block_id": "p13_b211", "text": ":"}, {"text_block_id": "p13_b212", "text": "The goal is  to"}, {"text_block_id": "p13_b213", "text": "• establish a Public Forest Authority  (namely the Forests National Corporation) at Federal level  and forest administrations at"}, {"text_block_id": "p13_b214", "text": "State level, capable of delivering and making things happen while carrying out the  stipulated  functions in a transparent, participative and economically efficient way•."}, {"text_block_id": "p13_b215", "text": "This goal is meant to achieve good governance in the sector in accordance with the 2005 National Interim Constitution."}, {"text_block_id": "p13_b216", "text": "2. Population Welfare"}, {"text_block_id": "p13_b217", "text": ":"}, {"text_block_id": "p13_b218", "text": "the goal is to"}, {"text_block_id": "p13_b219", "text": "•combat poverty and improve food and income security in order to improve the welfare of the Sudanese Population•."}, {"text_block_id": "p13_b220", "text": "Combating poverty is an overarching goal of the Forestry policy of Sudan. The ultimate outcome will be to orient the analysis of all actions and regulations in the forestry sector in a way that decision making will secure those opportunities that may contribute to poverty eradication and ensure that such opportunities would be explored and exploited whenever they exist"}, {"text_block_id": "p13_b221", "text": "."}, {"text_block_id": "p13_b222", "text": "The use of forestry resources in a sustainable manner and execution of forestry activities should become a means to alleviate people's poverty and vulnerability, and result in increasing rural people•s profits, incomes and environmental quality."}, {"text_block_id": "p13_b223", "text": "3. A greener Sudan"}, {"text_block_id": "p13_b224", "text": "."}, {"text_block_id": "p13_b225", "text": "The goal is to"}, {"text_block_id": "p13_b226", "text": "• create a greener Sudan•"}, {"text_block_id": "p13_b227", "text": "."}, {"text_block_id": "p13_b228", "text": "Deforestation and degradation of forest cover is due to different causes including illegal cutting, misuse and mismanagement of cutting permits, agricultural expansion, and demand for fuel energy. This goal is meant to reverse the trend of forest cover loss by facing and dealing with the deforestation, desertification and environmental degradation problems. It will be achieved by addressing the causes that lie at the root of forest cover loss in Sudan.   The ultimate outcome will be the identification of the major causes of forest loss and the formulation and implementation of programs (in line with the principles of good governance) supported by the mid and long term national development and investment plans."}, {"text_block_id": "p13_b229", "text": "4. Maintaining competitiveness"}, {"text_block_id": "p13_b230_merged_merged_merged", "text": "The goal is\" to maintain the competitive advantage of the forestry sector\". Sudan in general and the forestry sector in particular is expected to face in the future the challenges of globalization following the adoption of the market economy as the main approach for development. At the same time"}, {"text_block_id": "p14_b233", "text": "important factors and developments such as population growth, economic growth, tourism development, increased regional demand for fresh water and land use changes, among others, will shape development in the forestry sector in the coming years. To confront these changes, in order to avoid the risks, and to benefit from the opportunities these changes offer, maintaining the competitive advantage of the forestry sector becomes a vital concern.  The ultimate outcome will be the continuous development of competencies and capabilities of the key actors in the public administration and the private sector responsible for the production and conservation of forestry goods and services. The achievement of this goal will be measured by the assessment of the performance of the Sudan forestry sector."}, {"text_block_id": "p14_b234", "text": "5."}, {"text_block_id": "p14_b235", "text": "Peoples Participation."}, {"text_block_id": "p14_b236", "text": "The goal is to"}, {"text_block_id": "p14_b237", "text": "•secure the power of the civil society and especially of stakeholders in decision making and in benefiting from the use and conservation of forest resources•"}, {"text_block_id": "p14_b238", "text": ". Preference should be given to rural people, communities and rural enterprises to produce and supply such services and products in all development activities. Participation of rural people, small entrepreneurs and communities should not affect the efficiency and effectiveness of programs and development projects. Therefore a special effort should be made to enhance the productive capacity of the rural communities. The ultimate outcome will be the reduction of transaction costs and the increased flow of benefits to local communities and to those at the base of the production systems and ultimately lead to  the development of methods to objectively  document such advances."}, {"text_block_id": "p14_b239", "text": "6."}, {"text_block_id": "p14_b240", "text": "Land use and tenure conflict resolution."}, {"text_block_id": "p14_b241_merged_merged", "text": "The goal is to  •secure a safe tenure for forestry lands, harmonise, and regulate the stakeholders• activities in the forestry sector•. Unplanned and uncontrolled competition in land use and the lack of clarity of property rights are major causes of forest resource depletion and obstacles to sustainable forest management and the efficient use of the forest resource. They also form a source of market failures, social conflicts and unrest among the various user groups such as pastoralists and agriculture tenants and stakeholders. Securing safe land tenure and creating conflict resolution mechanisms will result in the stabilization of production conditions and the ultimate increase of the sustainable physical production of goods and services from the forestry sector and increase of the food and income security of the direct and indirect beneficiaries. To achieve this goal programs on cadastral activities shall be activated to enhance forest reservation. Innovative reforms on traditional production systems shall be pursued, the use of intermediate"}, {"text_block_id": "p15_b244", "text": "technologies will be developed and the application of advanced technical inputs  will be introduced. Traditional settlement approaches to land use disputes will be used to supplement the land law whenever possible."}, {"text_block_id": "p15_b245", "text": "7. Development of job and income generation programs"}, {"text_block_id": "p15_b246", "text": "The national goal is to"}, {"text_block_id": "p15_b247", "text": "•diversify forestry activities to secure jobs for forest related communities and to use the forest resources to produce high value added products able to compete in national and international markets•."}, {"text_block_id": "p15_b248", "text": "One necessary condition for achievement of forest resources sustainable management in Sudan is to increase incomes and help eradicate unemployment among the forest resources users. The ultimate outcome will be the creation of new enterprises in which local communities will capture the highest possible share of benefits of processed products and gain employment from forest-generated activities."}, {"text_block_id": "p15_b249", "text": "8. Conservation of Biodiversity."}, {"text_block_id": "p15_b250", "text": "The national goal is"}, {"text_block_id": "p15_b251", "text": "to•maintain the ecological characteristics of protected areas, forest reserve and areas containing trees outside forests (TOF),  promote  the health and vitality of the forest ecosystems and ensure the free undisturbed natural evolution of those ecosystems•."}, {"text_block_id": "p15_b252", "text": "The ultimate outcome will be the integration of the principles and actions that will sustain Sudan forest biodiversity heritage in all forest resources management plans."}, {"text_block_id": "p16_b253", "text": "V. SPECIFIC OBJECTIVES AND POLICY GUIDANCE"}, {"text_block_id": "p16_b254", "text": "This section contains the specific policy objectives, policy initiatives and policy guidance that will be adopted during the policy cycle covered by this document. The specific objectives are directly derived from the issues raised by the different stakeholders and are aimed to contribute to the realization of the national policy goals The policy guidance is meant to help the government take immediate action towards preparation of projects and programs necessary for policy implementation."}, {"text_block_id": "p16_b255", "text": "1. Governance of the Forestry Sector"}, {"text_block_id": "p16_b256", "text": "Issue"}, {"text_block_id": "p16_b257", "text": "The complex duties conduced by forest organizations including technical, professional and administrative concerns necessitate the establishment of a strong forest authority.  Most organizations do not sustain for long if they are not founded and managed on sound principles. It is quite common to find an organization degenerated into a bureaucratic group of people tangled in the quagmire of inefficiency, cross-purpose, and legalism and in some instances, corruption. The basic principles that go into the making of a sustained, growing and effective organization are few and simple. All living things, including systems of humans, the organizations, have to be dynamic, changing, and adapting in response to the internal and external environment. The only lasting things are the basic values of integrity, hard work, professional competence and ethical conduct."}, {"text_block_id": "p16_b258", "text": "Relevanc"}, {"text_block_id": "p17_b259", "text": "Objective"}, {"text_block_id": "p16_b259_merged", "text": "The new conditions that came as a result of  attaining  settled conditions in the country following the peace agreement between the North and the South together with the shortly expected settlement of unrest in other parts of the country call for the need for the establishment of  a an efficient and capable federal forest authority. The federal authority will be entrusted with the national functions including combating desert encroachment, attaining efficient watershed management and promoting and monitoring sustainable forest management. The new conditions also necessitate the establishment of capable state forest administrations that manage and develop the state forests for the benefit of the state inhabitants and for ensuring full coordination with the federal authority in reaching the national forestry goals. Empowerment of local communities and the private sector to undertake a more positive role in forestry development will also be enhanced."}, {"text_block_id": "p17_b260_merged", "text": "is to adapt the stipulated functions of the Forests National Corporation (FNC) to meet the new challenges, continue to build its capacity to meet those functions and strengthen state forestry administrations, to maximize their contribution to the national goals while fully fulfilling their state duties. Both government levels work to empower local communities and private sector in order to contribute effectively to forest sector development"}, {"text_block_id": "p17_b261", "text": "Objective"}, {"text_block_id": "p17_b262", "text": "is to adapt the stipulated functions of the Forests National"}, {"text_block_id": "p17_b263", "text": "Corporation (FNC) to meet the new challenges, continue to build its"}, {"text_block_id": "p17_b264", "text": "capacity to meet those functions and strengthen state forestry"}, {"text_block_id": "p17_b265", "text": "administrations, to maximize their contribution to the national goals while"}, {"text_block_id": "p17_b266", "text": "fully fulfilling their state duties. Both government levels work to"}, {"text_block_id": "p17_b267", "text": "empower local communities and private sector in order to contribute"}, {"text_block_id": "p17_b268", "text": "effectively to forest sector development"}, {"text_block_id": "p17_b269", "text": "Policy Guidance"}, {"text_block_id": "p17_b270", "text": "•"}, {"text_block_id": "p17_b270_merged_merged", "text": "Driving forces and key issues that need to be considered and that contribute towards meeting FNC objectives include supporting poverty alleviation, decentralization, privatization, budget constraints, oil production, international forestry obligations, forestry related crises of deforestation and desertification."}, {"text_block_id": "p17_b271", "text": "Developing and monitoring national forest policy and legislation;"}, {"text_block_id": "p17_b272", "text": "A clear distinction should be made between those functions and activities that are considered the responsibility of a National Public Forestry organization like the FNC and those that should be transferred to the different States, private enterprises and other non-public bodies. Globally National public forestry authorities are responsible for the National well being of the forestry sector and forestry related functions and activities of the country as a whole. Most forestry operational functions are transferred, whenever appropriate, from the National public forestry authority to other decentralized levels and non-government organizations to help the FNC concentrate on its core national forestry functions."}, {"text_block_id": "p17_b273", "text": "The forestry related functions of the FNC would include:"}, {"text_block_id": "p17_b274", "text": "•"}, {"text_block_id": "p17_b275", "text": "Developing and monitoring national forest policy and legislation;"}, {"text_block_id": "p17_b276", "text": "•"}, {"text_block_id": "p17_b277", "text": "Supporting and monitoring forestry promotion in urban-, community- and industry forestry;"}, {"text_block_id": "p17_b278", "text": "•"}, {"text_block_id": "p17_b279", "text": "Supporting and monitoring forestry support to poverty alleviation;"}, {"text_block_id": "p17_b280", "text": "•"}, {"text_block_id": "p17_b281", "text": "Supporting and monitoring forestry research and development;"}, {"text_block_id": "p17_b282", "text": "•"}, {"text_block_id": "p17_b283", "text": "Supporting and monitoring sustainable forest management;"}, {"text_block_id": "p17_b284", "text": "•"}, {"text_block_id": "p17_b285", "text": "Supporting and monitoring forestry training;"}, {"text_block_id": "p17_b286", "text": "•"}, {"text_block_id": "p17_b287", "text": "Supporting and monitoring linkages with forestry related organizations;"}, {"text_block_id": "p18_b288", "text": "2. Desertification"}, {"text_block_id": "p17_b288", "text": "•"}, {"text_block_id": "p18_b289", "text": "Issue:"}, {"text_block_id": "p17_b289", "text": "Supporting and monitoring forest conservation and status of forests in the country;"}, {"text_block_id": "p18_b290", "text": "It is commonly stated that desert line is moving southward causing destruction of agricultural land and of potential productive areas and hence desert like conditions encroach upon wetter areas to the south.  It is also true that new desert enclaves are formed in internal bush land including agricultural and range lands when subjected to land degradation factors such as tree removal, land misuse associated with bad agricultural practices, overgrazing, and bush and grass fires. Under such ill-advised practices desert conditions are created in situ thus widening the extent of desertified areas. In its advanced stages desertification decrease crop and animal production. This phenomenon affects people•s wellbeing and food security and eventually people•s environment become uninhabitable."}, {"text_block_id": "p17_b290", "text": "•"}, {"text_block_id": "p18_b291_merged", "text": "This issue has lingered in Sudan for some time. The World's Bank forestry sector review of 1986 reported that 50000 km are lost annually and that the total area affected by some form of environmental degradation is 650000 km  which is equivalent to 60% of Sudan's useful land area. In the west and north of Sudan longitudinal sand dunes, known to be stable in the past, have been reported to be moving and threatening agricultural land. The Nile banks in some parts of the Nile and Northern States are currently threatened by drifting sand.  It was  reported that the desert area in western Sudan has increased from 205,000 km  as  reported in (1958) to 340,000 km in 1982 and that the boundary of desert shifted about 200 km to the  south at an estimated  rate of 8 km per year."}, {"text_block_id": "p17_b291", "text": "Supporting and monitoring equitable distribution of wealth from forest products;"}, {"text_block_id": "p18_b292", "text": "2. Desertification"}, {"text_block_id": "p18_b293", "text": "Issue:"}, {"text_block_id": "p18_b294", "text": "It is commonly stated that desert line is moving southward causing destruction of agricultural land and of potential productive areas and hence desert like conditions encroach upon wetter areas to the south.  It is also true that new desert enclaves are formed in internal bush land including agricultural and range lands when subjected to land degradation factors such as tree removal, land misuse associated with bad agricultural practices, overgrazing, and bush and grass fires. Under such ill-advised practices desert conditions are created in situ thus widening the extent of desertified areas. In its advanced stages desertification decrease crop and animal production. This phenomenon affects people•s wellbeing and food security and eventually people•s environment become uninhabitable."}, {"text_block_id": "p18_b295_merged", "text": "This issue has lingered in Sudan for some time. The World's Bank forestry sector review of 1986 reported that 50000 km are lost annually and that the total area affected by some form of environmental degradation is 650000 km  which is equivalent to 60% of Sudan's useful land area. In the west and north of Sudan longitudinal sand dunes, known to be stable in the past, have been reported to be moving and threatening agricultural land. The Nile banks in some parts of the Nile and Northern States are currently threatened by drifting sand.  It was  reported that the desert area in western Sudan has increased from 205,000 km  as  reported in (1958) to 340,000 km in 1982 and that the boundary of desert shifted about 200 km to the  south at an estimated  rate of 8 km per year."}, {"text_block_id": "p18_b301", "text": "Causes"}, {"text_block_id": "p18_b302", "text": ":"}, {"text_block_id": "p18_b303", "text": "The causes of desertification are numerous and varying in intensity. The process is caused by a combination of factors affecting fragile ecosystems that are developed under harsh and fluctuating climates and under man's intensive activities. The effect of these factors can reach irreversible magnitudes by weather fluctuations, especially periodic droughts. The causes to which desertification is attributed are various including population harvesting  of wood energy,  uprooting and burning of trees, lack of awareness of the role of trees  contribution to agricultural productivity,  weak enforcement of forest laws, weak afforestation and reforestation, inadequate protection of reserved forests and weak institutional control."}, {"text_block_id": "p18_b304", "text": "Relevance and impact"}, {"text_block_id": "p18_b305", "text": "Causes"}, {"text_block_id": "p18_b306", "text": ":"}, {"text_block_id": "p19_b307", "text": "It negatively affects the whole of the population of Sudan. Desertified areas showed a marked decrease in agricultural and livestock productivity and loss of biodiversity resulting in wide population displacement."}, {"text_block_id": "p18_b307", "text": "The causes of desertification are numerous and varying in intensity. The process is caused by a combination of factors affecting fragile ecosystems that are developed under harsh and fluctuating climates and under man's intensive activities. The effect of these factors can reach irreversible magnitudes by weather fluctuations, especially periodic droughts. The causes to which desertification is attributed are various including population harvesting  of wood energy,  uprooting and burning of trees, lack of awareness of the role of trees  contribution to agricultural productivity,  weak enforcement of forest laws, weak afforestation and reforestation, inadequate protection of reserved forests and weak institutional control."}, {"text_block_id": "p19_b308", "text": "Objective"}, {"text_block_id": "p18_b308", "text": "Relevance and impact"}, {"text_block_id": "p19_b309_merged", "text": ": To improve the greening of marginal areas trough intensive protection of natural forests and through reforestation of marginal areas The overall objective is to diminish desertification factors, redress the socio-economic impacts of desertification, the negative impacts on biodiversity conservation and ultimately improve the country•s economy, people•s wellbeing and people's resilience to the effects of desertification."}, {"text_block_id": "p18_b309", "text": ":"}, {"text_block_id": "p18_b310", "text": "Desertification has been identified as an issue in 14 States of Sudan located in the Northern, Central, Western, Eastern, and Southern regions."}, {"text_block_id": "p19_b311", "text": "It negatively affects the whole of the population of Sudan. Desertified areas showed a marked decrease in agricultural and livestock productivity and loss of biodiversity resulting in wide population displacement."}, {"text_block_id": "p19_b312", "text": "Objective"}, {"text_block_id": "p19_b313_merged", "text": ": To improve the greening of marginal areas trough intensive protection of natural forests and through reforestation of marginal areas The overall objective is to diminish desertification factors, redress the socio-economic impacts of desertification, the negative impacts on biodiversity conservation and ultimately improve the country•s economy, people•s wellbeing and people's resilience to the effects of desertification."}, {"text_block_id": "p19_b315", "text": "Policy guidance"}, {"text_block_id": "p19_b316", "text": ":"}, {"text_block_id": "p19_b317", "text": "The desertification issue will be addressed through a mid and long-term multi-sector program, including agricultural and livestock sectors besides forestry. The program should secure the highest possible coordination of resources use and the setting of nationally harmonized inter-sectoral objectives. Other sectors such as industry, tourism and the Ministry of Finance, responsible for economic development, will also be key partners in the desertification combat program."}, {"text_block_id": "p20_b318", "text": "strengthens the opportunities for facing desertification effects. People's participation is an indispensable prerequisite for the success of all actions and programs related to this issue. Land tenure reform, improvement of pastoral systems to achieve sustainable grazing and the adoption of a land use plan are other closely related issues to be taken into consideration in the formulation of desertification control programs."}, {"text_block_id": "p20_b319", "text": "Macroeconomic policy complement"}, {"text_block_id": "p19_b319", "text": "Policy guidance"}, {"text_block_id": "p20_b320", "text": ":"}, {"text_block_id": "p19_b320", "text": ":"}, {"text_block_id": "p20_b321", "text": "To achieve a better support for the combat of desertification, enhancement of public investment in infrastructure and industrialization will be pursued as part of the country's macroeconomic policy. Such reform must achieve an increased value added production, higher employment rate, a bigger share of benefits and a higher rate of growth for villages located in the forefront of desertification and those far away from the main urban development poles."}, {"text_block_id": "p19_b321", "text": "The desertification issue will be addressed through a mid and long-term multi-sector program, including agricultural and livestock sectors besides forestry. The program should secure the highest possible coordination of resources use and the setting of nationally harmonized inter-sectoral objectives. Other sectors such as industry, tourism and the Ministry of Finance, responsible for economic development, will also be key partners in the desertification combat program."}, {"text_block_id": "p20_b322", "text": "strengthens the opportunities for facing desertification effects. People's participation is an indispensable prerequisite for the success of all actions and programs related to this issue. Land tenure reform, improvement of pastoral systems to achieve sustainable grazing and the adoption of a land use plan are other closely related issues to be taken into consideration in the formulation of desertification control programs."}, {"text_block_id": "p20_b323", "text": "Macroeconomic policy complement"}, {"text_block_id": "p20_b324", "text": ":"}, {"text_block_id": "p20_b325", "text": "To achieve a better support for the combat of desertification, enhancement of public investment in infrastructure and industrialization will be pursued as part of the country's macroeconomic policy. Such reform must achieve an increased value added production, higher employment rate, a bigger share of benefits and a higher rate of growth for villages located in the forefront of desertification and those far away from the main urban development poles."}, {"text_block_id": "p20_b326", "text": "2. Deforestation"}, {"text_block_id": "p20_b327", "text": "Issue:"}, {"text_block_id": "p20_b328", "text": "Vast land areas of the country currently stand bare after being deforested through various agents and as a consequence of   extensive and intensive agricultural use Pastures and rangelands have also deteriorated from over use. The general picture given by the various studies of the forest extent in the country indicate that the forest cover is decreasing at an alarming rate. While Jackson and Harrison (1958) estimated the forest cover of the Sudan to be (34 %). The forest cover as estimated by FAO Forests Resource Assessment (FRA 2005) is 67546000 hectares, equivalent to 27% of the country area."}, {"text_block_id": "p21_b329", "text": "deforestation very frequently becomes a source of conflict among users particularly pastoralists and farmers."}, {"text_block_id": "p20_b329", "text": "Causes:"}, {"text_block_id": "p21_b330", "text": "Objective"}, {"text_block_id": "p20_b330", "text": "Most common causes of deforestation  as identified by stockholders include expansion of agriculture  onto forest areas, unsustainable felling of valuable trees, weak institutional protection, conversion of tree based crops such as  gum arabic into intensive agriculture schemes, illegal cutting by armed forces, tree removal for oil development, and illegal commercial cutting for brick-making. Another important cause of deforestation is the tree removal for production of fuel-wood, charcoal and for housing construction together with other causes on which people•s wellbeing and food security are substantially dependent."}, {"text_block_id": "p21_b331", "text": ":"}, {"text_block_id": "p20_b331", "text": "Relevance:"}, {"text_block_id": "p21_b332_merged", "text": "To effectuate the protection, enrichment and sustainable management of the existing 2623 forest reserves and to establish new reserves in order to meet the country's demand for forest goods and services, while enhancing people's involvement in curbing deforestation and  increasing the  effectiveness of  long term investments and actions in all types of  forests. Participation of all actors including local communities, private and local institutions will be enhanced."}, {"text_block_id": "p20_b332", "text": "The evidence collected in the course of this policy review indicates that at least 10 million people are negatively affected by the deforestation phenomena in Sudan. Negative effects of deforestation need no further description. However it is worthwhile mentioning that"}, {"text_block_id": "p21_b333", "text": "deforestation very frequently becomes a source of conflict among users particularly pastoralists and farmers."}, {"text_block_id": "p21_b334", "text": "Objective"}, {"text_block_id": "p21_b335", "text": ":"}, {"text_block_id": "p21_b336_merged", "text": "To effectuate the protection, enrichment and sustainable management of the existing 2623 forest reserves and to establish new reserves in order to meet the country's demand for forest goods and services, while enhancing people's involvement in curbing deforestation and  increasing the  effectiveness of  long term investments and actions in all types of  forests. Participation of all actors including local communities, private and local institutions will be enhanced."}, {"text_block_id": "p21_b339", "text": "Establishing •more reforestation• as the policy objective for facing deforestation has proved a simplistic approach. Also simplistic are the statements that exhort governments to exercise political will. Such approaches have proved to be less effective than hoped for in most cases. For dealing effectively with deforestation and forest cover improvement, forest policy options shall address several key market and governance failures. The government shall shift emphasis from policing and command and control approaches to a result oriented courses of action. A greener Sudan will be sought by transforming the cutting and clearing of forests into financially and economically sustainable supply activities."}, {"text_block_id": "p21_b340", "text": "A necessary condition for a greener Sudan is the improvement of income distribution to favour rural communities. In other words forest policy options directed to control deforestation will seek to be part of macroeconomic policies and macroeconomic reforms. Addressing the issue of dependency on biomass energy and coordinating the national energy supply policy with wood fuel production policies will provide a clear indicator of the size of biomass energy needed and further provide a real market value of wood fuels compared to other fuel types. To balance national supply and demand for forest products, which eventually means increasing the country•s forest cover, a sustainable increase in incomes of the poor populations who are dependent on the forest resource will be realized. Actions along these lines are closely related to job creation, and more specifically creation of jobs that result in production of competitive value added goods and services. The establishment of all new forestry plantations with public funds should be assessed, among other things, in terms of economic cost benefit analysis. Legal regulation related to property rights in public lands shall be revised with the view to protect and improve the effective production of forest goods in public lands. In pursuing this goal, the government of Sudan is shifting from simple approaches meant to diminish deforestation to more positive ones"}, {"text_block_id": "p22_b341", "text": "directed to increase forest and tree area through establishing linkages to macroeconomic reforms and through addressing underlying causes of market and government intervention failures."}, {"text_block_id": "p22_b342", "text": "3. Conservation of biodiversity"}, {"text_block_id": "p22_b343", "text": "Issue"}, {"text_block_id": "p21_b343", "text": "Establishing •more reforestation• as the policy objective for facing deforestation has proved a simplistic approach. Also simplistic are the statements that exhort governments to exercise political will. Such approaches have proved to be less effective than hoped for in most cases. For dealing effectively with deforestation and forest cover improvement, forest policy options shall address several key market and governance failures. The government shall shift emphasis from policing and command and control approaches to a result oriented courses of action. A greener Sudan will be sought by transforming the cutting and clearing of forests into financially and economically sustainable supply activities."}, {"text_block_id": "p22_b344", "text": "Most of Sudan's ecosystems are fragile and show rapid deterioration. Renewable natural resources are in great extent suffering from overexploitation and habitat destruction; consequently, there is a declining trend of biological diversity. Governmental forestry organizations are not the sole responsible agents for biodiversity conservation. Other state institutions and sectors related to forestry have important responsibilities towards this issue and are expected to undertake action programs towards its fulfillment."}, {"text_block_id": "p21_b344", "text": "A necessary condition for a greener Sudan is the improvement of income distribution to favour rural communities. In other words forest policy options directed to control deforestation will seek to be part of macroeconomic policies and macroeconomic reforms. Addressing the issue of dependency on biomass energy and coordinating the national energy supply policy with wood fuel production policies will provide a clear indicator of the size of biomass energy needed and further provide a real market value of wood fuels compared to other fuel types. To balance national supply and demand for forest products, which eventually means increasing the country•s forest cover, a sustainable increase in incomes of the poor populations who are dependent on the forest resource will be realized. Actions along these lines are closely related to job creation, and more specifically creation of jobs that result in production of competitive value added goods and services. The establishment of all new forestry plantations with public funds should be assessed, among other things, in terms of economic cost benefit analysis. Legal regulation related to property rights in public lands shall be revised with the view to protect and improve the effective production of forest goods in public lands. In pursuing this goal, the government of Sudan is shifting from simple approaches meant to diminish deforestation to more positive ones"}, {"text_block_id": "p22_b345", "text": "directed to increase forest and tree area through establishing linkages to macroeconomic reforms and through addressing underlying causes of market and government intervention failures."}, {"text_block_id": "p22_b346", "text": "3. Conservation of biodiversity"}, {"text_block_id": "p22_b347", "text": "Issue"}, {"text_block_id": "p22_b348", "text": "Most of Sudan's ecosystems are fragile and show rapid deterioration. Renewable natural resources are in great extent suffering from overexploitation and habitat destruction; consequently, there is a declining trend of biological diversity. Governmental forestry organizations are not the sole responsible agents for biodiversity conservation. Other state institutions and sectors related to forestry have important responsibilities towards this issue and are expected to undertake action programs towards its fulfillment."}, {"text_block_id": "p23_b349", "text": "Objective:"}, {"text_block_id": "p22_b349", "text": "Cause"}, {"text_block_id": "p23_b350", "text": "Policy Guidance"}, {"text_block_id": "p22_b350", "text": "Degradation of biodiversity is most commonly attributed to overgrazing, over hunting, tree felling and soil erosion and as a result of an overall environmental degradation process. It is also a result of the lack of an appropriate legal framework that leads to proper utilization and wise use of natural resources. Lack of a clear land use policy is emphatically mentioned as a basic cause. Recurrent droughts, floods, temperature fluctuations and bush fires are additional factors that threaten biodiversity conservation in Sudan."}, {"text_block_id": "p23_b351", "text": "Conservation of biodiversity must be perceived as a function that results in the production of goods and services for Sudan•s society. It will be pursued through the already practiced means of creation of forest reserves and parks as well as through the improvement of all methods pertaining to the use of forest resources by adding the biodiversity conservation dimension to exploitation and management schemes."}, {"text_block_id": "p22_b351", "text": "Relevance"}, {"text_block_id": "p23_b352", "text": "Biodiversity conservation in forests is considered a public good and will, in no case, be considered for its scientific purposes alone. Instead, it will be viewed in the context of satisfying current people•s needs and those of future generations. Since biodiversity is a public good, the government is the ultimate source of funding for attaining the adequate levels of biodiversity.  It must be emphasized that conservation of biodiversity will not conflict with the overall government objectives of reducing inequality and poverty. Conservation of biodiversity will hence be sought through the integration of people's actions and the conservation requisites. In all possible cases local communities will be the preferred private operators for carrying out the actions and management practices of biodiversity conservation activities."}, {"text_block_id": "p22_b352", "text": "Forests contribute to overall biodiversity with their rich biota and by providing habitats for wildlife and other forms of life. Of particular biodiversity value are the unique formations of relic rain forests. At the same time, forests are a vital resource to all people of Sudan and their species variability and diversity provide a wide scope of uses. Biodiversity conservation is therefore socially and economically relevant to the population of Sudan where important sectors of the population make their livelihood by trading in wood products, gums and resins, medicinal plants and other forest related products. However,  the use of these resources constitute,  in many situations, part of the problem of biodiversity degradation."}, {"text_block_id": "p23_b353", "text": "Objective:"}, {"text_block_id": "p23_b354", "text": "4. Conflict in land ownership"}, {"text_block_id": "p23_b354_merged", "text": "To complement the efforts and strategies of other sectors aimed at achieving the goals of the Sudan National Biodiversity Strategy and Action Plan and to secure conservation of biodiversity related to forests through formal contributions and by incorporating the full participation of local communities."}, {"text_block_id": "p23_b355", "text": "Issue"}, {"text_block_id": "p23_b356", "text": "Poorly defined property rights, non-protected public forests, and lack of appropriate regulations governing the stakeholders• rights and responsibilities create a situation of free access to forests and range land. This invariably leads to severe tensions among users and in turn results in faulty land use practices negatively affecting the vegetation cover, accelerating forest resources degradation, food insecurity and poverty."}, {"text_block_id": "p24_b357", "text": "Relevance"}, {"text_block_id": "p24_b358", "text": "Insecure land allocation seriously diminishes benefits of investments aimed at improving ecosystems and land production capacities and hence constitutes a serious constraint to economic growth, improvement of people's livelihood and food security."}, {"text_block_id": "p24_b359", "text": "Objective."}, {"text_block_id": "p23_b359", "text": "Policy Guidance"}, {"text_block_id": "p24_b360", "text": "Policy Guidance"}, {"text_block_id": "p23_b360", "text": "Conservation of biodiversity must be perceived as a function that results in the production of goods and services for Sudan•s society. It will be pursued through the already practiced means of creation of forest reserves and parks as well as through the improvement of all methods pertaining to the use of forest resources by adding the biodiversity conservation dimension to exploitation and management schemes."}, {"text_block_id": "p24_b361", "text": "Land ownership reforms are expected to be carried out with strict commitment to accountability, transparency and adequate information of all the stakeholders. Reforms are aimed at diminishing conflicts and increasing productivity, and are therefore not expected to result in an increase of inequality and discrimination of the less advantaged groups of users. Reforms will take into consideration the difference of physical environments amongst the various regions of the country and the characteristics of the forest resources that they have."}, {"text_block_id": "p23_b361", "text": "Biodiversity conservation in forests is considered a public good and will, in no case, be considered for its scientific purposes alone. Instead, it will be viewed in the context of satisfying current people•s needs and those of future generations. Since biodiversity is a public good, the government is the ultimate source of funding for attaining the adequate levels of biodiversity.  It must be emphasized that conservation of biodiversity will not conflict with the overall government objectives of reducing inequality and poverty. Conservation of biodiversity will hence be sought through the integration of people's actions and the conservation requisites. In all possible cases local communities will be the preferred private operators for carrying out the actions and management practices of biodiversity conservation activities."}, {"text_block_id": "p25_b362", "text": "constitute obstacles for achieving sustainable growth and that contribute to perpetuate poverty and food insecurity."}, {"text_block_id": "p23_b362", "text": "The approach of establishing parks free of all human activities will be broadened to include approaches that maintain traditional sustainable life styles of local people inside and around protected areas. In all cases preference will be given to policy options that represent opportunities to incorporate local people as operators and partners in the targeted areas."}, {"text_block_id": "p25_b363", "text": "5. Non- wood forest products"}, {"text_block_id": "p23_b363", "text": "4. Conflict in land ownership"}, {"text_block_id": "p25_b364", "text": "Issue"}, {"text_block_id": "p23_b364", "text": "Issue"}, {"text_block_id": "p25_b365", "text": "Non-wood forest products (NWFP) are produced, consumed and traded in all parts of the country. Although NWFP form an important source of food, generate income and create employment in the forestry sector, the sustainability of their production is disputed by other land users mainly farmers and pastoralists. The whole population enjoys services, which form part of the non-wood benefits."}, {"text_block_id": "p23_b365", "text": "Poorly defined property rights, non-protected public forests, and lack of appropriate regulations governing the stakeholders• rights and responsibilities create a situation of free access to forests and range land. This invariably leads to severe tensions among users and in turn results in faulty land use practices negatively affecting the vegetation cover, accelerating forest resources degradation, food insecurity and poverty."}, {"text_block_id": "p25_b366", "text": "Relevance"}, {"text_block_id": "p24_b366", "text": "Relevance"}, {"text_block_id": "p25_b367", "text": "Objective"}, {"text_block_id": "p24_b367", "text": "Insecure land allocation seriously diminishes benefits of investments aimed at improving ecosystems and land production capacities and hence constitutes a serious constraint to economic growth, improvement of people's livelihood and food security."}, {"text_block_id": "p25_b368", "text": "Policy Guidance"}, {"text_block_id": "p24_b368", "text": "Objective."}, {"text_block_id": "p25_b369", "text": "Development of NWFPs will follow approaches that will avoid the perpetuation of the traditional gathering and collecting production systems that are characterized by low productivity and low added value. Perpetuations of such systems constrain access to markets due to diseconomies of scale and hence perpetuate low income. NWFPs"}, {"text_block_id": "p24_b369", "text": "To establish a land tenure system conducive to increasing long term"}, {"text_block_id": "p26_b370", "text": "represent a tangible opportunity that can contribute towards achieving the national goals of poverty reduction, natural woodlands conservation and overall sustainable development. Identification of policy options regarding NWFPs shall be closely coordinated with research programs supportive to the forestry sector by focusing research on business and production options that maximize profit from national and international trade and realize returns on investment capable to attract funds from Private Direct Investment sources. Such research will investigate methods that attain high value added, indicate competitive pricing and identify quality standards. Specialized research, in the case of species with high potential for producing medicinal products, will investigate generating products with remarkable medicinal characteristics. The allocation of forestry sites to ecotourism and recreation purposes shall be investigated with reference to their scenic characteristics, genetic significance and historical or heritage values."}, {"text_block_id": "p24_b370", "text": "investment in the forestry sector and ensure the continuity of activities"}, {"text_block_id": "p26_b371", "text": "In promoting NWFPs the government will use market forecasts, market information analysis and their linkage to production plans in order to stabilize market supply and also attenuate all conditions that create strong income fluctuations of producers. It will also favor private production and give preference to local communities' Producer Associations (PA) such as those formed in the gum arabic areas by traditional forest users and NWFPs producers. The government recognizes that for securing sustainable production by private operators the activities must be financially viable. Costs of production of public goods that might be associated with production of NWFPs will be funded by the government or donor sources.  Policy options no doubt will provide clarity on property rights and regulated access to the resources."}, {"text_block_id": "p24_b371", "text": "that guarantee sustainable forest use."}, {"text_block_id": "p27_b372", "text": "Gum arabic"}, {"text_block_id": "p24_b372", "text": "Policy Guidance"}, {"text_block_id": "p27_b373", "text": "Gum arabic is the most important NWFP to Sudan because of its sizable contribution to economy. Being central to country•s economy it deserves specific policy guidance. About 87% of the land allocated to gum production is privately owned.  The focus of policy options on gum arabic is the increase of the share of benefits for the owners of the land and workers in the production activities of the commodity. Incorporation of producers in local trade groups, production cooperatives and Producer Associations will be encouraged and the development of local enterprises and processing capacity will be enhanced. The government will promote the free operation of the private sector and will limit its interventions to the supplying of services and developing of infrastructures supportive to production and marketing. The government will maintain a regulatory framework to protect product quality and apply certification and labeling practices that indicate products origin to protect the product positioning and brand value in international markets. The government will also support the increase of productivity and competitiveness by institutionalizing credit and micro financing and by increasing investment for building infrastructure and institutions in the gum arabic production areas."}, {"text_block_id": "p24_b373_merged_merged", "text": "The reduction of conflicts over land use and the imposition of sustainable use approaches of forests require reforms on the land tenure system. The reforms shall clarify which bundle of property rights are assigned to the various stakeholders and how the trade-offs of those rights are conducted. The forestry sector, in collaboration with The National Land Commission will promote the adoption of a  new land tenure system  that clarifies private property rights on forest and range land and that will permit trade- offs of certain rights (individual and community title-rights and right of disposal) in order  to promote economic efficiency in land use."}, {"text_block_id": "p27_b374", "text": "The biggest challenge that gum arabic trade currently faces is the assurance of providing a stable annual supply of the product to help stabilize the international markets. This challenge will be met through protecting and restocking of the gum belt to increase the production base and will further be ensured through the establishment of a supporting buffer stock to meet periodic production fluctuations. Another important issue is the liberalization of external trade in gums needed to establish a direct link between producers and consumers to initially clarify attributes of supply and demand and ultimately result in the stabilization of the gum market. Such linkages are also aimed to bring higher profits to the owners of trees through preventing the negative effects of demand and price fluctuation."}, {"text_block_id": "p27_b375", "text": "6. Forests and Wood Industries"}, {"text_block_id": "p27_b376", "text": "Issue"}, {"text_block_id": "p24_b376", "text": "Land ownership reforms are expected to be carried out with strict commitment to accountability, transparency and adequate information of all the stakeholders. Reforms are aimed at diminishing conflicts and increasing productivity, and are therefore not expected to result in an increase of inequality and discrimination of the less advantaged groups of users. Reforms will take into consideration the difference of physical environments amongst the various regions of the country and the characteristics of the forest resources that they have."}, {"text_block_id": "p27_b377", "text": "It was estimated that in 1994, the industry sector used only 6.8% of total wood consumption."}, {"text_block_id": "p25_b377", "text": "constitute obstacles for achieving sustainable growth and that contribute to perpetuate poverty and food insecurity."}, {"text_block_id": "p27_b378", "text": "Statistics in forest industry is highly unreliable and outdated; however, capacity in northern Sudan is estimated to be 132,000 cubic meters (cu m) and the actual national production is around 44,636 cu m. The Sudan imports around 64384 tons of round and sawn timber with a value of 9.3"}, {"text_block_id": "p25_b378", "text": "5. Non- wood forest products"}, {"text_block_id": "p28_b379", "text": "million US Dollars. The gap in supply and demand of sawn timber is 18690 cu m. Although the Sudan is the only country in the Arab region that has a potential for timber exportation it exports only 47 tons of round wood valued at only $14000."}, {"text_block_id": "p25_b379", "text": "Issue"}, {"text_block_id": "p28_b380", "text": "Wood manufacture in the Sudan is limited to sawmilling and carpentry works.  Sawn wood is mostly produced by antiquate government owned sawmills under the management of the Forests National Corporation (FNC). The government sawmills use larger log sizes mainly for the production of railway sleepers while carpentry workshops use logs of small dimensions to produce furniture parts.  Small pit and overhead sawing is practiced all over Sudan comprising more than 400 units. The number of furniture production units that usually employ more than 10 persons is estimated to reach 820."}, {"text_block_id": "p25_b380", "text": "Non-wood forest products (NWFP) are produced, consumed and traded in all parts of the country. Although NWFP form an important source of food, generate income and create employment in the forestry sector, the sustainability of their production is disputed by other land users mainly farmers and pastoralists. The whole population enjoys services, which form part of the non-wood benefits."}, {"text_block_id": "p28_b381", "text": "The major actors in the wood industry are FNC technicians, private and carpentry workshop proprietors. Debate on this issue is focused on the need to improve sawmills, the required  size of production for local and international markets, improvement of sawn wood quality, demand for construction timber, production of high quality furniture, and options for meeting Sudan Railway requirement of sleepers. Another discussed option is the potential creation of new industries like pulp and paper and veneer industry. However, the lack of reliable data on production levels renders decision making on the type and magnitude of different wood industries extremely difficult. Concern over non-wood forest industries is concentrated on gum arabic manufacturing while manufacturing of forest foods, aromatic and medicinal material, apiculture and sericulture are given limited attention."}, {"text_block_id": "p25_b381", "text": "Relevance"}, {"text_block_id": "p28_b382", "text": "Objective"}, {"text_block_id": "p25_b382", "text": "NWFPs are a key contributor to livelihood in a direct way for about 30 percent of the country population.  It is estimated that six million people nation-wide depend on gum arabic for income. Gum arabic plays an important role as major source of foreign exchange, accounting for 13.6 percent of the annual export income excluding petroleum.   Sudan forests constitute 33% of the total feed requirement of the national herd (FOSA, 2001) estimated at 128 million heads. Research results showed that browse species (fodder trees and shrubs) especially leguminous species, are important components of the natural rangelands upon which livestock and wildlife depend during dry season.  Development of tourism, national park management, protection of wildlife, and the creation of a healthy environment"}, {"text_block_id": "p28_b383", "text": "Policy Guidance"}, {"text_block_id": "p25_b383", "text": "are just a few of the non-wood benefits that enhance people's livelihood and the country's economic growth. NWFPs are of overall importance to society and have a great potential for contributing to sustainable development in Sudan."}, {"text_block_id": "p28_b384", "text": "The basic policy guidance is the expressed will of the Government of Sudan to support the development of the forestry sector industry with the aim of realizing added benefit value and uplifting the forestry sector's contribution to the national Gross Domestic Product (GDP).  Forestry"}, {"text_block_id": "p25_b384", "text": "Objective"}, {"text_block_id": "p29_b385", "text": "industry is meant to cover all market-oriented activities based on forest resources including wood products, NWFPs and forest based activities such as tourism."}, {"text_block_id": "p25_b385_merged_merged", "text": "To transform NWFPs current collection and free access system of production and use into an organized production sub sector based on sustainable management units whose products and services attain maximum added value, respond to market demand, and compete favorably with open market prices."}, {"text_block_id": "p29_b386", "text": "The involvement of the Government in the production of market goods will be phased out in the future and the production task will gradually be transferred to the private sector. In a free market situation, private investors shall bear the risks, receive the benefits of activities under their entrepreneurship, and thus endeavor to achieve efficiency in the whole forestry industry."}, {"text_block_id": "p29_b387", "text": "The Public Forests Authorities will be the main supplier of raw material needed by the industry in the short and medium term while activities aimed at the production of market goods will be liberalised, devolved or privatised in the long term. FNC in particular will offer training and skills improvement programs to the industry and second or fully transfer personnel to the private sector when needed. Essential support to contribute to the development of competitive entrepreneurial capacity in the sector will be provided by the different government institutions. The Government will promote the enhancement of the private sector's entrepreneurship and strategic planning capacity and provide the means required to obtain up to date market and statistical information."}, {"text_block_id": "p29_b388", "text": "Revenues generated by both public and private sectors will partly be used to create sustainable renewable resources. The decisions and implementations related to the industrialization issue will be taken based on in-depth analysis of the social, economic and environmental implications. Benefits from implementation of industrial processes should not worsen the livelihoods and incomes of the affected parties. Especial attention will be given to the creation of medium sized enterprises managed by local communities. Partnership between communities and external enterprises, that will bring knowledge and access to regional and international markets, will be promoted and regulated to secure fair sharing of benefits."}, {"text_block_id": "p29_b389", "text": "The government, when appropriate, will assess the status and value of the existing government sawmilling capacity and assess associated fixed assets as well as productive forests as a step towards the intended future privatization. The privatization process, when conducted, will be transparent and should result in a clear contribution towards diminishing inequality and poverty and towards increase of local community income. Especial attention will be given to the implications of such privatization on property rights of local people and traditional users."}, {"text_block_id": "p30_b390", "text": "The tourism industry including the construction of forest recreation facilities and the promotion of ecotourism are handled by agencies outside the forestry sector that have very limited coordination with the forestry authorities. The policy guidance is to seek a significant role for the forestry authority in this field primarily to ensure the sustainability and protection of the recreation forests and generate income from the tourism proceeds."}, {"text_block_id": "p25_b390", "text": "Policy Guidance"}, {"text_block_id": "p30_b391", "text": "7. Energy, oil and forestry"}, {"text_block_id": "p25_b391", "text": "Development of NWFPs will follow approaches that will avoid the perpetuation of the traditional gathering and collecting production systems that are characterized by low productivity and low added value. Perpetuations of such systems constrain access to markets due to diseconomies of scale and hence perpetuate low income. NWFPs"}, {"text_block_id": "p30_b392", "text": "Issue"}, {"text_block_id": "p26_b392", "text": "represent a tangible opportunity that can contribute towards achieving the national goals of poverty reduction, natural woodlands conservation and overall sustainable development. Identification of policy options regarding NWFPs shall be closely coordinated with research programs supportive to the forestry sector by focusing research on business and production options that maximize profit from national and international trade and realize returns on investment capable to attract funds from Private Direct Investment sources. Such research will investigate methods that attain high value added, indicate competitive pricing and identify quality standards. Specialized research, in the case of species with high potential for producing medicinal products, will investigate generating products with remarkable medicinal characteristics. The allocation of forestry sites to ecotourism and recreation purposes shall be investigated with reference to their scenic characteristics, genetic significance and historical or heritage values."}, {"text_block_id": "p30_b393", "text": "The total energy consumption of Sudan in 2000 was estimated in 15,372,000 TOE, of this 87 percent was obtained from primary solid biomass, mainly fuel wood.  Of the total energy consumption, 76 percent is used for residential purposes in activities related to food production and in other activities related to people's livelihood such as bakeries and brick manufacture."}, {"text_block_id": "p26_b393", "text": "In promoting NWFPs the government will use market forecasts, market information analysis and their linkage to production plans in order to stabilize market supply and also attenuate all conditions that create strong income fluctuations of producers. It will also favor private production and give preference to local communities' Producer Associations (PA) such as those formed in the gum arabic areas by traditional forest users and NWFPs producers. The government recognizes that for securing sustainable production by private operators the activities must be financially viable. Costs of production of public goods that might be associated with production of NWFPs will be funded by the government or donor sources.  Policy options no doubt will provide clarity on property rights and regulated access to the resources."}, {"text_block_id": "p30_b394", "text": "Developing of the oil industry is helping to maintain a reasonable economic growth and at the same time providing LPG and Kerosene. The ongoing development of gas and oil production had brought a supply of gas of approximately 200 tons per day, while the consumption is around 100 tons per day. It is expected that oil production will shortly reach 500, 000 bpd or approximately 180 million barrels per year.  This will greatly help to ease the heavy dependence on fuel wood. The negative effects of oil development on polluting the forest resources are yet to be investigated but the clearing of vast forestlands for oil exploitation purposes is clearly seen."}, {"text_block_id": "p26_b394_merged", "text": "Although preference will be given to local communities, the creation of medium and large-scale business concerns is not discarded.  Whenever such opportunity emerges partnership will be promoted to liaise and integrate the entrepreneurial capacity with local communities know how. Initiatives will be undertaken to improve the entrepreneurial capacity and knowledge of markets among local communities. NWFPs quantities and uses will be explored to indicate potential activities and new production approaches that help the country to shift from traditional systems of intensive agriculture and overuse of ranges towards new high yielding systems and products that are environmentally friendly and less aggressive on soil and water use."}, {"text_block_id": "p30_b395", "text": "The unequal distribution of forests over the country resulted in shortages of fuel wood in a number of northern states and a surplus in other better-endowed states. With the continuous increase in demand for fuel wood and the over exploitation of forests around big cities, often located in the north, the supply distance to these urban settlements have also  increased causing significant increases in hauling costs and creating a scarcity of wood products in these areas. The availability and the relatively low cost of petroleum energy greatly decreased the demand on wood fuel in these consumption centers."}, {"text_block_id": "p31_b396", "text": "Objective"}, {"text_block_id": "p27_b396", "text": "Gum arabic"}, {"text_block_id": "p31_b397", "text": "Policy Guidance"}, {"text_block_id": "p27_b397", "text": "Gum arabic is the most important NWFP to Sudan because of its sizable contribution to economy. Being central to country•s economy it deserves specific policy guidance. About 87% of the land allocated to gum production is privately owned.  The focus of policy options on gum arabic is the increase of the share of benefits for the owners of the land and workers in the production activities of the commodity. Incorporation of producers in local trade groups, production cooperatives and Producer Associations will be encouraged and the development of local enterprises and processing capacity will be enhanced. The government will promote the free operation of the private sector and will limit its interventions to the supplying of services and developing of infrastructures supportive to production and marketing. The government will maintain a regulatory framework to protect product quality and apply certification and labeling practices that indicate products origin to protect the product positioning and brand value in international markets. The government will also support the increase of productivity and competitiveness by institutionalizing credit and micro financing and by increasing investment for building infrastructure and institutions in the gum arabic production areas."}, {"text_block_id": "p31_b398_merged", "text": "The government is responsible for providing public services to the society financed by collecting taxes and investing these funds according to the country's priorities and under accountability rules. Oil revenues currently constitute the main source for financing these services. Oil is a non-renewable resource and hence both its availability as an energy source and its returns are doomed to end. The government of Sudan recognises that income from non-renewable resources belong to present and to future generations. It is therefore a moral obligation to invest part of the income from non-renewable resources in the creation of sustainable renewable social capital. As a responsibility to future generations, the forestry sector will pursue, with government competent bodies, the allocation of part of the oil revenue to be invested in activities that improve forest and forest based economic activities."}, {"text_block_id": "p27_b398", "text": "The biggest challenge that gum arabic trade currently faces is the assurance of providing a stable annual supply of the product to help stabilize the international markets. This challenge will be met through protecting and restocking of the gum belt to increase the production base and will further be ensured through the establishment of a supporting buffer stock to meet periodic production fluctuations. Another important issue is the liberalization of external trade in gums needed to establish a direct link between producers and consumers to initially clarify attributes of supply and demand and ultimately result in the stabilization of the gum market. Such linkages are also aimed to bring higher profits to the owners of trees through preventing the negative effects of demand and price fluctuation."}, {"text_block_id": "p27_b399", "text": "6. Forests and Wood Industries"}, {"text_block_id": "p27_b400", "text": "Issue"}, {"text_block_id": "p31_b401", "text": "It is expected that a sizable part of future drilling will be conducted in the richer forested areas of the southern. Forestry institutions will work in coordination with the energy sector to carry out inventories in areas newly explored and identify unique forest niches to be protected. All efforts will be made to accommodate the oil exploitation effects to the conservation needs of such areas."}, {"text_block_id": "p27_b401", "text": "It was estimated that in 1994, the industry sector used only 6.8% of total wood consumption."}, {"text_block_id": "p31_b402", "text": "Urban development adjacent to new oil fields should respond to sound land use planning and should contain an urban forest component that among other things would serve in preparedness for dune movement and desertification related constraints."}, {"text_block_id": "p27_b402", "text": "Statistics in forest industry is highly unreliable and outdated; however, capacity in northern Sudan is estimated to be 132,000 cubic meters (cu m) and the actual national production is around 44,636 cu m. The Sudan imports around 64384 tons of round and sawn timber with a value of 9.3"}, {"text_block_id": "p31_b403", "text": "The consumption of wood fuel will continue to be important in at least the next 10 years even though economic growth and the increased availability of LPG and kerosene will diminish the dependence on it. Policy option in this respect will address two issues. The first one is enhancing the efficient use of the wood fuel resources and promoting the use of LPG to minimize the dependency on wood energy. The second is to supply fuel wood as a by-product of wood manufacturing processes in all possible situations."}, {"text_block_id": "p28_b403", "text": "million US Dollars. The gap in supply and demand of sawn timber is 18690 cu m. Although the Sudan is the only country in the Arab region that has a potential for timber exportation it exports only 47 tons of round wood valued at only $14000."}, {"text_block_id": "p32_b404", "text": "Annex 1"}, {"text_block_id": "p28_b404", "text": "Wood manufacture in the Sudan is limited to sawmilling and carpentry works.  Sawn wood is mostly produced by antiquate government owned sawmills under the management of the Forests National Corporation (FNC). The government sawmills use larger log sizes mainly for the production of railway sleepers while carpentry workshops use logs of small dimensions to produce furniture parts.  Small pit and overhead sawing is practiced all over Sudan comprising more than 400 units. The number of furniture production units that usually employ more than 10 persons is estimated to reach 820."}, {"text_block_id": "p32_b405", "text": "Table 1"}, {"text_block_id": "p28_b405", "text": "The major actors in the wood industry are FNC technicians, private and carpentry workshop proprietors. Debate on this issue is focused on the need to improve sawmills, the required  size of production for local and international markets, improvement of sawn wood quality, demand for construction timber, production of high quality furniture, and options for meeting Sudan Railway requirement of sleepers. Another discussed option is the potential creation of new industries like pulp and paper and veneer industry. However, the lack of reliable data on production levels renders decision making on the type and magnitude of different wood industries extremely difficult. Concern over non-wood forest industries is concentrated on gum arabic manufacturing while manufacturing of forest foods, aromatic and medicinal material, apiculture and sericulture are given limited attention."}, {"text_block_id": "p32_b406", "text": "Priorities from main stakeholders• society want"}, {"text_block_id": "p28_b406", "text": "Objective"}, {"text_block_id": "p28_b407_merged", "text": "To inventory, assess the state of forests production and evaluate the production capacity of the existing industrial facilities in order  to reconstruct a profit oriented, highly technical, modern and competitive private sawmilling industry based on wood supplies from sustainably managed forests. Also, establish other industrial enterprises in the sector based on the competitive advantage of the different forest based products and services."}, {"text_block_id": "p28_b414", "text": "Policy Guidance"}, {"text_block_id": "p28_b415", "text": "The basic policy guidance is the expressed will of the Government of Sudan to support the development of the forestry sector industry with the aim of realizing added benefit value and uplifting the forestry sector's contribution to the national Gross Domestic Product (GDP).  Forestry"}, {"text_block_id": "p29_b416", "text": "industry is meant to cover all market-oriented activities based on forest resources including wood products, NWFPs and forest based activities such as tourism."}, {"text_block_id": "p29_b417", "text": "The involvement of the Government in the production of market goods will be phased out in the future and the production task will gradually be transferred to the private sector. In a free market situation, private investors shall bear the risks, receive the benefits of activities under their entrepreneurship, and thus endeavor to achieve efficiency in the whole forestry industry."}, {"text_block_id": "p29_b418", "text": "The Public Forests Authorities will be the main supplier of raw material needed by the industry in the short and medium term while activities aimed at the production of market goods will be liberalised, devolved or privatised in the long term. FNC in particular will offer training and skills improvement programs to the industry and second or fully transfer personnel to the private sector when needed. Essential support to contribute to the development of competitive entrepreneurial capacity in the sector will be provided by the different government institutions. The Government will promote the enhancement of the private sector's entrepreneurship and strategic planning capacity and provide the means required to obtain up to date market and statistical information."}, {"text_block_id": "p29_b419", "text": "Revenues generated by both public and private sectors will partly be used to create sustainable renewable resources. The decisions and implementations related to the industrialization issue will be taken based on in-depth analysis of the social, economic and environmental implications. Benefits from implementation of industrial processes should not worsen the livelihoods and incomes of the affected parties. Especial attention will be given to the creation of medium sized enterprises managed by local communities. Partnership between communities and external enterprises, that will bring knowledge and access to regional and international markets, will be promoted and regulated to secure fair sharing of benefits."}, {"text_block_id": "p29_b420", "text": "The government, when appropriate, will assess the status and value of the existing government sawmilling capacity and assess associated fixed assets as well as productive forests as a step towards the intended future privatization. The privatization process, when conducted, will be transparent and should result in a clear contribution towards diminishing inequality and poverty and towards increase of local community income. Especial attention will be given to the implications of such privatization on property rights of local people and traditional users."}, {"text_block_id": "p30_b421", "text": "The tourism industry including the construction of forest recreation facilities and the promotion of ecotourism are handled by agencies outside the forestry sector that have very limited coordination with the forestry authorities. The policy guidance is to seek a significant role for the forestry authority in this field primarily to ensure the sustainability and protection of the recreation forests and generate income from the tourism proceeds."}, {"text_block_id": "p30_b422", "text": "7. Energy, oil and forestry"}, {"text_block_id": "p30_b423", "text": "Issue"}, {"text_block_id": "p30_b424", "text": "The total energy consumption of Sudan in 2000 was estimated in 15,372,000 TOE, of this 87 percent was obtained from primary solid biomass, mainly fuel wood.  Of the total energy consumption, 76 percent is used for residential purposes in activities related to food production and in other activities related to people's livelihood such as bakeries and brick manufacture."}, {"text_block_id": "p30_b425", "text": "Developing of the oil industry is helping to maintain a reasonable economic growth and at the same time providing LPG and Kerosene. The ongoing development of gas and oil production had brought a supply of gas of approximately 200 tons per day, while the consumption is around 100 tons per day. It is expected that oil production will shortly reach 500, 000 bpd or approximately 180 million barrels per year.  This will greatly help to ease the heavy dependence on fuel wood. The negative effects of oil development on polluting the forest resources are yet to be investigated but the clearing of vast forestlands for oil exploitation purposes is clearly seen."}, {"text_block_id": "p30_b426", "text": "The unequal distribution of forests over the country resulted in shortages of fuel wood in a number of northern states and a surplus in other better-endowed states. With the continuous increase in demand for fuel wood and the over exploitation of forests around big cities, often located in the north, the supply distance to these urban settlements have also  increased causing significant increases in hauling costs and creating a scarcity of wood products in these areas. The availability and the relatively low cost of petroleum energy greatly decreased the demand on wood fuel in these consumption centers."}, {"text_block_id": "p31_b427", "text": "Objective"}, {"text_block_id": "p31_b428", "text": "To ensure that the development of the oil industry will lead to the"}, {"text_block_id": "p31_b429", "text": "improvement of the country's forest cover through lowering the"}, {"text_block_id": "p31_b430", "text": "dependency on biomass energy, diminishing the need for wood fuels and"}, {"text_block_id": "p31_b431", "text": "through providing funds that contribute to better forestry development"}, {"text_block_id": "p31_b432", "text": "Policy Guidance"}, {"text_block_id": "p31_b433_merged_merged", "text": "The government is responsible for providing public services to the society financed by collecting taxes and investing these funds according to the country's priorities and under accountability rules. Oil revenues currently constitute the main source for financing these services. Oil is a non-renewable resource and hence both its availability as an energy source and its returns are doomed to end. The government of Sudan recognises that income from non-renewable resources belong to present and to future generations. It is therefore a moral obligation to invest part of the income from non-renewable resources in the creation of sustainable renewable social capital. As a responsibility to future generations, the forestry sector will pursue, with government competent bodies, the allocation of part of the oil revenue to be invested in activities that improve forest and forest based economic activities."}, {"text_block_id": "p31_b436", "text": "It is expected that a sizable part of future drilling will be conducted in the richer forested areas of the southern. Forestry institutions will work in coordination with the energy sector to carry out inventories in areas newly explored and identify unique forest niches to be protected. All efforts will be made to accommodate the oil exploitation effects to the conservation needs of such areas."}, {"text_block_id": "p31_b437", "text": "Urban development adjacent to new oil fields should respond to sound land use planning and should contain an urban forest component that among other things would serve in preparedness for dune movement and desertification related constraints."}, {"text_block_id": "p31_b438", "text": "The consumption of wood fuel will continue to be important in at least the next 10 years even though economic growth and the increased availability of LPG and kerosene will diminish the dependence on it. Policy option in this respect will address two issues. The first one is enhancing the efficient use of the wood fuel resources and promoting the use of LPG to minimize the dependency on wood energy. The second is to supply fuel wood as a by-product of wood manufacturing processes in all possible situations."}, {"text_block_id": "p32_b439", "text": "Annex 1"}, {"text_block_id": "p32_b440", "text": "Table 1"}, {"text_block_id": "p32_b441", "text": "Priorities from main stakeholders• society want"}], "document_description": "This document was prepared with the support of the Food and Agricultural Organisation support to update the Sudan's forestry policy. The Policy notably seeks to create a \"greener Sudan\", by countering deforestation and degradation of forest cover caused by illegal cutting, misuse and mismanagement of cutting permits, agricultural expansion, and demand for fuel energy. This goal is meant to reverse the trend of forest cover loss by facing and dealing with the deforestation, desertification and environmental degradation problems. The Sudan will in particular aim at identifying the detailed reasons of forest loss, formulate and implement programs supported by the mid and long term national development and investment plans.<br />\n<br />"}