{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Mauritius", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Renewable Energy Roadmap 2030 for the Electricity sector", "document_country_code": "MUS", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Roadmap", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "08/01/2019", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/MUS/2019/MUS-2019-01-08-Renewable Energy Roadmap 2030 for the Electricity sector_8e6189ae6599f25363ad1181ddad2e27.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF MAURITIUS"}, {"text_block_id": "p0_b2", "text": "RENEWABLE ENERGY ROADMAP 2030"}, {"text_block_id": "p0_b3", "text": "FOR THE ELECTRICITY SECTOR"}, {"text_block_id": "p0_b4", "text": "Ministry of Energy and Public Utilities"}, {"text_block_id": "p0_b5", "text": "August 2019"}, {"text_block_id": "p1_b6", "text": "Foreword"}, {"text_block_id": "p1_b7", "text": "In its 2015-2019 programme, Government clearly stated its intention to encourage the development of green energy and to launch a Renewable Energy Programme so as to encourage the production of energy from renewable sources."}, {"text_block_id": "p1_b8", "text": "In 2015"}, {"text_block_id": "p1_b9", "text": "with the support of UNDP, we presented a project entitled “"}, {"text_block_id": "p1_b10", "text": "Carbon Economy”"}, {"text_block_id": "p1_b11", "text": "to the Green Climate Fund. In 2016, the project was approved and Mauritius was among the first batches of countries to receive a grant from the Fund amounting to"}, {"text_block_id": "p1_b12", "text": "USD 28M."}, {"text_block_id": "p1_b13", "text": "It will finance the installation of battery energy storage system to absorb up to 185 MW of Renewable energy, the smart grid, installation of 300  PV mini-grids at Agalega and a total of 25MW"}, {"text_block_id": "p1_b14", "text": "rooftop solar PV for households,"}, {"text_block_id": "p1_b15", "text": "buildings of public institutions and NGO’s and the"}, {"text_block_id": "p1_b16", "text": "preparation of a National Grid Code."}, {"text_block_id": "p1_b17", "text": "At the start of our mandate in 2014, there was only one solar power plant, very few rooftop solar systems and no wind energy plant. Government introduced fiscal incentives, simplified procedures for approval of renewable energy projects and set up the Mauritius Renewable energy Agency. Within four and a half years, one wind farm and eight new solar farms have become operational and two others are due to be completed by next year. Over 2500 rooftop solar systems have been installed in"}, {"text_block_id": "p1_b18", "text": "large commercial buildings, residential buildings, cooperatives and SME’s.  Four MW battery storage"}, {"text_block_id": "p1_b19", "text": "has been installed and will be increased to 18 MW by 2020 in order to increase integration of renewable energy in the grid."}, {"text_block_id": "p1_b20", "text": "A  Waste to Energy power plant project with 1000 tons of waste daily, the upgrading of Sans Souci dam to increase power generation by 3 GWh and a  1MW Solar PV Park at Grenade, Rodrigues are planned for implementation.  A project to use cane trash together with bagasse to produce electricity is in the pipeline."}, {"text_block_id": "p1_b21", "text": "Under Home Solar Project, introduced in 2017, 10,000 solar panels will be installed on houses of low income families in the Social tariff 110 A, who will benefit from 50 kWh per month of free electricity over a period of 20 years. This project was selected first among 86 entries by IRENA/Abu Dhabi Fund for Development for financing of 10 Million USD. 1000 solar panels have been installed."}, {"text_block_id": "p1_b22", "text": "Overall the energy sector has undergone a remarkable transition over the past 4 and half years. The installed capacity for solar energy has progressed from 18 MW in 2014 to 95 MW and is set to increase to about 160 MW by 2020.  Solar energy would account for about 8% contribution to the electricity mix by 2020 from less than 1% in 2014."}, {"text_block_id": "p1_b23", "text": "The roadmap highlights that the target of 35% renewable energy in the electricity mix will be achieved with an additional of 396 GWh of renewable energy by 2025."}, {"text_block_id": "p1_b24_merged_merged_merged", "text": "This Roadmap has been prepared after consultations with a large number of stakeholders from public institutions, the private sector and NGO’s. We obtained the advice of the International Renewable Energy Agency, the support of UNDP, l’Agence Française de Développement, and other development partners."}, {"text_block_id": "p1_b27", "text": "I thank all of them and the team at my ministry for their support in the preparation of this Roadmap."}, {"text_block_id": "p1_b28", "text": "Hon. Ivan Leslie Collendavelloo"}, {"text_block_id": "p1_b29", "text": ", GCSK, SC Deputy Prime Minister Minister of Energy and Public Utilities, 5 August 2019"}, {"text_block_id": "p2_b30", "text": "Table of Contents"}, {"text_block_id": "p4_b31", "text": "List of Tables"}, {"text_block_id": "p6_b32", "text": "List of Figures"}, {"text_block_id": "p7_b33", "text": "List of Abbreviations"}, {"text_block_id": "p9_b34", "text": "Executive Summary"}, {"text_block_id": "p9_b35", "text": "Objective of the Renewable Energy Roadmap 2030 for the Electricity Sector"}, {"text_block_id": "p9_b36", "text": "This Renewable Energy (RE) Roadmap 2030 charts the way for the development of RE technologies, diversifying the electricity mix of the country and adopting cleaner sources of energy."}, {"text_block_id": "p9_b37", "text": "Mauritius is still about 79% dependent on fossil fuels for electricity generation. In an era of developmental changes, increasing energy demand and uncertainty in the energy market, the country should enhance its energy security and reduce its greenhouse gas (GHG) emissions."}, {"text_block_id": "p9_b38", "text": "Policy Context"}, {"text_block_id": "p9_b39", "text": "Vision 2030 enunciates that “"}, {"text_block_id": "p9_b40", "text": "Government will aim at ensuring energy security by promoting cleaner and sustainable energy through the development of renewable energy and energy"}, {"text_block_id": "p9_b41", "text": "efficient technologies.”"}, {"text_block_id": "p9_b42", "text": "The Government Programme 2015-2019 stipulates that “"}, {"text_block_id": "p9_b43", "text": "fiscal incentives will be provided to encourage renewable energy production and Government will launch a renewable energy programme so as to encourage the production of energy from renewable sources"}, {"text_block_id": "p9_b44", "text": ".”"}, {"text_block_id": "p9_b45", "text": "In its Nationally Determined Contributions (NDCs) submitted to the United Nations Framework Convention on Climate Change (UNFCCC) in the context of the 2015 Paris Agreement on Climate Change, Mauritius has pledged to reduce its GHG emissions by 30% by 2030. The key mitigation actions in the energy sector of Mauritius NDCs are:"}, {"text_block_id": "p9_b46", "text": "In its Nationally Determined Contributions (NDCs) submitted to the United Nations Framework Convention on Climate Change (UNFCCC) in the context of the 2015 Paris Agreement on Climate Change, Mauritius has pledged to reduce its GHG emissions by 30% by 2030. The key mitigation actions in the energy sector of Mauritius NDCs are:\n* expansion in solar, wind and biomass energy production and other renewable energy sources; and\n* a gradual shift towards the use of cleaner energy technologies, such as Liquefied Natural Gas (LNG), amongst others."}, {"text_block_id": "p9_b50", "text": "With the view to ensuring a smooth transition towards greener and cleaner energy, this Roadmap charts a clear strategy to achieve the target of 35% RE by 2025 and maintain it until 2030."}, {"text_block_id": "p9_b51", "text": "In 2018, 79.3% was generated from non-renewable sources, principally petroleum products and coal and 20.7% from renewable sources, mainly bagasse, hydro, wind, landfill gas and solar."}, {"text_block_id": "p9_b52", "text": "The RE Roadmap 2030 for the Electricity Sector also provides significant information on short and long term investment opportunities in renewable energy, namely solar, biomass, including bagasse and cane trash, waste-to-energy, onshore wind, hydro, offshore wind and wave."}, {"text_block_id": "p9_b53", "text": "A “Multi Criteria Assessment and Optimization” tool has been used to develop the Roadmap, taking into account key planning parameters for each renewable energy technology, such as maturity, Levelised Cost of Electricity (LCOE), environmental impacts, intermittency of power output and land use impacts. The tool has allowed for simulations of portfolios of renewable energy technologies, taking into consideration the five key planning parameters, for the renewable energy target of 35% in 2025, and targets of 35%, 40%, 50% and 60% in 2030."}, {"text_block_id": "p9_b54", "text": "In addition to this first step assessment, the methodology used for coming up with the best combination of technologies, together with the optimization of the cost of the unit of electricity (kWh) comprises three other steps."}, {"text_block_id": "p10_b55", "text": "Step 2 comprises a check for any violation of the forecast load demand profile of each portfolio of RE technologies in 2025 for the target of 35% and in 2030 for the whole range of targets of 35%, 40%, 50% and 60%. The forecast electricity and power demand in 2020, 2025 and 2030 are shown in Table ES-1."}, {"text_block_id": "p10_b56", "text": "Table ES-1: Electricity and Power demand forecast (Source: CEB, 2018)"}, {"text_block_id": "p10_b57", "text": "In Step 3, the least kWh cost generated from the RE portfolios and the least overall system kWh cost, comprising electricity generated from conventional sources, which pass the tests in step 2, are determined."}, {"text_block_id": "p10_b58", "text": "Finally, in step 4, the optimal portfolio in step 3 is subject to check of power demand and supply to ensure that there is no power shortage, when renewable energy technologies are combined with conventional power plants."}, {"text_block_id": "p10_b59", "text": "In addition, portfolios of renewable energy technologies proposed by authors/consultants Maxwell Stamp PLC, Carnegie and Ryan Shea for 2025 and 2030 have been thoroughly assessed and subject to the above methodological assessment, as appropriate."}, {"text_block_id": "p10_b60", "text": "Actual RE portfolio in 2020"}, {"text_block_id": "p10_b61", "text": "Since 2015, the Ministry of Energy and Public Utilities (MEPU) has given a new impetus to the development of renewable projects. As a result, the contribution of renewable sources in the electricity mix is expected to reach 25% by 2020. The most significant impact would come from solar energy, with eleven PV farms expected to become operational by end 2019/early 2020. This would allow solar energy contribution to attain about 8.0% by 2020 from a level of 0.8%in 2014. Table ES-2 gives the contribution of each RE technology in 2020 based on actual projects, which will be completed by that time."}, {"text_block_id": "p10_b62", "text": "Table ES-2: Renewable energy mix in 2020"}, {"text_block_id": "p11_b63", "text": "As regards the power and demand supply situation in 2020, Table ES-3 below shows that there would be sufficient power to meet demand comfortably, subject to the planned power plant projects being implemented in a timely manner."}, {"text_block_id": "p11_b64", "text": "Table ES-3: Power demand and supply balance 2020"}, {"text_block_id": "p11_b65", "text": "Optimal RE portfolio for 35% target in 2025"}, {"text_block_id": "p11_b66", "text": "On the basis of simulations of best combinations of renewable technologies using the optimisation tool and methodology described earlier, Table ES-4 indicates how the target of 35% will be attained in 2025."}, {"text_block_id": "p11_b67", "text": "Table ES-4: Optimum Renewable energy mix in 2025"}, {"text_block_id": "p12_b68", "text": "The LCOEs for this optimal RE portfolio in 2025 are shown in Figure ES-1 below as compared to proposals of other Consultants and authors, which pass the Step 2 validation test of the methodology for the development of this Roadmap. The optimal RE portfolio (MEPU-35%) has the least RE and system costs."}, {"text_block_id": "p12_b69", "text": "Figure ES-1: Average RE and System LCOEs for 2025"}, {"text_block_id": "p12_b70", "text": "In addition, this optimal disposition would give sufficient margin in terms of supply to meet demand in 2025, as shown in Table ES-5."}, {"text_block_id": "p12_b71", "text": "Table ES-5: Power demand and supply balance 2025 for 35% RE target"}, {"text_block_id": "p13_b72", "text": "Optimal RE portfolio in 2030 for 35% and 40% targets"}, {"text_block_id": "p13_b73", "text": "Simulations have shown that only the targets of 35% and 40%passStep 2 of the methodology and can be attained in 2030, as shown respectively in Table ES-6 and Table ES-7. Furthermore, for both these targets there would be no power shortages in 2030 subject to planned power plants being implemented on time. See Table ES-8."}, {"text_block_id": "p13_b74", "text": "Table ES-6: Renewable energy mix in 2030, 35% target"}, {"text_block_id": "p13_b75", "text": "Table ES-7: Renewable energy mix in 2030, 40% target"}, {"text_block_id": "p13_b76", "text": "The LCOE for the optimal RE portfolio in 2030 for the RE targets of 35% and 40% (MEPU-35%) and (MEPU-40%) are shown in Figure ES-2. It indicates that the kWh cost of RE for the target of 40%is more than the RE kWh cost of the 35% target and the average system kWh cost for the 40% target is only marginally higher than the 35% target."}, {"text_block_id": "p14_b77", "text": "Figure ES-2: Average RE and System LCOEs for 35% and 40% targets in 2030"}, {"text_block_id": "p14_b78", "text": "Table ES-8: Power demand and supply balance 2030 for 35% and 40% targets"}, {"text_block_id": "p14_b79", "text": "Notwithstanding the slightly higher overall system cost of the 40% target compared to the 35% target, Government endorses the target of 40%, as the kWh cost of offshore wind is expected to fall by that time horizon and wave technology could be commercially available at economically attractive costs. At any rate, the 35% target is bound to materialise."}, {"text_block_id": "p14_b80", "text": "Summary of Recommendations"}, {"text_block_id": "p14_b81", "text": "The Roadmap recommends that to achieve 35% RE in 2025, the following additional capacity of each RE technology would have to be deployed over the period 2021-2025:"}, {"text_block_id": "p15_b82", "text": "Table ES-9: Additional capacity of RE technology over period 2021-2025"}, {"text_block_id": "p15_b83", "text": "Over the period 2026-2030, additional RE capacity to achieve 40% target would comprise of:"}, {"text_block_id": "p15_b84", "text": "Table ES-10: Additional capacity of RE technology over period 2026-2030"}, {"text_block_id": "p15_b85", "text": "Details of percentage contribution of each technology in the energy mix of the country are shown in table ES-11."}, {"text_block_id": "p15_b86", "text": "Table ES-11:RE Targets in Roadmap"}, {"text_block_id": "p16_b87", "text": "The main proposals in the Roadmap as depicted in Table ES-11 are as follows:"}, {"text_block_id": "p16_b88", "text": "The main proposals in the Roadmap as depicted in Table ES-11 are as follows:\n* in 2025, the target of 35% renewable energy in the electricity mix will be achieved with an additional of 396 GWh of renewable energy over the period 2020-2025.\n* in 2030, the target of 40% can be achieved, provided that the appropriate wave energy technology is commercialized and the cost of offshore wind goes down;\n* the contribution of solar energy in the electricity mix is expected to increase from 1.7% in 2018 to 10.2% in 2025 and 13.7% in 2030;\n* onshore wind is forecast to increase from 0.4% in 2018 to 2.3% in 2030;\n* biomass energy using bagasse and cane trash is expected to increase from 312 GWh in 2018 to 508 GWh in 2025 and 532 GWh in 2030. In terms of percentage share in the mix, it would be around 14-15% over the period 2025-2030.\n* hydropower will not evolve significantly, as most of hydro power resources are already being exploited;\n* offshore wind is not expected to be developed until 2030, when the technology advances further and prices become competitive. It can contribute to about 2.4% in 2030; and\n* wave energy is expected to come into play by horizon 2030, if the technology becomes mature and commercially viable."}, {"text_block_id": "p16_b104", "text": "Estimate of Investment in Renewables in 2020, 2025 and 2030"}, {"text_block_id": "p16_b105", "text": "Estimated capital investment for the implementation of projects to meet the 35% target in 2025 and the 40% target in 2030 is shown in Table ES-12."}, {"text_block_id": "p16_b106", "text": "Table ES-12: Planned Investment"}, {"text_block_id": "p17_b107", "text": "Enabling Environment for RE development"}, {"text_block_id": "p17_b108", "text": "Government has already taken an array of measures to create an enabling environment for the deployment of renewable energy technologies. The main ones are highlighted in Table ES-13."}, {"text_block_id": "p17_b109", "text": "Table ES-13: Summary of schemes"}, {"text_block_id": "p17_b110", "text": "In addition, the following fiscal incentives have been put in place:"}, {"text_block_id": "p17_b111", "text": "In addition, the following fiscal incentives have been put in place:\n* an annual allowance of 50% on capital expenditure incurred on renewable energy technology equipment as from Financial Year 2015/16;\n* any household investing in its own solar energy unit is allowed to deduct from its taxable income the total amount invested in such a unit, including photovoltaic kits and battery for storage of electricity, as from Financial Year 2015/16;\n* photovoltaic system including photovoltaic generators, photovoltaic panels, photovoltaic batteries and photovoltaic inverters are VAT zero rated as from Financial Year 2016/17;\n* exempt income in terms of interest derived by individuals and companies from debentures or bonds issued by a company to finance renewable energy projects as from Financial Year 2017/18; and\n* additional remuneration from bagasse of Rs 1,250 per ton of sugar, bringing the revenue accruing from bagasse to Rs 2,500 for small planters and Rs 1,700 for other planters for crop season 2018."}, {"text_block_id": "p18_b121", "text": "Furthermore, the Electricity Act was amended to simplify procedures for approval of renewable energy projects."}, {"text_block_id": "p18_b122", "text": "Budget Measures 2019/2020"}, {"text_block_id": "p18_b123", "text": "Government has announced new measures in the Budget 2019/2020 to facilitate greater private investment in renewable energy. These measures include:"}, {"text_block_id": "p18_b124", "text": "Government has announced new measures in the Budget 2019/2020 to facilitate greater private investment in renewable energy. These measures include:\n* the threshold of 30% of electricity consumption for sizing a PV unit is no longer required;\n* the monthly fee for supplying electricity from solar energy sources to the national grid has been waived;\n* a new scheme for the installation of solar PV systems for religious bodies will be implemented by the CEB. Part of the electricity consumption of these bodies will be free of charge under this scheme;\n* new Renewable Energy Generation Schemes will be set up to encourage smart cities, small and medium scale power producers and public sector entities to generate electricity from solar PV; and\n* a solar farm will be set up in the vicinity of the airport with a view to being more environmental friendly and allowing the new airport city to be fully autonomous and run by green energy."}, {"text_block_id": "p19_b134", "text": "1 Introduction"}, {"text_block_id": "p19_b135", "text": "1 Introduction\n* Mauritius depends heavily on imported petroleum products to cater for most of its primary energy requirements. With the cyclic volatility of the price of oil in the market and climate change, there is a pressing need to develop strategies for diversifying sources of energy for power generation and to promote the use of renewable energy.\n* In 2018,79.3% was generated from non-renewable sources, principally petroleum products and coal and 20.7% from renewable sources, mainly bagasse, hydro, wind, solar and landfill gas.\n* The forecast of energy demand and power demand for the base case scenario is given in Table 1-1. The future targets of RE penetration are premised on this base case forecast, which is considered more likely to be achieved over the time horizon 2020, 2025 and 2030.\n* With a view to achieve an optimum renewable energy target by 2025 and 2030, this Roadmap outlines the strategy for further development of renewable energy sources.\n* For developing the Roadmap, a thorough assessment of the following reports has been undertaken:\n\t* Renewable Energy Management Master Plan and Action Plan (2016) by Maxwell Stamp PLC;\n\t* High Penetration Renewable Energy Roadmap for the Republic of Mauritius (2017) by Carnegie;\n\t* Roadmap to Increasing Renewable Energy Penetration in Mauritius: A Cost-Effective Approach (2017) by Ryan Shea;\n\t* Making the Right Choice For a Sustainable Energy Future-Report of the National Energy Commission October (2013); and\n\t* Table 1-1: Energy Demand (GWh) and Power (MW) Forecast, 2018-2030 [Source: CEB 2018]\n\t* Table 1-1: Energy Demand (GWh) and Power (MW) Forecast, 2018-2030 [Source: CEB 2018]\n Assessment of Electricity Demand Forecast and Generation Expansion Plan-World Bank May (2015)."}, {"text_block_id": "p19_b156", "text": "Development of Multi-criteria Assessment (MCA) Tool"}, {"text_block_id": "p19_b157", "text": "Development of Multi-criteria Assessment (MCA) Tool\n* As the development of renewable energy requires an assessment of main factors such as maturity of technologies, LCOE, environmental impacts, intermittency of power output from each technology and land use impact, a comprehensive multi criteria assessment (MCA) tool has been developed to determine the best combination of sources in the electricity mix to achieve 35% in 2025 and different targets in the range of 35% to 60% in 2030.\n* The MCA tool has been invaluable for carrying out iterations with a view of determining optimal contribution of the various renewable sources for each target. The factors have different levels of criticality, which may change over time and for that purpose, weightages as follows have been assigned to each:"}, {"text_block_id": "p20_b161", "text": "Development of Multi-criteria Assessment (MCA) Tool\n* As the development of renewable energy requires an assessment of main factors such as maturity of technologies, LCOE, environmental impacts, intermittency of power output from each technology and land use impact, a comprehensive multi criteria assessment (MCA) tool has been developed to determine the best combination of sources in the electricity mix to achieve 35% in 2025 and different targets in the range of 35% to 60% in 2030.\n* The MCA tool has been invaluable for carrying out iterations with a view of determining optimal contribution of the various renewable sources for each target. The factors have different levels of criticality, which may change over time and for that purpose, weightages as follows have been assigned to each:\n* The detailed scoring system, with appropriate weightage as above for each factor, is given in Table 1-2and Table 1-3 for years 2025 and 2030 respectively.\n* Table 1-2: MCA Scoring System for 2025\n* Table 1-2: MCA Scoring System for 2025\n On the basis of the score of each renewable source available, the best combination of renewable sources to obtain the additional energy needed in the years 2025 and 2030 to achieve any of the targets in the range of 35% to 60% can be determined using the MCA tool."}, {"text_block_id": "p21_b166", "text": "Table1-3: MCA Scoring System for 2030 for RE 35% and RE 40%"}, {"text_block_id": "p21_b167", "text": "Table1-3: MCA Scoring System for 2030 for RE 35% and RE 40%\n* The share determined by such a multi-criteria analysis was then validated in terms of the realistic physical constraints, for example such as the reasonableness of the number of households which can potentially adopt rooftop PV by 2025 and 2030. Such a validation was undertaken for each renewable energy technology. In case the MCA output is unrealistic for any technology, a reasonable share is assigned for that particular technology and the MCA analysis iterated to re-calculate the share of other technologies in the electricity mix, so as to achieve the desired target.\n* A 4-step analysis was undertaken to determine the optimum combination of renewable energy technologies in 2025 and 2030."}, {"text_block_id": "p21_b171", "text": "Step 1: MCA Analysis for various set targets in 2025 and 2030"}, {"text_block_id": "p21_b172", "text": "Step 1: MCA Analysis for various set targets in 2025 and 2030\n* The MCA Analysis was undertaken for RE target of 35%in 2025, and 35%, 40%, 50% and 60% in 2030 to first establish the contribution of potential renewable sources available in the country.\n<\\li1>"}, {"text_block_id": "p21_b174", "text": "Step 2: Violation check of forecast Load Duration Curve 2025 and 2030"}, {"text_block_id": "p21_b175", "text": "Step 2: Violation check of forecast Load Duration Curve 2025 and 2030\n* The various RE simulations for the above targets and targets of Maxwell, Carnegie and R.Shea for 2030 were tested for their practicality in terms of any violation of the projected Load Duration Curve (LDC) for each corresponding year. In that regard, hydro and gas turbine electricity fill in the peak load portion of the LDC, PV and medium speed HFO power plants electricity accounted for the semi-base load area of the LDC while onshore wind, wave, offshore wind, biomass and coal energy, waste-to-energy and energy from the CCGT power plant, if run as such, occupy the base-load part of the LDC.\n* All targets for 35% in 2025 and 35%, 40%, 50% and 60% in 2030 and those of Maxwell, Carnegie and R. Shea have been tested for any violation of the relevant LDC of 2025 and 2030. In case of violation of any of these targets, same is rejected and not subjected to subsequent Steps 3 and 4 of the analysis. The LDCs"}, {"text_block_id": "p22_b181", "text": "Figure 1-1: Load Duration Curves of 2018, 2020, 2025 and 2030"}, {"text_block_id": "p22_b182", "text": "Step 3: Analysis of Optimal Renewable Energy Target in 2025 and 2030"}, {"text_block_id": "p22_b183", "text": "1.15"}, {"text_block_id": "p22_b184", "text": "With a view to determining the optimal target, an average RE LCOE and system LCOE are determined for all targets, including those of MEPU, Maxwell, Carnegie, and, R. Shea, provided the target did not violate the load duration curve of 2025 or 2030, described in step 2 of the analysis."}, {"text_block_id": "p22_b185", "text": "1.16"}, {"text_block_id": "p22_b186", "text": "It may be noted that for year 2020, the actual renewable energy contributions of on-going projects and future projects until that year have been used to arrive at the target, which is thus project-based and not on the basis of the four-step analysis."}, {"text_block_id": "p22_b187", "text": "Step 4: Power Demand and Supply Analysis"}, {"text_block_id": "p22_b188", "text": "1.17"}, {"text_block_id": "p22_b189", "text": "A power demand and supply analysis is finally carried out to ensure that the optimum RE target, in combination with conventional sources of energy, allows the electricity generation mix and the different power units to meet the peak power demand forecast in 2025 and 2030. It may be noted that 10% of installed capacity of intermittent RE units, as RE capacity credit (OECD/IEA, 2011), is taken into account to contribute to peak demand in 2025 and 2030."}, {"text_block_id": "p22_b190", "text": "Structure of Report"}, {"text_block_id": "p22_b191", "text": "1.18"}, {"text_block_id": "p22_b192", "text": "In Chapters 2 to 9 which follow in this report, all relevant renewable energy resources and technologies are examined in depth in the context of Mauritius, including barriers, challenges and constraints, LCOE trends and the contribution of each in the renewable energy mix of 2020 based on actual projects to be implemented until that year."}, {"text_block_id": "p22_b193", "text": "1.19"}, {"text_block_id": "p22_b194", "text": "On the strength of the 4-step analysis, the contributions of each renewable energy technology for the 35% target in 2025 and for the “optimum target” in 2030 are discussed in Chapter 10, and they constitute the basis of this Renewable Energy Roadmap 2030 report. Chapter 11 on the RE implementation enablers includes the schemes"}, {"text_block_id": "p23_b195", "text": "implemented by the CEB since early 2015 and proposed technical solutions to allow the grid to absorb more intermittent RE, including battery storage projects for grid frequency control and smart grid development."}, {"text_block_id": "p23_b196", "text": "Regular Review"}, {"text_block_id": "p23_b197", "text": "1.20"}, {"text_block_id": "p23_b198", "text": "The Roadmap has been developed based on optimal RE targets and overall system costs in keeping with the commitments of Mauritius in its Nationally Determined Contributions (NDCs). In view of significant technology developments and the possible decrease of the LCOE of existing technologies, this Roadmap will be updated every three to four years to take into account any such changes."}, {"text_block_id": "p24_b199", "text": "2. Solar Energy"}, {"text_block_id": "p24_b200", "text": "2.1 Resource"}, {"text_block_id": "p24_b201", "text": "2.1.1"}, {"text_block_id": "p24_b202", "text": "Mauritius, being a tropical island, enjoys a sunny climate all year round. The Mauritius Meteorological Services has key stations located at Medine, Pamplemousses, FUEL, Plaisance and Vacoas to collect data. Table 2-1 gives the average daily duration of sunshine in each month for these five regions for the year 2016."}, {"text_block_id": "p24_b203", "text": "Table 2-1:"}, {"text_block_id": "p24_b204", "text": "Average duration of sunshine per month for several weather station sites around Mauritius [Source: Mauritius Meteorological Services, 2016]"}, {"text_block_id": "p24_b205", "text": "2.1.2"}, {"text_block_id": "p24_b206", "text": "In his report, R. Shea has developed a solar potential map for “horizontal” insolation as shown in Figure 2-1 below based on the results of a study that was carried out by the University of Mauritius."}, {"text_block_id": "p25_b207", "text": "Figure 2-1: Solar potential by region [Source: R. Shea, 2017]"}, {"text_block_id": "p25_b208", "text": "2.2 Technology"}, {"text_block_id": "p25_b209", "text": "2.2.1"}, {"text_block_id": "p25_b210", "text": "Besides solar water heating, solar energy can be harnessed through Photovoltaic (PV) and Concentrating Solar Thermal (CST). PV technology involves the direct conversion of solar radiation into electricity through PV cells arranged in array. CST technologies use mirrors to reflect and concentrate sunlight onto receivers that collect solar energy and convert it into heat, which can be used to produce electricity via a heat engine or steam driven turbine or be stored as molten salts for later use."}, {"text_block_id": "p25_b211", "text": "2.2.2"}, {"text_block_id": "p25_b212", "text": "Commercial PV modules are currently available as wafer-based crystalline silicon (c-Si), which currently represents about 85 to 90% of the global annual market, and thin films. The c-Si is further classified into mono-crystalline modules having efficiency up to 15 to 20% (IEA, 2010) and poly-crystalline modules which is the most commonly available on the market, though its efficiency ranges between 13 – 15%. On the other hand, thin film solar cells,"}, {"text_block_id": "p25_b213", "text": "which can be cheaper at manufacturing, are less efficient than the conventional crystalline silicon cells and have thus a very low commercial penetration. The crystalline silicon cells would thus most likely dominate the market in Mauritius."}, {"text_block_id": "p25_b214", "text": "2.2.3"}, {"text_block_id": "p25_b215", "text": "The mounting systems for the panels can be fixed, or can comprise a tracking system. The tracking systems are mature technologies and can increase the overall efficiency of a panel by over 20%, depending on panel type. However, due to their fragility and"}, {"text_block_id": "p26_b216", "text": "high costs compared to fixed mounting systems, they are less advantageous where the solar resource is good. Moreover, they may be more vulnerable to storm damage and since Mauritius is prone to cyclones, the PV system with tracking is unlikely to find traction."}, {"text_block_id": "p26_b217", "text": "2.3 Barriers, Challenges and Constraints"}, {"text_block_id": "p26_b218", "text": "2.3.1"}, {"text_block_id": "p26_b219", "text": "While PV electricity is becoming more competitive, it poses a number of challenges. It causes frequency instability and disturbance on the grid, as a result of which additional investment in ancillary equipment may be required. In addition, as Mauritius is an island with limited land space for various competitive uses, large solar farms, which occupy large areas of land, may pose problems, particularly in the context of enhancing the country’s food security and infrastructure development."}, {"text_block_id": "p26_b220", "text": "While PV electricity is becoming more competitive, it poses a number of challenges. It causes frequency instability and disturbance on the grid, as a result of which additional investment in ancillary equipment may be required. In addition, as Mauritius is an island with limited land space for various competitive uses, large solar farms, which occupy large areas of land, may pose problems, particularly in the context of enhancing the country’s food security and infrastructure development.\n* Perceived visual impact of the installation of solar panels can be an issue, especially if located near towns or in tourist areas. SSDG and MSDG PV units installed on rooftops have the advantage of not putting pressure on land use, but may be constrained by limited roof space in high rise buildings. The Mauritius Renewable Energy Agency (MARENA) is investigating the possibility of introducing floating solar PV in one dam which is not used for supply of potable water.\n<\\li1>"}, {"text_block_id": "p26_b222", "text": "2.4 Cost Analysis"}, {"text_block_id": "p26_b223", "text": "2.4.1 Maxwell"}, {"text_block_id": "p26_b224", "text": "2.4.1.1"}, {"text_block_id": "p26_b225", "text": "Maxwell has highlighted that commercial size systems of about 50-100 kW can have installation costs of around US$ 2,000-2,200 per kW (for polycrystalline panels) depending on the site location. Smaller systems of a few kW are more expensive with an estimated cost of US$ 2,250 per kW. The installation of batteries for full back-up could add an additional cost of US$ 1,500 to US$ 2,800 per kW installed, depending on the type and quality of battery. The use of a hybrid system can lower the installation cost of the batteries by US$ 1,000 per kW, but the back-up will be partial. With regards to high-quality utility scale solar PV, it is reported that conservative estimates would be in the order of US$ 1.6-1.9 million per MW installed for mono-crystalline panels with sealed panels."}, {"text_block_id": "p26_b226", "text": "2.4.1.2"}, {"text_block_id": "p26_b227", "text": "According to Maxwell, the cost of generating electricity with quality solar PV is economically and commercially viable in Mauritius. Based on the above information, small and commercial systems at distributed scale in Mauritius, assuming an output of 1,578 kWh per kW per year (corresponding to a capacity factor of about 15%, that is about 1,750 hours on 8,760 hours per year) could have an estimated capital cost LCOE between 8.9 ¢US$/kWh, for commercial systems, to 12.15 ¢US$/kWh, for smaller systems of about 2 kW for domestic use. For utility scale systems, with mono-crystalline panels, with a higher capacity factor of up to 24%, the LCOE could be about 6.57 ¢US$/kWh."}, {"text_block_id": "p27_b228_merged", "text": "2.4.1.3 Table 2-2 summarises the cost estimates of the various solar PV technologies."}, {"text_block_id": "p27_b231", "text": "Table 2-2: Life Cycle Cost Solar Energy, discount rate of 5% [Source: Maxwell, 2016]"}, {"text_block_id": "p27_b232", "text": "2.4.2"}, {"text_block_id": "p27_b233", "text": "Carnegie"}, {"text_block_id": "p27_b234", "text": "2.4.2.1"}, {"text_block_id": "p27_b235", "text": "Carnegie has estimated the cost of electricity generated from solar PV arrays to be around 7 ¢US$/kWh for utility scale and 20 ¢US$/kWh for residential solar PV in year 2020, making them competitive with the cost of electricity supplied from the grid, or from stand-alone power supply systems. Furthermore, the output of solar PV systems is portrayed to match the loads that peak during the day, which are typically loads dominated by daytime cooling. For loads that are flatter during the middle of the day, the modules can be oriented east and west for better matching of the loads, according to Carnegie."}, {"text_block_id": "p27_b236", "text": "2.4.3"}, {"text_block_id": "p27_b237", "text": "R. Shea"}, {"text_block_id": "p27_b238", "text": "2.4.3.1"}, {"text_block_id": "p27_b239", "text": "R. Shea (2017) has estimated the LCOE of solar PV as in Table 2-3."}, {"text_block_id": "p27_b240", "text": "Table 2-3: LCOE of solar PV [Source: R. Shea, 2017]"}, {"text_block_id": "p27_b241", "text": "2.4.4"}, {"text_block_id": "p27_b242", "text": "IRENA and Lazard have estimated LCOE for PV as in Table 2-4 below."}, {"text_block_id": "p27_b243", "text": "Table 2-4: LCOE for solar PV in ȼUS$/kWh"}, {"text_block_id": "p28_b244", "text": "2.4.5"}, {"text_block_id": "p28_b245", "text": "The LCOEs used in the 4-step analysis described in Chapter 1 have been based on the report of R. Shea with values in 2030 assumed to be similar to those in 2025 and are as in the Table below:"}, {"text_block_id": "p28_b246", "text": "Table 2-5: LCOE used for Solar Energy"}, {"text_block_id": "p28_b247", "text": "2.5 Potential of Solar Energy in the Electricity Mix"}, {"text_block_id": "p28_b248", "text": "2.5.1"}, {"text_block_id": "p28_b249", "text": "Maxwel"}, {"text_block_id": "p28_b250", "text": "l"}, {"text_block_id": "p28_b251", "text": "2.5.2"}, {"text_block_id": "p28_b252", "text": "Carnegie"}, {"text_block_id": "p28_b253", "text": "2.5.2.1"}, {"text_block_id": "p28_b254", "text": "Carnegie has proposed that the solar resource can potentially contribute between 15-25% of the total energy generation. It reckons that the solar PV technology is ideally suited to Mauritius and PV systems can be designed to withstand cyclones, while being one of the cheap renewable energy technologies available. It also argues that the installation of solar PV in a distributed pattern may help to reduce the impacts of variability due to clouds. Moreover, the matching of the load profile with the solar PV output has to be assessed with a view to optimising PV energy and in that regard, Carnegie has proposed battery storage."}, {"text_block_id": "p28_b255", "text": "2.5.2.2"}, {"text_block_id": "p28_b256", "text": "Carnegie has estimated a potential of 200,000 household dwellings for rooftop solar PV under different scenarios as in Table 2-6, with the caveat that the right incentives are in place and the current SSDG scheme is scaled up."}, {"text_block_id": "p28_b257", "text": "Table 2-6: SSDG solar PV scenarios for housing units and private households [Source: Carnegie, 2017]"}, {"text_block_id": "p28_b258", "text": "2.5.2.3"}, {"text_block_id": "p28_b259_merged", "text": "Furthermore, Carnegie has recommended that a portion of the estimated 45,000 non-residential buildings around Mauritius can be equipped with solar PV to give a total capacity of about 50 MW, but further added that a survey of all these buildings would have to be carried out."}, {"text_block_id": "p29_b262", "text": "2.5.2.4"}, {"text_block_id": "p29_b263", "text": "In conclusion, Carnegie stated that:"}, {"text_block_id": "p29_b264", "text": "In conclusion, Carnegie stated that:\n* The utility scale PV technologies are economically and commercially viable in Mauritius, and represent a strong option for renewable electricity generation.\n* The design, installation, and O&M are relatively easy, especially when compared to other technologies.\n* The current LCOEs for residential and commercial scale are high and may need financial incentives for better deployment."}, {"text_block_id": "p29_b270", "text": "2.5.3"}, {"text_block_id": "p29_b271", "text": "R. Shea"}, {"text_block_id": "p29_b272", "text": "2.5.3.1"}, {"text_block_id": "p29_b273", "text": "On the basis of the solar potential map (Figure 2-1),R. Shea has deduced that the northern and western regions represent the highest potential for solar energy, while the central and eastern regions have moderate and the lowest potential respectively. In addition, R. Shea as reported that the utility scale solar is most cost effective, while the residential solar PV is not as cost effective as compared to utility scale because of higher installation costs."}, {"text_block_id": "p29_b274", "text": "2.5.4"}, {"text_block_id": "p29_b275", "text": "MEPU Analysis"}, {"text_block_id": "p29_b276", "text": "2.5.4.1"}, {"text_block_id": "p29_b277", "text": "As explained in Chapter 1, the share of each RE technology in 2020 is based on completed, on-going and future projects over this time horizon. These projects, with the annual output of electricity from each are given in Table 2.7."}, {"text_block_id": "p30_b278", "text": "Table 2.7 Expected share of PV in 2020"}, {"text_block_id": "p30_b279", "text": "2.5.4.2"}, {"text_block_id": "p30_b280", "text": "As may be noted from Table 2-7, 6,000 households in the social tariff 110A under the Solar Home Project, PV projects of SMEs and Cooperatives have been accommodated up to 2025."}, {"text_block_id": "p30_b281", "text": "2.5.4.3"}, {"text_block_id": "p30_b282", "text": "It can also be observed from Table 2-7 that the share of PV in 2020 could be about 8%. The implementation enablers for power from SSDGs and MSDGs in Table 2-7 above are discussed in details in Chapter 11 of this Roadmap report."}, {"text_block_id": "p30_b283", "text": "2.5.4.4"}, {"text_block_id": "p30_b284", "text": "The shares of the PV technology in 2025 and 2030 based on the 4-step analysis described in Chapter 1 are discussed in Chapter 10.The degradation of output of PV modules over time and this has also been taken into account in the analysis."}, {"text_block_id": "p31_b285", "text": "3. Biomass"}, {"text_block_id": "p31_b286", "text": "3.1 Resource"}, {"text_block_id": "p31_b287", "text": "3.1.1"}, {"text_block_id": "p31_b288", "text": "Bagasse, a by-product of sugarcane, is the prime source of biomass in Mauritius. In year 2018, sugarcane plantation covering about 50,981 hectares of land generated around 1.04 million tons of bagasse upon harvest and crushing [source: Mauritius Chamber of Agriculture]. Bagasse is almost entirely used by the sugar industry to meet all their energy requirements in terms of heat and electricity generation. The surplus power is fed into the national grid. Total Bagasse generated electricity represented about 13.9% of total electricity generation in 2018."}, {"text_block_id": "p31_b289", "text": "3.1.2"}, {"text_block_id": "p31_b290", "text": "There are currently three main bagasse/coal power plants at the sugar factories of Alteo Energy Ltd, Terragen Ltd and Omnicane Thermal Energy Operations (La Baraque) Ltd. During the off-crop season, the three main power plants use coal to generate electricity, which account for about 70% of the electricity production of each plant. Overall, in the year 2018, the sugar industry Independent Power Producers (IPPs) exported about 304.3GWh from bagasse (CEB, 2018)."}, {"text_block_id": "p31_b291", "text": "3.1.3"}, {"text_block_id": "p31_b292", "text": "The major problem with bagasse cogeneration is that bagasse is available only during the crop season, that is for about 6 months in a year, and coal is used during the remaining months. In order to increase the sugarcane biomass share in the electricity mix, cane residues in the form of cane trashcan be used for electricity generation. In addition, energy crops, such as Arundo Donax, bamboo or eucalyptus, have the potential to contribute to the biomass share. However, their use depends on the willingness of planters of small plots of land to regroup for scaled-up plantation. Other issues are the invasiveness of the plants and water requirements during cultivation."}, {"text_block_id": "p31_b293", "text": "3.2 Technology"}, {"text_block_id": "p31_b294", "text": "3.2.1"}, {"text_block_id": "p31_b295", "text": "The processing of solid biomass feedstock for electricity production can be performed by three primary ways, namely combustion, pyrolysis and gasification. The main features of each process are given in Table 3-1."}, {"text_block_id": "p31_b296", "text": "3.2.2"}, {"text_block_id": "p31_b297", "text": "In Mauritius, both pyrolysis and gasification have not yet been used for producing energy from biomass. Combustion, particularly using the spreader-stoker technology, is the only prevailing process in all the bagasse/coal plants of IPPs. Bagasse is combusted in dual-fired co-generation plants of Alteo Energy Ltd, Terragen Ltd and Omnicane Thermal Energy Operations (La Baraque) Ltd. The plants are designed to operate on bagasse during crop season and on coal during the off-crop period."}, {"text_block_id": "p32_b298", "text": "Table 3-1: Bio-power conversion technologies [Source: Carnegie, 2017]"}, {"text_block_id": "p32_b299", "text": "3.2.3"}, {"text_block_id": "p32_b300", "text": "Pyrolysis is the thermochemical decomposition of organic material brought about by elevated temperatures in the absence of oxygen. Pyrolysis occurs at temperatures above 390°C and produces syngas and carbon char. The syngas is typically passed through a thermal oxidizer for further decomposition and clean-up of the gas. Depending on the feedstock, the syngas can either be condensed into bio-oil to produce liquid fuels, or cleaned further for the direct combustion in engines or boilers to produce electricity. This technology is not currently used in Mauritius."}, {"text_block_id": "p32_b301", "text": "3.2.4"}, {"text_block_id": "p32_b302", "text": "The conventional gasification process operates at temperatures between 540°C to 1,000°C to convert organic material with a limited air supply. The product includes syngas, which also requires significant gas clean-up and treatment. To overcome these issues, Ultra High Technology (UHT) gasification was developed which produces a cleaner syngas and ultimately cleaner flue gases. The process includes feeding of the feedstock with a moisture content of less than 30% to a reactor chamber using an auger. In the chamber, the reaction is under a controlled environment, whereby both the oxygen and temperature are controlled. The process uses electrically induced or plasma arc thermal energy to create ultra-high temperatures in the range of 1,700°C to 11,000°C. Neither gasification nor UHT gasifier are currently used in Mauritius."}, {"text_block_id": "p32_b303", "text": "3.3 Barriers, Challenges and Constraints"}, {"text_block_id": "p32_b304", "text": "3.3.1"}, {"text_block_id": "p32_b305", "text": "The generation of electricity from energy crop biomass may give rise to environmental risks which need to be mitigated. These include harvest of biomass such as trees at unsustainable rates, release of air pollutants, potential damage to ecosystems, consumption of large quantities of water, production of net greenhouse gas emissions,"}, {"text_block_id": "p33_b306", "text": "even if it is much less than fossil fuels, species invasion and competitive land use with food crops. In addition, there are several uncertainties about the real costs of harvesting, handling and the transportation of the feedstock. This is very topical today with respect to cane trash proposed for electricity production."}, {"text_block_id": "p33_b307", "text": "3.4 Cost Analysis"}, {"text_block_id": "p33_b308", "text": "3.4.1"}, {"text_block_id": "p33_b309", "text": "Maxwell"}, {"text_block_id": "p33_b310", "text": "3.4.1.1"}, {"text_block_id": "p33_b311", "text": "Maxwell has emphasised that several costs related to the harvesting, collection and transportation of biomass have to be properly evaluated, before embarking on any new biomass project. Its estimates show great variability in such costs as in Table 3-2."}, {"text_block_id": "p33_b312", "text": "Table 3-2: Costs associated with Biomass [Source: Maxwell 2016]"}, {"text_block_id": "p33_b313", "text": "3.4.2"}, {"text_block_id": "p33_b314", "text": "Carnegie"}, {"text_block_id": "p33_b315", "text": "According to Carnegie, bio-power technologies can be economically feasible if either the feedstock is available free of cost, or the current cost of handling that potential feedstock is excessive, such as disposal of waste in landfills. Carnegie estimates the levelised cost of such thermal technologies in the rangeof4-29¢US$/kWh depending on the type of technology, quality of the feedstock and the pre-processing operations. The LCOE of anaerobic digestion has been estimated in the range of6-15 ¢US$/kWh."}, {"text_block_id": "p33_b316", "text": "3.4.3"}, {"text_block_id": "p33_b317", "text": "R. Shea"}, {"text_block_id": "p33_b318", "text": "R. Shea has estimated the LCOE of bagasse electricity to be 9.8 ȼUS$/kWh, using a plant capacity factor of 35% and a nominal discount rate of 8.25%."}, {"text_block_id": "p33_b319", "text": "3.4.4"}, {"text_block_id": "p33_b320", "text": "The LCOEs used in the 4-step analysis described in Chapter 1 are:"}, {"text_block_id": "p33_b321", "text": "Table 3-3: LCOE used for biomass"}, {"text_block_id": "p33_b322", "text": "3.5 Potential of Biomass in the Electricity Mix"}, {"text_block_id": "p33_b323", "text": "3.5.1 Maxwell"}, {"text_block_id": "p33_b324", "text": "3.5.1.1"}, {"text_block_id": "p33_b325", "text": "Maxwell has reported that eucalyptus is among the fastest growing hardwood plantations widely cultivated for bio-energy in many countries around the world with a rapid growing rate of up to 165g/day in its early years. It takes approximately seven years before reaching maturity and can be cultivated on land of low fertility. It does not require the application of a high quantity of nutrients for growth. The expected"}, {"text_block_id": "p34_b326_merged", "text": "production of eucalyptus is about 55 ton/ha annually in 3 cycles of 5 years each (Alveset al., 2012). Its lower heating value (LHV) at 50% of moisture is estimated at 7,128 kJ/kg (Moraes, 2011). Maxwell has estimated that the generation of 1 GWhof power would require 125 ha of land annually but has emphasised that efficient harvesting of eucalyptus remains a challenge and cost-effective harvesting machinery has yet to be developed."}, {"text_block_id": "p34_b329", "text": "3.5.1.2"}, {"text_block_id": "p34_b330", "text": "According to Maxwell, Arundo Donax is gaining worldwide attention as a potential bioenergy crop due to its several benefits such as high biomass production rate, the ability to grow on marginal land, low water and nutrient requirements, low agricultural management needs, reduced crop cycle, high resilience to climatic effects and high carbon sequestration potential. Studies by the Food and Agricultural Research and Extension Institute (2013) on different varieties of Arundo Donax have found that the yield is between 117-269 ton/ha/yr fresh biomass and 30-103 ton/ha/yr dry matter yield (first harvest). The higher heating value (HHV)of the crop has been experimentally determined to be around 17.4 MJ/kg, which is comparable to that of sugarcane bagasse. The lower heating value (LHV) is estimated at 11-14 MJ/kg for moisture content between 30-40% (Johnson and Seebaluck, 2012). Maxwell estimates that 11 ha of land will be required to produce 1 GWh/year from Arundo Donax."}, {"text_block_id": "p34_b331", "text": "3.5.1.3"}, {"text_block_id": "p34_b332", "text": "Maxwell has reported that bamboo is one of the best-known biomass resources by virtue of its high biomass productivity (about 50,000 kg/ha/year under favourable conditions), self-regeneration, high growth even in poor soil conditions and good fuel characteristics, such as low as content and low alkali index. On the basis of an average HHV of 15.2 kJ/kg (Truong and Anh Le, 2015), Maxwell has estimated that 88.5 ha of land would be required for the production of 1 GWh of electricity annually."}, {"text_block_id": "p34_b333", "text": "3.5.1.4"}, {"text_block_id": "p34_b334", "text": "Dry and green leaves and tops from sugarcane are estimated by Maxwell to be about a third of the total mass of sugarcane and thus currently amount to 1.6 million tons annually. However, because of their agronomical benefits, only about 50% of this amount can potentially be seasonally dedicated for power generation. A study has shown that a mixture of 70% bagasse with 30% cane residues is the optimum mix and would involve collection of 35% of the total sugarcane tops and leaves (Seebaluck and Seeruttun, 2009)."}, {"text_block_id": "p35_b335", "text": "3.5.1.5"}, {"text_block_id": "p35_b336", "text": "Another study carried out by the Mauritius Sugar Industry Research Institute (MSIRI) in the year 2007 has resulted in the development of a high-yielding variety of cane with medium sucrose and 20% more fibre content. With an additional yield of 12 tons per hectare and a calorific value of 9.6 MJ/Kg, Maxwell has estimated that approximately 116 ha cultivated with this new cane variety will be required to produce 1 GWh/year."}, {"text_block_id": "p35_b337", "text": "3.5.1.6"}, {"text_block_id": "p35_b338", "text": "The MCIA/MSIRI has already recommended new varieties with relatively same sugar yield but higher biomass yield and energy cane with lower sugar yield but higher fibre yield. Upon widespread adoption of these varieties by producers, principally the mix cane, an increase in electricity generation from bagasse is possible."}, {"text_block_id": "p35_b339", "text": "3.5.1.7"}, {"text_block_id": "p35_b340", "text": "Land under sugarcane cultivation is becoming a critical issue in the country as several small, medium and large sugarcane planters are abandoning sugarcane or converting the land for non-agricultural use because of the reduced revenue from sugar. Table 3-4 below provides the area which is no longer under sugarcane plantation by region during last 10 and 20 years (Seebaluck, 2015)."}, {"text_block_id": "p35_b341", "text": "Table 3-4: Total abandoned sugarcane land [Source: Seebaluck, 2015]"}, {"text_block_id": "p35_b342", "text": "3.5.1.8"}, {"text_block_id": "p35_b343", "text": "Maxwell advocates that small planters should regroup to form larger plot size in order to facilitate the mechanisation processes of their fields. Already the Arundo Producers' Cooperative society has been created to participate in schemes together with private promoters."}, {"text_block_id": "p35_b344", "text": "3.5.1.9"}, {"text_block_id": "p35_b345", "text": "According to Maxwell, although cogeneration is a well-established process in Mauritius, the use of biomass other than sugarcane biomass for energy production is still in its initial stage. In the light thereof, Maxwell recommends that further studies be carried out to assess the sustainable production and utilisation of this potential resource through the following steps:"}, {"text_block_id": "p35_b346", "text": "According to Maxwell, although cogeneration is a well-established process in Mauritius, the use of biomass other than sugarcane biomass for energy production is still in its initial stage. In the light thereof, Maxwell recommends that further studies be carried out to assess the sustainable production and utilisation of this potential resource through the following steps:\n* Identifying the potential energy crops which might be used for bioenergy and selected based on interest shown by different stakeholders.\n* Analysing the relative technical issues such as which crops are best suited for local growing conditions, environmental risks, economic cost-benefits, financial implications to identify the impact of different crops on the agricultural sector, land use and the involvement of the rural communities.\n* Optimising the systems in order to protect the soil, water and air quality, developing agronomical techniques and production logistics and designing systems to ensure supply of feedstock while increasing profitability and protecting the environment.\n* Performing a zoning process to identify the âavailable and suitableâ plots of lands appropriate for different crop cultivation."}, {"text_block_id": "p36_b354", "text": "3.5.1.10"}, {"text_block_id": "p36_b355", "text": "Maxwell emphasises that bioenergy production provides the best opportunity to partly utilise the locally available land, which can also allow for greater participation in power generation, particularly of small planters."}, {"text_block_id": "p36_b356", "text": "3.5.1.11"}, {"text_block_id": "p36_b357", "text": "In this respect, Maxwell postulates that Arundo Donax cultivation is an attractive option, which could be favourable to the planters’ community, especially to help the most vulnerable ones. To that effect, Maxwell reports that with only 20% of the abandoned land, a 20 MW biomass plant can be set up. However, an extensive Environmental Impact Assessment will be required to evaluate all the risks and the required mitigation options."}, {"text_block_id": "p36_b358", "text": "3.5.1.12"}, {"text_block_id": "p36_b359", "text": "According to Maxwell, sugarcane residues in cane fields is also an attractive alternative, as with only 40% of the trash collected in only 40% of the 50,000ha cultivated with sugarcane, 130 GWh of electricity can be generated annually. However, the optimum amount of the cane trash to be collected without affecting the agronomic conditions of the soils needs to be determined."}, {"text_block_id": "p36_b360", "text": "3.5.1.13"}, {"text_block_id": "p36_b361", "text": "Table 3-5 gives the potential of each biomass source as estimated by Maxwell."}, {"text_block_id": "p36_b362", "text": "Table 3-5: Potential of biomass energy (based on assumptions) [Source: Maxwell 2016]"}, {"text_block_id": "p36_b363", "text": "3.5.2"}, {"text_block_id": "p36_b364", "text": "Carnegie"}, {"text_block_id": "p36_b365", "text": "3.5.2.1"}, {"text_block_id": "p36_b366", "text": "Carnegie postulates that bio-power technologies are only economically successful if either the feedstock is free, or the current cost of handling that feedstock is excessive, such as the case in Europe and Western countries, where it is expensive to landfill waste, while for sewage anaerobic digestion system for electricity production, the business case can only be made on the ability to offset electricity purchased from the grid, so as to achieve a reasonable payback period."}, {"text_block_id": "p36_b367", "text": "3.5.2.2"}, {"text_block_id": "p36_b368", "text": "While Carnegie believes that it may be possible to grow a viable biomass feedstock in Mauritius, it holds the view that any agricultural land diverted from sugarcane production may be just replacing one crop with another, for no net benefit for both the farmers and the country. It, therefore, proposes extensive research and a full carbon lifecycle analysis before new biomass crops are introduced to determine their economic, social, and environmental impacts."}, {"text_block_id": "p37_b369", "text": "3.5.2.3"}, {"text_block_id": "p37_b370", "text": "As the sugar industry is well established and it would be reasonable in the short-to-medium term to promote efficiency gains in the industry to produce as much electricity as possible from the available sugarcane feedstock, Carnegie recommends:"}, {"text_block_id": "p37_b371", "text": "As the sugar industry is well established and it would be reasonable in the short-to-medium term to promote efficiency gains in the industry to produce as much electricity as possible from the available sugarcane feedstock, Carnegie recommends:\n* Plant upgrades to newer and more efficient high-pressure boilers.\n* Investigation of the feasibility of switching to co-firing of biomass other than bagasse.\n* Investigation of the growing of energy crops, such as switch-grass, which could be harvested in the non-cropping season from abandoned land, to supplement current biopower production and offset coal use.\n* Investigation of the feasibility/sustainability of harvesting the dry trash and green leaves and tops of the sugarcane plant for power production.\n* Investigation of the feasibility of extending the period when plants run on biomass through storage of biomass feedstock."}, {"text_block_id": "p37_b381", "text": "3.5.2.4"}, {"text_block_id": "p37_b382", "text": "Carnegie also brings into perspective the abandonment of sugarcane cultivation, emphasising that out of a total of approximately 72,000 hectares, previously cultivated for sugarcane production, about 20,000 hectares of land, principally of small planters, have been abandoned over the past 20 years as shown in Table 3-3. It therefore recommends the possible conversion of the abandoned agricultural land for the production of biomass for energy production during low sugar price cycles, which will require incentives and should produce fill-in crops to offset coal use."}, {"text_block_id": "p37_b383", "text": "3.5.2.5"}, {"text_block_id": "p37_b384", "text": "Finally, Carnegie has concluded that there is limited opportunity to expand the biomass industry in Mauritius, as it would need to compete with newer renewable energy and lower carbon technologies, which are likely to be more cost effective."}, {"text_block_id": "p37_b385", "text": "3.5.3 R. Shea"}, {"text_block_id": "p37_b386", "text": "3.5.3.1"}, {"text_block_id": "p37_b387", "text": "According to R. Shea (2017), the potential of bagasse can be improved through increased efficiencies as with the new project of Alteo (Union Flacq) to change its 27/20 MW to 75/66 MW, which would lead to an additional 100 GWh/year exported energy. In addition, he suggests that the utilisation of 250,000 tonnes of sugar cane trash, 5 usable tons per hectare, with HHV of 13.47 MJ/kg can produce around 200 GWh of electricity per year."}, {"text_block_id": "p37_b388", "text": "3.5.4"}, {"text_block_id": "p37_b389", "text": "MEPU Analysis"}, {"text_block_id": "p37_b390", "text": "3.5.4.1"}, {"text_block_id": "p37_b391", "text": "In keeping with the methodology described in Chapter 1, that the share of each RE technology in 2020 is based on completed, on-going and future projects over that time horizon, bagasse and cane trash are expected to respectively provide 330 GWh and 20 GWh, thus accounting for11.3% in the electricity mix in 2020."}, {"text_block_id": "p37_b392", "text": "3.5.4.2"}, {"text_block_id": "p37_b393", "text": "The new project of Alteo of 70/60 MW, expected to be operational in 2022, would give an additional of 114 GWh/year exported energy with about 90 GWh for bagasse and 24 GWh from cane trash."}, {"text_block_id": "p37_b394", "text": "3.5.4.3"}, {"text_block_id": "p37_b395", "text": "The MEPU in collaboration with relevant partners in Reunion Island, with the assistance of the AFD under the FEXTE (“Fonds d’Éxpertise Technique et d’Échangesd’Éxperience”) is working on a programme for furtherance of electricity generation from biomass, other than bagasse, including potential energy crops. The relevant studies"}, {"text_block_id": "p38_b396", "text": "are expected to be completed by the end of year 2019. In the light thereof, the feasibility for energy crops cultivation and importation of pellets for coal substitution in existing bagasse/coal power plants will be looked into. Such substitution, is not expected to have any impact on the contribution of other renewable sources in the energy mix, but would rather help in improving the overall share of RE in the mix."}, {"text_block_id": "p38_b397", "text": "3.5.4.4"}, {"text_block_id": "p38_b398", "text": "The share of biomass in 2025 and 2030 based on the 4-step analysis, elaborated in Chapter 1, is described in Chapter 10."}, {"text_block_id": "p39_b399", "text": "4. Onshore Wind Energy"}, {"text_block_id": "p39_b400", "text": "4.1 Resource"}, {"text_block_id": "p39_b401", "text": "4.1.1"}, {"text_block_id": "p39_b402", "text": "Trade winds dominate the weather of Mauritius. The trade winds are continuous throughout the year and blow from the subtropical high-pressure zone from the South-East towards Mauritius. This means that the wind has a much greater impact on the south eastern coastal areas compared to the western coastal areas, which are somewhat protected by the central plateau and some mountains. Furthermore, cloud formation is favoured on the South-East side of the mountains, thus leading to more rain and less sunshine hours per day."}, {"text_block_id": "p39_b403", "text": "4.1.2"}, {"text_block_id": "p39_b404", "text": "The economic viability of wind turbines is determined by the wind resource at the project site. Site specific wind data is required as wind resources are highly variable and are influenced by factors such as vegetation, direction of prevailing winds, ground slope, obstacles, such as trees and nearby buildings. These factors also affect the wind speed with height above ground level, due to wind shear and therefore the optimal height at which a wind turbine has to be installed at the site. Good practice dictates that wind monitoring mast would need to be installed on the preferred site and data recorded for at least 12 months to be able to make an accurate assessment of the viability of wind project."}, {"text_block_id": "p39_b405", "text": "4.1.3"}, {"text_block_id": "p39_b406", "text": "The Wind Energy Resource Assessment Study carried out by the UNDP in the 1980s showed that wind speed in Mauritius varies between 7m/s to 4m/s at a height of 10m."}, {"text_block_id": "p39_b407", "text": "4.1.4"}, {"text_block_id": "p39_b408", "text": "In a more recent research carried out by Dhunny and Lollchund (2017) of the University of Mauritius, they computed a yearly mean wind speed map at multiple heights above ground as given in Figure 4-1."}, {"text_block_id": "p39_b409", "text": "4.1.5"}, {"text_block_id": "p39_b410", "text": "Based on this wind speed map, it can be observed that wind power potential of Mauritius is best in the South-East, lower in central plateau and South-West region in a typical year. Regions in the South-East may be best suited for this source of power."}, {"text_block_id": "p40_b411", "text": "Figure 4-1: Computed yearly mean wind speed map at multiple heights above ground (in m/s) [Source: Dhunny and Lollchund, University of Mauritius Renewable Energy 101 (2017)]"}, {"text_block_id": "p40_b412", "text": "4.2 Technology"}, {"text_block_id": "p40_b413", "text": "4.2.1"}, {"text_block_id": "p40_b414", "text": "Wind power technologies come in a variety of sizes and designs. In addition, the wind generally blows more consistently at higher speeds at greater heights. For instance, a fivefold increase in the height of a wind turbine above the relevant prevailing terrain can result in twice as much wind power."}, {"text_block_id": "p40_b415", "text": "4.2.2"}, {"text_block_id": "p40_b416", "text": "Air temperature also has an effect, as denser (colder) air provides more energy. Turbulent air reduces output and can increase the loads on the structure and equipment, particularly the blades, thus increasing materials fatigue, and hence O&M costs for turbines."}, {"text_block_id": "p41_b417", "text": "4.2.3"}, {"text_block_id": "p41_b418", "text": "Most modern large-scale wind turbines have three blades rotating around the horizontal axis. These wind turbines account for almost all utility scale wind turbines installed worldwide. Vertical-axis wind turbines exist, but they are less aerodynamically efficient than horizontal-axis turbines and do not have a significant market share. In addition to large-scale designs, there has been renewed interest in small-scale wind turbines, with some innovative design options developed in recent years for small-scale vertical-axis turbines."}, {"text_block_id": "p41_b419", "text": "4.2.4"}, {"text_block_id": "p41_b420", "text": "Wind turbines are typically classified into 3 categories based on size: very small scale of less than 10 kW capacity, small size when in the range of 10 to 100 kW and large, if above 100 kW as shown in Table 4-1."}, {"text_block_id": "p41_b421", "text": "Table 4-1: Categories of Wind Turbines [Source: Carnegie, 2017]"}, {"text_block_id": "p41_b422", "text": "4.2.5"}, {"text_block_id": "p41_b423", "text": "Mauritius occasionally experiences extreme cyclonic conditions. Both small scale wind turbines (SSWTs) and small wind turbines (SWTs) are not designed to withstand high wind loads or cyclonic conditions. In some cases, even large wind turbines (LWTs) may not be able to withstand cyclonic conditions. Therefore, according to Carnegie (2017), SSWT and SWT wind turbines are not suitable for Mauritius."}, {"text_block_id": "p41_b424", "text": "4.3 Current Status of Wind Energy in Mauritius"}, {"text_block_id": "p41_b425", "text": "4.3.1"}, {"text_block_id": "p41_b426", "text": "A 29.4 MW wind farm at Plaine Sophie, near Mare aux Vacoas is currently in the construction phase. The farm is expected to be commissioned in 2020. The generated electricity will be procured by CEB for the period of 20 years as per an already agreed Energy Supply and Purchase Agreement (ESPA). The project also includes erection of 33 kV lines to be connected to a pooling substation, where the power will be further stepped up to 66 kV level."}, {"text_block_id": "p41_b427", "text": "4.3.2"}, {"text_block_id": "p41_b428", "text": "A 9.4 MW wind project at Plaine des Roches was commissioned in April 2016 and produces about 14 GWh annually, which represented about 0.5% of generation. The power is injected into the national grid at CEB’s Amaury sub-station."}, {"text_block_id": "p41_b429", "text": "4.4 Barriers, Challenges and Constraints"}, {"text_block_id": "p41_b430", "text": "4.4.1"}, {"text_block_id": "p41_b431", "text": "Mauritius occasionally suffers from extreme cyclonic conditions with wind speeds sometimes exceeding 70 m/s, while most wind turbines are designed to withstand wind speeds under 60 m/s. Limited technologically proven options are available to completely eliminate the risk of damage from cyclones, such as towers that can be tilted, which however would be limited in size by nature of this special feature. Other features can include feathering of blades during cyclones, or lowering down of the nacelle only."}, {"text_block_id": "p42_b432", "text": "4.4.2"}, {"text_block_id": "p42_b433", "text": "Wind farms also put lot of pressure on land use, given that Mauritius is a small island. The use of large and more cost-effective wind turbines of 3 – 5 MW is constrained by logistic facilities available locally and thus, the need to have wind farms of moderate size. Wind turbine units of around 1 MW are considered as appropriate to the local situation. Furthermore, the intermittency of the power output of wind turbines poses technical challenges for maintaining a stable frequency and good quality of supply of electricity."}, {"text_block_id": "p42_b434", "text": "4.4.3"}, {"text_block_id": "p42_b435", "text": "Wind farms are also considered to have adverse visual impacts, noise and to cause interference with telecommunication equipment."}, {"text_block_id": "p42_b436", "text": "4.4.4"}, {"text_block_id": "p42_b437", "text": "Additionally, the impact of wind turbines on birds may be an issue, particularly if located in the migration paths of birds."}, {"text_block_id": "p42_b438", "text": "4.4.5"}, {"text_block_id": "p42_b439", "text": "In a small island like Mauritius, the need to avoid interference with aviation communication signals and the aircraft landing corridor are additional constraints."}, {"text_block_id": "p42_b440", "text": "4.5 Cost Analysis"}, {"text_block_id": "p42_b441", "text": "4.5.1"}, {"text_block_id": "p42_b442", "text": "Capital costs of wind energy vary greatly depending on the technology, site conditions, and the scale of a wind project. Maxwell quotes investments of aboutUS$1800 per kW for wind turbines designed to resist extreme gusts of 250 km/h and operated at an average annual wind speed of 10m/s. Moreover, the United States Energy Information Agency expects capital costs of onshore wind to decrease by as much as 19.6% by 2035."}, {"text_block_id": "p42_b443", "text": "4.5.2"}, {"text_block_id": "p42_b444", "text": "Maxwell has estimated the LCOE for the utility scale wind farm in Mauritius to be in the range of7.47-10.38¢US$/kWh, while Carnegie estimates it at 11.5 ¢US$/kWh, including relevant network costs on the basis of the LCOE of a 1.1 MW wind farm constructed in Rodrigues. R. Shea has estimated the LCOE for wind turbines at 17.3 ¢US$/kWh. This higher cost compared to the other authors may be attributed to adjustment in costs for import of equipment and construction in local conditions. Table 4-2 lists the LCOEs for different wind farm capacities."}, {"text_block_id": "p42_b445", "text": "Table 4-2: LCOE for different wind farm capacities"}, {"text_block_id": "p42_b446", "text": "4.5.3"}, {"text_block_id": "p42_b447", "text": "The LCOE used in the 4-step analysis described in Chapter 1 is 15.7 ȼUS$/kWh in 2025 and 14.7 ȼUS$/kWh in 2030, using an extrapolation of the cost of 17.3 ȼUS$/kWh in 2017 of R.Shea, as it is based on the actual investment of the wind farm currently being implemented at Plaine Sophie. (Refer to Table 10-3)."}, {"text_block_id": "p43_b448", "text": "4.6 Potential of Onshore Wind in the Energy Mix"}, {"text_block_id": "p43_b449", "text": "4.6.1"}, {"text_block_id": "p43_b450", "text": "Maxwell"}, {"text_block_id": "p43_b451", "text": "In his report, Maxwell predicts no new wind farms than those already implemented at Plaine des Roches and one being erected at Plaine Sophie. Maxwell considers that the need for battery storage to accommodate highly intermittent wind power would be economically not favourable."}, {"text_block_id": "p43_b452", "text": "4.6.2"}, {"text_block_id": "p43_b453", "text": "Carnegie"}, {"text_block_id": "p43_b454", "text": "Carnegie considers that Mauritius has a moderate wind resource and has concluded the following:"}, {"text_block_id": "p43_b455", "text": "•"}, {"text_block_id": "p43_b456", "text": "Wind energy has the potential to contribute between 15-25% of the total generation;"}, {"text_block_id": "p43_b457", "text": "•"}, {"text_block_id": "p43_b458", "text": "Large scale onshore wind technology is suited to Mauritius as the systems can be designed to resist cyclones with low LCOEs for capacities of 100 – 200 MW farms;"}, {"text_block_id": "p43_b459", "text": "•"}, {"text_block_id": "p43_b460", "text": "On-shore wind is not expected to expand as quickly as solar PV between 2015 and 2025, given very lengthy processing for planning permission with potential objections on environmental grounds; and,"}, {"text_block_id": "p43_b461", "text": "•"}, {"text_block_id": "p43_b462", "text": "The total capacity of wind energy development is not expected to exceed 99 MW by horizon 2025."}, {"text_block_id": "p43_b463", "text": "4.6.3"}, {"text_block_id": "p43_b464", "text": "R. Shea"}, {"text_block_id": "p43_b465", "text": "R. Shea assesses the onshore wind potential as moderate and recommends the expansion of the installed capacity from 9.4 MW to 17.85 MW to generate an additional of 14 GWh/year to contribute to the 2025 RE target of 35%."}, {"text_block_id": "p43_b466", "text": "4.6.4 MEPU Analysis"}, {"text_block_id": "p43_b467", "text": "4.6.4.1"}, {"text_block_id": "p43_b468", "text": "As explained in Chapter 1, the share of each RE technology in 2020 is based on completed, on-going and future projects over that horizon. The projects with installed capacity, annual output and percentage share is given in Table 4-3."}, {"text_block_id": "p43_b469", "text": "Table 4-3: Share of wind energy in energy mix in 202"}, {"text_block_id": "p43_b470", "text": "0"}, {"text_block_id": "p43_b471", "text": "4.6.4.2"}, {"text_block_id": "p43_b472", "text": "The share of wind energy in 2025 and 2030, based on the 4-step analysis described in Chapter 1, is discussed in Chapter 10. It may be noted that the output of wind turbines may slightly degrade over time and this has been taken into account in the analysis."}, {"text_block_id": "p44_b473", "text": "5. Hydropower"}, {"text_block_id": "p44_b474", "text": "5.1 Resource"}, {"text_block_id": "p44_b475", "text": "5.1.1"}, {"text_block_id": "p44_b476", "text": "The use of hydropower for electricity generation dates as far back as 1899 when electricity was first produced in Mauritius. It was the major renewable energy source for power generation contributing as much as 50-60% of the electricity mix in 1968."}, {"text_block_id": "p44_b477", "text": "5.1.2"}, {"text_block_id": "p44_b478", "text": "The amount of hydropower generated is dependent on several factors such as rainfall, water storage levels and water demand from mainly agricultural and potable use. However, climate change with prolonged dry periods and reduction in rainfall poses a significant challenge to the availability of water resources and hence, for hydropower generation. According to the Mauritius Meteorological Services (2013), a decreasing trend in the average annual rainfall by 57 mm per decade has been observed across the island. However, the mean annual rainfall recorded during the past seven years are as follows:"}, {"text_block_id": "p44_b479", "text": "Table 5-1: Mean annual rainfall for Mauritius [Source: Statistics Mauritius, 2018]"}, {"text_block_id": "p45_b480", "text": "5.1.3"}, {"text_block_id": "p45_b481", "text": "The annual average energy generated from hydropower between 2002 and 2018 is shown in Figure 5-1."}, {"text_block_id": "p45_b482", "text": "Figure 5-1: Energy generation from hydropower from 2002 to 2018 [Source: Statistics Mauritius & CEB]"}, {"text_block_id": "p45_b483", "text": "5.1.4"}, {"text_block_id": "p45_b484", "text": "Since hydropower has been almost fully tapped, investment in this area in the forthcoming years will be almost negligible, except for mini hydro power plants when new dams for storage of potable water such as Rivière des Anguilles are built. Any future development in this area must, therefore, take into account the balance between competing uses of water and the associated environmental impacts on the country’s sensitive island ecosystem"}, {"text_block_id": "p45_b485", "text": "5.2 Technology"}, {"text_block_id": "p45_b486", "text": "5.2.1"}, {"text_block_id": "p45_b487", "text": "Hydropower is harnessed through the gravitational force of falling or flowing water. There are two types of hydropower plants, namely conventional and non-conventional ones. The conventional power stations can be further sub-categorised into impounded and diversion, of which the impounded facility is the most common. These hydropower plants vary in size, ranging from small systems to large utility scale projects, of capacities of ≤30 MW and >30 MW respectively. The small hydro systems can be further sub-divided into mini (100-1000 kW), micro (<100 kW) and pico (<5 kW) systems."}, {"text_block_id": "p45_b488", "text": "5.2.2"}, {"text_block_id": "p45_b489", "text": "Pumped storage hydropower, also known as pumped hydroelectricity energy storage (PH-ES) is used in many countries to meet peak power demand. It consists of an arrangement of two reservoirs, one at a lower elevation and the other at a higher one. Energy is stored by pumping water from the lower reservoir to the higher one when the demand is lowest. When the electricity demand increases, water is fed from the upper reservoir to the lower one via electricity generating turbines. The total installed pumped storage capacity around the world was estimated at 127 GW in 2012 (The Economist, 2012)."}, {"text_block_id": "p45_b490", "text": "5.2.3"}, {"text_block_id": "p45_b491", "text": "The hydropower pumped storage technology is further sub-categorised into conventional and non-conventional types, which utilises fresh water from reservoirs and seawater respectively."}, {"text_block_id": "p46_b492", "text": "5.2.4"}, {"text_block_id": "p46_b493", "text": "Seawater pumped storage systems may be more economical when considering larger hydropower plants for electricity generation. The challenges associated with these types of power plants include negative environmental impacts as a result of the use of salt water, pressure on land availability and network connection and integration."}, {"text_block_id": "p46_b494", "text": "5.2.5"}, {"text_block_id": "p46_b495", "text": "Hydropower plants are more responsive than other energy sources in meeting fluctuations in electricity power demand. Small-scale hydropower plants are able to store potential energy and provide essential back-up power to the grid immediately when other renewable energy sources are not producing. In other countries, it can also be used in remote areas for powering communities that do not have access to the national electricity grids."}, {"text_block_id": "p46_b496", "text": "5.2.6"}, {"text_block_id": "p46_b497", "text": "Currently, there are 10 hydroelectric power stations, ranging in size from 180 kW to 30 MW, in operation in Mauritius. They represent a combined installed capacity of 60.8 MW and include Champagne (28 MW), Ferney (10 MW), Le Val (4 MW), Tamarind Falls (4 MW), Réduit (1 MW), Cascade Cecile (1 MW), La Ferme (1 MW), Magenta (0.5 MW), La Nicolière (0.35 MW) and Midlands (0.35 MW) power stations. The electricity generated from all the hydropower plants was 123.9GWh in 2018, which was exceptionally high. In a rainy season, the annual production can be as high as 125GWh, while in a dry season, it can drop to 70 GWh. On an average therefore, some 90GWh annually is considered in a normal rainfall year."}, {"text_block_id": "p46_b498", "text": "5.2.7"}, {"text_block_id": "p46_b499", "text": "The CEB is implementing a mini hydro project at the Sans Souci dam which will generate an additional of 3 GWh. The plant is expected to be commissioned by the end of 2020."}, {"text_block_id": "p46_b500", "text": "5.2.8"}, {"text_block_id": "p46_b501", "text": "There is currently no pumped storage hydropower facility in the country, and its development is not envisaged over the time horizon of this Roadmap, the more so that cheap base energy is not available, being fossil based coupled with the efficiency penalty to pump large volumes of water."}, {"text_block_id": "p46_b502", "text": "Figure 5-2: Hydropower stations in Mauritius [Source: CEB]"}, {"text_block_id": "p47_b503", "text": "5.3 Barriers, Challenges and Constraints"}, {"text_block_id": "p47_b504", "text": "5.3.1"}, {"text_block_id": "p47_b505", "text": "The key challenges/barriers to hydropower development in Mauritius include the following:"}, {"text_block_id": "p47_b506", "text": "The key challenges/barriers to hydropower development in Mauritius include the following:\n* the resource is deemed to be fully tapped;\n* competing demand for water resources; and\n* pumped storage involves high investment costs and long payback periods"}, {"text_block_id": "p47_b512", "text": "5.4 Cost Analysis"}, {"text_block_id": "p47_b513", "text": "5.4.1"}, {"text_block_id": "p47_b514", "text": "The LCOE of hydropower in Mauritius is estimated at 2.0 ¢US$/kWh, which includes other costs associated with hydropower generation, such as maintenance and renewal/upgrading of the power station."}, {"text_block_id": "p47_b515", "text": "5.5 Potential of Hydropower in the Electricity mix"}, {"text_block_id": "p47_b516", "text": "5.5.1"}, {"text_block_id": "p47_b517", "text": "Maxwell"}, {"text_block_id": "p47_b518", "text": "5.5.1.1"}, {"text_block_id": "p47_b519_merged", "text": "Maxwell reports that there is little scope for expanding hydropower in Mauritius. However, it recommends that pumped storage systems in order to boost the stability of the grid with high levels of intermittent renewable energy sources; potential sites for pumped hydro storage systems should, however, be investigated. there is a possibility to revamp the hydropower sector in terms of developing mini and micro power plants, for example at Riche-en-Eau, or"}, {"text_block_id": "p47_b525", "text": "5.5.2"}, {"text_block_id": "p47_b526", "text": "Carnegie"}, {"text_block_id": "p47_b527", "text": "5.5.2.1"}, {"text_block_id": "p47_b528", "text": "Carnegie also believes that the most economically viable locations have already been exploited for hydropower energy generation. However, it suggests that there is a potential for seawater pumped storage systems in Mauritius, as in Figure 5-3, but it recognises that the biggest challenge to set up such a system remains the huge capital costs involved."}, {"text_block_id": "p47_b529", "text": "Figure 5-3: Potential sites for seawater pumped hydro storage systems [Source: Carnegie, 2017]"}, {"text_block_id": "p48_b530", "text": "5.5.2.2"}, {"text_block_id": "p48_b531_merged", "text": "Carnegie concludes that the addition of new conventional hydropower plants or the upgrading of the existing plants will not cause a significant contribution to the amount of electricity generated from hydropower in Mauritius, the more so that Government policy is to give precedence to water use for domestic purposes over hydro-electricity generation."}, {"text_block_id": "p48_b535", "text": "5.5.3"}, {"text_block_id": "p48_b536", "text": "R. Shea"}, {"text_block_id": "p48_b537", "text": "5.5.3.1"}, {"text_block_id": "p48_b538", "text": "According to R. Shea (2017), the potential of hydropower is deemed to be fully tapped for electricity generation."}, {"text_block_id": "p48_b539", "text": "5.5.4"}, {"text_block_id": "p48_b540", "text": "MEPU Analysis"}, {"text_block_id": "p48_b541", "text": "5.5.4.1"}, {"text_block_id": "p48_b542", "text": "As concluded by the various authors, hydro potential is capped at about 93GWh in 2020, 2025 and 2030.The 4-step analysis is therefore not required for hydropower. In year 2020, the hydro contribution is expected to be about 3.0%."}, {"text_block_id": "p49_b543", "text": "6. Waste to Energy Technologies"}, {"text_block_id": "p49_b544", "text": "6.1 Resource"}, {"text_block_id": "p49_b545", "text": "6.1.1"}, {"text_block_id": "p49_b546", "text": "The amount of waste generated in Mauritius is currently around 460,000 tons per annum (tpa) and this amount is expected to increase in the coming years. The wastes are disposed in the sole landfill of the island at Mare Chicose. As from 2011, landfill gas is used to generate electricity. The effective capacity is 3 MW and in 2018, an amount of 22.6GWh of electricity was generated [Source: CEB]."}, {"text_block_id": "p49_b547", "text": "6.2 Technology"}, {"text_block_id": "p49_b548", "text": "6.2.1"}, {"text_block_id": "p49_b549", "text": "Landfill gas to energy and Waste-to-Energy (WtE) technologies are proven and commercial technologies. Landfill gas to energy technology mainly involves internal combustion engines for generating up to 3 MW. Above this capacity, gas turbines may be more economical."}, {"text_block_id": "p49_b550", "text": "6.2.2"}, {"text_block_id": "p49_b551", "text": "WtE technologies include incineration, combustion, pyrolysis, gasification, and anaerobic digestion. The adoption of any of these technologies depends principally on the amount of waste to be treated. Typical pyrolysis plants are convenient for 20,000 to 50,000 tpa, for an energy output of 1MW to 2MW. Commercial-scale plants using pyrolysis and gasification would typically be for 20,000 to 250,000 tpa wastes (Last, 2008)."}, {"text_block_id": "p49_b552", "text": "6.2.3"}, {"text_block_id": "p49_b553", "text": "Municipal solid waste (MSW) energy generation comprises incineration of municipal waste to produce power. It requires a very large amount of waste to be viable, as is the case in Mauritius with about 460,000 tpa. As about 1000 tonnes of wastes daily have been allocated for the conversion of waste to energy, the most economical option would be determined on the basis of the ongoing bidding exercise of the CEB for a 15-20 MW WtE plant, while for biomass incineration payment is made for feedstock, in the case of waste gate fees are paid for disposing of waste, which vary with the availability of landfill space and the tipping charges at those locations. The US has around 75 waste-to-energy plants while Europe has more than 400 (World Energy Council, 2013)."}, {"text_block_id": "p49_b554", "text": "6.3 Barriers, Challenges and Constraints"}, {"text_block_id": "p49_b555", "text": "6.3.1"}, {"text_block_id": "p49_b556", "text": "The implementation of WtE technologies include several barriers such as high capital and operational costs, as they involve expensive gas clean up treatments to minimise air emissions, fuel properties as the viability of the plant is highly dependent on the quantity of waste and its characteristics, such as particle size, calorific value and moisture content. In addition, the characteristics of the wastes may change over the long term. The visual impact of a WtE plant may also be an issue, if it is close to neighbourhood or, environmentally sensitive or tourist area."}, {"text_block_id": "p49_b557", "text": "6.3.2"}, {"text_block_id": "p49_b558", "text": "Carnegie considers that the biggest drawback of any WtE technology is that it requires a consistent quality and quantity of feedstock."}, {"text_block_id": "p49_b559", "text": "6.4 Cost Analysis"}, {"text_block_id": "p49_b560", "text": "6.4.1"}, {"text_block_id": "p49_b561", "text": "Maxwell"}, {"text_block_id": "p49_b562", "text": "6.4.1.1"}, {"text_block_id": "p49_b563", "text": "Maxwell has highlighted the following:"}, {"text_block_id": "p49_b564", "text": "Maxwell has highlighted the following:\n* Municipal solid WtE plants are available in different sizes and varieties. The costs can vary from technology to technology as well as depends on several variables, including capacity, amount of up-front sorting required, emission testing and\n<\\li1>"}, {"text_block_id": "p50_b566", "text": "Maxwell has highlighted the following:\n* Municipal solid WtE plants are available in different sizes and varieties. The costs can vary from technology to technology as well as depends on several variables, including capacity, amount of up-front sorting required, emission testing and\n<\\li1>\n* The cleaning processes can form a significant proportion of the overall capital costs of a WtE plant, estimated between 30% and 60% in the United Kingdom, depending on the waste mix and technology; the regulations pertaining to the design and operation of incinerator plants also add to the capital costs and operating costs of the WtE incinerator.\n* The capital expenditure of a WtE plant is highly dependent on the technology, and waste stream composition and quantity. For instance, the incineration technology is mature, and has limited scope for additional maturing effects and benefits. It is unlikely to be affected from a significant decline in cost, unless the cost of materials, inputs or labour used to make incinerators decrease.\n* However, modern WtE technologies may benefit from maturing effects and benefits that could lead to a decline in capital costs. Pyrolysis and gasification, for example, are not yet fully mature technologies, and their costs are likely to decrease with further technology developments and experience or maturing effects and benefits.\n* As regards anaerobic digesters, the biogas costs are influenced by factors such as climate, organic content in the waste and digester type and can range from US$4,000 to US$8,000 per kW installed, with the digester typically comprising 70% to 80% of the project cost."}, {"text_block_id": "p50_b575", "text": "6.4.1.2"}, {"text_block_id": "p50_b576", "text": "Although reciprocating engine gas and diesel generators are based on the same type of technology, the capital costs for internal combustion and gas generators are higher than those of diesel generators but usually lower than other RE technologies. The capital cost of internal combustion engines is estimated at about US$3,500 per kW, and landfill gas to energy is generally more competitive compared to other RE technologies as landfill gas is free (United States Environment Protection Agency, 2010). In addition, it is competitive with conventional generation given their negligible fuel expenses."}, {"text_block_id": "p50_b577", "text": "6.4.1.3"}, {"text_block_id": "p50_b578", "text": "Table 6-1 shows the LCOE of different WtE technologies as estimated by Maxwell."}, {"text_block_id": "p50_b579", "text": "Table 6-1: LCOE of different WtE technologies [Source: Maxwell, 2016]"}, {"text_block_id": "p50_b580", "text": "6.4.2 Carnegie"}, {"text_block_id": "p50_b581", "text": "6.4.2.1"}, {"text_block_id": "p50_b582", "text": "Carnegie estimates the LCOE to be in the range of 5-20 ¢US$/kWh, depending on the type of WtE technology, the quality of the feedstock and whether any pre-processing of"}, {"text_block_id": "p51_b583", "text": "the feedstock is necessary such as pre-sorting to remove non-combustible materials, or dewatering to reduce moisture content to acceptable levels. The capital cost is estimated to be US$7,000-11,500 per kW installed, depending on the type of WtE technology used."}, {"text_block_id": "p51_b584", "text": "6.4.3 R. Shea"}, {"text_block_id": "p51_b585", "text": "6.4.3.1"}, {"text_block_id": "p51_b586", "text": "R.Shea has estimated the LCOE of landfill gas and gasification with respect to WtE as in Table 6-2."}, {"text_block_id": "p51_b587", "text": "Table 6-2 Table for LCOE of gasification and landfill gas [Source: Shea, 2017]"}, {"text_block_id": "p51_b588", "text": "6.5 Potential of Waste-to-Energy in the Energy Mix"}, {"text_block_id": "p51_b589", "text": "6.5.1 Maxwell"}, {"text_block_id": "p51_b590", "text": "6.5.1.1"}, {"text_block_id": "p51_b591", "text": "Maxwell highlighted that according to the feasibility study by Mohee and Rughoonundhun (2006), a WtE plant can generate 650 kWh of energy per ton of mixed municipal solid waste."}, {"text_block_id": "p51_b592", "text": "6.5.2 Carnegie"}, {"text_block_id": "p51_b593", "text": "6.5.2.1"}, {"text_block_id": "p51_b594", "text": "Carnegie is of the view that there is limited opportunity for additional WtE projects in Mauritius, following the initial plan to build and operate two WtE plants with UHT gasification technology to generate a total electricity supply capacity of 30 MW, which has not yet materialised."}, {"text_block_id": "p51_b595", "text": "6.5.3 R. Shea"}, {"text_block_id": "p51_b596", "text": "6.5.3.1"}, {"text_block_id": "p51_b597", "text": "R. Shea has estimated that the potential of WtE in Mauritius is around 165 GWh/year, which would lead to a reduction of 45% of the waste generated."}, {"text_block_id": "p51_b598", "text": "6.5.4 MEPU Analysis"}, {"text_block_id": "p51_b599", "text": "6.5.4.1"}, {"text_block_id": "p51_b600", "text": "A WtE plant of 15-20 MW, based on the best available and economic technology, will contribute 140 GWh in the electricity mix by 2022. In the MEPU analysis, the LCOE cost 14.5¢US$/kWh as estimated by R. Shea has been used for this plant, as it is considered to be more realistic to our local condition."}, {"text_block_id": "p51_b601", "text": "6.5.4.2"}, {"text_block_id": "p51_b602", "text": "It may be noted that Government has already allocated 1000 tonnes of wastes daily for power generation."}, {"text_block_id": "p51_b603", "text": "6.5.4.3"}, {"text_block_id": "p51_b604", "text": "The share of waste to energy in the electricity mix in 2025 and 2030 based on the 4-step analysis described in Chapter 1, is discussed in Chapter 10."}, {"text_block_id": "p52_b605", "text": "7"}, {"text_block_id": "p52_b606", "text": "Offshore Wind Energy"}, {"text_block_id": "p52_b607", "text": "7.1 Resource"}, {"text_block_id": "p52_b608", "text": "7.1.1"}, {"text_block_id": "p52_b609", "text": "Mauritius is located within the tropical zone of the South Western Indian Ocean and is subject to tropical storms including very intense tropical cyclones, with wind gusts that may exceed 300 km/h, see Table 7-1. Predicted climate change impacts for Mauritius include an increase in frequency, number and intensity of storms with average wind speeds above 165 km/h or tropical cyclone strength."}, {"text_block_id": "p52_b610", "text": "Table 7-1: Mauritius Tropical Cyclone Rating System"}, {"text_block_id": "p52_b611", "text": "[Source: Mauritius Meteorological Services, 2017]"}, {"text_block_id": "p52_b612", "text": "7.1.2"}, {"text_block_id": "p52_b613", "text": "Most offshore wind turbines installed worldwide do not have significant exposure to extreme events such as cyclones. The existing IEC standards do not explicitly identify cyclones/hurricanes and other tropical events as part of the load cases which the turbines have to withstand. As Mauritius is prone to cyclonic events, facilities installed offshore must be designed to withstand cyclonic winds."}, {"text_block_id": "p52_b614", "text": "7.1.3"}, {"text_block_id": "p52_b615", "text": "While cyclones or hurricanes are not indicated in the load cases, most offshore wind turbines adhere to IEC Class IA and therefore theoretically are already designed to survive cyclonic wind gust conditions of up to 70 m/s only. See Table 7-2."}, {"text_block_id": "p52_b616", "text": "Table 7-2: Wind turbine class based rating system [Source: IEC, 2005]"}, {"text_block_id": "p52_b617", "text": "7.1.4"}, {"text_block_id": "p52_b618", "text": "However, for offshore applications, the entire system, including the turbine, substructure and foundation, must be designed for cyclonic wind as well as"}, {"text_block_id": "p53_b619", "text": "simultaneous sea wave loads and more intense. Cyclone Dina that passed within 50 km of Mauritius in 2002 produced powerful storm conditions with peak gusts that exceeded the basic 251 km/h criteria for an IEC Class IA design. Wind speed conditions exceeding 251 km/h are, therefore, not addressed by the current IEC standards."}, {"text_block_id": "p53_b620", "text": "7.1.5"}, {"text_block_id": "p53_b621", "text": "The design and installation of any offshore wind farm maybe costlier to accommodate in the Mauritian context with higher operational costs due to higher insurance costs."}, {"text_block_id": "p53_b622", "text": "7.2 Technology"}, {"text_block_id": "p53_b623", "text": "7.2.1"}, {"text_block_id": "p53_b624", "text": "Table 7-3: Summary of the offshore wind applications and types [Source: Carnegie, 2017]"}, {"text_block_id": "p53_b625", "text": "The noticeable difference between onshore and offshore wind farms is in the foundation. An onshore wind turbine stands on a concrete foundation, whereas offshore turbines have their foundations in the water (floating type) or on the sea bed (fixed-bottom type). As shown in Table 7-3, there are several types of offshore wind farms, either in shallow water, at transitional depth or deep water floating, which is based on the ocean depth at the wind farm location."}, {"text_block_id": "p53_b626", "text": "7.2.2"}, {"text_block_id": "p53_b627", "text": "Developments in wind turbine technologies as well as in foundations, installation, access, operation and system integration have permitted moves into deeper waters, further from shore, to reach larger sites with better wind resources. Until 2007, offshore wind turbines were installed in water depths below 20 m and closer than 30 km from shore. Today, in contrast, turbines are being installed routinely in water depths up to 40 m and as far as 80 km from shore (IRENA, 2016). Furthermore, offshore wind turbines have a higher CUF than onshore wind turbines of same installed capacity, because of better wind regime and no obstacles at sea."}, {"text_block_id": "p53_b628", "text": "7.2.3"}, {"text_block_id": "p53_b629", "text": "Offshore wind turbines deployed at present typically have a rated capacity of about 6 MW, with rotor diameters around 150 m. Larger turbines might not have a much lower capital cost per MW of rated power than existing designs, but they deliver a lower LCOE due mainly to higher reliability and lower foundation and installation costs per MW. IRENA predicts that the commercialisation of 10 MW turbines will take place in the 2020s, while 15 MW turbines could be commercialised in the 2030s."}, {"text_block_id": "p53_b630", "text": "7.3 Current Status of Offshore Wind Energy in Mauritius"}, {"text_block_id": "p53_b631", "text": "7.3.1"}, {"text_block_id": "p53_b632", "text": "In the context of a Memorandum of Understanding signed by MEPU with the Ministry for the Environment, Land and Sea of the Italian Republic on 12 February 2018 on cooperation in the field of climate change vulnerability, risk assessment, adaptation and mitigation, a detailed feasibility study will be undertaken in the coming months on the deployment of offshore wind in Mauritius."}, {"text_block_id": "p54_b633", "text": "7.4 Barriers, Challenges and Constraints"}, {"text_block_id": "p54_b634", "text": "7.4.1"}, {"text_block_id": "p54_b635", "text": "Offshore wind energy has a number of design risks, compared to onshore wind, which include exposure to storms, extreme waves, ocean currents and a saline environment. In view of the need to mitigate these risks, offshore wind farms have high capital costs, and are generally not viable on small scale."}, {"text_block_id": "p54_b636", "text": "7.4.2"}, {"text_block_id": "p54_b637", "text": "Most suitable offshore wind sites should be located not far from the shore, not only to reduce wind turbine structure costs, but also to lower costs associated with connection to the electricity grid. This might have all adverse impact on the tourism industry."}, {"text_block_id": "p54_b638", "text": "7.4.3"}, {"text_block_id": "p54_b639", "text": "Environmental impacts associated with wind development include noise and visual impact as well as impacts on migratory birds and bats. Additionally, Mauritius has a sensitive coastline, with two marine parks and several national parks. There would be need for specialised personnel to operate and maintain offshore wind plants in adverse weather conditions."}, {"text_block_id": "p54_b640", "text": "7.5 Cost Analysis"}, {"text_block_id": "p54_b641", "text": "7.5.1"}, {"text_block_id": "p54_b642", "text": "Although costs have fallen by more than 30% in the 15 years since the first wind farm was set up (IRENA, 2016), the capital and maintenance costs associated with offshore wind farms are at present roughly double that of onshore wind farms (Carnegie, 2016)."}, {"text_block_id": "p54_b643", "text": "7.5.2"}, {"text_block_id": "p54_b644", "text": "However, as the offshore market expands and further cost reduction strategies are implemented, it is expected that these costs will decline to around 9.5 to 12.0 ¢US$/kWh by 2030."}, {"text_block_id": "p54_b645", "text": "7.5.3"}, {"text_block_id": "p54_b646", "text": "Table shows historical and projected LCOE figures for offshore wind energy."}, {"text_block_id": "p54_b647", "text": "Table 7-4: Table of Historical and projected LCOE figures (¢US$/kWh) for offshore wind energy"}, {"text_block_id": "p54_b648", "text": "7.5.4"}, {"text_block_id": "p54_b649", "text": "A recent global elicitation survey of 163 leading wind experts was conducted by the Lawrence Berkeley National Laboratory and the National Renewable Energy Laboratory of the USA, in collaboration with IEA Wind and its member countries to better understand future wind energy costs and possible technological advancements (Wiser, 2016). The survey results indicated that continuing technological advancements are expected to reduce the cost of both onshore and offshore wind energy in the foreseeable future."}, {"text_block_id": "p54_b650", "text": "7.5.5"}, {"text_block_id": "p54_b651", "text": "The survey covered onshore, fixed-bottom offshore, and floating offshore wind applications. A summary of the key findings is presented in"}, {"text_block_id": "p54_b652", "text": "7.5.6"}, {"text_block_id": "p54_b653_merged", "text": "Figure 7-1 for each wind application. While fixed-bottom offshore is expected to remain less expensive than floating offshore, the survey revealed medium cost reduction estimates of 25% for floating, and 30% for fixed-bottom wind applications by 2030."}, {"text_block_id": "p55_b656", "text": "Figure 7-1: Summary of Expert Survey Findings [Source: Wiser, 2016]"}, {"text_block_id": "p55_b657", "text": "7.5.7"}, {"text_block_id": "p55_b658", "text": "Offshore wind is not expected to be in the RE portfolio in 2025, but more likely in 2030. The LCOE used in the 4-step analysis described in Chapter 1 for the fixed bottom offshore wind technology in 2030 is adopted from Wiser (2016) and is 12.0 ¢US$/kWh."}, {"text_block_id": "p55_b659", "text": "7.6 Potential of Offshore Wind in the Electricity Mix"}, {"text_block_id": "p55_b660", "text": "7.6.1"}, {"text_block_id": "p55_b661", "text": "Maxwell"}, {"text_block_id": "p55_b662", "text": "7.6.1.1"}, {"text_block_id": "p55_b663", "text": "Maxwell has not included offshore wind in the electricity mix in its main recommendation over horizon 2030."}, {"text_block_id": "p55_b664", "text": "7.6.2"}, {"text_block_id": "p55_b665", "text": "Carnegie"}, {"text_block_id": "p55_b666", "text": "7.6.2.1"}, {"text_block_id": "p55_b667", "text": "In its assessment, Carnegie has highlighted the following:"}, {"text_block_id": "p55_b668", "text": "In its assessment, Carnegie has highlighted the following:\n* The biggest impediment to offshore wind energy for Mauritius appears to be cost, cyclone risks and amenity considerations for shallow offshore wind applications.\n* In terms of potential offshore wind generation supply for Mauritius, and if looking at both shallow and transitional ocean depths for turbine installation, the total generation potential is an order of magnitude greater than the current electricity demand of the entire country.\n* Although offshore wind driven by trade winds is not as intermittent as solar PV, there will still likely be periods of fluctuating output, which will need to be supported by a more sophisticated grid management system incorporating wind"}, {"text_block_id": "p56_b675", "text": "In its assessment, Carnegie has highlighted the following:\n* The biggest impediment to offshore wind energy for Mauritius appears to be cost, cyclone risks and amenity considerations for shallow offshore wind applications.\n* In terms of potential offshore wind generation supply for Mauritius, and if looking at both shallow and transitional ocean depths for turbine installation, the total generation potential is an order of magnitude greater than the current electricity demand of the entire country.\n* Although offshore wind driven by trade winds is not as intermittent as solar PV, there will still likely be periods of fluctuating output, which will need to be supported by a more sophisticated grid management system incorporating wind\n* Given that it is unlikely that offshore wind will be required before 2025-2030, there is significant time to plan for the required grid management system modification, which may also require strengthening of the network to support large scale generation from the south or south eastern areas of the island.\n<\\li1>"}, {"text_block_id": "p56_b677", "text": "7.6.3"}, {"text_block_id": "p56_b678", "text": "R. Shea"}, {"text_block_id": "p56_b679", "text": "7.6.3.1"}, {"text_block_id": "p56_b680", "text": "R. Shea estimates that currently offshore wind is comparable to onshore wind and it is predicted that by 2025, offshore wind will be more cost effective than onshore wind."}, {"text_block_id": "p56_b681", "text": "7.6.4"}, {"text_block_id": "p56_b682", "text": "MEPU Analysis"}, {"text_block_id": "p56_b683", "text": "7.6.4.1"}, {"text_block_id": "p56_b684", "text": "No offshore wind contribution is planned in the electricity mix in 2020and 2025 because of its relatively higher LCOE compared to other RE sources available in Mauritius."}, {"text_block_id": "p56_b685", "text": "7.6.4.2"}, {"text_block_id": "p56_b686", "text": "As regards 2030, the technology is expected to be more cost competitive. The share of offshore wind has been determined using the 4-step analysis described in Chapter 1. The results are discussed in Chapter 10."}, {"text_block_id": "p57_b687", "text": "8 Ocean Energy"}, {"text_block_id": "p57_b688", "text": "8.1 Resources"}, {"text_block_id": "p57_b689", "text": "8.1.1 Wave Energy"}, {"text_block_id": "p57_b690", "text": "8.1.1.1"}, {"text_block_id": "p57_b691", "text": "The types of Wave Energy Convertors (WEC) devices that could potentially be deployed in Mauritius once commercialised and the cost of the electricity produced are dictated by factors such as wave energy resource, bathymetry and geological conditions and the suitability of the various WEC devices for those water depths and distances from shore. The wave energy resource in the region of Mauritius are only now being studied with a wave energy focus."}, {"text_block_id": "p57_b692", "text": "8.1.1.2"}, {"text_block_id": "p57_b693", "text": "Wave energy resources are relatively high due to the geography of the region. A preliminary assessment of the waves reaching the coast of Mauritius shows the larger wave densities along the South-East coastline of Mauritius. The waves refract around the island from the South-East direction along the North-East and North-West coastlines where the wave height is typically smaller as shown in Figure 8-1 and Figure 8-2."}, {"text_block_id": "p57_b694", "text": "8.1.1.3"}, {"text_block_id": "p57_b695", "text": "An assessment of the wave resource in Mauritius has been completed by the Oceans Institute team at the University of Western Australia. MOI is currently developing a wave monitoring network. The data collected will eventually be used to assess the wave energy potential in the coastal regions, to supplement the findings of the University of Western Australia."}, {"text_block_id": "p57_b696", "text": "8.1.1.4"}, {"text_block_id": "p57_b697_merged", "text": "The MOI has already published valuable wave energy data (Doorgaet al., 2018)."}, {"text_block_id": "p57_b700", "text": "8.1.1.5"}, {"text_block_id": "p57_b701", "text": "The development of any WEC device would necessitate a thorough assessment of economic, social and environmental impacts."}, {"text_block_id": "p57_b702", "text": "Figure 8-1: Wave density around Mauritius [Source: MRC]"}, {"text_block_id": "p58_b703", "text": "Figure 8-2: Graph of Wave Power vs. Depth for regions in Mauritius [Source: MRC]"}, {"text_block_id": "p58_b704", "text": "8.1.1.6"}, {"text_block_id": "p58_b705", "text": "Carnegie (2017) reports that for Mauritius, both onshore and nearshore (lagoon based) WEC systems are unlikely to be suitable for deployment due to both the low inshore wave resources and the impacts of these systems in terms of aesthetics, biodiversity and sediment deposit."}, {"text_block_id": "p58_b706", "text": "8.1.2"}, {"text_block_id": "p58_b707", "text": "Ocean Current Energy"}, {"text_block_id": "p58_b708", "text": "8.1.2.1"}, {"text_block_id": "p58_b709", "text": "Open ocean currents are driven by latitudinal distributions of winds and thermohaline ocean circulation. The earth’s oceans are constantly on the move with ocean currents carrying large amounts of water in complex patterns. The patterns are affected by wind, water salinity, temperature, topography of the ocean floor and the earth's rotation. Ocean currents are relatively constant and flow in one direction, compared with wind speeds which are much slower."}, {"text_block_id": "p58_b710", "text": "8.1.2.2"}, {"text_block_id": "p58_b711", "text": "There are two main drivers of ocean currents with the most common being wind and solar heating of surface waters near the equator and the other because of variations in salinity and temperature, which lead to what oceanographers call thermohaline flow. When ocean water at polar latitudes is sufficiently cooled, it gets denser and sinks. This results in horizontal surface water movement as it replaces the sinking water (GoMRI, 2013). The global-scale flow pattern that results from this effect is called the oceanic conveyer bel. See Figure 8-3."}, {"text_block_id": "p59_b712", "text": "Figure 8-3: Oceanic conveyer belt (Rahmstorf 2002) [Source: Wikimedia Commons, courtesy of NASA"}, {"text_block_id": "p59_b713", "text": "]"}, {"text_block_id": "p59_b714", "text": "8.1.2.3"}, {"text_block_id": "p59_b715", "text": "Ocean surface currents are a result of the two main drivers of ocean currents. The major ocean surface currents are shown in Figure 8-4."}, {"text_block_id": "p59_b716", "text": "Figure 8-4: Major Ocean Surface Currents [Source: Wikimedia Commons, courtesy of NASA]"}, {"text_block_id": "p59_b717", "text": "8.1.3"}, {"text_block_id": "p59_b718", "text": "Ocean Tidal Energy"}, {"text_block_id": "p59_b719", "text": "8.1.3.1"}, {"text_block_id": "p59_b720", "text": "Carnegie has pointed out that there are no tidal energy resources in Mauritius and therefore this technology is not applicable to the local context."}, {"text_block_id": "p59_b721", "text": "8.1.3.2"}, {"text_block_id": "p59_b722_merged", "text": "However, according to the MOI, tidal stream generations, as opposed to tidal barrage generations, have higher potential in Mauritius, especially in channels and ocean crevices where the ocean current flux is abundant. MOI is currently undertaking a study to assess the potential of tidal energy in the country."}, {"text_block_id": "p60_b725", "text": "8.1.4"}, {"text_block_id": "p60_b726", "text": "Ocean Thermal Energy"}, {"text_block_id": "p60_b727", "text": "8.1.4.1"}, {"text_block_id": "p60_b728", "text": "Ocean Thermal Energy Conversion (OTEC) is a process that exploits the thermal difference between the cold deep ocean and warm tropical surface seawater to produce electricity. Although further investigation of the local resource is required, the available resource maps for OTEC indicate that Mauritius has a monthly average temperature differential between ocean surface water and ocean water at a depth of 1,000 metres of between 19°C and 20°C, see Appendix 1. The temperature differential is considered borderline for an economically viable application of the OTEC technology."}, {"text_block_id": "p60_b729", "text": "8.2 Technology"}, {"text_block_id": "p60_b730", "text": "8.2.1"}, {"text_block_id": "p60_b731", "text": "Wave Energy"}, {"text_block_id": "p60_b732", "text": "8.2.1.1"}, {"text_block_id": "p60_b733", "text": "Wave energy conversion devices intercept wave energy before the energy is released on the shore and converts the kinetic and/or the potential energy in surface waves (swell), or the pressure fluctuations below the surface, into electricity. WECs consist of two basic elements: (i) a collector that is used to capture the wave energy, and (ii) a turbo generator that transforms the wave energy into electricity."}, {"text_block_id": "p60_b734", "text": "8.2.1.2"}, {"text_block_id": "p60_b735", "text": "Many WEC devices (over 1000) have been patented since the first WEC concept was patented in France in 1799 and many small-scale prototypes have been developed and tested since the 1970s. More than 200 different WEC devices are currently in various stages of development. Most of the development is centred in Australia, Europe and North America. Of these, about half a dozen have been scaled up and tested at sea and the test data has been published (Carnegie, 2017)."}, {"text_block_id": "p60_b736", "text": "8.2.2"}, {"text_block_id": "p60_b737", "text": "Ocean Current Energy"}, {"text_block_id": "p60_b738", "text": "8.2.2.1"}, {"text_block_id": "p60_b739", "text": "Ocean current technology, also known as marine current power, is at an early stage of development. Relative to wind, wave and tidal resources, the energy resource potential for ocean current power is the least understood, and its technology is the least mature. The deployment of technology to capture ocean current resources near Mauritius would likely occur at a much greater distance from the shore than offshore wind or wave energy technologies, therefore, if commercially available, is likely to remain more expensive than near shore technologies."}, {"text_block_id": "p60_b740", "text": "8.2.2.2"}, {"text_block_id": "p60_b741", "text": "There are four main types of devices being developed to convert ocean current energy:"}, {"text_block_id": "p60_b742", "text": "There are four main types of devices being developed to convert ocean current energy:\n* Horizontal Axis Turbines: Operates in the same way as a wind turbine, which converts the kinetic energy from the moving water using a turbine that looks similar to a wind turbine;\n* Ducted Horizontal Axis Turbines: Similar to the horizontal axis turbine, except the turbine is housed inside a duct. This helps to concentrate the current flow through the turbine and may provide a better capacity factor;\n* Vertical Axis Turbines: Operates in the same way as a vertical axis wind turbine and sits perpendicular to the ocean current flow; and\n* Oscillating Hydrofoils: Utilises an oscillating hydrofoil system to extract energy from moving water. The hydrofoil can be similar to a shark fin or wing that oscillates or flaps in the ocean current flow to capture the kinetic energy."}, {"text_block_id": "p60_b750", "text": "8.2.3"}, {"text_block_id": "p60_b751", "text": "Ocean Thermal Energy"}, {"text_block_id": "p60_b752", "text": "8.2.3.1"}, {"text_block_id": "p60_b753", "text": "OTEC can produce base-load electricity or electricity on demand. For the technology to be economically viable, the temperature difference between the deep ocean and surface seawater should be at least 20°C year round, therefore limiting the technology"}, {"text_block_id": "p61_b754", "text": "primarily to the equatorial areas (OTEC Foundation, 2016). The different types of OTEC technologies under development are given in Appendix 1."}, {"text_block_id": "p61_b755", "text": "8.2.3.2"}, {"text_block_id": "p61_b756_merged", "text": "An OTEC plant can potentially be built on land, on the continental self at depths up to 100m or as a floating facility that is operated offshore and connected to the local electricity grid via underwater cables. In general, land based facilities have greater advantages as they do not need lengthy and costly under water electricity cables, less maintenance than those in ocean environments and do not require sophisticated mooring. However, according to Davies-Morales et al. (2014), an onshore plant suffers from the drawbacks of long intake pipes for pumping sea water to land, high initial construction costs, large amount of energy to operate the pumps and land based environmental impacts. Detailed studies would therefore need to be undertaken for the development, either onshore or offshore, of the technology, if it is commercialised and selected as a RE technology."}, {"text_block_id": "p61_b759", "text": "8.3 Barriers, Challenges and Constraints"}, {"text_block_id": "p61_b760", "text": "8.3.1"}, {"text_block_id": "p61_b761", "text": "The greatest challenge is the operation of the technologies in the marine environment, which is extremely tough."}, {"text_block_id": "p61_b762", "text": "8.3.2"}, {"text_block_id": "p61_b763", "text": "The siting of any technology far from the shore has cost implications, while the complexity of operation increases dramatically. Fixing the measuring equipment to the seafloor becomes increasingly difficult with increased water depth, and strong waves."}, {"text_block_id": "p61_b764", "text": "8.3.3"}, {"text_block_id": "p61_b765", "text": "The ocean environment is highly corrosive and the costs of maintenance are obviously high."}, {"text_block_id": "p61_b766", "text": "8.3.4"}, {"text_block_id": "p61_b767", "text": "Once the offshore systems generate electricity, it must also be transmitted to load centres on land. Such electric transmission to shore is a significant challenge. Cabling and commonly used substation and power electronics solutions used on land and maintenance would be more costly and would require special design considerations."}, {"text_block_id": "p61_b768", "text": "8.3.5"}, {"text_block_id": "p61_b769", "text": "The MOI has undertaken a study to find optimal sites around the island for efficient harnessing of ocean energy. The results of the study will be published by the MOI in the near future."}, {"text_block_id": "p61_b770", "text": "8.4 Current status of ocean energy in Mauritius"}, {"text_block_id": "p61_b771", "text": "8.4.1 Ocean Thermal Energy"}, {"text_block_id": "p61_b772", "text": "8.4.2"}, {"text_block_id": "p61_b773", "text": "A local company is proposing to implement a 20-22 MW of “cold” from a Sea Water Air Conditioning (SWAC) system in Port Louis for providing air conditioning services to public and private buildings. The plant would substitute the equivalent electricity currently used for providing the services."}, {"text_block_id": "p61_b774", "text": "8.5 Cost Analysis"}, {"text_block_id": "p61_b775", "text": "8.5.1"}, {"text_block_id": "p61_b776", "text": "Wave Energy"}, {"text_block_id": "p61_b777", "text": "8.5.1.1"}, {"text_block_id": "p61_b778", "text": "The estimated levelised cost for wave energy is around 300US$/MWh (IEA, 2014), that is 30 ¢US$/kWh considerably higher than other forms of renewable energies. No wave energy conversion technologies is as yet fully commercialised and those at the demonstration stage are all supported by significant government funding. In the light of various challenges to be addressed for the successful commercialisation of WEC devices, the cost of the technology would understandably be on the high side. However, some technology developers claim that the cost of producing electricity from WECs will be competitive with both wind turbines and conventional fossil fuels within 3 to 7 years from now (Carnegie, 2017)."}, {"text_block_id": "p62_b779", "text": "8.5.1.2"}, {"text_block_id": "p62_b780", "text": "Table 8-1 shows current estimated costs and cost projections for the wave energy technology until 2030."}, {"text_block_id": "p62_b781", "text": "Table 8-1: Operational figures of the current estimated costs and cost projections for wave energy until 2030 [Source: IRENA, 2014]"}, {"text_block_id": "p62_b782", "text": "8.5.1.3"}, {"text_block_id": "p62_b783", "text": "R. Shea has estimated the LCOE of wave at40.0 ¢US$/kWh in year 2017and 25.4 ¢US$/kWh in year 2025."}, {"text_block_id": "p62_b784", "text": "8.6 Potential of Wave Energy in the Energy Mix"}, {"text_block_id": "p62_b785", "text": "8.6.1 Maxwell"}, {"text_block_id": "p62_b786", "text": "8.6.1.1"}, {"text_block_id": "p62_b787", "text": "Maxwell does not recommend any of the ocean energy technologies in the electricity mix of neither year 2025 nor year 2030."}, {"text_block_id": "p62_b788", "text": "8.6.2 Carnegie"}, {"text_block_id": "p62_b789", "text": "8.6.2.1 Wave Energy"}, {"text_block_id": "p62_b790", "text": "Carnegie postulates that:"}, {"text_block_id": "p62_b791", "text": "•"}, {"text_block_id": "p62_b792", "text": "Wave energy conversion technologies are not yet commercialised."}, {"text_block_id": "p62_b793", "text": "•"}, {"text_block_id": "p62_b794", "text": "There are more than 200 different wave energy convertors at various stages of development."}, {"text_block_id": "p62_b795", "text": "•"}, {"text_block_id": "p62_b796", "text": "When they are commercialised, the cost of electricity could be similar to that of the cost of electricity from a wind farm."}, {"text_block_id": "p62_b797", "text": "8.6.2.2 Ocean Current Energy"}, {"text_block_id": "p62_b798", "text": "Carnegie does not recommend ocean current technology in the short-to-medium term for the following reasons:"}, {"text_block_id": "p62_b799", "text": "•"}, {"text_block_id": "p62_b800", "text": "It is one of the least mature renewable energy technologies, in addition to be the least understood one."}, {"text_block_id": "p62_b801", "text": "•"}, {"text_block_id": "p62_b802", "text": "As ocean current systems have not yet been widely deployed, cost estimates are uncertain and anticipated to be very high in the short-to-medium term."}, {"text_block_id": "p62_b803", "text": "•"}, {"text_block_id": "p62_b804", "text": "It is likely to remain a higher cost technology for Mauritius given the distance offshore that the technology needs to be deployed compared to offshore wind or other wave energy technologies."}, {"text_block_id": "p62_b805", "text": "•"}, {"text_block_id": "p62_b806", "text": "The timeframe to develop the technology from concept to commercialisation, while overcoming all technical complexities, is not yet known."}, {"text_block_id": "p63_b807", "text": "8.6.2.3"}, {"text_block_id": "p63_b808", "text": "Ocean Thermal Energy"}, {"text_block_id": "p63_b809", "text": "Carnegie does not recommend the OTEC technology in the short-to-medium term. It has emphasised that if the technology does become commercially available and cost effective, it could be used to provide industries such as food based marine culture production, which has the added potential to increase Mauritius food security and provide export opportunities to the country."}, {"text_block_id": "p63_b810", "text": "8.6.3 R. Shea"}, {"text_block_id": "p63_b811", "text": "8.6.3.1"}, {"text_block_id": "p63_b812", "text": "R. Shea does not recommend wave energy in the short-to-medium term. However, under the assumption that this technology will be subsidised, he proposes two 10 MW wave farms in the South-East of Mauritius in year 2035to contribute in the energy mix."}, {"text_block_id": "p63_b813", "text": "8.6.4 MEPU Analysis"}, {"text_block_id": "p63_b814", "text": "8.6.4.1"}, {"text_block_id": "p63_b815", "text": "It is obvious that none of the ocean energy technologies would be available by year 2020 to contribute to the electricity mix."}, {"text_block_id": "p63_b816", "text": "8.6.4.2"}, {"text_block_id": "p63_b817", "text": "Wave energy is projected to have a potential to contribute to the electricity mix by year 2030 only. The 4-step analysis as described in Chapter 1, for year 2030, has been undertaken using the optimistic LCOE of 25.4 ¢US$/kWh, as advocated by R.Shea. The results of the analysis will be discussed in Chapter 10."}, {"text_block_id": "p64_b818", "text": "9 Geothermal"}, {"text_block_id": "p64_b819", "text": "9.2 Resource"}, {"text_block_id": "p64_b820", "text": "9.1.1"}, {"text_block_id": "p64_b821", "text": "The worldwide geothermal power capacity amounts to 12.8GWas at 2015. The main constraint is the drilling of very deep and high temperature reservoirs near the Earth’s crust."}, {"text_block_id": "p64_b822", "text": "9.1.2"}, {"text_block_id": "p64_b823", "text": "There are three main types of geothermal energy resources worldwide and these include:"}, {"text_block_id": "p64_b824", "text": "There are three main types of geothermal energy resources worldwide and these include:\n* Low temperature geothermal.\n* Hydrothermal or hot aquifer geothermal.\n* High temperature geothermal which can be sub-categorised into:\n\t* Enhanced geothermal systems or hot dry rock (HDR); and,\n\t* Ground water in volcanic areas.\n\t* there is no evidence of mature water related to geothermal reservoirs;\n\t* there is no presence of hydrothermal systems with either low or high enthalpy;\n\t* there was no hydrothermal activity or hydrothermal alteration within the studied area and as a result, it could be deduced that the hydrothermal system is deep;\n\t* the disturbances related to groundwater are below 200 m depth; and\n\t* there is a possibility of finding more than 180Â°C at a depth of 4 km and in practice, the development of geothermal wells at such depths is not feasible as it involves huge exploration costs."}, {"text_block_id": "p64_b834", "text": "9.1.3"}, {"text_block_id": "p64_b835", "text": "Mauritius was believed to have the potential to tap geothermal energy sources by virtue of it being of volcanic origin. In 2011, MEPU appointed a Consultant ELC Electroconsult S.p.A of Italy to carry out an assessment of geothermal potential in Mauritius.  An in-depth investigation of this resource was carried out in the Bar Le Duc region."}, {"text_block_id": "p64_b836", "text": "9.1.4"}, {"text_block_id": "p64_b837", "text": "The main findings of the Consultant were as follows:"}, {"text_block_id": "p64_b848", "text": "9.1.5"}, {"text_block_id": "p64_b849", "text": "In the light of the above, geothermal energy has no potential to contribute to the electricity mix of Mauritius."}, {"text_block_id": "p65_b850", "text": "10 MEPU Analysis for Optimal Renewable Energy Portfolio in the Electricity Mix"}, {"text_block_id": "p65_b851", "text": "10.1 RE in Electricity Mix in 2018"}, {"text_block_id": "p65_b852", "text": "10.1.1"}, {"text_block_id": "p65_b853", "text": "The actual renewable energy in the electricity mix in 2018 is given in Table 10"}, {"text_block_id": "p65_b854", "text": "-1."}, {"text_block_id": "p65_b855", "text": "Table 10-1: RE in Electricity Mix in 2018"}, {"text_block_id": "p65_b856", "text": "10.2 RE in Electricity Mix in 2020"}, {"text_block_id": "p65_b857", "text": "10.2.1"}, {"text_block_id": "p65_b858", "text": "The development of this Roadmap for Mauritius was based on a thorough assessment of the reports of Maxwell Stamp PLC (2016), Carnegie (2017) and Ryan Shea (2017). The different technologies which can be used in Mauritius have been widely discussed in the previous chapters, as well as their potential for growth of their contribution and their costs. The MEPU has performed the 4-step analysis described in Chapter 1 for determining the optimal RE mix in 2025 and 2030 on the basis of the potential of the various RE sources and the five key factors comprising maturity of the technology, LCOE, environmental impacts, intermittency of power output and land use impact."}, {"text_block_id": "p65_b859", "text": "10.2.2"}, {"text_block_id": "p65_b860", "text": "On the basis of actual projects until 2020, the electricity mix and the contribution of each technology and renewable source as discussed in Chapters 2 to 9 are recapped in Table 10-2."}, {"text_block_id": "p65_b861", "text": "Table 10-2: RE in Electricity Mix in 202"}, {"text_block_id": "p65_b862", "text": "0"}, {"text_block_id": "p66_b863", "text": "10.2.3"}, {"text_block_id": "p66_b864", "text": "Furthermore, as shown in Table 10-3, there would be no power shortage in 2020, with the RE portfolio in combination with conventional sources of energy, subject to the implementation of the phase 1 of the CCGT project."}, {"text_block_id": "p66_b865", "text": "Table 10-3: Power demand and Supply balance 2020"}, {"text_block_id": "p66_b866", "text": "10.3 Recap on MCA Tool and Methodology of Analysis"}, {"text_block_id": "p66_b867", "text": "10.3.1"}, {"text_block_id": "p66_b868", "text": "The 4-step analysis elaborated in Chapter 1 has been a valuable tool for the determination of the optimal renewable energy portfolios, including solar energy, biomass energy, onshore wind energy, hydropower, waste-to-energy, offshore wind energy and ocean energy. In the first step of the analysis, the optimal combination of the technologies for achieving the set target of 35%for the year 2025 and 2030 was established using the MCA tool. This first step analysis was repeated for 40%,50% and 60% in 2030."}, {"text_block_id": "p66_b869", "text": "10.3.2"}, {"text_block_id": "p66_b870", "text": "The second step comprised the testing of any violation of the Load Duration Curves (LDCs) for all the above targets and those of Maxwell, Carnegie and R. Shea."}, {"text_block_id": "p66_b871", "text": "10.3.3"}, {"text_block_id": "p66_b872", "text": "The LCOE, which is a well-developed and standard technique for economic analyses in the energy sector, has been used in Step 3 of the 4-step tool to determine the cost effectiveness of the portfolio of renewable energy technologies for those targets that passed the LDC violation test in Step 2 of the analysis. The LCOE yields a net present value in terms of US cents/kWh and it takes into account the time value of money through discounting its lifetime costs and lifetime energy generation. The equation for calculation of the LCOE is:"}, {"text_block_id": "p67_b873", "text": "10.3.4"}, {"text_block_id": "p67_b874", "text": "The LCOEs provided by Maxwell, Carnegie and R. Shea given in Table 10-4, were thoroughly examined for their reasonableness. Data sets were plotted and extrapolated for the purpose of estimating the LCOEs for the years 2025 and 2030, as applicable, for the various technologies assessed in this Roadmap as shown in Table 10-4."}, {"text_block_id": "p67_b875", "text": "Table 10-4: LCOEs estimated by Maxwell, Carnegie and R. Shea"}, {"text_block_id": "p68_b876", "text": "Table 10-5: LCOEs retained in this study of MEPU"}, {"text_block_id": "p68_b877", "text": "10.4 Scenarios of Maxwell"}, {"text_block_id": "p68_b878", "text": "10.4.1"}, {"text_block_id": "p68_b879", "text": "Maxwell has forecast renewable energy targets of 36.8% and 36.7% by 2025 and 2030 respectively on the basis of the RE Biomass (RESB) scenario. It has assumed that energy generation will be principally from sugarcane biomass, involving as well the use of cane trash and the setting up of a 20MW biomass plant to be fuelled by an energy crop."}, {"text_block_id": "p68_b880", "text": "10.4.2"}, {"text_block_id": "p68_b881", "text": "The other two scenarios considered by Maxwell are:"}, {"text_block_id": "p68_b882", "text": "The other two scenarios considered by Maxwell are:\n* The RE Intermittent Scenario (RESI) with the addition of Solar PV and onshore wind technologies only.\n* The RE Alternative Scenario (RESA) with the addition of a 15MW biomass plant and of offshore wind technology."}, {"text_block_id": "p68_b886", "text": "10.4.3"}, {"text_block_id": "p68_b887", "text": "The electricity mix and the amount of electricity generated from each renewable energy source under each scenario of Maxwell are given in Table 10-6"}, {"text_block_id": "p68_b888", "text": "."}, {"text_block_id": "p69_b889", "text": "Table 10-6: Electricity generated from energy mix in 2025 & 2030 of Maxwell"}, {"text_block_id": "p69_b890", "text": "10.4.4"}, {"text_block_id": "p69_b891", "text": "It may be noted that the corrected target in Table 10-6 and in subsequent paragraphs or Tables in this chapter are effected to take into account the different forecasts used by various authors, including Maxwell for 2025 and 2030, as compared to the forecast used by the MEPU in its analysis, which is 3345GWh in 2025, and 3775GWh in 2030, as shown in Table 1-1 in Chapter 1."}, {"text_block_id": "p69_b892", "text": "10.4.5"}, {"text_block_id": "p69_b893", "text": "Maxwell prefers the RESB over its RESI and RESA scenarios, as it considers the latter two scenarios as risky and involve high investments."}, {"text_block_id": "p69_b894", "text": "10.5 Scenarios of Carnegie"}, {"text_block_id": "p69_b895", "text": "10.5.1"}, {"text_block_id": "p69_b896", "text": "Carnegie conducted a modelling exercise using the software HOMER to determine the combination of renewable energy technologies and sources as shown in Table 10-7."}, {"text_block_id": "p69_b897", "text": "Table 10-7: Total electricity generated as modelled for the year 2025 by Carnegie"}, {"text_block_id": "p70_b898", "text": "10.5.2"}, {"text_block_id": "p70_b899", "text": "Carnegie has in addition proposed four scenarios to achieve the renewable energy targets in the range of 45% to 60% beyond 2025, as shown in Figure 10-1 and Table 10-8. Furthermore, Carnegie considers that energy demand will stabilise, most probably around 2035, in the light of the implementation of energy efficiency measures."}, {"text_block_id": "p70_b900", "text": "Figure 10-1: Energy mix proposed to reach a target of 45%-60% beyond 2025"}, {"text_block_id": "p70_b901", "text": "Table 10-8: Total electricity generated and renewable energy targets as modelled for each scenario of Carnegie"}, {"text_block_id": "p70_b902", "text": "10.6 Scenarios of R. Shea"}, {"text_block_id": "p70_b903", "text": "10.6.1"}, {"text_block_id": "p70_b904", "text": "R"}, {"text_block_id": "p70_b905", "text": ". Shea has proposed a renewable energy target of 35.3% by 2025, as shown in Table 10-9, with the assumption that all the solar PV and onshore wind projects in the pipeline would have been implemented."}, {"text_block_id": "p71_b906", "text": "Table 10-9: Renewable Energy Generation by 2025 of R. Shea"}, {"text_block_id": "p71_b907", "text": "10.6.2"}, {"text_block_id": "p71_b908", "text": "As can be seen from Table 10-10, R. Shea has also proposed a renewable energy target of 42.0%by 2030. He has made the following assumptions to achieve this target:"}, {"text_block_id": "p71_b909", "text": "As can be seen from Table 10-10, R. Shea has also proposed a renewable energy target of 42.0%by 2030. He has made the following assumptions to achieve this target:\n* Any additional increase in energy demand will be met by renewable energy sources.\n* The output of coal and diesel plants will gradually be reduced as they will become less efficient.\n* Further increases in energy efficiency measures will result in a reduction in the rate of increase of annual energy demand.\n* Energy generation from bagasse, waste-to-energy and hydro are deemed to be fully tapped by that time.\n* The potential from offshore marine technologies will increase and two offshore wind farms will be set up by 2027.\n* A wave energy plant will be commissioned in 2028."}, {"text_block_id": "p72_b921", "text": "As can be seen from Table 10-10, R. Shea has also proposed a renewable energy target of 42.0%by 2030. He has made the following assumptions to achieve this target:\n* Any additional increase in energy demand will be met by renewable energy sources.\n* The output of coal and diesel plants will gradually be reduced as they will become less efficient.\n* Further increases in energy efficiency measures will result in a reduction in the rate of increase of annual energy demand.\n* Energy generation from bagasse, waste-to-energy and hydro are deemed to be fully tapped by that time.\n* The potential from offshore marine technologies will increase and two offshore wind farms will be set up by 2027.\n* A wave energy plant will be commissioned in 2028.\n"}, {"text_block_id": "p72_b922", "text": "Note: R. Shea has used energy generated from bagasse, instead of exported. Therefore, this anomaly has been corrected in addition to the correction for total energy forecast. The corrected target in the electricity mix is thus 32.0% for 2025 and 38.0% for 2030."}, {"text_block_id": "p72_b923", "text": "10.7 MEPU Analysis for 2025"}, {"text_block_id": "p72_b924", "text": "Step 1: MCA Analysis for 2025"}, {"text_block_id": "p72_b925", "text": "10.7.1"}, {"text_block_id": "p72_b926", "text": "As indicated in Chapter 3, bagasse energy is expected not to exceed330GWh by 2020.With the implementation of the new Alteo Energy Ltd project of 70/60 MW in mid-2022, the amount of energy from bagasse will increase to 420 GWh. In addition, a potential of about 20 GWh can be obtained through technical improvement at the two other IPP plants. In context of the closure of Médine, sugar factory, the bagasse from the canes of its factory area is expected to give an additional 24 GWh from efficient conversion into electricity at other IPP plants."}, {"text_block_id": "p72_b927", "text": "10.7.2"}, {"text_block_id": "p72_b928", "text": "Cane trash has a potential to give a total of 44GWhby 2025, which is an additional of 24GWh on the 2020 expected production from this source. Hydro is capped at 93GWh, while landfill gas will increase to 23GWh. It may also be noted that wave energy technology is not expected to be fully commercialised at competitive prices by 2025, but likely to be available by 2030, although at a relatively high forecast LCOE of 25.4 ¢US$/kWh."}, {"text_block_id": "p73_b929", "text": "10.7.3"}, {"text_block_id": "p73_b930", "text": "The results of the first and final iterations of the Step 1 analysis as described in Chapter 1 are respectively given in Table 10-11 and Table 10-12 for the year 2025 (See Appendices 4, 5 and 6)."}, {"text_block_id": "p73_b931", "text": "Table 10-11: Results of MEPU of Step 1 analysis for Year 2025 (first iteration)"}, {"text_block_id": "p73_b932", "text": "Table 10-12: Results of MEPU -Final mix for Year 2025 (final iteration)"}, {"text_block_id": "p73_b933", "text": "10.7.4"}, {"text_block_id": "p73_b934", "text": "As can be seen from Table 10-12, a total of 68GWh for residential PV for RE 35% target would imply that about 25,000 houses with an average size of 1 kW, 10,000 households in the Home Solar Project and an average of 2.5 kW for the other schemes, can be potentially grid-connected by 2025. Such a situation can favourably occur as the LCOE of residential PV is expected to be reduced by about 50% from an estimated level of 17.1 ¢US$/kWh to 9.4 ¢US$/kWh. This is actually the case (See Table 10-5). If prices of electricity rise in the future due to rising cost of conventional fuels, residential PV is expected will become still more attractive to consumers."}, {"text_block_id": "p73_b935", "text": "10.7.5"}, {"text_block_id": "p73_b936", "text": "Utility scale plants will contribute about 202.9GWhin the 35% target in 2025."}, {"text_block_id": "p73_b937", "text": "10.7.6"}, {"text_block_id": "p73_b938", "text": "The 25 MW SSDG/MSDG, which will be implemented under the Green Climate Fund grant of US$28million, will increase in share of residential and commercial PV contribution by year 2025."}, {"text_block_id": "p74_b939", "text": "10.7.7"}, {"text_block_id": "p74_b940", "text": "As regards waste-to-energy, the possibility of a second appropriately sized plant, may be contemplated."}, {"text_block_id": "p74_b941", "text": "10.7.8"}, {"text_block_id": "p74_b942", "text": "No offshore wind development or wave power technology by year 2025 is expected."}, {"text_block_id": "p74_b943", "text": "STEP 2: Analysis of above Results and Targets of other Authors for 2025"}, {"text_block_id": "p74_b944", "text": "10.7.9"}, {"text_block_id": "p74_b945", "text": "The Load Duration Curve (LDC) violation tests were undertaken for the above MEPU’s target of 35% for 2025, including the contribution of each RE source as per the results of the final Iteration in Step 1 described above, and for the targets of Maxwell, Carnegie and R. Shea for 2025 as described in previous paragraphs in this chapter."}, {"text_block_id": "p74_b946", "text": "10.7.10"}, {"text_block_id": "p74_b947", "text": "It may be noted that for the purpose of the test, the bare minimum contribution of conventional plants has been reckoned, to allow for maximum absorption of RE sources. In that context, the following plants would have to be operated in the following minimalistic mode (see Appendix 19):"}, {"text_block_id": "p74_b948", "text": "It may be noted that for the purpose of the test, the bare minimum contribution of conventional plants has been reckoned, to allow for maximum absorption of RE sources. In that context, the following plants would have to be operated in the following minimalistic mode (see Appendix 19):\n* As recommended by the World Bank (2015), the CEB will proceed with the development of the combined cycle gas turbine plant at a site in Mer Rouge next to its Fort George Power Station in two phases. In the first phase, two gas turbines each of a capacity of up to 40MW will be installed and initially run in open-cycle mode, fuelled with light oil, that is diesel. The two units are expected to go on stream in 2020 and would initially be used for peaking purposes.\n* In the light of the accelerated penetration of renewable sources of energy and the feasibility of the introduction of LNG in Mauritius for power generation, the second phase of the CCGT project is planned to be in operation in 2023-2024. The power plant would operate as base load and include a steam unit of about 40 MW to significantly improve the efficiency of conversion of the two gas turbines installed in Phase I.A feasibility study on the introduction of LNG has been completed. There is interest to set up an Indian Ocean regional strategy to import LNG. SADC has also developed a Master plan for a regional LNG strategy and an Interstate Committee to look into the implementation of strategy.\n* The 3 existing Wartsila engines and the 4 new units of St Louis Power Station, for a total injectable power of 108 MW, would supply some 406GWh annually.\n* The 6 units at Fort Victoria, for a total injectable capacity of 107 MW, would provide some 332GWh.\n* The Nicolay Power Plant, of capacity 72 MW, would only supply some 2.1 GWh annually for peaking as and when required.\n* The new CCGT plant, of capacity 120 MW, would generate at least 637.3GWh in 2025. (See Table 10-17)."}, {"text_block_id": "p74_b960", "text": "10.7.11"}, {"text_block_id": "p74_b961", "text": "The analysis of the LDC is important while determining the type of technology and the capacity, power and energy contribution of any technology for any forthcoming project. The LDC is subdivided into three areas, namely the base load, semi-base load and peak load. Typically for Mauritius, the peak load usually occurs for about 1000 hours, while the base load is the minimum load throughout the year. The region between the peak and the base load is the semi-base load. The generation technology and fuel source which provide for each type of load is given in Table 10-13. In Mauritius, peak energy is about 1.5% of total energy, semi-base load is 33.5% and base load energy is 65%."}, {"text_block_id": "p75_b962", "text": "Table 10-13: Preferred generation technology for each type of load"}, {"text_block_id": "p75_b963", "text": "10.7.12"}, {"text_block_id": "p75_b964", "text": "The results of the LDC violation test on the basis of the matching supply with the load as above are given in Tables 10-14 to 10-17."}, {"text_block_id": "p75_b965", "text": "Table 10-14: LDC Violation Tests for 2025 Targets –Maxwell"}, {"text_block_id": "p76_b966", "text": "Table 10-15: LDC Violation Tests for 2025 Targets -Carnegie"}, {"text_block_id": "p77_b967", "text": "Table 10-16: LDC Violation Tests for 2025 Targets -R. Shea"}, {"text_block_id": "p78_b968", "text": "Table 10-17: LDC Violation Tests for 2025 Target – MEPU"}, {"text_block_id": "p78_b969", "text": "10.7.13"}, {"text_block_id": "p78_b970", "text": "The targets of the following authors violate the LDC as follows:"}, {"text_block_id": "p78_b971", "text": "The targets of the following authors violate the LDC as follows:\n* Maxwell (RESB) 36.8%, corrected 38.7 %, target in 2025 would give an excess of 281.0GWhof base-load energy, while there is a shortage of 152.7GWh in the semi-base energy, which would have to be compensated with fossil energy, and is not desirable. Maxwell (RESB) 36.8%, therefore violates the LDC in 2025.\n* For Carnegieâs 35% target in 2025, corrected 32.9%, there is a shortage of 106.7GWh in semi-base energy, which would have to be compensated with fossil fuels and is not desirable, when compared to MEPU optimal mix. Carnegie 35% target violates the LDC in 2025 as there is an excess of 38.0GWh of base-load energy, which is likely to be exacerbated, as the amount of bagasse and cane trash of 356 GWh considered by Carnegie is on the low side.\n* R. Sheaâs 35.3% target in 2025, corrected 32.0 %, comprises unrealistic amount of bagasse energy. However, it does not violate the LDC."}, {"text_block_id": "p78_b977", "text": "10.7.14"}, {"text_block_id": "p78_b978", "text": "MEPU 35% and R. Shea 35.3% target in 2025, corrected to 32.0 %, are compliant with Step 2 of the 4-step analysis described in Chapter 1 and these targets have been taken through the subsequent Steps 3 and 4 of the analysis."}, {"text_block_id": "p79_b979", "text": "STEP 3: Analysis of Optimal RE Target in 2025"}, {"text_block_id": "p79_b980", "text": "10.7.15"}, {"text_block_id": "p79_b981", "text": "Figure 10-2: Average System and RE LCOE for 2025"}, {"text_block_id": "p79_b982", "text": "In accordance with the procedure for the Step 3 analysis described in Chapter 1, Figure 10-2 shows the average RE and System LCOEs of MEPU 35% and R. Shea 35.3% targets. It may be noted that the system cost also includes the cost of peak energy, the cost of back-up and battery storage to support intermittent power from solar and wind. The system LCOE is obviously higher than the RE LCOE."}, {"text_block_id": "p79_b983", "text": "10.7.16"}, {"text_block_id": "p79_b984", "text": "It can be seen from Figure 10-2 that both the average system and RE LCOE of the MEPU 35% target in 2025 is less than that of R. Shea’s 35.3%, corrected 32.0%, target in 2025, in addition to the over-estimated and unrealistic bagasse energy made by the latter."}, {"text_block_id": "p79_b985", "text": "STEP 4: Power Demand and Supply Analysis"}, {"text_block_id": "p79_b986", "text": "10.7.17"}, {"text_block_id": "p79_b987", "text": "Finally, as per Step 4 of the analysis as described in Chapter 1, the power demand and supply analysis was carried out for the optimum RE generation for MEPU 35% target in 2025 as determined above. Table 10-18 gives the projected demand and supply balance for this optimum RE generation mix."}, {"text_block_id": "p79_b988", "text": "10.7.18"}, {"text_block_id": "p79_b989", "text": "It can be observed from Table 10-18 that the optimum RE mix portfolio does not pose any problem in terms of any shortage of supply of power in 2025 in combination with other conventional power plants."}, {"text_block_id": "p80_b990", "text": "Table 10-18: Power demand and supply balance in 2025 for 35% RE target"}, {"text_block_id": "p80_b991", "text": "10.8"}, {"text_block_id": "p80_b992", "text": "Conclusion on RE in Electricity Mix of Year 2025"}, {"text_block_id": "p80_b993", "text": "10.8.1 For the optimum RE target of 35% in the electricity mix in 2025, the technologies and contribution of each is recapped in Table 10-19."}, {"text_block_id": "p80_b994", "text": "Table 10-19: Optimum RE Mix in 2025"}, {"text_block_id": "p80_b995", "text": "10.9 MEPU Analysis for 2030"}, {"text_block_id": "p80_b996", "text": "10.9.1"}, {"text_block_id": "p80_b997", "text": "The same process as described above from paragraphs 10.7.1 to 10.7.17 was applied to the various targets of 2030 as follows:"}, {"text_block_id": "p80_b998", "text": "The same process as described above from paragraphs 10.7.1 to 10.7.17 was applied to the various targets of 2030 as follows:\n* Maxwell: 36.7% target (corrected 37.0%)\n* Carnegie Scenario 1: 44.8% (corrected 41.9%)\n* Carnegie Scenario 2: 62.9% (corrected 61.1%)\n* Carnegie Scenario 3: 60.2% (corrected 65.3%)\n* Carnegie Scenario 4: 60.6% (corrected 61.6%)\n* R. Shea: 42% (corrected 38.0%)\n* MEPU: 35%, 40%, 50%, 60%"}, {"text_block_id": "p81_b1012", "text": "STEP 1: MCA Analysis for 2030"}, {"text_block_id": "p81_b1013", "text": "10.9.2 First and final iteration results of targets of MEPU of 35%, 40%, 50% and 60% are respectively shown in Table 10-20 and Table 10-21 (See Appendices 9, 10 and 11)."}, {"text_block_id": "p81_b1014", "text": "Table 10-20: Results of MEPU of Step 1 analysis for Year 2030 (first iteration)"}, {"text_block_id": "p81_b1015", "text": "Table 10-21: Results of MEPU -Final mix for Year 2030 (final iteration)"}, {"text_block_id": "p81_b1016", "text": "STEP 2: Analysis of above Results and Targets of other Authors for 2030"}, {"text_block_id": "p81_b1017", "text": "10.9.3"}, {"text_block_id": "p81_b1018", "text": "The LDC violation test each for Maxwell, Carnegie, R. Shea and MEPU targets of 35-60% was carried out."}, {"text_block_id": "p82_b1019", "text": "Table 10-22: LDC Violation Tests for 2030 Targets – Maxwell"}, {"text_block_id": "p83_b1020", "text": "Table 10-23: LDC Violation Tests for 2030 Targets – Carnegie"}, {"text_block_id": "p84_b1021", "text": "Table 10-24: LDC Violation Tests for 2030 Targets -R. Shea"}, {"text_block_id": "p85_b1022", "text": "Table 10-25: LDC Violation Tests for 2030 Targets – MEPU"}, {"text_block_id": "p85_b1023", "text": "10.9.4"}, {"text_block_id": "p85_b1024", "text": "Maxwell 36.7%, corrected 37.0% target, as in Table 10-22requires 259.2 GWh more oil semi-base energy. In addition, it gives excess base-load energy of 217.0 GWh and thus violates the LDC."}, {"text_block_id": "p85_b1025", "text": "10.9.5"}, {"text_block_id": "p85_b1026", "text": "The four Carnegie scenarios as in Table 10-23 give too much excess base-load energy, and thus violate the LDC. On the other hand, St Louis power plant has to produce much more oil semi-base energy for the four scenarios compared to MEPU optimal mix, and is not desirable."}, {"text_block_id": "p85_b1027", "text": "10.9.6"}, {"text_block_id": "p85_b1028", "text": "R. Shea 42%, corrected 38% target, proposed 80 GWh plant for MSW which is not realistic, since the MSW plant of 140GWh and landfill gas plant of 23 GWh will already be operational by 2025. Furthermore, it gives excess base-load energy of 94.5 GWh, as in Table 10-24, and thus violates the LDC."}, {"text_block_id": "p86_b1029", "text": "10.9.7"}, {"text_block_id": "p86_b1030", "text": "MEPU’s 35% and 40% targets in 2030do not violate the LDC, as shown in Table 10-25. It may be noted that MEPU’s 50% and 60% targets violate the LDC."}, {"text_block_id": "p86_b1031", "text": "10.9.8"}, {"text_block_id": "p86_b1032", "text": "Only MEPU’s targets of 35% and 40%, are therefore subject to the subsequent Step 3 of the analysis."}, {"text_block_id": "p86_b1033", "text": "STEP 3: Analysis of Optimal RE Target in 2030"}, {"text_block_id": "p86_b1034", "text": "10.9.9"}, {"text_block_id": "p86_b1035", "text": "In accordance with the procedure for the Step 3 of the analysis described in Chapter 1, Figure 10-3 shows the average RE and System LCOEs for R. Shea 42% target, corrected to 38% and MEPU 35% and 40%."}, {"text_block_id": "p86_b1036", "text": "10.9.10"}, {"text_block_id": "p86_b1037", "text": "It can be seen from Figure 10-3 that while the average RE cost of the MEPU 40% target is higher than the average RE cost of the MEPU 35% target, the average system cost for the 40% target is only marginally higher than the 35% target."}, {"text_block_id": "p86_b1038", "text": "STEP 4: Power Demand and Supply Analysis for optimal RE Mix"}, {"text_block_id": "p86_b1039", "text": "10.9.11"}, {"text_block_id": "p86_b1040", "text": "Table 10-26 gives the projected demand and supply balance for the RE generation mix of 35% and 40% in 2030."}, {"text_block_id": "p87_b1041", "text": "Table 10-26: Power demand and supply balance in 2030"}, {"text_block_id": "p87_b1042", "text": "10.9.12"}, {"text_block_id": "p87_b1043", "text": "It can be observed from Table 10-26 that the MEPU RE targets of 35% and 40% do not pose any problem in terms of any shortage of supply of power in 2030."}, {"text_block_id": "p87_b1044", "text": "10.10 Conclusion on RE in Electricity Mix of year 2030"}, {"text_block_id": "p87_b1045", "text": "10.10.1"}, {"text_block_id": "p87_b1046", "text": "The inclusion of 30GWh of wave energy and 90 GWh of off-shore wind energy in the electricity mix in 2030 as in Table 10-28would allow a target of 40% to be met without any violation of the LDC. While the average RE cost of the 40% target is higher than the 35% target, the average system cost for the 40% target is marginally higher than the 35% target."}, {"text_block_id": "p87_b1047", "text": "10.10.2"}, {"text_block_id": "p87_b1048", "text": "In the light of the above, the 40% target may be considered achievable, provided that the wave energy technology is commercialised over that time horizon, and offshore wind LCOEs are reduced to 13.8 ¢US$/kWh in 2030 from current estimate of about 18 ¢US$/kWh. At any rate, the 35% target would materialise."}, {"text_block_id": "p87_b1049", "text": "10.10.3"}, {"text_block_id": "p87_b1050", "text": "The optimum contribution of each RE technology for the 35% and 40% RE targets respectively in 2030 is recapped in Tables 10-27 and 10-28."}, {"text_block_id": "p87_b1051", "text": "Table 10-27: 35% RE Target in 2030"}, {"text_block_id": "p88_b1052", "text": "Table 10-28: 40% RE target in 2030"}, {"text_block_id": "p88_b1053", "text": "10.10.4"}, {"text_block_id": "p88_b1054", "text": "Similar to the 35% target in 2030, the 40% target would also not pose any problem in terms of any potential shortage of power supply, as per Step 4 of the analysis shown in Table 10-26."}, {"text_block_id": "p88_b1055", "text": "10.10.5"}, {"text_block_id": "p88_b1056", "text": "A summary of the progress in the share of renewable in the electricity mix over the period 2020-2030 is given in Table 10-29."}, {"text_block_id": "p88_b1057", "text": "Table 10-29: Contribution of renewables over period 2020-2030"}, {"text_block_id": "p90_b1058", "text": "10.12 Impact on the Economy"}, {"text_block_id": "p90_b1059", "text": "10.12.1"}, {"text_block_id": "p90_b1060", "text": "According to its Renewable Energy and Jobs Annual Review Report 2018, IRENA estimated that a total of 10.3 million of direct and indirect jobs were created in 2017 in the renewable energy sector worldwide. However, employment remained highly concentrated in China, Brazil, USA, India, Germany and Japan. The report also revealed that the PV industry was the largest employer in the RE sector with almost 3.4 million job creation."}, {"text_block_id": "p90_b1061", "text": "10.12.2"}, {"text_block_id": "p90_b1062", "text": "In a study carried out by the International Labour Organization (ILO) in 2014 on the potential of green jobs in Mauritius, it was estimated that renewable would contribute up to 0.08% (about 470) of the working population [Source: ILO, 2014]."}, {"text_block_id": "p90_b1063", "text": "10.12.3"}, {"text_block_id": "p90_b1064", "text": "Maxwell (2017) has provided indicators for estimating the number of direct jobs which may be created by each RE technology on the basis of the amount of energy generated. These indicators are as follows:"}, {"text_block_id": "p90_b1065", "text": "Maxwell (2017) has provided indicators for estimating the number of direct jobs which may be created by each RE technology on the basis of the amount of energy generated. These indicators are as follows:\n* Wind-0.18 Jobs/GWh\n* Solar PV-0.9 Jobs/GWh\n* Biomass-0.2 Jobs/GWh"}, {"text_block_id": "p90_b1071", "text": "10.12.4"}, {"text_block_id": "p90_b1072", "text": "On the basis of these indicators, the number of direct jobs that could be created over the horizon 2020-2030 is shown in Table 10-31:"}, {"text_block_id": "p91_b1073", "text": "Table 10-31: Direct Job Creation"}, {"text_block_id": "p91_b1074", "text": "10.12.5"}, {"text_block_id": "p91_b1075", "text": "The Ministry and MARENA will conduct a survey to assess the actual direct and indirect employment in the renewable energy sector in Mauritius."}, {"text_block_id": "p92_b1076", "text": "11 RE Implementation Enablers"}, {"text_block_id": "p92_b1077", "text": "11.1 Introduction"}, {"text_block_id": "p92_b1078", "text": "11.1.1"}, {"text_block_id": "p92_b1079", "text": "In an effort to promote renewable energy and easing access to the national grid, the CEB has launched several schemes since 2015. Appropriate grid codes have been developed for integration of different sizes of RE installations, namely:"}, {"text_block_id": "p92_b1080", "text": "In an effort to promote renewable energy and easing access to the national grid, the CEB has launched several schemes since 2015. Appropriate grid codes have been developed for integration of different sizes of RE installations, namely:\n* a Grid Code with respect to the Small-Scale Distributed Generation (SSDG) of capacity not more than 50 kW for connection to the low voltage network, 230 V single-phase and 400 V three-phase\n* a Grid Code for RE connections of capacity of 50-200 kW, for Medium Scale Distributed Generation (MSDG)connected to the medium voltage network of 22 kV through dedicated transformers; and\n* a Grid Code for RE installations above 200 kW, but not exceeding 2 MW, connected to the medium voltage network."}, {"text_block_id": "p92_b1086", "text": "11.1.2"}, {"text_block_id": "p92_b1087", "text": "In addition, various technical solutions, described in subsequent sections, have been put in place to facilitate integration of intermittent renewable energy."}, {"text_block_id": "p92_b1088", "text": "11.2 SSDG Net Metering Scheme, Phase 1"}, {"text_block_id": "p92_b1089", "text": "11.2.1"}, {"text_block_id": "p92_b1090", "text": "The SSDG Net-Metering Phase 1, implemented on the net-metering principle, was launched in August 2015 and applications under the scheme closed in December 2016. This scheme allowed the CEB to integrate a total of 5 MW of new PV installations in Mauritius and 200 kW in Rodrigues. This scheme was part of a pilot project which targeted around 2000 customers, particularly households, to connect their RE installations into the grid, at zero cost without any energy storage as backup. Part of the initial investment of 15% in PV can be recouped through a relief in tax payment. 4 MW was allocated to the domestic customer category and 1 MW to IRS, RES and three-phase domestic customers."}, {"text_block_id": "p92_b1091", "text": "11.3 SSDG Net Metering Scheme, Phase 2"}, {"text_block_id": "p92_b1092", "text": "11.3.1"}, {"text_block_id": "p92_b1093", "text": "Following the success of the first phase of total capacity 5 MW, a second phase was officially launched in July 2017, to integrate an additional of 2 MW of intermittent RE in the grid, 1 MW for domestic customers with single-phase connection and 1 MW for IRS, RES and domestic customers with three-phase connection. The scheme was closed in November 2017, as the targeted capacity was reached."}, {"text_block_id": "p92_b1094", "text": "11.4 SSDG Net Metering Scheme, Phase 3"}, {"text_block_id": "p92_b1095", "text": "11.4.1"}, {"text_block_id": "p92_b1096", "text": "A third phase was officially launched in November 2018 to integrate a total of 2 MW in the grid: 1 MW for domestic customer category with single-phase connection and 1 MW for IRS, RES and domestic customers with three-phase connection. The scheme was closed in December 2018."}, {"text_block_id": "p92_b1097", "text": "11.5 MSDG Net Metering Scheme, Phase 1"}, {"text_block_id": "p92_b1098", "text": "11.5.1"}, {"text_block_id": "p92_b1099", "text": "In May 2016, CEB launched an MSDG net metering scheme for a total capacity of 10 MW of MSDG in Mauritius using renewable energy technologies, particularly photovoltaic and wind and 400 kW in Rodrigues, subject to network impact assessments. The scheme was closed in July 2017. The scheme offered the opportunity to commercial consumers, in the range of 50 kW to 2 MW, to connect their"}, {"text_block_id": "p93_b1100", "text": "renewable energy installations to the grid. A number of projects have been already completed. The aim is to reach the target of 10 MW by end 2020."}, {"text_block_id": "p93_b1101", "text": "11.6 MSDG Scheme, Phase 2"}, {"text_block_id": "p93_b1102", "text": "11.6.1"}, {"text_block_id": "p93_b1103", "text": "As announced in budget 2019/20, CEB will introduce a second phase of the MSDG Scheme."}, {"text_block_id": "p93_b1104", "text": "11.7 Home Solar Project"}, {"text_block_id": "p93_b1105", "text": "11.7.1"}, {"text_block_id": "p93_b1106", "text": "The CEB through its subsidiary company CEB (Green Energy) Company Limited has introduced a Home Solar Project for the installation of 10,000 PV kits, each of 1 kW capacity, on the rooftops of customers in the Social Tariff Category, who benefit from the Tariff 110A in Mauritius and Rodrigues. These households will benefit from 50 kWh of electricity free of charge on a monthly basis, for a period of 20 years, and all surplus electricity will be injected into the grid. Revenues thus generated will finance the investment, operation & maintenance costs and replacement of the solar kits."}, {"text_block_id": "p93_b1107", "text": "11.7.2"}, {"text_block_id": "p93_b1108", "text": "The project will be conducted in 5 phases. The first phase which involves the deployment of a batch of 1000 kits was completed in April 2019. In order to ensure a fair geographical distribution, the 10,000 photovoltaic kits will be distributed to all regions of Mauritius and Rodrigues."}, {"text_block_id": "p93_b1109", "text": "11.7.3"}, {"text_block_id": "p93_b1110", "text": "The Home Solar Project is being funded by a loan approved by IRENA/ Abu Dhabi Fund for Development."}, {"text_block_id": "p93_b1111", "text": "11.8 Schemes for Cooperatives"}, {"text_block_id": "p93_b1112", "text": "11.8.1"}, {"text_block_id": "p93_b1113", "text": "The Ministry of Business, Enterprise and Cooperatives is implementing the “Solar Photovoltaic Rebate Scheme for Cooperatives \"since February 2017to integrate a total of 100 kW of SSDG from the cooperative sector in Mauritius and 25 kW in Rodrigues. Electricity generated will offset the monthly energy imported by the relevant cooperative and any excess will go into a bank of kWh credits for offsetting excess consumption, whenever it occurs."}, {"text_block_id": "p93_b1114", "text": "11.9 SSDG for Small Business Scheme"}, {"text_block_id": "p93_b1115", "text": "11.9.1"}, {"text_block_id": "p93_b1116", "text": "This scheme, launched in April 2018, is designed to include a capacity of 4 MW of solar PV, of up to 2kW per customer into the grid for customers falling under the CEB Tariff 215. Implementation of this scheme is under way. The total investment costs will be borne by the CEB subsidiary, CEB (Green Energy) Company Ltd."}, {"text_block_id": "p93_b1117", "text": "11.10 SSDG Solar Photovoltaic Rebate Scheme for SME"}, {"text_block_id": "p93_b1118", "text": "11.10.1"}, {"text_block_id": "p93_b1119", "text": "This project was launched in February 2018. It is designed under the net metering scheme to include an initial capacity of 200 kW of solar PV, each not exceeding 5 kW of SMEs billed under Industrial Tariff 315. This scheme will be implemented in collaboration with the Ministry of Business, Enterprise &Cooperatives."}, {"text_block_id": "p93_b1120", "text": "11.11 New SSDG Net-Billing Scheme"}, {"text_block_id": "p93_b1121", "text": "11.11.1"}, {"text_block_id": "p93_b1122", "text": "CEB intends to introduce a new SSDG Scheme, which will operate under the net-billing principle in the first quarter of 2019. In the first phase of the new SSDG Scheme, which will be implemented over a period of about 3 years, 2500 solar PV kits of 2 kW each will be deployed. CEB thus expects to integrate at least 5 MW of solar PV in the grid."}, {"text_block_id": "p94_b1123", "text": "11.12 Summary of Schemes"}, {"text_block_id": "p94_b1124", "text": "Table 11-1: Summary of Schemes"}, {"text_block_id": "p94_b1125", "text": "11.13 Exemption from undertaker licence"}, {"text_block_id": "p94_b1126", "text": "11.13.1"}, {"text_block_id": "p94_b1127", "text": "The Finance (Miscellaneous Provisions) Act 2016 brought amendments to the CEB Act to simplify licensing processes for installations less than 2 MW."}, {"text_block_id": "p94_b1128", "text": "11.14 Grid Reinforcement, including Battery Energy Storage System (BESS)"}, {"text_block_id": "p94_b1129", "text": "11.14.1"}, {"text_block_id": "p94_b1130", "text": "The small size of the power system poses two pertinent technical problems. The first is with regard to the potential loss of a major generation unit, representing a significant percentage of the total load. Secondly, the system has low inertia and is therefore more sensitive to small changes in demand and supply."}, {"text_block_id": "p94_b1131", "text": "11.14.2"}, {"text_block_id": "p94_b1132", "text": "These grid characteristics and a high penetration of intermittent renewable energy, such as solar or wind power, make the power system even more exposed to frequency instability due to the intermittency of the power output. CEB appointed Consultants Mercados of Spain to examine technical solutions for minimizing the impact of highly intermittent RE on the stability of the grid frequency. On the basis of the recommendations of the Consultant, CEB has started the implementation of a number of technology-oriented grid absorption capacity solutions to maintain grid stability, which allow for more injection of renewable electricity into the grid."}, {"text_block_id": "p95_b1133", "text": "11.14.3"}, {"text_block_id": "p95_b1134", "text": "These solutions include the Battery Energy Storage System (BESS), Automatic Generation Control (AGC), the Advanced Distribution Management System (ADMS) and Advanced Metering Infrastructure (AMI), for operating medium speed engines in droop mode in rather than load control. In addition, the new CCGT plant will allow fast response to stabilise frequency created by highly intermittent RE."}, {"text_block_id": "p95_b1135", "text": "11.14.4"}, {"text_block_id": "p95_b1136", "text": "AGC will allow CEB to perform secondary frequency control to stabilise the frequency to 50 Hz after the occurrence of any network disturbance."}, {"text_block_id": "p95_b1137", "text": "11.14.5"}, {"text_block_id": "p95_b1138", "text": "While AGC will enable effective management of the secondary frequency control for grid stability, the primary frequency control following a sudden loss of, or reduction in generation from renewable power sources will be mitigated with the BESS, which has a reaction time of less than 50ms."}, {"text_block_id": "p95_b1139", "text": "11.14.6"}, {"text_block_id": "p95_b1140", "text": "The ADMS will include the deployment of a centralised self-healing fault location, isolation, and system restoration function, along with deployment of communicable fault passage indicators and sectionalisers on MV feeders such that the sectionalisers, in the form of recloser and load break switches, can be monitored and controlled from CEB’s System Control Centre. This will also be supported by the deployment of communicable shunt capacitors and voltage regulators, as may be necessary, on MV feeders."}, {"text_block_id": "p95_b1141", "text": "11.14.7"}, {"text_block_id": "p95_b1142", "text": "CEB has already installed 4 MW of such batteries at its Amaury and Henrietta substations. Over the next couple of years, CEB proposes to progressively increase the capacity to 18 MW. In the light of the response of the grid to increasing intermittent RE, the CEB will assess the situation and take remedial action as necessary, in keeping with this RE Roadmap 2030, so as to maintain a high quality of the power supply in the country."}, {"text_block_id": "p95_b1143", "text": "11.15 New Regulatory Environment"}, {"text_block_id": "p95_b1144", "text": "11.15.1"}, {"text_block_id": "p95_b1145", "text": "After full operationalisation of the Utility Regulatory Authority, major operators in the electricity sector will be licensed."}, {"text_block_id": "p95_b1146", "text": "11.16 Fiscal Incentives"}, {"text_block_id": "p95_b1147", "text": "11.16.1"}, {"text_block_id": "p95_b1148", "text": "Government has provided a number of fiscal incentives to promote renewable energy and investment in green technology. These include:"}, {"text_block_id": "p95_b1149", "text": "Government has provided a number of fiscal incentives to promote renewable energy and investment in green technology. These include:\n* an annual allowance of 50% on capital expenditure incurred on renewable energy technology equipment as from Financial Year 2015/16;\n* any household investing in its own solar energy unit is allowed to deduct from its taxable income the total amount invested in such a unit, including photovoltaic kits and battery for storage of electricity, as from Financial Year 2015/16;\n* photovoltaic system including photovoltaic panels, photovoltaic batteries and photovoltaic inverters are VAT zero rated as from Financial Year 2016/17;\n* exempt income in terms of interest derived by individuals and companies from debentures or bonds issued by a company to finance renewable energy projects as from Financial Year 2017/18; and"}, {"text_block_id": "p96_b1157", "text": "Government has provided a number of fiscal incentives to promote renewable energy and investment in green technology. These include:\n* an annual allowance of 50% on capital expenditure incurred on renewable energy technology equipment as from Financial Year 2015/16;\n* any household investing in its own solar energy unit is allowed to deduct from its taxable income the total amount invested in such a unit, including photovoltaic kits and battery for storage of electricity, as from Financial Year 2015/16;\n* photovoltaic system including photovoltaic panels, photovoltaic batteries and photovoltaic inverters are VAT zero rated as from Financial Year 2016/17;\n* exempt income in terms of interest derived by individuals and companies from debentures or bonds issued by a company to finance renewable energy projects as from Financial Year 2017/18; and\n* additional remuneration from bagasse of Rs 1,250 per ton of sugar, bringing the revenue accruing from bagasse to Rs 2,500 for small planters and Rs 1,700 for other planters for crop season 2018.\n* the threshold of 30% of electricity consumption for sizing a PV unit is no longer required;\n* the monthly fee for supplying electricity from solar energy sources to the national grid has been waived;\n* a new scheme for the installation of solar PV systems for religious bodies will be implemented by the CEB. Part of the electricity consumption of these bodies will be free of charge under this scheme;\n* new Renewable Energy Generation Schemes will be set up to encourage smart cities, small and medium scale power producers and public sector entities to generate electricity from solar PV; and\n* a solar farm will be set up in the vicinity of the airport with a view to being more environmental friendly and allowing the new airport city to be fully autonomous and run by green energy."}, {"text_block_id": "p96_b1159", "text": "11.17 Budget Measures 2019/2020"}, {"text_block_id": "p96_b1160", "text": "11.17.1"}, {"text_block_id": "p96_b1161", "text": "Government has taken a number of measures in Budget 2019/2020 to allow a better response in the market to policies in the field of renewable energy and accordingly facilitate greater private investment. These measures include:"}, {"text_block_id": "p96_b1172", "text": "11.17.2"}, {"text_block_id": "p96_b1173", "text": "The Roadmap has catered for all the above measures as announced in Budget 2019/2020."}, {"text_block_id": "p96_b1174", "text": "11.18 Future Investment in RE"}, {"text_block_id": "p96_b1175", "text": "11.18.1"}, {"text_block_id": "p96_b1176", "text": "Table 11-2 below gives an overview of the level investment in the renewable energy sector over horizon 2020, 2025 and 2030 based on this Roadmap. For horizon 2030, the investment estimates are both for the 35% and 40% targets."}, {"text_block_id": "p96_b1177", "text": "Table 11-2: Planned Investment"}, {"text_block_id": "p96_b1178", "text": "R. Shea (2017) has provided estimates for the Capital Expenditures for the other RE technology"}, {"text_block_id": "p97_b1179", "text": "12 List of References"}, {"text_block_id": "p97_b1180", "text": "•"}, {"text_block_id": "p97_b1181", "text": "Alves, M.S., Lora, E.E.S., Venturini, O.J., Palacio, J.C.E., (2012), Economical Evaluation of 1MW Organic RankineCycle using Eucalyptus Wood from Energy Forests in Brazil."}, {"text_block_id": "p97_b1182", "text": "•"}, {"text_block_id": "p97_b1183", "text": "Carnegie., (2017), High Penetration Renewable Energy Roadmap for the Republic of Mauritius."}, {"text_block_id": "p97_b1184", "text": "•"}, {"text_block_id": "p97_b1185", "text": "Devis-Morales, A., Montoya-Sánchez, R. A., Osorio, A. F., Otero-Díaz, L. J., (2014), Ocean Thermal Energy Resources in Colombia,"}, {"text_block_id": "p97_b1186", "text": "Renewable Energy"}, {"text_block_id": "p97_b1187", "text": "66, 759-769."}, {"text_block_id": "p97_b1188", "text": "•"}, {"text_block_id": "p97_b1189", "text": "Deutsche Bank Group., (2011),"}, {"text_block_id": "p97_b1190", "text": "UK Offshore Wind: Opportunity, Costs & Financing, Deutsche Bank Group."}, {"text_block_id": "p97_b1191", "text": "November 2011."}, {"text_block_id": "p97_b1192", "text": "•"}, {"text_block_id": "p97_b1193", "text": "Dhunny, A.Z., Lollchund, M.R., Rughooputh S.D.D.V., (2017), “Wind energy evaluation for a highly complex terrain using Computational Fluid Dynamics,”"}, {"text_block_id": "p97_b1194", "text": "Renewable Energy"}, {"text_block_id": "p97_b1195", "text": "101, 1-9."}, {"text_block_id": "p97_b1196", "text": "•"}, {"text_block_id": "p97_b1197_merged_merged_merged", "text": "Doorga, J.R.S., Chinta, D., Gooroochurn, O., Rawat, A., Ramchandur, V., Motah, B.A., Sunassee, S. and Samyan, C., (2018), Assessment of the wave potential at selected hydrology and coastal environments around a tropical island, case study: Mauritius. International Journal of Energy and Environmental Engineering, pp.1-19."}, {"text_block_id": "p97_b1200", "text": "•"}, {"text_block_id": "p97_b1201", "text": "EY., (2015), Offshore Wind Power: Walking the tightrope to success. s.I.: Ernst & Young (EY)."}, {"text_block_id": "p97_b1202", "text": "•"}, {"text_block_id": "p97_b1203", "text": "FAREI., (2013), Agronomic performance of ArundoDonax under different fertilizer regimes."}, {"text_block_id": "p97_b1204", "text": "•"}, {"text_block_id": "p97_b1205", "text": "Gulf of Mexico Research Initiative (GoMRI)., (2016), Introduction to Ocean Gyres. [Online] 2013. [Cited: 02 August 2016.] http://oceancurrents.rsmas.miami.edu/ocean-gyres.html."}, {"text_block_id": "p97_b1206", "text": "•"}, {"text_block_id": "p97_b1207", "text": "IEA-RETD., (2014),"}, {"text_block_id": "p97_b1208", "text": "Accelerating the commercialisation of emerging renewable energy technologies (RE-InnovationChain)."}, {"text_block_id": "p97_b1209", "text": "•"}, {"text_block_id": "p97_b1210", "text": "International Labour Organization (ILO)., (2014),"}, {"text_block_id": "p97_b1211", "text": "Green jobs assessment in Mauritius."}, {"text_block_id": "p97_b1212", "text": "•"}, {"text_block_id": "p97_b1213", "text": "International Energy Agency (IEA)., (2010),"}, {"text_block_id": "p97_b1214", "text": "Technology Roadmap: Solar PV Energy."}, {"text_block_id": "p97_b1215", "text": "•"}, {"text_block_id": "p97_b1216", "text": "IRENA.,(2014), Wave Energy Technology Brief, (Abu Dhabi: IRENA, 2014)."}, {"text_block_id": "p97_b1217", "text": "•"}, {"text_block_id": "p97_b1218", "text": "IRENA., (2015), Marine Energy Roadmap for the Republic of Mauritius."}, {"text_block_id": "p97_b1219", "text": "•"}, {"text_block_id": "p97_b1220", "text": "IRENA., (2016), Innovation Outlook Offshore Wind Summary for policy makers"}, {"text_block_id": "p97_b1221", "text": "•"}, {"text_block_id": "p97_b1222", "text": "Johnson, F.X., Seebaluck V., (2012), Bioenergy for Sustainable Development and Economic Competitiveness -The Role of Sugar Cane in Africa; Earthscan, London."}, {"text_block_id": "p97_b1223", "text": "•"}, {"text_block_id": "p97_b1224", "text": "Kempener, R., Neumann, F., (2014), Ocean Thermal Energy Conversion Technology Brief. s.I.: International Renewable Energy Agency IRENA Ocean Energy Technology Brief 1."}, {"text_block_id": "p97_b1225", "text": "•"}, {"text_block_id": "p97_b1226", "text": "Last, S., (2008), Pyrolysis and Gasification, Mechanical Biological Treatment Website,http://www.mbt.landfill-site.com/Pyrolysis Gasification/pyrolysis gasification.html"}, {"text_block_id": "p97_b1227", "text": "•"}, {"text_block_id": "p97_b1228", "text": "Lazard., (2015),Levelised Cost Of Energy Analysis -Version 9.0.s.l:November 2015."}, {"text_block_id": "p97_b1229", "text": "•"}, {"text_block_id": "p97_b1230", "text": "Mauritius Meteorological Services., (2017), Mauritius Weather and Tropical Cyclones. [Online] Available at: http://www.mauritius-holidays-discovery.com/mauritius-weather.html. [Accessed 18 July 2017]."}, {"text_block_id": "p97_b1231", "text": "•"}, {"text_block_id": "p97_b1232", "text": "MauritiusMetrological Services., (2013), Climate Change. Online. Available from: http://metservice.intnet.mu/climate-services/climate-change.php."}, {"text_block_id": "p97_b1233", "text": "•"}, {"text_block_id": "p97_b1234", "text": "Maxwell Stamp PLC., (2016),Renewable Energy Management Master Plan and Action Plan."}, {"text_block_id": "p97_b1235", "text": "•"}, {"text_block_id": "p97_b1236", "text": "Mohee, R., and Rughoonundhun, H., (2006), Solid waste as a Potential energy source."}, {"text_block_id": "p97_b1237", "text": "•"}, {"text_block_id": "p97_b1238", "text": "Moraes, F. A. B., (2011), Use of Eucalyptus Biomass for Energy Production in the Pulp and Paper Industry."}, {"text_block_id": "p97_b1239", "text": "•"}, {"text_block_id": "p97_b1240", "text": "OECD/IEA., (2011),World Energy Model – Modelling the capacity credit of renewable energy sources [Online]. Accessed on 07 March 2018. https://www.iea.org/media/weowebsite/energymodel/Methodology_CapacityCredit.pdf."}, {"text_block_id": "p97_b1241", "text": "•"}, {"text_block_id": "p97_b1242", "text": "OTEC Foundation. What is OTEC. OTEC News [Online] 2015. [Cited: 04 October 2016] http://www.otecnews.org/what-is-otec/."}, {"text_block_id": "p97_b1243", "text": "•"}, {"text_block_id": "p97_b1244", "text": "PD Ports., (2014), Offshore Wind Project Cost Outlook. PD Ports & Clean Energy Pipeline. s.l.: Offshore Wind Project Cost Outlook.pdf."}, {"text_block_id": "p97_b1245", "text": "•"}, {"text_block_id": "p97_b1246", "text": "Ramgolam, Y. K., Soyjaudah, K.M.S., (2015), Unveiling the solar resource potential for PV applications in Mauritius, Renewable Energy 77, pp. 94-100."}, {"text_block_id": "p97_b1247", "text": "•"}, {"text_block_id": "p97_b1248", "text": "Seebaluck, V., (2015), Report for the Preparation of a Cabinet Memorandum for the Production of ArundoDonax Bioenergy crop for Electricity Generation in Mauritius."}, {"text_block_id": "p97_b1249", "text": "•"}, {"text_block_id": "p97_b1250", "text": "Seebaluck, V.,Seeruttun, D.,(2009), Utilisation of sugarcane agricultural residues: electricity production and climate change, Progress in Industrial Ecology – An International Journal, Vol 6, No. 2, pp. 168-184."}, {"text_block_id": "p97_b1251", "text": "•"}, {"text_block_id": "p97_b1252", "text": "Shea, R., (2017),Renewable Energy Roadmap for the Island Nation of Mauritius."}, {"text_block_id": "p97_b1253", "text": "•"}, {"text_block_id": "p97_b1254", "text": "Statistics Mauritius., (2016), Energy and Water Statistics."}, {"text_block_id": "p97_b1255", "text": "•"}, {"text_block_id": "p97_b1256", "text": "The Economist. Energy Storage: Packing some power. The Economist. Technology Quarterly: Q1 2012, 3 March 2012."}, {"text_block_id": "p97_b1257", "text": "•"}, {"text_block_id": "p97_b1258", "text": "The World Bank., (2016), Assessment of electricity demand forecast and generation expansion plan with focus on the 2015-2017 period. Ministry of Public Utilities. s.l.: Republic of Mauritius, 2015. Mauritius Energy Sector Reimbursable Advisory Services. ACS13923."}, {"text_block_id": "p97_b1259", "text": "•"}, {"text_block_id": "p97_b1260", "text": "Truong, A.H.,Anh Le T.M., (2015), Overview of bamboo biomass for energy production."}, {"text_block_id": "p97_b1261", "text": "•"}, {"text_block_id": "p97_b1262", "text": "World Energy Council., (2013),World Energy Perspective – Cost of Energy Technologies, World Energy Council, London, UK."}, {"text_block_id": "p97_b1263", "text": "•"}, {"text_block_id": "p97_b1264", "text": "Wiser.,Ryan, H., Jenni, K., Seel, J.,Baker, E., Hand, M. M., Lantz, E., Smith,A., (2016), Forecasting Wind Energy Costs and Cost Drivers: The Views of the World's Leading Expert. s.I.: Lawrence Berkeley National Laboratory."}, {"text_block_id": "p97_b1265", "text": "•"}, {"text_block_id": "p97_b1266", "text": "World Bank., (2015), Assessment of electricity demand forecast and generation expansion plan with focus on the 2015-2017 period."}, {"text_block_id": "p97_b1267", "text": "•"}, {"text_block_id": "p97_b1268", "text": "United States Environmental Protection Agency., (2010),Landfill Gas to Energy Project Development Handbook."}, {"text_block_id": "p99_b1269_merged", "text": "Appendix 2 – LCOE Extrapolation for Solar PV and Onshore wind"}, {"text_block_id": "p99_b1272", "text": "Source: World Energy Council, 2013"}, {"text_block_id": "p100_b1273_merged", "text": "Appendix 3 – MCA Score Sheet 2025"}, {"text_block_id": "p101_b1276_merged", "text": "Appendix 4 – Energy Mix MCA: 2025"}, {"text_block_id": "p101_b1279", "text": "1. Determining additional energy required to meet target"}, {"text_block_id": "p101_b1280", "text": "2."}, {"text_block_id": "p101_b1281", "text": "Determining total energy generated"}, {"text_block_id": "p101_b1282", "text": "Breakdown of Solar Energy -Residential"}, {"text_block_id": "p101_b1283", "text": "Assumptions:"}, {"text_block_id": "p102_b1284_merged", "text": "Appendix 5 – Iteration Year 2025"}, {"text_block_id": "p102_b1287", "text": "1.Establishment of max potential RE"}, {"text_block_id": "p102_b1288", "text": "3.Distribution of Energy"}, {"text_block_id": "p103_b1289_merged", "text": "Appendix 6 – Energy Mix 2025"}, {"text_block_id": "p103_b1292", "text": "1. Summary of R. Energy Mix After Iteration"}, {"text_block_id": "p103_b1293", "text": "2."}, {"text_block_id": "p103_b1294", "text": "Coal and Oil in Mix"}, {"text_block_id": "p103_b1295", "text": "3. LCOE"}, {"text_block_id": "p103_b1296", "text": "4. Determining Excess Energy"}, {"text_block_id": "p104_b1297", "text": "6."}, {"text_block_id": "p104_b1298", "text": "Determining LCOE Cost for R.E"}, {"text_block_id": "p104_b1299", "text": "7."}, {"text_block_id": "p104_b1300", "text": "Determining LCOE for Cost for Oil and Coal"}, {"text_block_id": "p104_b1301", "text": "8."}, {"text_block_id": "p104_b1302", "text": "Determining Standby Cost cost"}, {"text_block_id": "p104_b1303", "text": "Note :  CCGT present therefore no stand-by"}, {"text_block_id": "p104_b1304", "text": "LCOE for stand-by cost:"}, {"text_block_id": "p104_b1305", "text": "Coal: 13 c USD/KWh"}, {"text_block_id": "p104_b1306", "text": "Oil: 16.4 c USD/KWh"}, {"text_block_id": "p104_b1307", "text": "9."}, {"text_block_id": "p104_b1308", "text": "Determining Fixed Cost"}, {"text_block_id": "p105_b1309", "text": "10. Determining net LCOE"}, {"text_block_id": "p105_b1310", "text": "Cost"}, {"text_block_id": "p106_b1311_merged", "text": "Appendix 7 – MCA 2030 – RE 35%"}, {"text_block_id": "p107_b1316_merged", "text": "Appendix 8 – MCA 2030 – RE 40%"}, {"text_block_id": "p108_b1321_merged", "text": "Appendix 9 – Energy Mix MCA 2030"}, {"text_block_id": "p108_b1324", "text": "1. Determining additional energy required to meet target"}, {"text_block_id": "p108_b1325", "text": "2. Determining total energy generated"}, {"text_block_id": "p108_b1326", "text": "Breakdown of Solar Energy -Residential"}, {"text_block_id": "p110_b1327_merged", "text": "Appendix 11 – Energy Mix 2030"}, {"text_block_id": "p110_b1330", "text": "1. Determining of additional energy required to meet target"}, {"text_block_id": "p110_b1331", "text": "2."}, {"text_block_id": "p110_b1332", "text": "Coal and Oil in Mix"}, {"text_block_id": "p110_b1333", "text": "5. Max R.E Generated: 1321.225987 1510.011301"}, {"text_block_id": "p110_b1334", "text": "`"}, {"text_block_id": "p110_b1335", "text": "6.  Determining of LCOE Cost for"}, {"text_block_id": "p111_b1336", "text": "7. Determining of LCOE for Cost for Oil and Coal"}, {"text_block_id": "p111_b1337", "text": "Oil: 16.4 c USD/kWh"}, {"text_block_id": "p112_b1338", "text": "A"}, {"text_block_id": "p112_b1339_merged", "text": "ppendix 12 – RE and System Costs 2025 for Maxwell"}, {"text_block_id": "p112_b1342", "text": "1."}, {"text_block_id": "p112_b1343", "text": "Scenarios for 35% Target by 2025"}, {"text_block_id": "p112_b1344", "text": "Total Estimated Energy Generation (GWh)"}, {"text_block_id": "p112_b1345", "text": "3345"}, {"text_block_id": "p112_b1346", "text": "RESI"}, {"text_block_id": "p112_b1347", "text": "RESB"}, {"text_block_id": "p112_b1348", "text": "RESA"}, {"text_block_id": "p112_b1349", "text": "2. Determining Excess Energy"}, {"text_block_id": "p113_b1350", "text": "4. Determining LCOE for Cost for Oil and Coal"}, {"text_block_id": "p113_b1351", "text": "5."}, {"text_block_id": "p113_b1352", "text": "Determining Standby Cost"}, {"text_block_id": "p113_b1353", "text": "Determining Standby Cost\n"}, {"text_block_id": "p113_b1354", "text": "LCOE for stand-by cost: Note :  CCGT present therefore no stand-by cost Oil: 16.4 c USD/kWh"}, {"text_block_id": "p113_b1355", "text": "6. Determining net LCOE Cost"}, {"text_block_id": "p114_b1356_merged", "text": "Appendix 13 – RE and System Costs 2025 for Carnegie"}, {"text_block_id": "p114_b1359", "text": "2. Determining Excess Energy"}, {"text_block_id": "p114_b1360", "text": "4. Determining LCOE for Cost for Oil and Coal"}, {"text_block_id": "p114_b1361", "text": "Determining Fixed Cost"}, {"text_block_id": "p114_b1362", "text": "5. Determining net LCOE Cost"}, {"text_block_id": "p115_b1363_merged", "text": "Appendix 14 – RE and System Costs 2025 for R. Shea"}, {"text_block_id": "p115_b1366", "text": "1. Scenarios for 35% Target by 2025"}, {"text_block_id": "p115_b1367", "text": "Total Estimated Energy Generation (GWh)"}, {"text_block_id": "p115_b1368", "text": "RESI"}, {"text_block_id": "p115_b1369", "text": "2. Determining Excess Energy"}, {"text_block_id": "p115_b1370", "text": "4. Determining LCOE for Cost for Oil and Coal"}, {"text_block_id": "p115_b1371", "text": "5. Determining Standby Cost"}, {"text_block_id": "p115_b1372", "text": "Note : CCGT present therefore no stand-by cost"}, {"text_block_id": "p115_b1373", "text": "3345"}, {"text_block_id": "p115_b1374", "text": "LCOE for stand-by cost:"}, {"text_block_id": "p115_b1375", "text": "Note :  CCGT present therefore no stand-by cost Oil: 16.4 c USD/kWh"}, {"text_block_id": "p115_b1376", "text": "Determining Fixed Cost"}, {"text_block_id": "p115_b1377", "text": "6. Determining net LCOE Cost"}, {"text_block_id": "p116_b1378_merged", "text": "Appendix 15 – RE and System Costs 2030 for Maxwell"}, {"text_block_id": "p116_b1381", "text": "1. Scenarios for 35% Target by 2030"}, {"text_block_id": "p116_b1382", "text": "Total Estimated Energy Generation (GWh)"}, {"text_block_id": "p116_b1383", "text": "RESI"}, {"text_block_id": "p116_b1384", "text": "3775"}, {"text_block_id": "p116_b1385", "text": "RESB"}, {"text_block_id": "p116_b1386", "text": "RESA"}, {"text_block_id": "p116_b1387", "text": "3.Max RE"}, {"text_block_id": "p116_b1388", "text": "1283.251694"}, {"text_block_id": "p117_b1389", "text": "4. Determining LCOE for Cost for Oil and Coal"}, {"text_block_id": "p117_b1390", "text": "5. Determining Standby Cost"}, {"text_block_id": "p117_b1391", "text": "Note :  CCGT present therefore no stand-by cost"}, {"text_block_id": "p117_b1392", "text": "LCOE for stand-by cost:"}, {"text_block_id": "p117_b1393", "text": "Oil: 16.4 c USD/kWh"}, {"text_block_id": "p117_b1394", "text": "Determining Fixed Cost"}, {"text_block_id": "p117_b1395", "text": "6. Determining net LCOE Cost"}, {"text_block_id": "p118_b1396_merged", "text": "Appendix 16 – RE and System Costs 2030 for Carnegie"}, {"text_block_id": "p118_b1399", "text": "Scenario 2:"}, {"text_block_id": "p118_b1400", "text": "2. Determining Excess Energy"}, {"text_block_id": "p119_b1401", "text": "Determining Fixed Cost"}, {"text_block_id": "p119_b1402", "text": "6. Determining net LCOE Cost"}, {"text_block_id": "p120_b1403_merged", "text": "Appendix 17 – RE and System Costs 2030 for R. Shea"}, {"text_block_id": "p120_b1406", "text": "1."}, {"text_block_id": "p120_b1407", "text": "Scenario of 42% Target by 2030"}, {"text_block_id": "p120_b1408", "text": "Total Estimated Energy Generation (GWh)"}, {"text_block_id": "p120_b1409", "text": "3775"}, {"text_block_id": "p120_b1410", "text": "RESI"}, {"text_block_id": "p120_b1411", "text": "2. Determining Excess Energy"}, {"text_block_id": "p120_b1412", "text": "RE generated 1435.5 Excess RE -12.72598746"}, {"text_block_id": "p120_b1413", "text": "4. Determining LCOE for Cost for Oil and Coal"}, {"text_block_id": "p120_b1414", "text": "5. Determining Standby Cost"}, {"text_block_id": "p120_b1415", "text": "Note :  CCGT present therefore no stand-by cost"}, {"text_block_id": "p120_b1416", "text": "LCOE for stand-by cost:"}, {"text_block_id": "p120_b1417", "text": "Oil: 16.4 c USD/kWh"}, {"text_block_id": "p121_b1418_merged", "text": "Appendix 18 – Energy determination for base, semi-base and peak under LDC for Year2018, 2020, 2025 and 2030"}, {"text_block_id": "p122_b1421_merged", "text": "Appendix 19 – Violation Check for MEPU for Year 2025 and Year 2030"}, {"text_block_id": "p124_b1424_merged", "text": "Appendix 20 – Power demand and Supply Analysis"}, {"text_block_id": "p125_b1427", "text": "Ministry of Energy & Public Utilities"}, {"text_block_id": "p125_b1428_merged", "text": "2nd Floor, SICOM TOWER"}, {"text_block_id": "p125_b1431", "text": "Wall Street"}, {"text_block_id": "p125_b1432", "text": "Ebene"}, {"text_block_id": "p125_b1433", "text": "Tel: 4056700 Fax 4540743"}, {"text_block_id": "p125_b1434", "text": "Email"}, {"text_block_id": "p125_b1435", "text": "mpu@govmu.org"}, {"text_block_id": "p125_b1436", "text": "Website http://publicutilities.gov.mu"}], "document_description": "This document sets Mauritius' government strategy for enhancing the role of renewable energy sources within the country's electricity sector. It defines capacity targets to reach by 2025 and 2030. The technologies include solutions generating current from tidal/wave, offshore wind, solar and hydro."}