{"document_instrument_name": ["Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Saint Lucia", "document_category": "Policy", "document_sector_name": "Residential and Commercial", "document_language": "English", "document_name": "Hazard Mitigation Policy and Natural Hazard Mitigation Plan", "document_country_code": "LCA", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "05/01/2006", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/LCA/2006/LCA-2006-01-05-Hazard Mitigation Policy and Natural Hazard Mitigation Plan_86f123e4d47a51cd944e465b367c74e3.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Caribbean Disaster Emergency Response Agency / Caribbean Development Bank"}, {"text_block_id": "p0_b2", "text": "Government of Saint Lucia"}, {"text_block_id": "p0_b3", "text": "Hazard Mitigation Policy"}, {"text_block_id": "p0_b4", "text": "Document 0204 of the Saint Lucia National Emergency Management Plan"}, {"text_block_id": "p0_b5", "text": "Based on a CDERA Model Policy Document -2003"}, {"text_block_id": "p0_b6_merged", "text": "Final Version • May 25th 2006"}, {"text_block_id": "p0_b9", "text": "Prepared by: Theresa Louis"}, {"text_block_id": "p0_b10", "text": "Revised for Harmonisation by: Planning and Development Limited"}, {"text_block_id": "p0_b11", "text": "Approved by"}, {"text_block_id": "p0_b12", "text": "[NEMAC]"}, {"text_block_id": "p0_b13", "text": "Approved by"}, {"text_block_id": "p0_b14", "text": "[Cabinet of Ministers]"}, {"text_block_id": "p0_b15", "text": "[Date of Approval]"}, {"text_block_id": "p0_b16", "text": "[Date of Approval]"}, {"text_block_id": "p1_b17", "text": "S A I N T L U C I A N A T I O N A L H A Z A R D M I T I G A T I O N P O L I C Y"}, {"text_block_id": "p1_b18", "text": "PREFACE"}, {"text_block_id": "p1_b19", "text": "Natural and man-made hazards can result in the loss of life or injury, property damage, social and economic disruption or environmental degradation. This National Hazard Mitigation Policy outlines the intention of the Government of Saint Lucia with regard to the reduction and or elimination of the adverse impacts of natural and man-made hazards. The Policy therefore sets out the broad goals and objectives for vulnerability reduction and the overall strategy for achieving these objectives."}, {"text_block_id": "p1_b20", "text": "The preparation of the Policy document was initiated at a three-day workshop entitled"}, {"text_block_id": "p1_b21", "text": "Model Hazard Mitigation Policy Adaptation, Saint Lucia"}, {"text_block_id": "p1_b22", "text": "which was held in May 2003 and was attended by representatives from a broad cross section of the public and private sectors."}, {"text_block_id": "p1_b23", "text": "A Policy Development Committee (PDC) was subsequently formed and an independent consultant recruited to coordinate the formulation and documentation of the Policy, under the technical guidance of the PDC."}, {"text_block_id": "p1_b24", "text": "A number of PDC meetings were held under the general direction of the chairperson -Director of the National Emergency Management Organisation (NEMO), Saint Lucia."}, {"text_block_id": "p1_b25", "text": "The CDERA-CDB"}, {"text_block_id": "p1_b26", "text": "Model National Hazard Mitigation Policy"}, {"text_block_id": "p1_b27", "text": "was used as a template to develop the national Policy."}, {"text_block_id": "p1_b28_merged_merged", "text": "The first draft of the Policy document was circulated to all public libraries, the Saint Lucia Gazette and posted on Government•s website to obtain public comments. In order to develop a more comprehensive and participative approach to hazard mitigation in Saint Lucia, a National Public consultation on the first draft of the Policy document was held on 11th September 2003. Various Government ministries, statutory agencies, private sector, non-government and Christian organizations, as well as trade unions and other representativesincluding regional agencies and service groups were invited to attend the National Consultation. A second draft of the Policy document was completed after incorporating the recommendations of the National Consultation. The document was then forwarded to the National Emergency Management and Advisory Council for comments prior to submission to the Cabinet of Ministers for their approval."}, {"text_block_id": "p1_b34", "text": "The Project to develop the national Hazard Mitigation Policy of Saint Lucia was jointly financed by the Caribbean Disaster Emergency Response Agency (CDERA) through its Caribbean Hazard Mitigation Capacity Building Programme (CHAMP) and the Caribbean Development Bank (CDB) through its Disaster Mitigation Facility for the Caribbean (DMFC). CHAMP is being executed by the Organization of American states and is funded by the Canadian International Development agency. The DMFC is a partnership between CDB and the United States Agency for International Development Office of Foreign Disaster Assistance."}, {"text_block_id": "p2_b35", "text": "CONTENTS"}, {"text_block_id": "p2_b36", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p2_b37", "text": "GLOSSARY"}, {"text_block_id": "p2_b38", "text": "ANNEXES"}, {"text_block_id": "p3_b39", "text": "GLOSSARY"}, {"text_block_id": "p3_b40", "text": "Climate Change"}, {"text_block_id": "p3_b41", "text": "• Change observed in the climate on a global, regional or sub-regional scale caused by natural processes and/or human activity. Climate change adaptation is an adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities."}, {"text_block_id": "p3_b42", "text": "Disaster"}, {"text_block_id": "p3_b43", "text": "• A serious disruption of the functioning of a community or a society, causing widespread human, material, economic or environmental losses that exceed the ability of the affected community/society to cope using only its own resources. Disasters are often classified according to their cause (natural or manmade)."}, {"text_block_id": "p3_b44", "text": "Hazard"}, {"text_block_id": "p3_b45", "text": "• A potentially damaging physical event, phenomenon and or human activity, which may cause the loss of life or injury, property damage, social and economic disruption or environmental degradation."}, {"text_block_id": "p3_b46", "text": "Hazard Analysis/Assessment"}, {"text_block_id": "p3_b47", "text": "• Identification, study and monitoring of any hazard to determine its potentiality, origin, characteristics and behaviour."}, {"text_block_id": "p3_b48", "text": "Hazard Mitigation"}, {"text_block_id": "p3_b49", "text": "• Structural and non-structural measures undertaken to limit the adverse impact of natural hazards, environmental degradation and technological hazards. In climate change terminology, hazard mitigation is synonymous with adaptation to some degree."}, {"text_block_id": "p3_b50", "text": "Hazard Risk Management"}, {"text_block_id": "p3_b51", "text": "• The systematic management of administrative decisions, organization, operational skills and responsibilities to apply policies, strategies and practices for hazard risk reduction."}, {"text_block_id": "p3_b52", "text": "Hazard Risk Reduction"}, {"text_block_id": "p3_b53", "text": "• The development and application of policies, procedures and capacities by the society and communities to lessen the negative impacts of possible natural hazards and related environmental and technological disasters. This includes structural and non-structural measures to avoid (prevention) or to limit (mitigation and preparedness) adverse impact of hazards, as well as the development of coping capabilities."}, {"text_block_id": "p3_b54", "text": "Natural Hazard"}, {"text_block_id": "p3_b55", "text": "• Natural processes or phenomena occurring in the biosphere that may constitute a damaging event."}, {"text_block_id": "p4_b56", "text": "Risk"}, {"text_block_id": "p4_b57", "text": "• The probability of harmful consequences, or expected loss (of lives, people injured, property, livelihoods, economic activity disrupted or environment damage) resulting from interactions between natural or human induced hazards and vulnerable/capable conditions. Conventionally, risk is expressed by the equation Risk = Hazard x Vulnerability/Capacity."}, {"text_block_id": "p4_b58", "text": "Stakeholders"}, {"text_block_id": "p4_b59_merged", "text": "• Persons or entity holding grants, concessions, or any other type of value that would be affected by a particular action or policy. These include government, non-governmental organisations including the private sector, local community groups and individuals."}, {"text_block_id": "p4_b63", "text": "Sustainable Development"}, {"text_block_id": "p4_b64", "text": "• Development that meets the needs of the present without compromising the ability of future generations to meet their own needs. It contains within it two key concepts: the concept of •needs•, in particular the essential needs of the world•s poor, to which overriding priority should be given; and the idea of limitation imposed by the state of technology and social organization on the environment•s ability to meet present and the future needs."}, {"text_block_id": "p4_b65", "text": "Technological Hazards (Man-Made Hazards)"}, {"text_block_id": "p4_b66", "text": "• Danger originating from technological or industrial accidents, dangerous procedures, infrastructure failures or certain human activities, which may cause the loss of life or injury, property damage, social and economic disruption or environmental degradation."}, {"text_block_id": "p4_b67", "text": "Vulnerability"}, {"text_block_id": "p4_b68", "text": "• A set of conditions and processes resulting from physical, social, economic, and environmental factors, which increases the susceptibility of a community to the impact of hazards."}, {"text_block_id": "p5_b69", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p6_b70", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p6_b71", "text": "Saint Lucia is highly vulnerable to a number of natural and man-made hazards with the"}, {"text_block_id": "p6_b72", "text": "potential for substantial loss of life and property damage. These hazard events include"}, {"text_block_id": "p6_b73", "text": "hurricanes, floods, earthquakes, volcanic eruptions, and fires, marine accidents involving"}, {"text_block_id": "p6_b74", "text": "oil and hazardous material spills as well as"}, {"text_block_id": "p6_b75", "text": "other man-made hazards. Additionally,"}, {"text_block_id": "p6_b76", "text": "there is"}, {"text_block_id": "p6_b77", "text": "growing concern about the vulnerability of Saint Lucia to the threat of climate change."}, {"text_block_id": "p6_b78", "text": "Experience from previous disasters has indicated that the potential"}, {"text_block_id": "p6_b79", "text": "impact of hazards is"}, {"text_block_id": "p6_b80", "text": "severe, particularly in terms of damage and losses. Whilst some hazard events are"}, {"text_block_id": "p6_b81", "text": "inevitable and cannot be prevented or controlled, long-term hazard mitigation measures"}, {"text_block_id": "p6_b82", "text": "can serve to reduce the"}, {"text_block_id": "p6_b83", "text": "impacts of these hazards and offer many potential sustained"}, {"text_block_id": "p6_b84", "text": "benefits over time. With respect to the predicted slow and cumulative deleterious effects"}, {"text_block_id": "p6_b85", "text": "of"}, {"text_block_id": "p6_b86", "text": "the hazards associated with climate change, adaptation measures have the potential to"}, {"text_block_id": "p6_b87", "text": "lessen those impacts thereby resulting in significant benefits."}, {"text_block_id": "p6_b88", "text": "In view of the deleterious impact of hazards, the Government of Saint Lucia has already"}, {"text_block_id": "p6_b89", "text": "undertaken several initiatives at the national,"}, {"text_block_id": "p6_b90", "text": "regional and international level"}, {"text_block_id": "p6_b91", "text": "to reduce the"}, {"text_block_id": "p6_b92", "text": "impacts of natural and man-made hazards."}, {"text_block_id": "p6_b93", "text": "However,"}, {"text_block_id": "p6_b94", "text": "insufficient"}, {"text_block_id": "p6_b95", "text": "emphasis is being placed"}, {"text_block_id": "p6_b96", "text": "on multi-hazard mitigation that could minimise the impact and consequently, reduce the"}, {"text_block_id": "p6_b97", "text": "cost of future hazardous events. It is against this background"}, {"text_block_id": "p6_b98", "text": "that"}, {"text_block_id": "p6_b99", "text": "the"}, {"text_block_id": "p6_b100", "text": "National Hazard"}, {"text_block_id": "p6_b101", "text": "Mitigation Policy has been developed to express Government•s intention"}, {"text_block_id": "p6_b102", "text": "for the promotion"}, {"text_block_id": "p6_b103", "text": "of hazard mitigation in Saint Lucia."}, {"text_block_id": "p6_b104", "text": "2.0 RATIONALE FOR AND PURPOSE OF THE POLICY"}, {"text_block_id": "p6_b105_merged_merged_merged_merged", "text": "The National Hazard Mitigation Policy has been developed as a strategic instrument for hazard mitigation to be integrated into all aspects of public and private sector activities including those of local communities and individuals. The development of the Policy will serve to ensure that programmes for hazard mitigation are implemented according to clear objectives and common approaches. Further, the Policy is intended to facilitate the more effective use of scarce technical and financial resources in a comprehensive approach to disaster management in Saint Lucia."}, {"text_block_id": "p7_b115", "text": "3.0 BACKGROUND"}, {"text_block_id": "p7_b116", "text": "Hazard analysis and experience have confirmed that Saint Lucia is"}, {"text_block_id": "p7_b117", "text": "at risk from natural,"}, {"text_block_id": "p7_b118", "text": "technological (man-made) and •slow onset• hazards."}, {"text_block_id": "p7_b119", "text": "Some of the natural disasters include"}, {"text_block_id": "p7_b120", "text": "hurricanes, flooding, landslides, seismic and volcanic activity. The man-made"}, {"text_block_id": "p7_b121", "text": "hazards"}, {"text_block_id": "p7_b122", "text": "relate to dam collapse, explosions, oil and hazardous material spills, mass casualty, civil"}, {"text_block_id": "p7_b123", "text": "unrest, fires and information and communication technology disruptions."}, {"text_block_id": "p7_b124", "text": "Additionally, the"}, {"text_block_id": "p7_b125", "text": "island is at risk to •"}, {"text_block_id": "p7_b126", "text": "slow on-set•"}, {"text_block_id": "p7_b127", "text": "hazards that include droughts, plagues, and the predicted"}, {"text_block_id": "p7_b128", "text": "effects of global climate change."}, {"text_block_id": "p7_b129", "text": "Natural Hazards"}, {"text_block_id": "p7_b130", "text": "Historically, hurricanes, storms and flooding have been the"}, {"text_block_id": "p7_b131", "text": "most likely"}, {"text_block_id": "p7_b132", "text": "hazards to affect"}, {"text_block_id": "p7_b133", "text": "Saint Lucia. Tropical Storm Debbie in 1994, resulted in losses over EC$230 million"}, {"text_block_id": "p7_b134", "text": "."}, {"text_block_id": "p7_b135", "text": "The"}, {"text_block_id": "p7_b136", "text": "Tropical Wave of October 1996 also incurred"}, {"text_block_id": "p7_b137", "text": "an estimated EC$12 million in damages to"}, {"text_block_id": "p7_b138", "text": "property and infrastructure particularly in"}, {"text_block_id": "p7_b139", "text": "Soufrière,"}, {"text_block_id": "p7_b140", "text": "Anse"}, {"text_block_id": "p7_b141", "text": "la"}, {"text_block_id": "p7_b142", "text": "Raye,"}, {"text_block_id": "p7_b143", "text": "Vieux Fort and"}, {"text_block_id": "p7_b144", "text": "Castries."}, {"text_block_id": "p7_b145", "text": "Tropical Storm Lili-damage in 2002 was estimated at $20 million."}, {"text_block_id": "p7_b146", "text": "Flooding has"}, {"text_block_id": "p7_b147", "text": "been of major concern particularly in low-lying areas as well as coastal villages and has"}, {"text_block_id": "p7_b148", "text": "resulted in the displacement of people and the destruction"}, {"text_block_id": "p7_b149", "text": "of property in"}, {"text_block_id": "p7_b150", "text": "communities."}, {"text_block_id": "p7_b151", "text": "By virtue of its geographical location, Saint Lucia is"}, {"text_block_id": "p7_b152", "text": "also susceptible to earthquake"}, {"text_block_id": "p7_b153", "text": "(seismic) hazards. Many of the tremors have been insignificant; however, strong shocks"}, {"text_block_id": "p7_b154", "text": "of"}, {"text_block_id": "p7_b155", "text": "magnitude 7.5 have been recorded."}, {"text_block_id": "p7_b156", "text": "Also, the Soufriere Volcano has demonstrated its"}, {"text_block_id": "p7_b157", "text": "ability to produce violent and destructive eruptions causing serious damage to life and"}, {"text_block_id": "p7_b158", "text": "property."}, {"text_block_id": "p7_b159", "text": "Since the last major eruption was over 200 years ago, one of such magnitude is"}, {"text_block_id": "p7_b160", "text": "considered less likely in the near future; however,"}, {"text_block_id": "p7_b161", "text": "small and moderate eruptions are more likely to occur."}, {"text_block_id": "p7_b162", "text": "Man-made Hazards"}, {"text_block_id": "p7_b163_merged_merged_merged_merged", "text": "The uncontrolled or untimely releases of water from the John Compton Dam due to weather conditions, natural and other causes, may lead to flash flooding in downstream areas and eventually destruction of property and loss of lives."}, {"text_block_id": "p7_b168", "text": "The history of Saint Lucia is replete with development marred by fires. These fires which may start by natural causes such as lightening or indiscriminate human actions often lead"}, {"text_block_id": "p8_b169", "text": "to significant damage to bush or grasslands and forests that cover extensive areas."}, {"text_block_id": "p8_b170", "text": "In addition, the environment is at risk from terrestrial activities, which include the transportation, storage and use of hydrocarbons and other hazardous materials and waste."}, {"text_block_id": "p8_b171", "text": "Potential pollution sources include garages, service stations and industrial installations,"}, {"text_block_id": "p8_b172", "text": "many of which lack suitable facilities to prevent"}, {"text_block_id": "p8_b173", "text": "uncontrolled"}, {"text_block_id": "p8_b174", "text": "discharge into the environment."}, {"text_block_id": "p8_b175", "text": "Slow-Onset Hazards"}, {"text_block_id": "p8_b176", "text": "There is general consensus that the world is entering a stage of"}, {"text_block_id": "p8_b177", "text": "significant global climate"}, {"text_block_id": "p8_b178", "text": "change."}, {"text_block_id": "p8_b179", "text": "Some of the hazard related issues that are likely to emerge from"}, {"text_block_id": "p8_b180", "text": "global climate"}, {"text_block_id": "p8_b181", "text": "change are sea level rise, increased frequency and severity of large storms or"}, {"text_block_id": "p8_b182", "text": "hurricane"}, {"text_block_id": "p8_b183", "text": "events as well as droughts."}, {"text_block_id": "p8_b184", "text": "Sea level rise is likely to have dramatic adverse impacts, the"}, {"text_block_id": "p8_b185", "text": "most apparent being shoreline erosion and flooding. This has serious implications for Saint"}, {"text_block_id": "p8_b186", "text": "Lucia as a large proportion of development, including many towns, villages, the capital"}, {"text_block_id": "p8_b187", "text": "city, Castries and associated infrastructure is located"}, {"text_block_id": "p8_b188", "text": "in coastal"}, {"text_block_id": "p8_b189", "text": "areas. Droughts have"}, {"text_block_id": "p8_b190", "text": "resulted in the immediate as well as cumulative"}, {"text_block_id": "p8_b191", "text": "deterioration in"}, {"text_block_id": "p8_b192", "text": "agricultural productivity"}, {"text_block_id": "p8_b193", "text": "and the gradual loss of biodiversity."}, {"text_block_id": "p8_b194", "text": "Further, droughts have adversely affected the quantity"}, {"text_block_id": "p8_b195", "text": "and quality of water supplies available in local"}, {"text_block_id": "p8_b196", "text": "communities"}, {"text_block_id": "p8_b197", "text": "and other productive sectors of the economy."}, {"text_block_id": "p8_b198_merged_merged_merged", "text": "There are a few existing policy instruments that provide an enabling environment for hazard mitigation. One of the main existing legislations which specifically support the Saint Lucia Hazard Mitigation Policy is the Disaster Preparedness and Response Act # 13 of 2000 which relates to the legal, regulatory and administrative framework for the role of NEMO. The Act is based on the CDERA Model Disaster Management Legislation and gives emergency management responsibilities to NEMO, its director, members and sub-committees including the National Hazard Mitigation Council (NHMC) and the National Emergency Management Advisory Council (NEMAC). Other legislative support for hazard mitigation include the Emergency Powers (Disaster) Act of 1995 of Saint Lucia and the Constitution (Order 1978) as well as the draft Emergency Shelter Management Policy, which provides a basis for undertaking hazard mitigation actions within available resources. In particular, the recently approved Climate Change Policy and Adaptation Plan provide an enabling environment with regard to the predicted hazards associated with global climate change."}, {"text_block_id": "p9_b223", "text": "It should also be noted that this hazard mitigation policy is likely to have implications for other existing legislation. Consequently, there will be need for harmonization of those existing legislation in order to facilitate effective hazard mitigation."}, {"text_block_id": "p9_b224", "text": "3.3 Current Hazard Mitigation Efforts"}, {"text_block_id": "p9_b225", "text": "A number of initiatives have been taken by the Government in order"}, {"text_block_id": "p9_b226", "text": "to reduce the impact"}, {"text_block_id": "p9_b227", "text": "of damage due to hazards. These include inter"}, {"text_block_id": "p9_b228", "text": "alia:"}, {"text_block_id": "p9_b229", "text": "alia:\n* Development and revision of a number of disaster management plans by\n* Development and revision of a number of disaster management plans by\n Mitigation Plan,\n* Development and revision of a number of disaster management plans by\n Mitigation Plan,\n the\n* Development and revision of a number of disaster management plans by\n Mitigation Plan,\n the\n Business Contingency\n* A National Building Code has been developed to\n* A National Building Code has been developed to\n improve the construction\n* A National Building Code has been developed to\n improve the construction\n the main natural\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n of\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n of\n 2001) will\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n of\n 2001) will\n the Building"}, {"text_block_id": "p9_b246", "text": "alia:\n* Development and revision of a number of disaster management plans by\n* Development and revision of a number of disaster management plans by\n Mitigation Plan,\n* Development and revision of a number of disaster management plans by\n Mitigation Plan,\n the\n* Development and revision of a number of disaster management plans by\n Mitigation Plan,\n the\n Business Contingency\n* A National Building Code has been developed to\n* A National Building Code has been developed to\n improve the construction\n* A National Building Code has been developed to\n improve the construction\n the main natural\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n of\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n of\n 2001) will\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n of\n 2001) will\n the Building\n* Several natural hazard mitigation projects that have been/are being\n* Several natural hazard mitigation projects that have been/are being\n implemented, including:\n<\\li1>\n\t* The Improvement of the Drainage Systems in Castries and Anse La\n\t* The World Bank/OECS Emergency Recovery and Disaster"}, {"text_block_id": "p9_b256", "text": "alia:\n* Development and revision of a number of disaster management plans by\n* Development and revision of a number of disaster management plans by\n Mitigation Plan,\n* Development and revision of a number of disaster management plans by\n Mitigation Plan,\n the\n* Development and revision of a number of disaster management plans by\n Mitigation Plan,\n the\n Business Contingency\n* A National Building Code has been developed to\n* A National Building Code has been developed to\n improve the construction\n* A National Building Code has been developed to\n improve the construction\n the main natural\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n of\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n of\n 2001) will\n* A National Building Code has been developed to\n improve the construction\n the main natural\n infrastructure and properties. In\n that regard,\n new Physical Planning and Development Act\n (No.\n 29\n of\n 2001) will\n the Building\n* Several natural hazard mitigation projects that have been/are being\n* Several natural hazard mitigation projects that have been/are being\n implemented, including:\n<\\li1>\n\t* The Improvement of the Drainage Systems in Castries and Anse La\n\t* The World Bank/OECS Emergency Recovery and Disaster\n* A series of Government special hazard mitigation initiatives undertaken\n<\\li1>"}, {"text_block_id": "p10_b258", "text": "Traditionally, most disaster management efforts have tended to focus on natural hazards and disasters, mainly utilising a post-disaster approach (disaster response, recovery and rehabilitation. However, it is evident that there is a need to place greater focus on long"}, {"text_block_id": "p10_b259", "text": "-"}, {"text_block_id": "p10_b260", "text": "term hazard mitigation that would address all types of"}, {"text_block_id": "p10_b261", "text": "hazards and embrace all relevant"}, {"text_block_id": "p10_b262", "text": "economic and social sectors inclusive of"}, {"text_block_id": "p10_b263", "text": "the public and private sectors. This"}, {"text_block_id": "p10_b264", "text": "comprehensive approach to hazard mitigation minimises human suffering, infrastructural"}, {"text_block_id": "p10_b265", "text": "damage and demand for large capital investment after the impacts of future natural and"}, {"text_block_id": "p10_b266", "text": "man-made hazards and disasters."}, {"text_block_id": "p10_b267", "text": "The current economic challenges of globalization and trade liberalisation demand that"}, {"text_block_id": "p10_b268", "text": "small islands states such"}, {"text_block_id": "p10_b269", "text": "as"}, {"text_block_id": "p10_b270", "text": "Saint Lucia develop their limited resource base whilst"}, {"text_block_id": "p10_b271", "text": "remaining cost competitive. In order to meet these challenges and achieve sustainable"}, {"text_block_id": "p10_b272", "text": "development, it is critical that social and physical infrastructural"}, {"text_block_id": "p10_b273", "text": "gains made in the past are"}, {"text_block_id": "p10_b274", "text": "maintained and that less scarce resources are"}, {"text_block_id": "p10_b275", "text": "diverted"}, {"text_block_id": "p10_b276", "text": "to"}, {"text_block_id": "p10_b277", "text": "recovery"}, {"text_block_id": "p10_b278", "text": "and rehabilitation"}, {"text_block_id": "p10_b279", "text": "following a hazardous event."}, {"text_block_id": "p10_b280", "text": "Therefore, this"}, {"text_block_id": "p10_b281", "text": "hazard mitigation policy is based on the"}, {"text_block_id": "p10_b282", "text": "underlying belief that long-term hazard mitigation can"}, {"text_block_id": "p10_b283", "text": "significantly"}, {"text_block_id": "p10_b284", "text": "minimize the"}, {"text_block_id": "p10_b285", "text": "deleterious impacts of hazards on the social and"}, {"text_block_id": "p10_b286", "text": "economic fabric"}, {"text_block_id": "p10_b287", "text": "of Saint Lucia. This"}, {"text_block_id": "p10_b288", "text": "reduction in hazard vulnerability can result in savings in the recurrent cost of recovery and"}, {"text_block_id": "p10_b289", "text": "rehabilitation after a disaster, thus realizing"}, {"text_block_id": "p10_b290", "text": "overall benefits"}, {"text_block_id": "p10_b291", "text": "to"}, {"text_block_id": "p10_b292", "text": "the nation and lead to"}, {"text_block_id": "p10_b293", "text": "sustainable development."}, {"text_block_id": "p10_b294", "text": "In view of this broad policy context, existing initiatives"}, {"text_block_id": "p10_b295", "text": "at"}, {"text_block_id": "p10_b296", "text": "the national, regional and"}, {"text_block_id": "p10_b297", "text": "international level provide a supporting framework for hazard"}, {"text_block_id": "p10_b298", "text": "mitigation."}, {"text_block_id": "p10_b299", "text": "At the national"}, {"text_block_id": "p10_b300", "text": "level, legislation to establish NEMO and the various disaster management plans has given"}, {"text_block_id": "p10_b301", "text": "significant impetus to Government•s commitment to the principles of hazard mitigation."}, {"text_block_id": "p10_b302", "text": "Additionally, at the local community level, the establishment of a number of"}, {"text_block_id": "p10_b303", "text": "committees"}, {"text_block_id": "p10_b304", "text": "by NEMO has served to encourage community participation in disaster management, thus"}, {"text_block_id": "p10_b305", "text": "initiating a hazard mitigation"}, {"text_block_id": "p10_b306", "text": "mind-set"}, {"text_block_id": "p10_b307", "text": "within the society"}, {"text_block_id": "p10_b308_merged_merged_merged_merged", "text": "Through its active participation in regional initiatives, the Government of Saint Lucia has taken a number of additional steps in support of hazard mitigation. Some of these include inter-alia, support from the Strategy and Results Framework for Comprehensive Disaster Management in the Caribbean (2001) and the CDERA Model Disaster Management Legislation (1996). At the international level, the Government of Saint Lucia is also a signatory to a number of conventions including the Basel Convention on the TransBoundary Movement of Hazardous Wastes and Their Disposal (1993) as well as the United Nations• conventions on Biological Disasters (1993) and"}, {"text_block_id": "p10_b323", "text": "Climate Change."}, {"text_block_id": "p10_b324", "text": "The major challenge to be addressed in implementing hazard mitigation is the inculcation of a multi-hazard mitigation ethos within public and private sector organisations and more importantly, in local community groups and individuals. This challenge has far-reaching"}, {"text_block_id": "p11_b325", "text": "The major challenge to be addressed in implementing hazard mitigation is the inculcation of a multi-hazard mitigation ethos within public and private sector organisations and more importantly, in local community groups and individuals. This challenge has far-reaching\n* The administrative, institutional and legislative framework for hazard mitigation is\n* Existing public education and outreach are insufficient to build desired relations\n* Existing public education and outreach are insufficient to build desired relations\n private sector organisations and\n* Funding for the implementation of hazard mitigation programmes is insufficient\n* The information and communication system to support multi-sectoral"}, {"text_block_id": "p11_b336", "text": "6.0 GUIDING PRINCIPLES"}, {"text_block_id": "p11_b337", "text": "The following guiding principles are considered fundamental in underpinning the Hazard Mitigation Policy:"}, {"text_block_id": "p11_b338", "text": "The following guiding principles are considered fundamental in underpinning the Hazard Mitigation Policy:\n* Hazard risk management integrated in development planning\n* Minimising risks to the environment\n* Fostering stakeholder participation, collaboration and integrity\n* Promotion of public awareness and capacity building\n* Availability of hazard information and data"}, {"text_block_id": "p11_b348", "text": "The following guiding principles are considered fundamental in underpinning the Hazard Mitigation Policy:\n* Hazard risk management integrated in development planning\n* Minimising risks to the environment\n* Fostering stakeholder participation, collaboration and integrity\n* Promotion of public awareness and capacity building\n* Availability of hazard information and data\n* Hazard mitigation is an investment in sustainable development\n<\\li1>"}, {"text_block_id": "p11_b350", "text": "(i) Hazard Risk Management Integrated In Development Planning"}, {"text_block_id": "p11_b351", "text": "(ii) Minimise Risks to the Environment"}, {"text_block_id": "p12_b352", "text": "minimise risks to the environment provide feasible long-term approaches to hazard risk reduction and have the potential to optimise future benefits to the nation."}, {"text_block_id": "p12_b353", "text": "(iii) Maximum Stakeholder Participation and Collaboration"}, {"text_block_id": "p12_b354", "text": "In order to be successful, it is necessary that hazard mitigation involve the full"}, {"text_block_id": "p12_b355", "text": "participation of all stakeholders including individuals, local communities, public and"}, {"text_block_id": "p12_b356", "text": "private sectors, non-governmental organisations, and regional and international"}, {"text_block_id": "p12_b357", "text": "agencies. A multi-stakeholder approach should be based on mutual respect,"}, {"text_block_id": "p12_b358", "text": "commitment and integrity, which is essential from an early stage to gain genuine"}, {"text_block_id": "p12_b359", "text": "support and partnership in reducing vulnerabilities to hazards."}, {"text_block_id": "p12_b360", "text": "(iv) Promotion of Public Awareness and Capacity Building"}, {"text_block_id": "p12_b361", "text": "Hazard mitigation is most"}, {"text_block_id": "p12_b362", "text": "effective when there is full public awareness and public"}, {"text_block_id": "p12_b363", "text": "support at"}, {"text_block_id": "p12_b364", "text": "all levels of the"}, {"text_block_id": "p12_b365", "text": "society."}, {"text_block_id": "p12_b366", "text": "Strengthening public awareness and mobilising"}, {"text_block_id": "p12_b367", "text": "capacities serves as a mechanism for the"}, {"text_block_id": "p12_b368", "text": "support of"}, {"text_block_id": "p12_b369", "text": "implementation of hazard"}, {"text_block_id": "p12_b370", "text": "mitigation measures within a comprehensive disaster management framework."}, {"text_block_id": "p12_b371", "text": "(v)"}, {"text_block_id": "p12_b372", "text": "Availability"}, {"text_block_id": "p12_b373", "text": "of Hazard Information And Data To Hazard Mitigation"}, {"text_block_id": "p12_b374", "text": "The development, dissemination and appropriate use of information as well as data"}, {"text_block_id": "p12_b375", "text": "on all aspects of hazards are essential to successful hazard mitigation. The"}, {"text_block_id": "p12_b376", "text": "availability of information and data enhances the ability to identify hazards and to"}, {"text_block_id": "p12_b377", "text": "assess hazard vulnerability as well as prioritising"}, {"text_block_id": "p12_b378", "text": "and implementing long-term"}, {"text_block_id": "p12_b379", "text": "hazard mitigation measures by all stakeholders."}, {"text_block_id": "p12_b380", "text": "Hazard mitigation is consistent with sustainable development. Current investments"}, {"text_block_id": "p12_b381", "text": "in proactive measures to limit the impact of hazards, result in permanent reduction"}, {"text_block_id": "p12_b382", "text": "in disaster losses and consequently, to a decline in the recurrent cost of recovery as"}, {"text_block_id": "p12_b383", "text": "well as faster disaster recovery time. The reduction in the demand for recurrent"}, {"text_block_id": "p12_b384", "text": "post-disaster investments leads to the long-term social, economic, financial and"}, {"text_block_id": "p12_b385", "text": "environmental development as well as recurring benefits to future generations."}, {"text_block_id": "p12_b386", "text": "7.0 POLICY STATEMENT"}, {"text_block_id": "p12_b387", "text": "7.1 Vision Statement"}, {"text_block_id": "p12_b388_merged_merged_merged_merged_merged_merged", "text": "A nation highly resilient to hazard impacts and adaptable to hazard risks."}, {"text_block_id": "p13_b391", "text": "In order to achieve the vision, the goals of the national Hazard Mitigation Policy are to:"}, {"text_block_id": "p13_b392", "text": "In order to achieve the vision, the goals of the national Hazard Mitigation Policy are to:\n* Develop social, economic, and environmentally sustainable measures that\n* Incorporate hazard risk reduction in everyday activities at every level of"}, {"text_block_id": "p13_b396", "text": "7.3 Policy Objectives"}, {"text_block_id": "p13_b397", "text": "The objectives of the Hazard Mitigation Policy are:"}, {"text_block_id": "p13_b398", "text": "The objectives of the Hazard Mitigation Policy are:\n* To encourage the\n* To encourage the\n incorporation of hazard mitigation measures in all\n* To foster a collaborative approach to hazard risk reduction among all\n* To empower local community\n* To empower local community\n groups, institutions and\n* To empower local community\n groups, institutions and\n individuals to\n* To increase the awareness of hazard mitigation at every level of society\n* To develop an effective and comprehensive legislative and institutional"}, {"text_block_id": "p13_b411_merged_merged_merged", "text": "The policy is centered on the belief that a culture of multi-hazard mitigation is critical to achieving sustainable development particularly in a Small Island Developing State. Therefore, a long-term strategic approach will be used in implementing the Policy."}, {"text_block_id": "p13_b415", "text": "8.1 Strategy"}, {"text_block_id": "p13_b416", "text": "The broad strategy to implement the Policy is the integration of hazard mitigation measures in all aspects of development planning and implementation of public and private sector programmes and projects. This strategic approach will require the full participation of public and private sector organisations as well as the collaborative involvement of local community groups and individuals in hazard mitigation measures. The National Hazard Mitigation Plan will be the vehicle for implementation of the strategy."}, {"text_block_id": "p14_b417", "text": "8.2 Priority Areas For Action"}, {"text_block_id": "p14_b418", "text": "Priority attention will be given to seven broad areas for action. These priority areas will provide the platform for the development of strategic interventions necessary to implement the Policy."}, {"text_block_id": "p14_b419", "text": "The priority areas are:"}, {"text_block_id": "p14_b420", "text": "i."}, {"text_block_id": "p14_b421", "text": "Incorporation of"}, {"text_block_id": "p14_b422", "text": "hazard mitigation measures in all public and private development planning initiatives and programme budgets."}, {"text_block_id": "p14_b423", "text": "8.3 Strategic Interventions"}, {"text_block_id": "p14_b424", "text": "ii."}, {"text_block_id": "p14_b425", "text": "Development, implementation and enforcement of an effective and comprehensive legislative and regulatory framework that"}, {"text_block_id": "p14_b426", "text": "supports hazard mitigation."}, {"text_block_id": "p14_b427", "text": "iii. Increased"}, {"text_block_id": "p14_b428", "text": "public awareness and"}, {"text_block_id": "p14_b429", "text": "outreach at every level of society and encourage"}, {"text_block_id": "p14_b430", "text": "their"}, {"text_block_id": "p14_b431", "text": "involvement"}, {"text_block_id": "p14_b432", "text": "in hazard risk reduction."}, {"text_block_id": "p14_b433", "text": "iv."}, {"text_block_id": "p14_b434", "text": "Promotion of a collaborative"}, {"text_block_id": "p14_b435", "text": "approach"}, {"text_block_id": "p14_b436", "text": "to"}, {"text_block_id": "p14_b437", "text": "hazard risk reduction among all stakeholder groups."}, {"text_block_id": "p14_b438", "text": "v."}, {"text_block_id": "p14_b439", "text": "Empowerment"}, {"text_block_id": "p14_b440", "text": "of"}, {"text_block_id": "p14_b441", "text": "local community"}, {"text_block_id": "p14_b442", "text": "groups and"}, {"text_block_id": "p14_b443", "text": "institutions to undertake hazard"}, {"text_block_id": "p14_b444", "text": "mitigation"}, {"text_block_id": "p14_b445", "text": "measures."}, {"text_block_id": "p14_b446", "text": "vi. Development of an effective information system to support multi-sectoral decision-making in"}, {"text_block_id": "p14_b447", "text": "the implementation of hazard"}, {"text_block_id": "p14_b448", "text": "mitigation measures."}, {"text_block_id": "p14_b449", "text": "vii."}, {"text_block_id": "p14_b450", "text": "Determination of the human, technical and financial resources required for implementation of hazard mitigation"}, {"text_block_id": "p14_b451_merged_merged_merged_merged_merged_merged_merged_merged", "text": "A number of specific interventions have been identified to achieve the objectives of the Policy. These include:"}, {"text_block_id": "p14_b454", "text": "8.3.1 Incorporation of hazard mitigation measures in all corporate and development planning initiatives and programme budgets."}, {"text_block_id": "p14_b455", "text": "i."}, {"text_block_id": "p14_b456", "text": "Incorporate hazard risk reduction into sectoral policies and plans."}, {"text_block_id": "p14_b457", "text": "ii."}, {"text_block_id": "p14_b458", "text": "Provide incentives for the use of hazard mitigation practices."}, {"text_block_id": "p14_b459", "text": "iii."}, {"text_block_id": "p14_b460", "text": "Develop and implement strategic land use planning."}, {"text_block_id": "p15_b461", "text": "iv."}, {"text_block_id": "p15_b462", "text": "Promote the conduct and use of hazard impact assessments in development plans."}, {"text_block_id": "p15_b463", "text": "8.3.2"}, {"text_block_id": "p15_b464", "text": "Development, implementation and enforcement of an effective and comprehensive legislative and regulatory framework"}, {"text_block_id": "p15_b465", "text": "that supports hazard mitigation"}, {"text_block_id": "p15_b466", "text": "."}, {"text_block_id": "p15_b467", "text": ".\n* Review, update and coordinate all existing legislation that has\n* Review, update and coordinate all existing legislation that has\n management\n* Review, update and coordinate all existing legislation that has\n management\n to allow for more\n* Develop regulations and standards to implement legislation.\n* Develop and\n* Develop and\n undertake training programmes aimed at sensitising\n* Develop and\n undertake training programmes aimed at sensitising\n groups and institutions in hazard mitigation.\n* Develop and implement a public awareness programme to sensitise\n* Strengthen the financial capacity of local communities and agencies\n* Develop a mechanism and action plan to facilitate participation by\n* Regular monitoring and evaluation of the effectiveness of public"}, {"text_block_id": "p15_b473", "text": "iii."}, {"text_block_id": "p15_b474", "text": "Ensure the incorporation of legislative initiatives that would enhance the responsibilities and participation of"}, {"text_block_id": "p15_b475", "text": "the private sector in hazard mitigation measures."}, {"text_block_id": "p15_b476", "text": "vi."}, {"text_block_id": "p15_b477", "text": "Establish an effective monitoring system to ensure that all"}, {"text_block_id": "p15_b478", "text": "development initiatives are consistent with"}, {"text_block_id": "p15_b479", "text": "the relevant regulatory framework"}, {"text_block_id": "p15_b480", "text": "8.3.3"}, {"text_block_id": "p15_b481", "text": "Increase public awareness and outreach at every"}, {"text_block_id": "p15_b482", "text": "level of society and encourage their involvement in hazard risk reduction"}, {"text_block_id": "p16_b496", "text": "8.3.4"}, {"text_block_id": "p16_b497", "text": "Promote a collaborative approach among all stakeholder groups for the implementation of hazard mitigation measures."}, {"text_block_id": "p16_b498", "text": "Promote a collaborative approach among all stakeholder groups for the implementation of hazard mitigation measures.\n* Design an integrated\n* Design an integrated\n approach to hazard mitigation involving all\n* Identify key stakeholder groups and their roles in hazard mitigation.\n* Assess the capacity of\n* Assess the capacity of\n each stakeholder group to undertake hazard\n* Mobilize\n* Mobilize\n all stakeholder groups to undertake hazard mitigation\n* Mobilize\n all stakeholder groups to undertake hazard mitigation\n measures.\n* Regular monitoring and evaluation of the collaborative approach of\n* Develop specific programmes, projects and activities in hazard\n* Prepare a comprehensive inventory of existing hazard information.\n* Identify baseline data for hazard risk assessment and hazard"}, {"text_block_id": "p16_b512", "text": "8.3.5"}, {"text_block_id": "p16_b513", "text": "Empower local community groups and organisations to undertake hazard mitigation measures."}, {"text_block_id": "p16_b519", "text": "ii."}, {"text_block_id": "p16_b520", "text": "Design and conduct appropriate hazard mitigation training programmes for all levels to improve the technical capabilities and attitudes in hazard risk management."}, {"text_block_id": "p16_b521", "text": "iii."}, {"text_block_id": "p16_b522", "text": "Include a line item in Government programme budgets for annual hazard mitigation projects to be implemented under the direct management of community groups."}, {"text_block_id": "p16_b523", "text": "iv."}, {"text_block_id": "p16_b524", "text": "Develop programmes for recognising the participation as well as contribution of individuals, community groups and organisations in implementing hazard mitigation measures."}, {"text_block_id": "p16_b525", "text": "8.3.6"}, {"text_block_id": "p16_b526", "text": "Development of an effective information system to support multi-sectoral decision-making in the implementation of hazard mitigation measures."}, {"text_block_id": "p17_b531", "text": "iii."}, {"text_block_id": "p17_b532", "text": "Conduct hazard risk assessment and maintain hazard mitigation data and information."}, {"text_block_id": "p17_b533", "text": "iv."}, {"text_block_id": "p17_b534", "text": "Develop and maintain information and data on the human resource capacities of various stakeholders"}, {"text_block_id": "p17_b535", "text": "including community groups and individuals."}, {"text_block_id": "p17_b536", "text": "v."}, {"text_block_id": "p17_b537", "text": "Develop an effective system to disseminate information and data to all stakeholders to facilitate the"}, {"text_block_id": "p17_b538", "text": "identification, prioritisation and implementation of hazard mitigation measures."}, {"text_block_id": "p17_b539", "text": "vi."}, {"text_block_id": "p17_b540", "text": "Regular Monitoring and evaluation of the information system."}, {"text_block_id": "p17_b541", "text": "8.3.7 Determination of the human, technical and financial resources required for implementation of hazard mitigation"}, {"text_block_id": "p17_b542", "text": "i."}, {"text_block_id": "p17_b543", "text": "Undertake"}, {"text_block_id": "p17_b544", "text": "human, technical and financial needs assessment for implementation of the Policy."}, {"text_block_id": "p17_b545", "text": "ii."}, {"text_block_id": "p17_b546_merged_merged_merged_merged", "text": "Prepare a responsibility matrix and timeframe for implementing Policy."}, {"text_block_id": "p17_b548", "text": "iii."}, {"text_block_id": "p17_b549", "text": "Review and update the Hazard Mitigation Plan in collaboration with all stakeholders."}, {"text_block_id": "p17_b550", "text": "iv."}, {"text_block_id": "p17_b551", "text": "Establish mechanisms for monitoring and evaluation of the Policy implementation process."}, {"text_block_id": "p17_b552", "text": "8.4 INTEGRATION OF A HAZARD RISK MANAGEMENT POLICY"}, {"text_block_id": "p17_b553", "text": "8"}, {"text_block_id": "p17_b554", "text": "Saint Lucia•s open, fragile and dependent economy combined with its: (a) geographic location within the hurricane belt; (b) small size and limited land space; (c) location of major settlements and infrastructure in low-lying coastal areas prone to flooding and storm damage; (d) its location within a tectonically-active area, allowing for the possibility of significant earthquakes and; (e) limited human and financial resources; make it highly vulnerable to the impacts of Climate Change and other natural hazards."}, {"text_block_id": "p17_b555", "text": "Climate Change is a major environmental phenomenon with serious ramifications for the country and all nations of the world. Scientific evidence that the global climate is changing is now"}, {"text_block_id": "p18_b556", "text": "unchallengeable. The projections of the Intergovernmental Panel on Climate Change (IPCC) are that by the year 2100, global average temperatures will rise by between 1.4 and 5.8 degrees centigrade."}, {"text_block_id": "p18_b557", "text": "Changes of this magnitude are expected to produce dramatic impacts on various parts of the global climate system, with substantial regional variations. Under IPCC scenarios, global"}, {"text_block_id": "p18_b558", "text": "seal level is expected to increase by between"}, {"text_block_id": "p18_b559", "text": "0.09 and 0.88"}, {"text_block_id": "p18_b560", "text": "metres by the year 2100."}, {"text_block_id": "p18_b561", "text": "It is"}, {"text_block_id": "p18_b562", "text": "anticipated that warmer seas will provide"}, {"text_block_id": "p18_b563", "text": "additional energy for storm formation resulting in"}, {"text_block_id": "p18_b564", "text": "extreme weather events. Within the Caribbean, there is widespread concern that such extreme"}, {"text_block_id": "p18_b565", "text": "events have already begun, with an unprecedented number of hurricanes of Category-5 strength"}, {"text_block_id": "p18_b566", "text": "having been experienced between 1995 and 2004."}, {"text_block_id": "p18_b567", "text": "While Saint Lucia and other Small Island Developing States contribute only a minute amount of"}, {"text_block_id": "p18_b568", "text": "total global greenhouse gas emissions, they bear an overwhelmingly disproportionate level of risk"}, {"text_block_id": "p18_b569", "text": "to the impacts of Climate Change due to their inherent vulnerability. Scientific research has"}, {"text_block_id": "p18_b570", "text": "indicated that"}, {"text_block_id": "p18_b571", "text": "Climate change-related impacts are likely to include:"}, {"text_block_id": "p18_b572", "text": ""}, {"text_block_id": "p18_b573", "text": "Changes in the frequency, intensity and"}, {"text_block_id": "p18_b574", "text": "duration of extreme events including hotter days, heat waves and heavy precipitation events;"}, {"text_block_id": "p18_b575", "text": ""}, {"text_block_id": "p18_b576", "text": "Sea level rise (SLR) leading to land and infrastructure losses, beach erosion, storm surge, floods and inundation of low-lying areas;"}, {"text_block_id": "p18_b577", "text": ""}, {"text_block_id": "p18_b578", "text": "Loss of marine and terrestrial biodiversity as a"}, {"text_block_id": "p18_b579", "text": "result"}, {"text_block_id": "p18_b580", "text": "of"}, {"text_block_id": "p18_b581", "text": "changes of temperature and rainfall;"}, {"text_block_id": "p18_b582", "text": ""}, {"text_block_id": "p18_b583", "text": "The depletion of water supplies;"}, {"text_block_id": "p18_b584", "text": ""}, {"text_block_id": "p18_b585", "text": "Reduced agricultural productivity;"}, {"text_block_id": "p18_b586", "text": ""}, {"text_block_id": "p18_b587_merged_merged_merged_merged_merged", "text": "An increase in the occurrence of pests and vectors, contagious diseases and stress-related diseases;"}, {"text_block_id": "p18_b589", "text": ""}, {"text_block_id": "p18_b590", "text": "increased coastal erosion and infrastructure damage as a result of the increased intensity of cyclonic events and storm surges."}, {"text_block_id": "p18_b591", "text": "8.4.2. Policy Directives"}, {"text_block_id": "p18_b592", "text": "8.4.2.1."}, {"text_block_id": "p18_b593", "text": "Human Development"}, {"text_block_id": "p18_b594", "text": "Government and the Social Partners accept that notwithstanding the significant investments made over the years in the development of human settlements around the island, many informal settlements and slums can still be found especially in the inner areas of the cities and townships and in some rural areas. The poor quality of construction of many homes in these settlements and their location in high risk areas, on steep slopes, along flood plains and river banks, leave households highly susceptible to disaster risk."}, {"text_block_id": "p18_b595", "text": "It is recognised that Climate Change is likely to increase the frequency and severity of weather events and worsen the living conditions especially in informal settlements. Significant damage to social and economic infrastructure is also predicted."}, {"text_block_id": "p19_b596", "text": "In order to address such impacts and to promote the implementation of appropriate hazard mitigation and adaptation measures, the Government of Saint Lucia, in collaboration with other relevant entities, will:"}, {"text_block_id": "p19_b597", "text": "(a)"}, {"text_block_id": "p19_b598", "text": "develop adequate capacity for research into and analysis of the relevant climate processes which may affect human settlements;"}, {"text_block_id": "p19_b599", "text": "(b)"}, {"text_block_id": "p19_b600", "text": "Undertake a comprehensive assessment of human settlements and related infrastructure at risk from the effects of climate and other natural hazards and use the results to ameliorate existing vulnerability and reduce natural hazards that have accumulated through past development pathways;"}, {"text_block_id": "p19_b601", "text": "(c)"}, {"text_block_id": "p19_b602", "text": "Encourage the incorporation of"}, {"text_block_id": "p19_b603", "text": "disaster risk reduction measures in all corporate and development planning initiatives and programme budgets;"}, {"text_block_id": "p19_b604", "text": "(d)"}, {"text_block_id": "p19_b605", "text": "Collect basic data at national and sub-national levels on disaster risk and the development of"}, {"text_block_id": "p19_b606", "text": "planning tools to track the relationship between development"}, {"text_block_id": "p19_b607", "text": "policy and disaster risk;"}, {"text_block_id": "p19_b608", "text": "(e)"}, {"text_block_id": "p19_b609", "text": "Factor risk into disaster recovery and"}, {"text_block_id": "p19_b610", "text": "reconstruction programmes;"}, {"text_block_id": "p19_b611", "text": "(f)"}, {"text_block_id": "p19_b612", "text": "Implement fiscal"}, {"text_block_id": "p19_b613", "text": "measures to promote the use of climate risk reduction technologies and practices;"}, {"text_block_id": "p19_b614", "text": "(g)"}, {"text_block_id": "p19_b615", "text": "develop a comprehensive national land use and management"}, {"text_block_id": "p19_b616", "text": "plan, which"}, {"text_block_id": "p19_b617", "text": "inter alia"}, {"text_block_id": "p19_b618", "text": ", incorporates climate and other natural hazard concerns and which identifies suitable locations for future settlements;"}, {"text_block_id": "p19_b619", "text": "(h)"}, {"text_block_id": "p19_b620", "text": "develop and implement"}, {"text_block_id": "p19_b621", "text": "a"}, {"text_block_id": "p19_b622", "text": "plan"}, {"text_block_id": "p19_b623", "text": "for"}, {"text_block_id": "p19_b624", "text": "the relocation"}, {"text_block_id": "p19_b625", "text": "of"}, {"text_block_id": "p19_b626", "text": "settlement utilities and infrastructure at risk;"}, {"text_block_id": "p19_b627", "text": "(i)"}, {"text_block_id": "p19_b628", "text": "Promote the development and enforcement of a building code that addresses all natural hazards;"}, {"text_block_id": "p19_b629", "text": "(j)"}, {"text_block_id": "p19_b630", "text": "Ensure that national infrastructure standards are adequate to withstand the impacts of climate and other natural hazards;"}, {"text_block_id": "p19_b631", "text": "(k)"}, {"text_block_id": "p19_b632", "text": "Integrate climate and other natural hazard considerations in the physical planning process including the implementation of environmental impact assessment requirements;"}, {"text_block_id": "p19_b633", "text": "(l)"}, {"text_block_id": "p19_b634", "text": "Empower local community groups and organisations to:"}, {"text_block_id": "p19_b635", "text": "Empower local community groups and organisations to:\n* Design and conduct appropriate hazard risk reduction training programmes to\n* Include a line item in Government annual programme budgets for hazard risk\n* Develop programmes to recognize the contribution of community groups and"}, {"text_block_id": "p19_b645", "text": "(m)"}, {"text_block_id": "p19_b646", "text": "Foster increased public awareness of Climate Change and other natural hazards and their effects of human settlements;"}, {"text_block_id": "p19_b647", "text": "(n)"}, {"text_block_id": "p19_b648", "text": "Develop and implement a public awareness programme to sensitize all stakeholders with respect to their roles and responsibilities in hazard risk management;"}, {"text_block_id": "p19_b649", "text": "(o)"}, {"text_block_id": "p19_b650", "text": "Strengthen the financial capacity of local communities and agencies to implement hazard risk reduction measures;"}, {"text_block_id": "p20_b651", "text": "(p)"}, {"text_block_id": "p20_b652", "text": "Maintain a regular information management system on hazard risk reduction measures and human resource capacities of the various community groups and institutions;"}, {"text_block_id": "p20_b653", "text": "(q)"}, {"text_block_id": "p20_b654", "text": "Develop an Action Plan to facilitate the participation of community groups in regular monitoring and evaluation of the effectiveness of"}, {"text_block_id": "p20_b655", "text": "hazard risk awareness programmes;"}, {"text_block_id": "p20_b656", "text": "(r)"}, {"text_block_id": "p20_b657", "text": "Foster a collaborative approach among all stakeholder groups for the implementation of natural hazard risk reduction measures;"}, {"text_block_id": "p20_b658", "text": "(s)"}, {"text_block_id": "p20_b659", "text": "Mobilize all stakeholder groups to undertake hazard risk reduction measures;"}, {"text_block_id": "p20_b660", "text": "(t)"}, {"text_block_id": "p20_b661", "text": "Encourage the financial sector to develop mechanisms to assist human settlements affected by Climate Change and other natural hazards;"}, {"text_block_id": "p20_b662", "text": "(u)"}, {"text_block_id": "p20_b663", "text": "Adopt physical planning standards and tools that facilitate adaptation and adoption as well as retreat and relocation of human settlements from vulnerable areas;"}, {"text_block_id": "p20_b664", "text": "(v)"}, {"text_block_id": "p20_b665", "text": "Strengthen early warning systems;"}, {"text_block_id": "p20_b666", "text": "ii Human Health"}, {"text_block_id": "p20_b667", "text": "(w)"}, {"text_block_id": "p20_b668", "text": "Ensure the availability of purpose-built emergency shelters and trained shelter managers in each community."}, {"text_block_id": "p20_b669", "text": "Recognising that a healthy population is fundamental to sustainable development; and in an effort"}, {"text_block_id": "p20_b670", "text": "to promote appropriate and adequate adaptation to the health implications of Climate Change and"}, {"text_block_id": "p20_b671", "text": "other climate hazards, the Government of Saint Lucia, in"}, {"text_block_id": "p20_b672", "text": "collaboration with other relevant entities"}, {"text_block_id": "p20_b673", "text": "will accelerate the adoption and implementation of relevant provisions of the draft Integrated"}, {"text_block_id": "p20_b674", "text": "Vector Control Management (IVCM) Policy. In particular, the Partners will:"}, {"text_block_id": "p20_b675", "text": "(a)"}, {"text_block_id": "p20_b676", "text": "conduct the necessary research and information gathering in order to guide"}, {"text_block_id": "p20_b677", "text": "and strengthen decision-making;"}, {"text_block_id": "p20_b678", "text": "(b)"}, {"text_block_id": "p20_b679", "text": "ensure that appropriate short, medium and long-term measures to address Climate Change and other climate hazard issues are incorporated into national health and disaster management plans;"}, {"text_block_id": "p20_b680", "text": "(c)"}, {"text_block_id": "p20_b681", "text": "Sensitise and educate health and disaster management personnel and the public about climate hazard-related health matters;"}, {"text_block_id": "p20_b682", "text": "(d)"}, {"text_block_id": "p20_b683_merged_merged_merged_merged", "text": "Ensure that adequate stocks of medicines and medications are available year-round to treat health disorders related to climate change and other hazards."}, {"text_block_id": "p20_b685", "text": "8.4.2.2. Economic Sector Policy Directives"}, {"text_block_id": "p20_b686", "text": "i. Agriculture"}, {"text_block_id": "p20_b687", "text": "It is recognised that climate sensitive, primary, resource industries such as agriculture, forestry and fisheries are highly vulnerable to the impacts of Climate-change associated hazards, such as floods, droughts, the salinization of water supplies and soil and the proliferation of agricultural pests."}, {"text_block_id": "p20_b688", "text": "In order to address such impacts and to promote the implementation of appropriate climate-hazard, risk reduction measures, Government will strengthen the analysis and"}, {"text_block_id": "p21_b689", "text": "planning capacity of the Ministry of Agriculture, Fisheries and Forestry, the National Land Conservation Board, the Fisheries Department and other relevant agencies."}, {"text_block_id": "p21_b690", "text": "In particular the relevant agencies will be mandated to:"}, {"text_block_id": "p21_b691", "text": "(a)"}, {"text_block_id": "p21_b692", "text": "identify drought-resistant crop varieties that yield more mass per unit of water"}, {"text_block_id": "p21_b693", "text": "consumed;"}, {"text_block_id": "p21_b694", "text": "(b)"}, {"text_block_id": "p21_b695", "text": "promote better soil management, fertilization and pest and weed control;"}, {"text_block_id": "p21_b696", "text": "(c)"}, {"text_block_id": "p21_b697", "text": "improve irrigation management through better timing of water supplies to help reduce stress at critical crop growth periods;"}, {"text_block_id": "p21_b698", "text": "(d)"}, {"text_block_id": "p21_b699", "text": "use more deficit, supplemental and precision irrigation systems;"}, {"text_block_id": "p21_b700", "text": "(e)"}, {"text_block_id": "p21_b701", "text": "encourage improved farming practices that reduce land degradation;"}, {"text_block_id": "p21_b702", "text": "(f)"}, {"text_block_id": "p21_b703", "text": "develop a hazard risk reduction strategy for the agricultural sector to address impacts over the short, medium and long term;"}, {"text_block_id": "p21_b704", "text": "(g)"}, {"text_block_id": "p21_b705", "text": "Incorporate the hazard risk reduction strategy for the agricultural sector into the national physical and spatial planning process;"}, {"text_block_id": "p21_b706", "text": "(h)"}, {"text_block_id": "p21_b707", "text": "include hazard risk reduction policies into the"}, {"text_block_id": "p21_b708", "text": "national policy formulation process."}, {"text_block_id": "p21_b709", "text": "(i)"}, {"text_block_id": "p21_b710", "text": "Formulate and implement any other such strategies and measures which may contribute to food security and the sustainability of forest resources;"}, {"text_block_id": "p21_b711", "text": "(j)"}, {"text_block_id": "p21_b712", "text": "Ensure the inclusion of climate-hazard"}, {"text_block_id": "p21_b713", "text": "considerations"}, {"text_block_id": "p21_b714", "text": "during the implementation of strategies and plans including the National Biodiversity Strategy and Action Plan (NBSAP), the Action Plan for the Desertification Convention and the National Land Policy."}, {"text_block_id": "p21_b715", "text": "ii."}, {"text_block_id": "p21_b716", "text": "Tourism"}, {"text_block_id": "p21_b717_merged_merged_merged_merged", "text": "Government and the Social Partners know that the tourism industry tends to suffer heavily from the direct and indirect effect of natural disasters, mainly by virtue of the location of tourism assets in vulnerable zones and the intrinsic vulnerability of airlines and cruise lines to wind and wave damage, erosion and sea level rise. In addition, the industry has suffered:"}, {"text_block_id": "p21_b724", "text": ""}, {"text_block_id": "p21_b725", "text": "the loss of economic returns due to the possible changes in, or destruction of coral reefs, beaches, natural forests and other natural resources and attractions;"}, {"text_block_id": "p21_b726", "text": ""}, {"text_block_id": "p21_b727", "text": "Reduced visitor arrivals as a result of a higher frequency of extreme weather events such as hurricanes, as well as reduced inducement for travel as a result of higher temperatures in traditional tourism centres;"}, {"text_block_id": "p21_b728", "text": "In an effort to ensure appropriate approaches to natural hazard risk reduction in the tourism sector, Government, in collaboration with other relevant entities, will:"}, {"text_block_id": "p21_b729", "text": "(a)"}, {"text_block_id": "p21_b730", "text": "Conduct the necessary research and information gathering to support decision-making;"}, {"text_block_id": "p21_b731", "text": "(b)"}, {"text_block_id": "p21_b732", "text": "Ensure that appropriate physical planning guideline such as coastal setbacks are enforced for new tourism developments;"}, {"text_block_id": "p21_b733", "text": "(c)"}, {"text_block_id": "p21_b734", "text": "Work with stakeholders in the tourism sector to develop a strategic development plan which incorporates climate hazard considerations and appropriate measures such as water conservation programmes as well as general sustainability concerns;"}, {"text_block_id": "p22_b735", "text": "(d)"}, {"text_block_id": "p22_b736", "text": "prepare robust but adaptable disaster management plans that prepare for worse case scenarios;"}, {"text_block_id": "p22_b737", "text": "(e)"}, {"text_block_id": "p22_b738", "text": "establish clear restoration policies and plans with the full involvement of all key stakeholders and test these instruments;"}, {"text_block_id": "p22_b739", "text": "(f)"}, {"text_block_id": "p22_b740", "text": "retro-fit infrastructure based on an assessment of future risks;"}, {"text_block_id": "p22_b741", "text": "(g)"}, {"text_block_id": "p22_b742", "text": "ensure that corporate disaster plans are integrated into national disaster plans;"}, {"text_block_id": "p22_b743", "text": "(h)"}, {"text_block_id": "p22_b744", "text": "explore options for self-insurance and/or joint insurance."}, {"text_block_id": "p22_b745", "text": "iii. Financial Services"}, {"text_block_id": "p22_b746", "text": "The Partners are aware that Climate Change and changes in weather-related events perceived to be"}, {"text_block_id": "p22_b747", "text": "linked to climate change"}, {"text_block_id": "p22_b748", "text": "have"}, {"text_block_id": "p22_b749", "text": "increased actuarial uncertainty in risk assessments,"}, {"text_block_id": "p22_b750", "text": "placed upward"}, {"text_block_id": "p22_b751", "text": "pressure on insurance premiums"}, {"text_block_id": "p22_b752", "text": "and have caused certain risks being reclassified"}, {"text_block_id": "p22_b753", "text": "as being"}, {"text_block_id": "p22_b754", "text": "uninsurable with subsequent withdrawal of coverage."}, {"text_block_id": "p22_b755", "text": "The Partners are convinced that building effective resilience to natural disasters requires sound"}, {"text_block_id": "p22_b756", "text": "economic, financial, fiscal, social and environmental policies and programmes that produce robust"}, {"text_block_id": "p22_b757", "text": "economic growth and that enables the Government"}, {"text_block_id": "p22_b758", "text": "to"}, {"text_block_id": "p22_b759", "text": "implement speedy"}, {"text_block_id": "p22_b760", "text": "and effective disaster"}, {"text_block_id": "p22_b761", "text": "preparedness and response measures."}, {"text_block_id": "p22_b762", "text": "To ensure appropriate approaches to adaptation in"}, {"text_block_id": "p22_b763", "text": "the"}, {"text_block_id": "p22_b764", "text": "financial"}, {"text_block_id": "p22_b765", "text": "sector,"}, {"text_block_id": "p22_b766", "text": "the Government, in"}, {"text_block_id": "p22_b767", "text": "collaboration with the Social Partners will:"}, {"text_block_id": "p22_b768", "text": "(a)"}, {"text_block_id": "p22_b769", "text": "Ensure the adoption and implementation of building codes and other standards in order to minimise risk from climate and other natural hazards;"}, {"text_block_id": "p22_b770", "text": "(b)"}, {"text_block_id": "p22_b771_merged_merged_merged_merged", "text": "develop appropriate hazard risk management measures to address the impacts of natural hazards including the development of lending mechanisms for ensuring adequate financial support for rehabilitation and reconstruction activities;"}, {"text_block_id": "p22_b773", "text": "(c)"}, {"text_block_id": "p22_b774", "text": "explore opportunities for pooled insurance and reinsurance arrangements among regional Governments;"}, {"text_block_id": "p22_b775", "text": "(d)"}, {"text_block_id": "p22_b776", "text": "encourage insurance companies to develop appropriate capacity to identify and forecast risk;"}, {"text_block_id": "p22_b777", "text": "iv. Natural Resources"}, {"text_block_id": "p22_b778", "text": "Coastal and Marine Resources"}, {"text_block_id": "p22_b779", "text": "The Government of Saint Lucia and its Social Partners recognise that coastal and marine resources are at greatest risk from the effects of natural hazards, including Climate Change, due in large measure to:"}, {"text_block_id": "p22_b780", "text": ""}, {"text_block_id": "p22_b781", "text": "exposure to high-impact weather events which are common in the region;"}, {"text_block_id": "p22_b782", "text": ""}, {"text_block_id": "p22_b783", "text": "changes in sea temperature, to which coastal ecosystems such as coral reefs are very sensitive;"}, {"text_block_id": "p22_b784", "text": ""}, {"text_block_id": "p22_b785", "text": "sea level rise, which is one of the primary, anticipated results of climate change and which will affect numerous ecosystems as well as the coastline itself;"}, {"text_block_id": "p23_b786", "text": ""}, {"text_block_id": "p23_b787", "text": "cumulative effects of the above impacts, where there is increased vulnerability of coastal resources to high-weather impact events due to degradation of protective coral reefs;"}, {"text_block_id": "p23_b788", "text": ""}, {"text_block_id": "p23_b789", "text": "vulnerability to the impact of potential tsunami waves, generated by seismic or volcanic activity."}, {"text_block_id": "p23_b790", "text": "Government is extremely concerned that Climate Change may:"}, {"text_block_id": "p23_b791", "text": ""}, {"text_block_id": "p23_b792", "text": "imperil coastal livelihoods"}, {"text_block_id": "p23_b793", "text": ""}, {"text_block_id": "p23_b794", "text": "damage social and economic infrastructure"}, {"text_block_id": "p23_b795", "text": ""}, {"text_block_id": "p23_b796", "text": "Inundate coral reefs, seagrass beds and mangrove swamps as a result of sea level rise;"}, {"text_block_id": "p23_b797", "text": ""}, {"text_block_id": "p23_b798", "text": "Erode beaches and coastal lands;"}, {"text_block_id": "p23_b799", "text": ""}, {"text_block_id": "p23_b800", "text": "Reduce fisheries production;"}, {"text_block_id": "p23_b801", "text": ""}, {"text_block_id": "p23_b802", "text": "Increase coastal structural and ecosystem damage;"}, {"text_block_id": "p23_b803", "text": "In order to address these and other impacts of Climate Change and other natural hazards on coastal"}, {"text_block_id": "p23_b804", "text": "and marine resources, the Government of Saint"}, {"text_block_id": "p23_b805", "text": "Lucia, in collaboration with its Social Partners"}, {"text_block_id": "p23_b806", "text": "will:"}, {"text_block_id": "p23_b807", "text": "(a)"}, {"text_block_id": "p23_b808", "text": "Adopt policies and"}, {"text_block_id": "p23_b809", "text": "strategies that encourage"}, {"text_block_id": "p23_b810", "text": "non-coastal development."}, {"text_block_id": "p23_b811", "text": "(b)"}, {"text_block_id": "p23_b812", "text": "adopt integrated approaches to"}, {"text_block_id": "p23_b813", "text": "the management of"}, {"text_block_id": "p23_b814", "text": "natural resources in"}, {"text_block_id": "p23_b815", "text": "general and coastal and marine"}, {"text_block_id": "p23_b816", "text": "resources in particular;"}, {"text_block_id": "p23_b817", "text": "(c)"}, {"text_block_id": "p23_b818", "text": "implement a continuing monitoring and assessment programme with particular emphasis on:"}, {"text_block_id": "p23_b819", "text": "implement a continuing monitoring and assessment programme with particular emphasis on:\n* the sustainable utilization of living and non-living resources within\n* the enhancement of modelling capabilities to distinguish between\n* regular assessments of the vulnerability of social and economic assets;"}, {"text_block_id": "p23_b826", "text": ""}, {"text_block_id": "p23_b827", "text": "research on comparable methodologies that will facilitate decision-making based on the precautionary principle;"}, {"text_block_id": "p23_b828", "text": "(d)"}, {"text_block_id": "p23_b829", "text": "Adopt measures to protect coastal areas and to increase the resilience of coastal ecosystems and resources, including the construction of coastal defence structures, enforcement of setbacks and restoration of coastal wetlands;"}, {"text_block_id": "p23_b830", "text": "(e)"}, {"text_block_id": "p23_b831", "text": "facilitate the restoration of impaired coastal resources and coastal ecosystems where technically and financially feasible;"}, {"text_block_id": "p24_b832", "text": "(f)"}, {"text_block_id": "p24_b833", "text": "Develop a comprehensive national land use and management plan, which incorporates natural hazard concerns and which guides the location of developments within the coastal zone;"}, {"text_block_id": "p24_b834", "text": "(f)"}, {"text_block_id": "p24_b835", "text": "Identify and promote alternative fishery and resource use activities where predicted impacts on"}, {"text_block_id": "p24_b836", "text": "ecosystems and natural resources preclude the continuation of traditional activities;"}, {"text_block_id": "p24_b837", "text": "(g)"}, {"text_block_id": "p24_b838", "text": "foster increased public awareness and knowledge regarding climate hazard impacts on the coastal and marine"}, {"text_block_id": "p24_b839", "text": "environment;"}, {"text_block_id": "p24_b840", "text": "(h)"}, {"text_block_id": "p24_b841", "text": "design and implement poverty reduction programmes for coastal communities including income -generating schemes"}, {"text_block_id": "p24_b842", "text": "built around"}, {"text_block_id": "p24_b843", "text": "sustainable"}, {"text_block_id": "p24_b844", "text": "resource use and management, education and"}, {"text_block_id": "p24_b845", "text": "training,"}, {"text_block_id": "p24_b846", "text": "settlement upgrading and conflict resolution;"}, {"text_block_id": "p24_b847", "text": "(i)"}, {"text_block_id": "p24_b848", "text": "promote a"}, {"text_block_id": "p24_b849", "text": "culture of collaborative resource management that includes negotiated agreements between resource users and that sets out obligations, rights, responsibilities and expectations"}, {"text_block_id": "p24_b850", "text": "of all parties;"}, {"text_block_id": "p24_b851", "text": "(j)"}, {"text_block_id": "p24_b852", "text": "Work in conjunction"}, {"text_block_id": "p24_b853", "text": "with other countries and international organizations"}, {"text_block_id": "p24_b854", "text": "towards the development and"}, {"text_block_id": "p24_b855", "text": "implementation of an effective Early Warning System."}, {"text_block_id": "p24_b856", "text": "v. Water Resources"}, {"text_block_id": "p24_b857_merged_merged_merged_merged_merged_merged", "text": "The Social Partners are also mindful that Climate Variability and Climate Change can bring about dramatic changes in the temporal and spatial distribution of water due to severe events such as cyclones and droughts and the contamination of groundwater from salt-water intrusion due to sea level rise. Of concern is the negative impact that these changes can have on the island•s food security, on human health and on the sustainability of the environment."}, {"text_block_id": "p24_b863", "text": "In this regard, Government will seek to build the capacity of capability of all relevant agencies to:"}, {"text_block_id": "p24_b864", "text": "(a)"}, {"text_block_id": "p24_b865", "text": "undertake an effective planning process that takes account of potential hazards and the vulnerability of people and ecosystems to extreme events;"}, {"text_block_id": "p24_b866", "text": "(b)"}, {"text_block_id": "p24_b867", "text": "undertake risk assessments that can inform decisions on appropriate mitigation strategies to deal with water-related, natural and human-induced hazards, such as resource scarcity, water quality, non-average climatic events, public health and ecosystem change;"}, {"text_block_id": "p24_b868", "text": "(c)"}, {"text_block_id": "p24_b869", "text": "analyse the nature and distribution of potential harm from water management policies and practices;"}, {"text_block_id": "p24_b870", "text": "(d)"}, {"text_block_id": "p24_b871", "text": "evaluate public perceptions of risk and risk mitigation priorities;"}, {"text_block_id": "p25_b872", "text": "(e)"}, {"text_block_id": "p25_b873", "text": "undertake flood and drought forecasting."}, {"text_block_id": "p25_b874", "text": "(f)"}, {"text_block_id": "p25_b875", "text": "develop a long-term national water management plan which incorporates and addresses climate hazard"}, {"text_block_id": "p25_b876", "text": "concerns including catchment and watershed protection and saltwater intrusion;"}, {"text_block_id": "p25_b877", "text": "(g)"}, {"text_block_id": "p25_b878", "text": "Undertake reforestation and other measures to increase the resilience of watersheds and catchments;"}, {"text_block_id": "p25_b879", "text": "(h)"}, {"text_block_id": "p25_b880", "text": "Assess and address needs for water storage and distribution infrastructure to ensure water availability during drought periods;"}, {"text_block_id": "p25_b881", "text": "(i)"}, {"text_block_id": "p25_b882", "text": "promote initiatives to identify and where necessary exploit non-traditional"}, {"text_block_id": "p25_b883", "text": "water resources."}, {"text_block_id": "p25_b884", "text": "(j)"}, {"text_block_id": "p25_b885", "text": "develop public awareness campaigns directed to the general population and other stakeholders addressing water issues such as scarcity and pollution."}, {"text_block_id": "p25_b886", "text": "Government and the Social Partners accept the scientific evidence indicating the likelihood"}, {"text_block_id": "p25_b887", "text": "of significant impacts on terrestrial resources including changes in the composition of"}, {"text_block_id": "p25_b888", "text": "natural vegetation and alterations in plant-plant, animal-animal"}, {"text_block_id": "p25_b889", "text": "and plant-animal"}, {"text_block_id": "p25_b890", "text": "associations due to changing climatic and hydrological and conditions."}, {"text_block_id": "p25_b891", "text": "Government will accelerate the implementation of the National Land Policy, especially those"}, {"text_block_id": "p25_b892", "text": "provisions that will strengthen the capacity of"}, {"text_block_id": "p25_b893", "text": "land management agencies to promote the adoption"}, {"text_block_id": "p25_b894", "text": "of sound land-use practices."}, {"text_block_id": "p25_b895", "text": "In addition, Government will seek to:"}, {"text_block_id": "p25_b896", "text": "(a)"}, {"text_block_id": "p25_b897_merged_merged_merged_merged_merged", "text": "mitigate the negative impacts of physical development on natural and environmental resources;"}, {"text_block_id": "p25_b899", "text": "(b)"}, {"text_block_id": "p25_b900", "text": "preserve important sites, ecosystems and wildlife habitats;"}, {"text_block_id": "p25_b901", "text": "(c)"}, {"text_block_id": "p25_b902", "text": "protect rivers, buffers and other critical watershed areas and establish riparian buffer zones;"}, {"text_block_id": "p25_b903", "text": "(d)"}, {"text_block_id": "p25_b904", "text": "develop a comprehensive, national land use and management plan which incorporates Climate Change concerns;"}, {"text_block_id": "p25_b905", "text": "(e)"}, {"text_block_id": "p25_b906", "text": "Develop or strengthen a national adaptation strategy for the forestry sector to address climate-related impacts over the short, medium and long term;"}, {"text_block_id": "p26_b907", "text": "(f)"}, {"text_block_id": "p26_b908", "text": "Ensure the inclusion of climate-hazard considerations during the implementation of strategies and plans including the National Biodiversity Strategy and Action Plan and the National Forest Action Plan;"}, {"text_block_id": "p27_b909", "text": "Annex I -Listing of Stakeholders at Consultations"}, {"text_block_id": "p27_b910", "text": "List as of June 17, 2004"}, {"text_block_id": "p28_b911", "text": "10."}, {"text_block_id": "p28_b912", "text": "Winston Lubin"}, {"text_block_id": "p28_b913", "text": "11."}, {"text_block_id": "p28_b914", "text": "Victor Jn. Baptiste"}, {"text_block_id": "p28_b915", "text": "12."}, {"text_block_id": "p28_b916", "text": "Victor Edward"}, {"text_block_id": "p28_b917", "text": "13."}, {"text_block_id": "p28_b918", "text": "David Octave"}, {"text_block_id": "p28_b919", "text": "14."}, {"text_block_id": "p28_b920", "text": "Silverius Vidal"}, {"text_block_id": "p28_b921", "text": "15."}, {"text_block_id": "p28_b922", "text": "Tommy Daniel"}, {"text_block_id": "p28_b923", "text": "16."}, {"text_block_id": "p28_b924", "text": "John Vitalis"}, {"text_block_id": "p28_b925", "text": "17."}, {"text_block_id": "p28_b926", "text": "Anthony Thomas"}, {"text_block_id": "p28_b927", "text": "18."}, {"text_block_id": "p28_b928", "text": "Joan Norville"}, {"text_block_id": "p28_b929", "text": "19."}, {"text_block_id": "p28_b930", "text": "Peter Caldron"}, {"text_block_id": "p28_b931", "text": "20."}, {"text_block_id": "p28_b932", "text": "Deepa Cirdari"}, {"text_block_id": "p28_b933", "text": "21."}, {"text_block_id": "p28_b934", "text": "Augustus Cadette"}, {"text_block_id": "p28_b935", "text": "22."}, {"text_block_id": "p28_b936", "text": "Desmond Alcee"}, {"text_block_id": "p28_b937", "text": "23."}, {"text_block_id": "p28_b938", "text": "Barnabas Annius"}, {"text_block_id": "p28_b939", "text": "24."}, {"text_block_id": "p28_b940", "text": "Bonaventure Jn. Baptiste"}, {"text_block_id": "p28_b941", "text": "25."}, {"text_block_id": "p28_b942", "text": "Fortuna Bellerose"}, {"text_block_id": "p28_b943", "text": "26."}, {"text_block_id": "p28_b944", "text": "Brenda Wilson"}, {"text_block_id": "p28_b945", "text": "27."}, {"text_block_id": "p28_b946", "text": "Velda Joseph"}, {"text_block_id": "p28_b947", "text": "28."}, {"text_block_id": "p28_b948", "text": "Perpetua Sanues"}, {"text_block_id": "p28_b949", "text": "Member, Dennery Disaster Committee"}, {"text_block_id": "p28_b950", "text": "Member, Canaries Emergency Committee"}, {"text_block_id": "p28_b951", "text": "Member, Dennery South Disaster"}, {"text_block_id": "p28_b952", "text": "Committee"}, {"text_block_id": "p28_b953", "text": "Member, Babonneau Disaster Committee"}, {"text_block_id": "p28_b954", "text": "Member, Castries East Disaster Committee"}, {"text_block_id": "p28_b955", "text": "Chairman, Vieux Fort South Disaster"}, {"text_block_id": "p28_b956", "text": "Committee"}, {"text_block_id": "p28_b957", "text": "Chairman, Micoud South Disaster"}, {"text_block_id": "p28_b958", "text": "Committee"}, {"text_block_id": "p28_b959", "text": "Ministry of Agriculture"}, {"text_block_id": "p28_b960", "text": "Ministry of Agriculture"}, {"text_block_id": "p28_b961", "text": "Ministry of Works"}, {"text_block_id": "p28_b962", "text": "Ministry of Tourism"}, {"text_block_id": "p28_b963", "text": "Ministry of Social Transformation"}, {"text_block_id": "p28_b964", "text": "Ministry of Tourism"}, {"text_block_id": "p28_b965", "text": "Ministry of Tourism"}, {"text_block_id": "p28_b966", "text": "Ministry of Education"}, {"text_block_id": "p28_b967", "text": "Ministry"}, {"text_block_id": "p28_b968", "text": "of Social Transformation"}, {"text_block_id": "p28_b969", "text": "Ministry of Social Transformation"}, {"text_block_id": "p28_b970_merged_merged", "text": "CDO Micoud North, Ministry of Social"}, {"text_block_id": "p28_b973", "text": "Transformation"}, {"text_block_id": "p28_b974", "text": "29."}, {"text_block_id": "p28_b975", "text": "Faustinus Faisal"}, {"text_block_id": "p28_b976", "text": "30."}, {"text_block_id": "p28_b977", "text": "Rose Marie Harris"}, {"text_block_id": "p28_b978", "text": "31."}, {"text_block_id": "p28_b979", "text": "Edward Joseph"}, {"text_block_id": "p28_b980", "text": "32."}, {"text_block_id": "p28_b981", "text": "Aloysia Gabriel"}, {"text_block_id": "p28_b982", "text": "33."}, {"text_block_id": "p28_b983", "text": "Vaughn Charles"}, {"text_block_id": "p28_b984", "text": "34."}, {"text_block_id": "p28_b985", "text": "Daune Heholt"}, {"text_block_id": "p28_b986", "text": "35."}, {"text_block_id": "p28_b987", "text": "Norma George"}, {"text_block_id": "p28_b988", "text": "36."}, {"text_block_id": "p28_b989", "text": "Lawrence Pologne"}, {"text_block_id": "p28_b990", "text": "37."}, {"text_block_id": "p28_b991", "text": "Judith Ephraim"}, {"text_block_id": "p28_b992", "text": "38."}, {"text_block_id": "p28_b993", "text": "Cynthia Hinkson-Oulah"}, {"text_block_id": "p28_b994", "text": "39."}, {"text_block_id": "p28_b995", "text": "Pius Benjamin"}, {"text_block_id": "p28_b996", "text": "40."}, {"text_block_id": "p28_b997", "text": "Anthony Philip"}, {"text_block_id": "p28_b998", "text": "41."}, {"text_block_id": "p28_b999", "text": "Helena Ruba"}, {"text_block_id": "p28_b1000", "text": "42."}, {"text_block_id": "p28_b1001", "text": "Jason Louis"}, {"text_block_id": "p28_b1002", "text": "43."}, {"text_block_id": "p28_b1003", "text": "Eric Branford"}, {"text_block_id": "p28_b1004", "text": "44."}, {"text_block_id": "p28_b1005", "text": "Jude Deterville"}, {"text_block_id": "p28_b1006", "text": "45."}, {"text_block_id": "p28_b1007", "text": "Anthony Hebert"}, {"text_block_id": "p28_b1008", "text": "46."}, {"text_block_id": "p28_b1009", "text": "Babara Tipson"}, {"text_block_id": "p28_b1010", "text": "SDC Regional Planning, Ministry of"}, {"text_block_id": "p28_b1011", "text": "Physical Development"}, {"text_block_id": "p28_b1012", "text": "Ministry of Physical Development"}, {"text_block_id": "p28_b1013", "text": "St. Jude Hospital, Ministry of Health"}, {"text_block_id": "p28_b1014", "text": "Dennery Village Council"}, {"text_block_id": "p28_b1015", "text": "Vieux Fort Town Council"}, {"text_block_id": "p28_b1016", "text": "Saint Lucia Architects Association"}, {"text_block_id": "p28_b1017", "text": "Saint Lucia Archaeological Society"}, {"text_block_id": "p28_b1018", "text": "Saint Lucia National Trust"}, {"text_block_id": "p28_b1019", "text": "Saint Lucia Red Cross"}, {"text_block_id": "p28_b1020", "text": "Saint Lucia Animal Protection Society"}, {"text_block_id": "p30_b1021", "text": "18."}, {"text_block_id": "p30_b1022", "text": "Augustus Cadet"}, {"text_block_id": "p30_b1023", "text": "19."}, {"text_block_id": "p30_b1024", "text": "Mc Arthur Phillip"}, {"text_block_id": "p30_b1025", "text": "20."}, {"text_block_id": "p30_b1026", "text": "Jackie Alllain-Francois"}, {"text_block_id": "p30_b1027", "text": "21."}, {"text_block_id": "p30_b1028", "text": "Jahto Mahal"}, {"text_block_id": "p30_b1029", "text": "22."}, {"text_block_id": "p30_b1030", "text": "Martha Blanchard"}, {"text_block_id": "p30_b1031", "text": "23."}, {"text_block_id": "p30_b1032", "text": "Urania Joseph"}, {"text_block_id": "p30_b1033", "text": "24."}, {"text_block_id": "p30_b1034", "text": "Margarite Lubrin"}, {"text_block_id": "p30_b1035", "text": "25."}, {"text_block_id": "p30_b1036", "text": "Faustinus Faisal"}, {"text_block_id": "p30_b1037", "text": "26."}, {"text_block_id": "p30_b1038", "text": "Perpetua James"}, {"text_block_id": "p30_b1039", "text": "27."}, {"text_block_id": "p30_b1040", "text": "Sylvester Chastanet"}, {"text_block_id": "p30_b1041", "text": "28."}, {"text_block_id": "p30_b1042", "text": "Michael Bob"}, {"text_block_id": "p30_b1043", "text": "29."}, {"text_block_id": "p30_b1044", "text": "Venesta Moses-Felix"}, {"text_block_id": "p30_b1045", "text": "30."}, {"text_block_id": "p30_b1046", "text": "Arlene Devaux"}, {"text_block_id": "p30_b1047", "text": "31."}, {"text_block_id": "p30_b1048", "text": "Pius Benjamin"}, {"text_block_id": "p30_b1049", "text": "32."}, {"text_block_id": "p30_b1050", "text": "Martin Renee"}, {"text_block_id": "p30_b1051", "text": "33."}, {"text_block_id": "p30_b1052", "text": "Cynthia Oulah"}, {"text_block_id": "p30_b1053", "text": "34."}, {"text_block_id": "p30_b1054", "text": "Laurinaus Lesfloris"}, {"text_block_id": "p30_b1055", "text": "35."}, {"text_block_id": "p30_b1056", "text": "Hubert Regis"}, {"text_block_id": "p30_b1057", "text": "36."}, {"text_block_id": "p30_b1058", "text": "Vaughn Charles"}, {"text_block_id": "p30_b1059", "text": "37."}, {"text_block_id": "p30_b1060", "text": "Filan Nicholas"}, {"text_block_id": "p30_b1061", "text": "38."}, {"text_block_id": "p30_b1062", "text": "Peter Calderon"}, {"text_block_id": "p30_b1063", "text": "39."}, {"text_block_id": "p30_b1064", "text": "Theresa Louis"}, {"text_block_id": "p30_b1065", "text": "40."}, {"text_block_id": "p30_b1066", "text": "Augustin Compton"}, {"text_block_id": "p30_b1067", "text": "41."}, {"text_block_id": "p30_b1068", "text": "Bonaventure Jn Baptiste"}, {"text_block_id": "p30_b1069", "text": "42."}, {"text_block_id": "p30_b1070", "text": "Chidi Tobias SLASPA"}, {"text_block_id": "p30_b1071", "text": "43."}, {"text_block_id": "p30_b1072", "text": "Rosemarie Harris"}, {"text_block_id": "p30_b1073", "text": "44."}, {"text_block_id": "p30_b1074", "text": "Embert Charles"}, {"text_block_id": "p30_b1075", "text": "CDO, Castries South East"}, {"text_block_id": "p30_b1076", "text": "Anse La Raye/Canaries"}, {"text_block_id": "p30_b1077", "text": "CDO, Castries South"}, {"text_block_id": "p30_b1078", "text": "CDO, Dennery North"}, {"text_block_id": "p30_b1079", "text": "CDO, Dennery South"}, {"text_block_id": "p30_b1080", "text": "Member, NPIC"}, {"text_block_id": "p30_b1081", "text": "CDO, VF South"}, {"text_block_id": "p30_b1082", "text": "CDO, Choiseul"}, {"text_block_id": "p30_b1083", "text": "CDO, Soufriere"}, {"text_block_id": "p30_b1084", "text": "CDO, Gros Islet"}, {"text_block_id": "p30_b1085", "text": "Member, NPIC"}, {"text_block_id": "p30_b1086", "text": "Member, NPIC"}, {"text_block_id": "p30_b1087", "text": "Member, NPIC"}, {"text_block_id": "p30_b1088", "text": "Member, NPIC"}, {"text_block_id": "p30_b1089", "text": "Member, NPIC"}, {"text_block_id": "p30_b1090", "text": "Member,"}, {"text_block_id": "p30_b1091", "text": "NPIC"}, {"text_block_id": "p30_b1092", "text": "Member, NPIC"}, {"text_block_id": "p30_b1093_merged_merged", "text": "Member, NPIC Member, NPIC"}, {"text_block_id": "p30_b1095", "text": "Member, NPIC"}, {"text_block_id": "p30_b1096", "text": "Member, NPIC"}, {"text_block_id": "p30_b1097", "text": "Consultant to PDC"}, {"text_block_id": "p30_b1098", "text": "Liaison Officer • Ministry of Health"}, {"text_block_id": "p30_b1099", "text": "Liaison Officer • Ministry of Education"}, {"text_block_id": "p30_b1100", "text": "Ministry of Health"}, {"text_block_id": "p30_b1101", "text": "Government Information Service"}, {"text_block_id": "p30_b1102", "text": "Chair, National Information Committee"}, {"text_block_id": "p30_b1103", "text": "June 17, 2004"}, {"text_block_id": "p30_b1104", "text": "National Hazard Mitigation Council"}, {"text_block_id": "p31_b1105", "text": "ANNEX II"}], "document_description": "The Hazard Mitigation Policy (HMP) and Natural Hazard Mitigation Plan (NHMP) are designed to work in tandem with the <a href=\"http://archive.stlucia.gov.lc/docs/nemo/nrp/SaintLuciaNationalEmergencyManagementPlan.pdf\">National Emergency Management Plan</a> 0f 2007.<br />\n<br />\nThe HMP has been designed to reinforce the institutional and popular hazards mitigation, and notably climate-change related catastrophes. This shall be done through building institutional capacity to assess, mediate and manage risks from hazards, and through enhanced communication and collaboration with citizens.<br />\n<br />\nThe NHMP details the HMP orientations with more specific measures, such as the maintenance of a NEMO database used in the case of extreme weather events. The NHMP aims at reducing public expense for emergency and recovery services required by natural disasters, protect the country's prosperity on the long term, ensure an equitable distribution of the risks and associated costs, reduce the liability for loss of life and property from natural hazards, and protect the natural environment.<br />\n<br />\n<br />\n<br />\n<br />"}