{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Saint Lucia", "document_category": "Policy", "document_sector_name": ["Tourism", "Residential and Commercial"], "document_language": "English", "document_name": "National climate change adaptation policy", "document_country_code": "LCA", "document_hazard_name": ["Sea Level Rise", "Landslides", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Floods"], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": "Adaptation", "document_region_code": "Latin America & Caribbean", "document_date": "25/12/2005", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/LCA/2005/LCA-2005-12-25-National climate change adaptation policy_e151a739fb5ba2aab961434a497dc831.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE SAINT LUCIA CLIMATE"}, {"text_block_id": "p0_b2", "text": "CHANGE ADAPTATION"}, {"text_block_id": "p0_b3", "text": "POLICY"}, {"text_block_id": "p0_b4", "text": "Adapting one individual, one household, one community, one"}, {"text_block_id": "p0_b5", "text": "ENTERPRISE and one sector at a time"}, {"text_block_id": "p0_b6", "text": "Ministry of Sustainable Development, Energy, Science and Technology"}, {"text_block_id": "p1_b7", "text": "FOREWORD"}, {"text_block_id": "p1_b8_merged", "text": "In 2002, Saint Lucia’s Cabinet of Ministers approved a National Climate Change Policy and Adaptation Plan (NCCPAP). This was the first such policy of its type in the Caribbean and, for some time, the only one."}, {"text_block_id": "p1_b11", "text": "At the time, the awareness of climate change and its impacts was only just beginning to emerge in the English-speaking Caribbean. For this reason, interest in this phenomenon was then confined largely to a relatively small group of persons in government and academia. Consequently, the NCCPAP placed the responsibility for addressing climate change primarily on state entities."}, {"text_block_id": "p1_b12", "text": "A decade later, awareness of climate change has increased nationally and regionally. This heightened awareness has been accompanied by a growing recognition, in Saint Lucia, that climate change affects everyone and every sector and that, consequently, the response to this phenomenon is not just the responsibility of Government but rather, that of every citizen. Government, the private sector and civil society must therefore work hand in hand to face and respond to the climate change challenge."}, {"text_block_id": "p1_b13", "text": "In 2011, the NCCPAP was revised with resources made available under Phase 1 of the Pilot Programme for Climate Resilience (PPCR), funded under the Climate Investment Funds (CIF). The final outcome of the aforementioned review is this Climate Change Adaptation Policy (CCAP). The CCAP, while superseding the NCCPAP, endorses and builds on many of its principles and elements, including the idea of a cross-sectoral approach to adaptation, across many sectors."}, {"text_block_id": "p1_b14", "text": "The CCAP duly recognizes the respective roles of Government, the private sector and civil society. For this reason, it bears the strap-line"}, {"text_block_id": "p1_b15", "text": "“"}, {"text_block_id": "p1_b16", "text": "Adapting, one individual, one household, one community, one enterprise and one sector at a time"}, {"text_block_id": "p1_b17", "text": "”."}, {"text_block_id": "p1_b18", "text": "The CCAP provides a framework for addressing the impacts of climate change, in an integrated manner, across all key sectors. It also takes into account the fact that successfully adapting to climate change involves three interconnected processes, namely:"}, {"text_block_id": "p1_b19", "text": "The CCAP provides a framework for addressing the impacts of climate change, in an integrated manner, across all key sectors. It also takes into account the fact that successfully adapting to climate change involves three interconnected processes, namely:\n* , which entails creating the appropriate policy, legislative and\n* , which involves putting in place measures to ensure adequate and\n* , which entails taking concrete actions on the ground to"}, {"text_block_id": "p1_b28", "text": "While the CCAP specifically addresses climate change adaptation, it is recognised that some activities provide meaningful adaptation, as well as mitigation, co-benefits, thereby increasing resilience in the face of existing and emerging climate change impacts. As such, adaptation and mitigation efforts can be mutually reinforcing."}, {"text_block_id": "p2_b29", "text": "Given its recognition of the need to include all stakeholders and sectors, as well as the need to provide the basis for an integrated approach to climate change adaptation, it is expected that this CCAP will be consulted, and successfully implemented, by all of these actors, working in concert."}, {"text_block_id": "p3_b30", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b31", "text": "FIGURES"}, {"text_block_id": "p5_b32", "text": "PROLOGUE"}, {"text_block_id": "p5_b33", "text": "The Third and Fourth Assessment Reports of the Intergovernmental Panel on Climate Change (IPCC)"}, {"text_block_id": "p5_b34", "text": "have demonstrated the importance and complexity of adaptation. Indeed, adaptation, long recognized as being critical for small island states, has become more urgent in the face of ever more dire predictions by the IPCC and the increasingly apparent progress of climate change. The economic rationale for adaptation has also been emphasized."}, {"text_block_id": "p5_b35", "text": "Given the slow progress in establishing realistic, new legally binding emission targets for developed countries by the Conference of Parties of the United Nations Framework Convention on Climate Change, and the growing realization among Small Island Developing States"}, {"text_block_id": "p5_b36", "text": "of their vulnerability to climate change, countries are considering the simultaneous development and implementation of mitigation and adaptation measures. They are also looking to mainstream climate change measures into development planning."}, {"text_block_id": "p5_b37", "text": "What is adaptation to climate change?"}, {"text_block_id": "p5_b38", "text": "The concept of adaptation has been variously defined. The CCAP uses the 2001 IPCC"}, {"text_block_id": "p5_b39", "text": "definition of adaptation, i.e."}, {"text_block_id": "p5_b40", "text": "“"}, {"text_block_id": "p5_b41", "text": "adjustments in ecological, social or economic systems in response to actual or expected stimuli and their effects or impacts. This term refers to changes in processes, practices and structures to moderate potential damages or to benefit from opportunities associated with climate change"}, {"text_block_id": "p5_b42", "text": "adjustments to decrease the vulnerability of individuals, households, communities, enterprises, sectors, and nations to climate variability and change and in promoting sustainable development. Responding to this process thus calls for interdisciplinary and multiple expertise"}, {"text_block_id": "p5_b43", "text": "–"}, {"text_block_id": "p5_b44", "text": "a coalescing of researchers and practitioners in,"}, {"text_block_id": "p5_b45", "text": "inter alia"}, {"text_block_id": "p5_b46", "text": ", climatology, ecology, economics, management of natural resources, public health, disaster risk reduction, and community development."}, {"text_block_id": "p5_b47_merged_merged_merged_merged", "text": "In essence, adaptation refers to the measures taken in response to climate change, to reduce the adverse impacts or to take advantage of opportunities offered by such changes.Adaptation measures can be"}, {"text_block_id": "p6_b49", "text": "reactive or anticipatory."}, {"text_block_id": "p6_b50", "text": "Reactive adaptation measures are implemented in response to current climate variability and observed impacts. Anticipatory adaptation measures, on the other hand, are undertaken before impacts are observed, to reduce exposure to future risks. Given the uncertainty surrounding climate change, the implementation of anticipatory measures is challenging, as they require in-depth information and knowledge about climate change."}, {"text_block_id": "p6_b51", "text": "Nevertheless, existing policies may be strengthened to accommodate adaptation concerns or altogether new policies may be formulated for this purpose. Adaptation measures may also be classified as:"}, {"text_block_id": "p6_b52", "text": "Nevertheless, existing policies may be strengthened to accommodate adaptation concerns or altogether new policies may be formulated for this purpose. Adaptation measures may also be classified as:\n* short-term or long-term;\n* technological, behavioural or\n* sectoral, cross-sectoral or multi\n* sectoral, cross-sectoral or multi\n -\n* sectoral, cross-sectoral or multi\n -\n sectoral;\n* horizontal or vertical;\n* horizontal or vertical;\n or\n* at macro, meso or micro scales."}, {"text_block_id": "p6_b65", "text": "Implications of climate change for Saint Lucia"}, {"text_block_id": "p6_b66_merged_merged_merged_merged", "text": "Saint Lucia’s vulnerability to climate change is very high, and increasing. Increases in the frequency and intensity of extreme weather and climate events, such as heavy rainfall, strong winds, drought and high sea temperatures and levels, are already occurring. These and other events have claimed lives, caused severe damage to infrastructure and other economic assets and adversely impacted livelihoods. Importantly, these changes and their adverse consequences are projected to escalate in the near and longer terms."}, {"text_block_id": "p6_b69", "text": "Figure 1: Hurricane Tomas Hitting Saint Lucia"}, {"text_block_id": "p7_b70_merged", "text": "Saint Lucia, like other Small Island Developing States (SIDS), is highly prone to devastating natural disasters. Its vulnerability can be attributed to: (a) its small geographical area, which accounts for the fact that disasters take country‐wide proportions; (b) its location in one of the highest-risk areas of the planet. These risks include, high volcanic and seismic activity, being situated in the tropical cyclone belts, and direct exposure to the forces of the oceans; and (c) its dependence on few sources of income (agriculture and tourism sectors) for a substantial part of its gross domestic product (GDP. These sources of income have been severely reduced for months on end by single catastrophic events. Another critical indicator of Saint Lucia’s vulnerability is its limited capacity to reactivate the development process after a devastating weather event. The fragility of ecosystems, coupled with limited human resources, often preclude any possibility of developing and implementing meaningful disaster‐mitigation programmes."}, {"text_block_id": "p7_b77", "text": "Figure 2: Damage caused by Hurricane Dean, 2007"}, {"text_block_id": "p8_b78", "text": "ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p9_b79", "text": "1. THE CONTEXT"}, {"text_block_id": "p9_b80", "text": "1.1 Climate change in Saint Lucia"}, {"text_block_id": "p9_b81", "text": "Saint Lucia"}, {"text_block_id": "p9_b82", "text": "is situated in the Lesser Antillean Arc of the Caribbean Archipelago. The island is 42 km long and 22 km wide and has a land area of 616 km"}, {"text_block_id": "p9_b83", "text": "2"}, {"text_block_id": "p9_b84", "text": ". It is volcanic in origin and is rugged in topography, with steep slopes cut by fast-flowing rivers. Most of the flat or gently sloping land is found along the narrow coastal belt."}, {"text_block_id": "p9_b85", "text": "Saint Lucia lies within the north-east Trade Wind belt and has a tropical maritime climate characterized by warm air temperatures averaging near 28 degrees Celsius, but rarely rising above 33 degrees C or falling below 20 degrees C. The"}, {"text_block_id": "p9_b86", "text": "island’s weather is influenced by synoptic"}, {"text_block_id": "p9_b87", "text": "weather systems, including the Atlantic High Pressure system (Bermuda Azores), the Inter-Tropical Convergence Zone, surface, mid and upper level low pressure systems, tropical waves and cyclones and the occasional frontal system."}, {"text_block_id": "p9_b88_merged_merged_merged", "text": "Saint Lucia is highly vulnerable to all the anticipated impacts of global climate change. These vulnerabilities are a consequence of, and exacerbated by, the island’s location, small land mass, topography, limited human and financial resources, location of social and"}, {"text_block_id": "p9_b91", "text": "economic infrastructure and dependence on primary production and the service industry."}, {"text_block_id": "p10_b92", "text": "Figure 3: Wind speed model"}, {"text_block_id": "p10_b93", "text": "Source: P.J. Vickery Applied Research Associates, Inc (2008). The Impact of Climate Change on Design Wind Speeds in Saint Lucia. Prepared for: International Code Council, Inc. Washington DC. ["}, {"text_block_id": "p10_b94", "text": "Graph on the upper left hand corner]"}, {"text_block_id": "p10_b95", "text": "Figure 4: Regional Climate Model"}, {"text_block_id": "p10_b96", "text": "Source: Regional Climate Model. Available at"}, {"text_block_id": "p11_b97", "text": "Saint Lucia has an open economy, which is exposed to international pressures and impacts, such as the global financial crisis of 2008, which is having serious implications for the local tourism industry. Similarly, the local banking and insurance sectors are tied to the international financial systems and respond to anomalies at the global level."}, {"text_block_id": "p11_b98", "text": "Figure 5: Saint Lucia's Water Woes in 2010 -The Dry John Compton Dam"}, {"text_block_id": "p11_b99", "text": "The global nature of these events places them beyond the reach of the national policy environment, legal structures or political influence, but there are opportunities to make those sectors more resilient to the related impacts. Global trading arrangements have eroded traditional markets for primary products and cheaper imports are threatening local industries."}, {"text_block_id": "p11_b100", "text": "Unemployment remains high, particularly among the youth, who make up over 56% of the population."}, {"text_block_id": "p11_b101", "text": "Figure 6: Figure 5: The effect of Hurricane Tomas in October 2010, on poor land use planning"}, {"text_block_id": "p11_b102", "text": "These developments will also threaten important marine and terrestrial ecosystems and will erode the resilience of natural systems to the impacts of climate change."}, {"text_block_id": "p12_b103", "text": "1.2. Constraints and opportunities to adaptation"}, {"text_block_id": "p12_b104_merged", "text": "Saint Lucia faces a number of constraints in trying to mainstream climate change into its development strategies and plans. These include the country’s limited resources, especially given the indivisibilities of overhead expenditures and hidden costs involved in adaptation measures, particularly in infrastructural projects."}, {"text_block_id": "p12_b107", "text": "As the impacts of climate change become increasingly evident, Saint Lucia will be confronted with the need to implement adaptation strategies with greater urgency. However, for these strategies to be effective, they have to reflect the fact that natural and human systems in Saint Lucia are being simultaneously subjected to other non-climate stresses, including population growth, competition for limited resources, ecosystem degradation and the dynamics of social change and economic transformation. Therefore, responses to climate change need to be properly coordinated and integrated with socio-economic development policies and environmental conservation. The enhancement of resilience at various levels of society, through capacity building, efficient resource allocation and the mainstreaming of climate risk management into development policies at the national and local scale, will also constitute a key element of the adaptation strategy."}, {"text_block_id": "p12_b108", "text": "The understanding of adaptive capacity and adaptation options is still at an early stage of development in Saint Lucia. Although several potential constraints on, as well as opportunities for, adaptation have been identified, two features have become apparent. The application of some adaptation measures poses particular challenges in the Saint Lucian setting. Examples include insurance, where there is"}, {"text_block_id": "p12_b109", "text": "a small population pool, although the propensity for natural disasters is high; and the possible undermining of local resilience by economic liberalisation. With respect to technical measures, Saint Lucia will pay closer attention to the traditional technologies and skills that have allowed the communities to cope successfully with climate variability in the past. However, as it is uncertain whether the traditional technologies and skills are sufficient to address the adverse effects of climate change, these will be combined with modern knowledge and technologies, where appropriate."}, {"text_block_id": "p12_b110", "text": "Local capacity will be strengthened in the areas of environmental assessment and management, modelling, economic and social development planning related to climate change, and adaptation. These objectives will be pursued through the"}, {"text_block_id": "p13_b111", "text": "application of participatory approaches to capacity building and institutional change."}, {"text_block_id": "p13_b112", "text": "Although the economic, social and environmental linkages between climate change and sustainable development, and their implications for poverty alleviation in Saint Lucia, have not been fully understood, these linkages have been highlighted in various other studies"}, {"text_block_id": "p13_b113", "text": ","}, {"text_block_id": "p13_b114", "text": "and these are relevant to Saint Lucia. Most recently, one"}, {"text_block_id": "p13_b115", "text": "of the ‘key findings’ of a major study"}, {"text_block_id": "p13_b116", "text": "suggested that climate change poses such a serious threat to poor, vulnerable developing countries that, if left unchecked, it will"}, {"text_block_id": "p13_b117", "text": "become a “…major obstacle to continued poverty reduction”."}, {"text_block_id": "p13_b118", "text": "The combined experience of many international organisations suggests that the best way to address climate change impacts is by integrating adaptation measures into sustainable development strategies. A similar argument has already been advanced for Saint Lucia in the NCCPAP. It is clear that the most desirable adaptive responses are those that augment actions which should be taken even in the absence of climate change, due to their contributions to sustainable development. Adaptation measures are conducive to sustainable development, even without the connection with climate change. The link between adaptation to climate change and sustainable development, which leads to the lessening of"}, {"text_block_id": "p13_b119_merged_merged", "text": "pressure on natural resources, improving environmental risk management and increasing the social well-being of the poor may not only reduce Saint Lucia’s vulnerability, but also put the country on the path towards sustainable development."}, {"text_block_id": "p13_b122", "text": "One of the principal channels of support for Small Island Developing States (SIDS) in the area of climate change is the Global Environment Facility (GEF) Trust Fund. With resources made available through this channel, but also using resources of their own and those obtained from multilateral and bilateral sources, Saint Lucia has been able to undertake a number of important activities designed, not only to meet its reporting obligations under the Convention, but also to take early action in the area of climate change."}, {"text_block_id": "p13_b123", "text": "Saint Lucia has sought and obtained resources for building its national capacities and institutions in areas relevant to climate change. These resources have also been used to establish a National Climate Change Committee that has helped to guide national efforts in this area; develop national climate change action plans and mitigation strategies and initiate education, training, and public awareness campaigns designed to engage the general populace on the problem of climate change."}, {"text_block_id": "p13_b124", "text": "Supported by this institutional setup, Saint Lucia has been active in developing and participating in a number of regional cooperation activities designed to help build capacity for conducting vulnerability and adaptation assessments, to mainstream climate change consideration into developing planning, to cope and adapt to the adverse effects of climate change and to pursue sustainable energy options."}, {"text_block_id": "p14_b125", "text": "2. THE CLIMATE CHANGE ADAPTATION POLICY (CCAP): THE CONCEPTUAL FRAMEWORK"}, {"text_block_id": "p14_b126", "text": "Aim"}, {"text_block_id": "p14_b127", "text": "The aim"}, {"text_block_id": "p14_b128", "text": "of"}, {"text_block_id": "p14_b129", "text": "this Climate Change Adaptation Policy (CCAP"}, {"text_block_id": "p14_b130", "text": ")"}, {"text_block_id": "p14_b131", "text": "is to foster and guide a national process of addressing the short, medium and long term effects of climate change in a co-ordinated, holistic and participatory manner in order to ensure that, to the greatest extent possible, the quality of life of the people of Saint Lucia, and opportunities for sustainable development, are not compromised."}, {"text_block_id": "p14_b132", "text": "Vision"}, {"text_block_id": "p14_b133", "text": "The Vision of the CCAP is that Saint Lucia and her people, their livelihoods, social systems and environment are resilient to the risks and impacts of climate change."}, {"text_block_id": "p14_b134", "text": "Objectives"}, {"text_block_id": "p14_b135", "text": "The Vision will be achieved through the following Objectives:"}, {"text_block_id": "p14_b136", "text": "The Vision will be achieved through the following Objectives:\n* Creating the strategic direction and\n* going climate\n* Creating the appropriate enabling\n* Mainstreaming climate change and\n* Engaging in and supporting capacity\n* Providing the necessary\n* Providing the necessary\n incentives\n* Providing the necessary\n incentives\n on\n* Providing the necessary\n incentives\n on\n -\n* Providing the necessary\n incentives\n on\n -\n going adaptation and\n* Identifying/establishing and accessing,"}, {"text_block_id": "p14_b154", "text": "Principles"}, {"text_block_id": "p14_b155", "text": "The CCAP will be guided by the following principles:"}, {"text_block_id": "p14_b156", "text": "The CCAP will be guided by the following principles:\n* Adaptation is a process by which\n* Adaptation to climate change is a"}, {"text_block_id": "p15_b161", "text": "The CCAP will be guided by the following principles:\n* Adaptation is a process by which\n* Adaptation to climate change is a\n* Successful adaptation strategies\n* Adaptation is closely linked with\n* Most development processes that are\n* â\n* â\n â\n* â\n â\n i.e., the gap between the adaptation\n* â\n â\n i.e., the gap between the adaptation\n . The adaptation\n* Mainstreaming adaptation into\n* Mainstreaming adaptation into\n to adaptation across"}, {"text_block_id": "p15_b177", "text": "risks."}, {"text_block_id": "p15_b178", "text": "See United Nations Development Programme,"}, {"text_block_id": "p15_b179", "text": "Human Development Report 2007/08"}, {"text_block_id": "p15_b180", "text": "–"}, {"text_block_id": "p15_b181", "text": "Fighting Climate Change: Human Solidarity in a Divided World"}, {"text_block_id": "p15_b182", "text": ", United Nations Development Programme: 2007."}, {"text_block_id": "p15_b183", "text": ". Accessed on April"}, {"text_block_id": "p15_b184", "text": "27 2011."}, {"text_block_id": "p15_b185", "text": "27 2011.\n* Some mitigation measures may also\n<\\li1>"}, {"text_block_id": "p15_b187_merged_merged_merged_merged", "text": "Central to the CCAP is building capacities at the individual, household, community, enterprise and sectoral levels. It is, however, recognised that irrespective of the level at which they take place, climate change adaptation interventions vary considerably in scope, breadth and appearance. At one end of the spectrum are actions that respond directly to climate change, such as erecting coastal embankments in areas threatened by rising sea levels. These are impact-centric options. At the other end of the spectrum are adaptation interventions which are approached as an integral part of ‘good development’. The premise here is that addressing the underlying drivers of poverty and vulnerability will help people and communities to respond more generally to changing shocks and trends, including climate change., ."}, {"text_block_id": "p16_b193", "text": "Scope of the CCAP"}, {"text_block_id": "p16_b194", "text": "This Policy builds on"}, {"text_block_id": "p16_b195", "text": "Saint Lucia’s"}, {"text_block_id": "p16_b196", "text": "National Climate Change Policy and Adaptation Plan that was endorsed in 2002. It provides a strategic platform not only for use by policy and decision makers at all levels, but also for the development and strengthening of partnerships for implementation of national and regional initiatives by all stakeholders."}, {"text_block_id": "p16_b197", "text": "The Policy will be in effect from 2013 to 2022 and this timeframe is consistent with those of the"}, {"text_block_id": "p16_b198", "text": "Millennium Declaration, the Johannesburg Plan of Implementation, the Mauritius Plan, the OECS SGD,"}, {"text_block_id": "p16_b199", "text": "and the subsequent work of the UN Commission on Sustainable Development. It does not create legal rights or impose obligations under international law."}, {"text_block_id": "p16_b200", "text": "The Policy will promote links with, but will in no way supersede, more specific international, regional and national instruments and plans across specific sectors that pertain to weather and climate including: water, agriculture, energy, forestry and land use, health, coastal zone management, marine ecosystems, ocean management, tourism, and transport. Nevertheless, addressing the issues of climate change requires an integrated, multi-stakeholder approach. Furthermore, Saint Lucia intends to undertake a strategic, programmatic approach in pursing initiatives which fall within the ambit of this policy, rather than an increase in stand-alone project initiatives."}, {"text_block_id": "p16_b201", "text": "The schema of the CCAP is provided in"}, {"text_block_id": "p16_b202", "text": "Figure 7"}, {"text_block_id": "p16_b203", "text": "below."}, {"text_block_id": "p16_b204", "text": "Strategic elements of the CCAP"}, {"text_block_id": "p16_b205_merged_merged_merged_merged", "text": "The CCAP, as schematised in Figure 6, is supported by three types of adaptation processes: Facilitation, Implementation, and Financing."}, {"text_block_id": "p16_b210", "text": "Facilitation"}, {"text_block_id": "p16_b211", "text": "encompasses activities that provide the enabling environment and enhance adaptive capacity, for example in awareness-and capacity-building, institutional and governance structures, policies and legislative frameworks, fiscal and economic incentives, knowledge management and dissemination and others, thereby improving conditions for the capacities and awareness at all levels of society; and implementation of adaptation measures."}, {"text_block_id": "p16_b212", "text": "In order for adaptation measures to be implemented effectively and efficiently, they have to be situated within an appropriate enabling environment. The facilitating adaptation measures will include:"}, {"text_block_id": "p16_b213", "text": "In order for adaptation measures to be implemented effectively and efficiently, they have to be situated within an appropriate enabling environment. The facilitating adaptation measures will include:\n* Good governance and institutional\n* Modalities and mechanisms for\n* Creation of partnerships between the\n* Design and implementation of"}, {"text_block_id": "p17_b221", "text": "In order for adaptation measures to be implemented effectively and efficiently, they have to be situated within an appropriate enabling environment. The facilitating adaptation measures will include:\n* Good governance and institutional\n* Modalities and mechanisms for\n* Creation of partnerships between the\n* Design and implementation of\n* Establishment of a sound knowledge\n* Research and Systematic"}, {"text_block_id": "p17_b225", "text": "Figure 7: Schema of the CCAP"}, {"text_block_id": "p18_b226", "text": "Implementation"}, {"text_block_id": "p18_b227", "text": "encompasses activities geared towards"}, {"text_block_id": "p18_b228", "text": "building the resilience of households, communities, vulnerable groups, enterprises, sectors and, ultimately, the nation. Implementation measures will therefore be identified at the national and community levels, with regional and international support and backstopping provided through agreed modalities. Linkages will be maintained with regional and national projects. Adaptation measures and information on adaptation technologies will be compiled by SDED and listed and updated on a regular basis. In addition, community participation in planning, management and implementation of adaptation measures will be encouraged."}, {"text_block_id": "p18_b229", "text": "The expected outputs by 2022 are:"}, {"text_block_id": "p18_b230", "text": "The expected outputs by 2022 are:\n* Priority adaptation measures to the\n* Identification of vulnerable priority\n* Adaptation measures in vulnerable\n* Appropriate adaptation measures"}, {"text_block_id": "p18_b238", "text": "Adaptation implementation measures supported by the CCAP shall be evaluated against the three pillars of sustainable development, i.e. economic systems; social"}, {"text_block_id": "p18_b239_merged_merged", "text": "systems and ecosystems. It is, however, recognised that there are some adaptation implementation measures that may cut across all pillars. A good example is water."}, {"text_block_id": "p19_b241", "text": "It is also recognised that while implementation adaptation measures are best designed in support of a particular pillar of sustainable development, the actual implementation may well be sectoral. Thus, inter-sectoral and inter-agency joint work programmes, coupled with electronic platforms and nodes for easy storage and retrieval of all climate-related data and knowledge will be advocated and supported."}, {"text_block_id": "p19_b242_merged", "text": "Very importantly, the success of the CCAP will in part depend on the extent of stakeholderownership and participation, at all levels of society, in the conduct of vulnerability assessments, in the conduct of implementation adaptation interventions, in participation in facilitation adaptation interventions and in the monitoring and evaluation of these interventions to determine best practices and lessons learned."}, {"text_block_id": "p19_b244", "text": "Financing"}, {"text_block_id": "p19_b245", "text": "will be critical to the success of the CCAP. Five categories of financing and related options are proposed for the CCAP:"}, {"text_block_id": "p19_b246", "text": "will be critical to the success of the CCAP. Five categories of financing and related options are proposed for the CCAP:\n* Affordable climate change-related\n* Economic Incentives\n* Private Sector Financing\n* International Funding\n* Mechanisms to realise sustainable"}, {"text_block_id": "p19_b256", "text": "These options will be supported by an enabling fiscal regime."}, {"text_block_id": "p19_b257", "text": "The CCAP recognises that effective adaptation to climate change requires sound risk management and strengthening business"}, {"text_block_id": "p19_b258", "text": "resilience. Most Saint Lucian companies and enterprises are exposed, either directly or indirectly, to natural resource constraints, manufacturing or logistical interruptions and financial or economic crises, as a result of climate change. The level and type of response will depend largely on the exposure of the business: whether it is responding to direct risks to its core operations, or indirect risks via supply chain or other dependencies. Risks also often drive opportunities."}, {"text_block_id": "p19_b259", "text": "The CCAP further recognizes that private sector action is an important complement to secure commitments and concerted action by governments; and many areas of adaptation, including the need for technology development and transfer, finance and capacity building, will be implemented by or with the involvement of the private sector."}, {"text_block_id": "p20_b260", "text": "3. OUTCOMES OF THE CCAP"}, {"text_block_id": "p20_b261_merged", "text": "Implementation of the CCAP will require activities to deliver outcomes under each of the main principles. These will build on past activities, ensure synergies with ongoing related activities, and provide the basis for identifying gaps in the future. The following sections are based on the principles of the Framework and will provide guidance on how Saint Lucia will seek to achieve the expected outcomes of the Framework by 2022. Additional activities will be introduced, as appropriate, during the life of the CCAP. The Schema of the Strategic Outcomes of the CCAP is presented in Figure 7 below."}, {"text_block_id": "p20_b264", "text": "OUTCOME 1: IMPLEMENTING ADAPTATION MEASURES"}, {"text_block_id": "p20_b265", "text": "Adaptation measures will be identified at the national and community levels, with regional and international support and backstopping will be provided through agreed modalities. Linkages will be maintained with regional and national projects. Adaptation measures and information on adaptation technologies will be compiled by SDED on a climate change portal and listed and updated on a regular basis. In particular, community participation in planning, management and implementation of adaptation measures will be encouraged"}, {"text_block_id": "p20_b266", "text": "Expected Outputs by 2022"}, {"text_block_id": "p20_b267", "text": "are:"}, {"text_block_id": "p20_b268", "text": "a)"}, {"text_block_id": "p20_b269", "text": "Adaptation measures to address the adverse effects of climate change are developed and implemented at all levels."}, {"text_block_id": "p20_b270", "text": "b)"}, {"text_block_id": "p20_b271", "text": "Identification of vulnerable priority areas/sectors and assets, and appropriate adaptation measures using available and appropriate information, recognizing that such information may be incomplete."}, {"text_block_id": "p20_b272", "text": "c)"}, {"text_block_id": "p20_b273", "text": "Adaptation measures in vulnerable priority areas supported by existing data sets and traditional knowledge, or new data developed, as necessary."}, {"text_block_id": "p20_b274", "text": "d)"}, {"text_block_id": "p20_b275", "text": "Appropriate adaptation measures integrated into national/sectoral development strategies and linked to the budgetary process."}, {"text_block_id": "p20_b276", "text": "Proposed Actions:"}, {"text_block_id": "p20_b277", "text": "A step-by-step process will be identified according to national circumstances, so as to ensure that individual adaptation actions are consistent with national priorities. Such a framework will involve:"}, {"text_block_id": "p20_b278", "text": ""}, {"text_block_id": "p20_b279", "text": "Clearly identifying national adaptation priorities;"}, {"text_block_id": "p20_b280", "text": "Engaging stakeholders in priority sectors to discuss impacts and appropriate adaptation responses;"}, {"text_block_id": "p20_b281", "text": ""}, {"text_block_id": "p20_b282", "text": "Conducting appropriate studies to understand the scope and breadth of vulnerabilities of certain groups, including poor children and the elderly, poor women and men in order to design appropriate response strategies;"}, {"text_block_id": "p20_b283", "text": ""}, {"text_block_id": "p20_b284", "text": "Developing National Adaptation Plans (NAPs) and, where necessary, local, consistent with national priorities and as appropriate, regional policy or strategic objectives, with appropriate support from regional organisations to implement these plans that address underlying"}, {"text_block_id": "p21_b285", "text": "vulnerabilities and support resilience building"}, {"text_block_id": "p21_b286", "text": ""}, {"text_block_id": "p21_b287", "text": "Committing national budgets for adaptation programmes, as appropriate"}, {"text_block_id": "p21_b288", "text": ""}, {"text_block_id": "p21_b289", "text": "Promoting adaptation action at both the national policy level (top-down) and at the community level (bottom-up) and incorporating adaptation into national planning, policies and regulations;"}, {"text_block_id": "p21_b290", "text": ""}, {"text_block_id": "p21_b291", "text": "Promoting closer links between climate change team, environment agencies and budgeting agencies to realize a mutual enhancement of influence on funding decisions related to climate change;"}, {"text_block_id": "p21_b292", "text": ""}, {"text_block_id": "p21_b293", "text": "Promoting communication and coordination between all agencies, communities and groups involved in climate change adaptation measures;"}, {"text_block_id": "p21_b294", "text": ""}, {"text_block_id": "p21_b295", "text": "Requiring that risk assessments are carried out as part of project appraisals, including Environmental Impact Assessments, for all major infrastructure and economic development projects;"}, {"text_block_id": "p21_b296", "text": ""}, {"text_block_id": "p21_b297", "text": "Integrating technical data sets with relevant climatic, environmental, social and economic information and data sets, and traditional knowledge for risk management;"}, {"text_block_id": "p21_b298", "text": ""}, {"text_block_id": "p21_b299", "text": "Developing, and strengthening where, necessary, datasets and information required to underpin, strengthen and monitor vulnerable priority areas, sectors and adaptation measures; and"}, {"text_block_id": "p21_b300", "text": ""}, {"text_block_id": "p21_b301", "text": "Identifying, assessing and implementing suitable regulatory and"}, {"text_block_id": "p21_b302", "text": "incentive-based strategies and instruments to build climate resilience in households, vulnerable groups, communities, the private sector, and critical infrastructure and incorporate future climate risk into hazard mapping and decision making."}, {"text_block_id": "p21_b303", "text": "Other elements that the GOSL is considering as part of implementing adaptation measures include:"}, {"text_block_id": "p21_b304", "text": ""}, {"text_block_id": "p21_b305", "text": "Establishing integrated coastal management and adaptation measures to increase the resilience of coastal systems, communities, critical infrastructure, and economic activities;"}, {"text_block_id": "p21_b306", "text": ""}, {"text_block_id": "p21_b307", "text": "Protecting freshwater resources, promoting watershed management and implement rainwater harvesting and storage;"}, {"text_block_id": "p21_b308", "text": ""}, {"text_block_id": "p21_b309", "text": "Diversifying economic opportunities in agriculture and fishing, biodiversity conservation and management;"}, {"text_block_id": "p21_b310", "text": ""}, {"text_block_id": "p21_b311", "text": "Protecting human health from climate change-related diseases;"}, {"text_block_id": "p21_b312", "text": ""}, {"text_block_id": "p21_b313", "text": "Formulating appropriate building and zoning codes and promoting integrated early warning and response systems; and"}, {"text_block_id": "p21_b314", "text": ""}, {"text_block_id": "p21_b315", "text": "Promoting strategic partnerships between the public sector, private sector and civil society in the implementation of adaptation measures."}, {"text_block_id": "p22_b316", "text": "Figure 8: Expected Outcomes and Outputs of the CCAP"}, {"text_block_id": "p23_b317", "text": "Regional organisations and international partners will be approached for the following support:"}, {"text_block_id": "p23_b318", "text": ""}, {"text_block_id": "p23_b319", "text": "Assisting with the design, financing and development of national adaptation measures, such as those referred to above;"}, {"text_block_id": "p23_b320", "text": ""}, {"text_block_id": "p23_b321", "text": "Providing capacity building and training for the implementation of national adaptation measures;"}, {"text_block_id": "p23_b322", "text": ""}, {"text_block_id": "p23_b323", "text": "Promoting regional adaptation projects that involve local communities and promote livelihoods; and"}, {"text_block_id": "p23_b324", "text": ""}, {"text_block_id": "p23_b325", "text": "Facilitating regional exchanges on best practices and lessons learned from adaptation activities that can be replicated within the Caribbean and SIDS context."}, {"text_block_id": "p23_b326", "text": "In order for adaptation measures to be implemented effectively and efficiently, they have to be situated within an appropriate enabling environment. The facilitating adaptation measures include:"}, {"text_block_id": "p23_b327", "text": ""}, {"text_block_id": "p23_b328", "text": "Good governance and institutional strengthening;"}, {"text_block_id": "p23_b329", "text": ""}, {"text_block_id": "p23_b330", "text": "Modalities and mechanisms for mainstreaming adaptation into national policies and decision making at all levels and in all sectors;"}, {"text_block_id": "p23_b331", "text": ""}, {"text_block_id": "p23_b332", "text": "Creation of partnerships between the public sector, the private sector, the financial services sector, civil"}, {"text_block_id": "p23_b333", "text": "society, communities and other stakeholders;"}, {"text_block_id": "p23_b334", "text": ""}, {"text_block_id": "p23_b335", "text": "Design and implementation of sustained and appropriately resourced education, training and awareness strategies aimed at building capacities and awareness at all levels of society; and"}, {"text_block_id": "p23_b336", "text": ""}, {"text_block_id": "p23_b337", "text": "Establishment of a sound knowledge base on climate change through the creation of electronic portals and nodes which allow for easy storage and retrieval of knowledge for decision making."}, {"text_block_id": "p23_b338", "text": "Expected Outputs by 2022"}, {"text_block_id": "p23_b339", "text": "are:"}, {"text_block_id": "p23_b340", "text": ""}, {"text_block_id": "p23_b341", "text": "Appropriate governance systems operational and in place by 2018"}, {"text_block_id": "p23_b342", "text": ""}, {"text_block_id": "p23_b343", "text": "Climate change considerations regularly mainstreamed into national policies and decision-making at all levels and in all sectors."}, {"text_block_id": "p23_b344", "text": ""}, {"text_block_id": "p23_b345", "text": "Adaptation measures designed and implemented through strategic partnerships created between public sector agencies, the private sector, civil society, communities and other stakeholders."}, {"text_block_id": "p23_b346", "text": ""}, {"text_block_id": "p23_b347", "text": "Individuals, households, firms, communities and sectors become aware of and sensitised to, the effects of climate change and to adequate adaptation measures, through sustained and broad-based education, training and awareness strategies."}, {"text_block_id": "p23_b348", "text": ""}, {"text_block_id": "p23_b349", "text": "Adaptation measures are designed using sound technical information and knowledge which are readily"}, {"text_block_id": "p24_b350", "text": "available in formats that are also easily understood by key stakeholders."}, {"text_block_id": "p24_b351", "text": "Proposed Actions"}, {"text_block_id": "p24_b352", "text": "In order to establish the appropriate enabling environment to facilitate adaptation measures, the following activities will be considered:"}, {"text_block_id": "p24_b353", "text": ""}, {"text_block_id": "p24_b354", "text": "Identifying a suitable mechanism for strengthening the nexus between climate change adaptation and disaster risk reduction"}, {"text_block_id": "p24_b355", "text": ";"}, {"text_block_id": "p24_b356", "text": ""}, {"text_block_id": "p24_b357", "text": "Formalizing the relationship between the National Climate Change Committee (NCCC) and the National Environment Commission (NEC);"}, {"text_block_id": "p24_b358", "text": ""}, {"text_block_id": "p24_b359", "text": "Strengthening the NCCC through broader participation of the private sector, community groups, vulnerable groups and other appropriate stakeholders;"}, {"text_block_id": "p24_b360", "text": ""}, {"text_block_id": "p24_b361", "text": "Providing the NCCC, through an appropriate mechanism, with the necessary legislative mandate to facilitate and coordinate the implementation of adaptation measures across sectors and agencies and at all levels of society;"}, {"text_block_id": "p24_b362", "text": ""}, {"text_block_id": "p24_b363", "text": "Building the capacity of the NCCC to regularly monitor and evaluate the implementation of the CCAP;"}, {"text_block_id": "p24_b364", "text": ""}, {"text_block_id": "p24_b365", "text": "Upgrading the Sustainable Development and Environment Division into a full-fledged, well-resourced agency with the appropriate legislative mandate;"}, {"text_block_id": "p24_b366", "text": ""}, {"text_block_id": "p24_b367_merged_merged", "text": "Promoting a Private Sector Adaptation Initiative that will allow for rigorous engagement of the private sector in climate change decision making at all levels of society, that strengthens the capacity of the private sector to respond to climate change and climate variability, and that makes use of existing schemes, such as the World Bank’s Private Sector Competitiveness Project, to strengthen and support the private enterprises;"}, {"text_block_id": "p24_b372", "text": ""}, {"text_block_id": "p24_b373", "text": "Developing and implementing educational and awareness programmes on climate change and its effects; and"}, {"text_block_id": "p24_b374", "text": ""}, {"text_block_id": "p24_b375", "text": "Developing an education and information dissemination portal for easy public access to climate change information that is simple and easy to understand."}, {"text_block_id": "p24_b376", "text": "Expertise from regional organisations and international partners will be sought to provide the following technical and scientific support:"}, {"text_block_id": "p24_b377", "text": ""}, {"text_block_id": "p24_b378", "text": "The development of decision-making processes for prioritisation and resource allocation at the national level to reflect effects of climate change;"}, {"text_block_id": "p24_b379", "text": ""}, {"text_block_id": "p24_b380", "text": "The documentation and dissemination of best practices in the formulation of"}, {"text_block_id": "p25_b381", "text": "national sustainable development strategies;"}, {"text_block_id": "p25_b382", "text": ""}, {"text_block_id": "p25_b383", "text": "Guidance on how to integrate climate change considerations into national sustainable development policies and strategies, through the use of risk management tools, economic and social assessment of options, prioritisation and decision-making process, scientific and technical assessment supporting capacity building; and"}, {"text_block_id": "p25_b384", "text": ""}, {"text_block_id": "p25_b385", "text": "The integration of links between all regional centres compiling data on climate change, extreme climatic events and sea level."}, {"text_block_id": "p25_b386", "text": "OUTCOME 3:  FINANCING ADAPTATION MEASURES"}, {"text_block_id": "p25_b387", "text": "The success of the CCAP will be dependent on national budgetary contributions, as well as support from regional agencies and programmes and international donor and financial institutions. Some of these resources will be used to enable the NCCC"}, {"text_block_id": "p25_b388", "text": "and the SDED to monitor and enhance implementation of the CCAP."}, {"text_block_id": "p25_b389", "text": "Expected outputs by 2022"}, {"text_block_id": "p25_b390", "text": "are:"}, {"text_block_id": "p25_b391", "text": "a)"}, {"text_block_id": "p25_b392", "text": "Implementation of appropriate economic and fiscal incentives to encourage climate change adaptation;"}, {"text_block_id": "p25_b393", "text": "b)"}, {"text_block_id": "p25_b394", "text": "Funds mobilized from the local, regional and international private sector to support the CCAP;"}, {"text_block_id": "p25_b395", "text": "c)"}, {"text_block_id": "p25_b396", "text": "Financing mobilized from international sources for implementation and facilitation actions; and"}, {"text_block_id": "p25_b397", "text": "d)"}, {"text_block_id": "p25_b398", "text": "The feasibility of a Climate Change Adaptation Trust Fund determined and this entity established if deemed appropriate."}, {"text_block_id": "p26_b399", "text": "4. FINANCING THE CCAP"}, {"text_block_id": "p26_b400", "text": "Pursuant to the third outcome of the CCAP, four categories of financing options are proposed for the CCAP:"}, {"text_block_id": "p26_b401", "text": "1."}, {"text_block_id": "p26_b402", "text": "A Climate Adaptation Loan Facility"}, {"text_block_id": "p26_b403", "text": "2."}, {"text_block_id": "p26_b404", "text": "Private sector Financing"}, {"text_block_id": "p26_b405", "text": "3."}, {"text_block_id": "p26_b406", "text": "International Funding"}, {"text_block_id": "p26_b407", "text": "4."}, {"text_block_id": "p26_b408", "text": "A Climate Adaptation Trust Fund"}, {"text_block_id": "p26_b409", "text": "CLIMATE ADAPTATION LOAN FACILITY (CALF)"}, {"text_block_id": "p26_b410", "text": "Funds will be provided to a Development Bank and Credit Unions, as appropriate, for on-lending to their customers, based on the results of a feasibility study. The facility is expected to focus in rural communities and the business community with a view to making these groups more climate-resilient."}, {"text_block_id": "p26_b411", "text": "PRIVATE SECTOR FINANCING"}, {"text_block_id": "p26_b412", "text": "The private sector will be encouraged and incentivised to play a critical role in financing adaptation interventions in Saint Lucia.  These will include,"}, {"text_block_id": "p26_b413", "text": "inter alia"}, {"text_block_id": "p26_b414", "text": ":"}, {"text_block_id": "p26_b415", "text": ""}, {"text_block_id": "p26_b416", "text": "Designing, manufacturing and distributing goods and services that can help reduce the vulnerability of individuals and communities to climate change; and"}, {"text_block_id": "p26_b417", "text": "Designing, manufacturing and distributing goods and services that can help reduce the vulnerability of individuals and communities to climate change; and\n* Providing risk management tools,\n<\\li1>"}, {"text_block_id": "p26_b419", "text": "REGIONAL & INTERNATIONAL FINANCING"}, {"text_block_id": "p26_b420", "text": "There are many potential sources of regional and international funding, both bilateral and multilateral that the GOSLU would seek to tap into, as appropriate. These include facilities under the UNFCCC framework such as the Adaptation Fund (AF) and the Green Climate Fund (GCF); the Global Environmental Facility (GEF the Caribbean Development Bank (CDB), as well as other existing and newly emerging sources."}, {"text_block_id": "p26_b421_merged_merged", "text": "There is a gradual recognition that the current situation of financial support for climate change action in Saint Lucia — characterised by a large number of international funds with complex administrative processes, minimal transparency or accountability, and conflicting mandates that do not always address or respond to Saint Lucia’s concerns or priorities—is untenable. It is against this background that the GOSLU is proposing the establishment of a Climate Adaptation Trust (CAT) Fund."}, {"text_block_id": "p26_b428", "text": "The CAT Fund, if established, will:"}, {"text_block_id": "p26_b429", "text": ""}, {"text_block_id": "p26_b430", "text": "Be a national funding entity which aims to develop innovative ways to link international financing sources with national investment strategies aimed at climate adaptation."}, {"text_block_id": "p26_b431", "text": ""}, {"text_block_id": "p26_b432", "text": "Act as a catalyst to attract investment and to implement a range of alternative financing mechanisms for climate mitigation and adaptation programmes."}, {"text_block_id": "p26_b433", "text": ""}, {"text_block_id": "p26_b434", "text": "Provide grants to support climate related interventions capacity development and institutional strengthening to prepare for and mitigate climate change risks. The"}, {"text_block_id": "p27_b435", "text": "Fund will also help vulnerable groups by enhancing their resilience to climate change."}, {"text_block_id": "p27_b436", "text": "The proposed Saint Lucia CAT Fund is intended to be a multi-donor financial facility which provides grants for projects that will help Saint Lucia become climate resilient. The CAT Fund will be based on the following principles:"}, {"text_block_id": "p27_b437", "text": ""}, {"text_block_id": "p27_b438", "text": "Climate change must be given higher priority by the Government, public sector agencies, private sector firms, communities and individuals;"}, {"text_block_id": "p27_b439", "text": ""}, {"text_block_id": "p27_b440_merged", "text": "Adaptation must be addressed within the context of Saint Lucia’s development imperatives and must be integrated into the Medium Term Economic Strategy and all other development instruments; and"}, {"text_block_id": "p27_b443", "text": ""}, {"text_block_id": "p27_b444", "text": "Climate change is about people and their livelihoods. Hence, special emphasis must be placed on building the resilience of vulnerable groups in Saint Lucia."}, {"text_block_id": "p27_b445", "text": "In addition to the financing options identified above, the GOSLU will also design an incentives programme that will spur businesses to shift to more climate-friendly and climate-proof investments through:"}, {"text_block_id": "p27_b446", "text": "i."}, {"text_block_id": "p27_b447", "text": "Construction of decentralised and multi-location storage facilities;"}, {"text_block_id": "p27_b448", "text": "ii."}, {"text_block_id": "p27_b449", "text": "Facilitating and promoting innovation and new technologies;"}, {"text_block_id": "p27_b450", "text": "iii."}, {"text_block_id": "p27_b451", "text": "Engaging in public awareness targeted specifically to climate change adaptation;"}, {"text_block_id": "p27_b452", "text": "iv."}, {"text_block_id": "p27_b453", "text": "Implementing building design for construction of new commercial buildings and maintenance and"}, {"text_block_id": "p27_b454", "text": "facilities management in keeping with climate change adaptation procedures;"}, {"text_block_id": "p27_b455", "text": "v."}, {"text_block_id": "p27_b456", "text": "Training of new and existing employees so that they can develop the skills necessary for climate change adaptation which also ensure that the private sector keeps pace with the advancement;"}, {"text_block_id": "p27_b457", "text": "vi."}, {"text_block_id": "p27_b458", "text": "Demonstrating corporate social responsibility by adopting communities, community centres, schools and health centres; and"}, {"text_block_id": "p27_b459", "text": "Demonstrating corporate social responsibility by adopting communities, community centres, schools and health centres; and\n* Implementing pilot projects to deal\n<\\li1>"}, {"text_block_id": "p28_b461", "text": "5. SUPPORTING ELEMENTS OF THE CCAP"}, {"text_block_id": "p28_b462", "text": "The successes of the CCAP and all the actions that will be implemented to give effect to this Policy will be supported by a suite of supporting elements. These are described in this chapter."}, {"text_block_id": "p28_b463", "text": "COMMUNITY GROUPS AND CIVIL SOCIETY:"}, {"text_block_id": "p28_b464", "text": "Community Groups and civil society will be required to implement adaptation activities and therefore there must be a general awareness of the importance of changing climate. Community groups also present immense potential for the development of grassroots responses to the challenges of climate change. Therefore, the GOSLU will provide the relevant fiscal incentives to spur this sector to implement the desired changes."}, {"text_block_id": "p28_b465", "text": "Some of the incentives that will be considered are as follows:"}, {"text_block_id": "p28_b466", "text": ""}, {"text_block_id": "p28_b467", "text": "Soft loans to community groups and civil society for enhancing skills in climate change;"}, {"text_block_id": "p28_b468", "text": ""}, {"text_block_id": "p28_b469", "text": "Interest on climate change educational loans to be claimed as a tax credit;"}, {"text_block_id": "p28_b470", "text": ""}, {"text_block_id": "p28_b471", "text": "Tax credits and duty-free concessions to civil society and community groups who participate in rain water harvesting, storage and guttering programs;"}, {"text_block_id": "p28_b472", "text": ""}, {"text_block_id": "p28_b473", "text": "Tax credits and duty-free concessions to civil society who carry out retrofitting to their homes in order to make them more climate resilient;"}, {"text_block_id": "p28_b474", "text": ""}, {"text_block_id": "p28_b475", "text": "Tax credits and duty-free concessions for the use of energy saving and water saving fittings in the construction of new homes and refurbishment of existing homes;"}, {"text_block_id": "p28_b476", "text": "Saint Lucia’s"}, {"text_block_id": "p28_b477", "text": "draft Civil Society Agenda for Climate Change acknowledges the policy principle of the National Policy and Adaptation Plan of Saint Lucia (2002) that encourages:"}, {"text_block_id": "p28_b478", "text": "\"the participation of stakeholders in addressing climate change in a co"}, {"text_block_id": "p28_b479", "text": "-"}, {"text_block_id": "p28_b480", "text": "ordinated fashion that avoids duplication of effort and conflict and that ensures efficient use of resources and the creation of positive synergies\""}, {"text_block_id": "p28_b481", "text": "The draft Civil Society Agenda also states that in their efforts to participate, the Saint Lucian Civil Society has identified threats to and gaps in attempts at boosting resilience."}, {"text_block_id": "p28_b482", "text": "VULNERABLE GROUPS"}, {"text_block_id": "p28_b483_merged_merged", "text": "The CCAP recognises the importance of social vulnerabilityand of including all vulnerable groups in the design and implementation of adaptation responses. The CCAP encourages exploring the vulnerability context, coping strategies and adaptation needs of all vulnerable groups in Saint Lucia. Though it appears obvious that simple coping would not help these groups to reduce their vulnerability, raising awareness regarding the anticipated elements of risks and early warning could facilitate them to strengthen their approaches to coping. However, such programmes will be tailor-made to cater to the needs of the target audience."}, {"text_block_id": "p28_b487", "text": "THE PRIVATE SECTOR"}, {"text_block_id": "p28_b488", "text": "Adaptation is important for the private sector, which, in Saint Lucia, as elsewhere,"}, {"text_block_id": "p29_b489", "text": "is not a single homogenous community. It includes large firms, transnational corporations, micro, and small and medium enterprises, and entrepreneurs."}, {"text_block_id": "p29_b490", "text": "The CCAP will create new opportunities for engaging the Saint Lucian private sector through four priority action areas:"}, {"text_block_id": "p29_b491", "text": ""}, {"text_block_id": "p29_b492", "text": "Assessment of risks, impacts and vulnerability and knowledge sharing;"}, {"text_block_id": "p29_b493", "text": ""}, {"text_block_id": "p29_b494", "text": "Disaster risk management and insurance;"}, {"text_block_id": "p29_b495", "text": ""}, {"text_block_id": "p29_b496", "text": "Technology development and transfer;"}, {"text_block_id": "p29_b497", "text": ""}, {"text_block_id": "p29_b498", "text": "Financing adaptation activities."}, {"text_block_id": "p29_b499", "text": "The private sector will be encouraged to lead and capitalize on new and innovative technologies, with the government providing the necessary fiscal incentives to spur them on."}, {"text_block_id": "p29_b500", "text": "The private sector will also be encouraged to play an important role in communications and capacity building. Communications would serve to build awareness and engage the relevant stakeholders in developing adaptation approaches. Training of the workforce is important to ensuring that employees are in tune with the effects of climate change and the approaches required for the adaptation process. GOSLU will provide fiscal incentives to the private sector for adopting public awareness and training for climate change adaptation."}, {"text_block_id": "p29_b501", "text": "PUBLIC-PRIVATE PARTNERSHIPS (PPPS)"}, {"text_block_id": "p29_b502_merged", "text": "The GOSLU will encourage PPPsin order to overcome operational constraints, enhance performance and accelerate investment."}, {"text_block_id": "p29_b504", "text": "In applying private infrastructure schemes to climate change adaptation, the GOSLU will be guided by two main questions. The first question is how current and future PPPs can be adjusted to build the climate resilience of the investments they make. The second is whether these schemes are suitable to finance, build and operate dedicated critical infrastructure and climate protection schemes, such as flood barriers and coastal defences."}, {"text_block_id": "p30_b505", "text": "INSURANCE"}, {"text_block_id": "p30_b506", "text": "The CCAP considers insurance an instrument for incentivizing adaptations aimed at reducing climate risks. The GOSLU will work with the Saint Lucia Insurance Council to ensure that insurance premiums are properly set so that appropriate signals can be transmitted to policy holders to undertake adaptation measures to reduce exposure to various risks, including those posed by climate change. The GOSLU is also cognisant that poorly designed premiums that do not adequately reflect the underlying risk can actually impede adaptation."}, {"text_block_id": "p30_b507", "text": "FISCAL INCENTIVES"}, {"text_block_id": "p30_b508", "text": "The GOSLU will consider different types of incentives.  These will include:"}, {"text_block_id": "p30_b509", "text": ""}, {"text_block_id": "p30_b510", "text": "Capital/investment allowance"}, {"text_block_id": "p30_b511", "text": ""}, {"text_block_id": "p30_b512", "text": "Accelerated depreciation on fixed investment"}, {"text_block_id": "p30_b513", "text": ""}, {"text_block_id": "p30_b514", "text": "Import duty exemptions"}, {"text_block_id": "p30_b515", "text": ""}, {"text_block_id": "p30_b516", "text": "Duty free concessions"}, {"text_block_id": "p30_b517", "text": ""}, {"text_block_id": "p30_b518", "text": "Grants"}, {"text_block_id": "p30_b519", "text": ""}, {"text_block_id": "p30_b520", "text": "Tax credits"}, {"text_block_id": "p30_b521", "text": ""}, {"text_block_id": "p30_b522", "text": "Tax rebates"}, {"text_block_id": "p30_b523", "text": ""}, {"text_block_id": "p30_b524", "text": "Reduction of withholding taxes"}, {"text_block_id": "p30_b525", "text": "It is envisaged that the Fiscal Incentives Programme will target the following sectors:"}, {"text_block_id": "p30_b526", "text": "1."}, {"text_block_id": "p30_b527", "text": "Private Sector (including SMEs)"}, {"text_block_id": "p30_b528", "text": "2."}, {"text_block_id": "p30_b529", "text": "Community Groups and Civil Society"}, {"text_block_id": "p30_b530", "text": "3."}, {"text_block_id": "p30_b531", "text": "Insurance Sector"}, {"text_block_id": "p30_b532", "text": "4."}, {"text_block_id": "p30_b533", "text": "Financial Sector (Banks and Credit Unions)"}, {"text_block_id": "p30_b534", "text": "5."}, {"text_block_id": "p30_b535", "text": "Public Sector"}, {"text_block_id": "p30_b536", "text": "FINANCIAL SECTOR:"}, {"text_block_id": "p30_b537", "text": "The GOSLU will encourage the financial sector to make a concerted effort to understand the products and services that their customers will require in order to address the challenges and impact of climate change. The banks and credit unions will be encouraged to develop and deliver products/services, which will assist their customers to manage their exposure to this phenomenon. For example, in assessing the valuation of residential and commercial properties, the loans officers will be trained by appropriate government agencies to take into account the value of climate change adaptation that has been implemented."}, {"text_block_id": "p31_b538", "text": "6. MONITORING AND EVALUATING THE CCAP"}, {"text_block_id": "p31_b539", "text": "Given the complexity and long-term nature of climate change, it is essential that adaptation be designed as a continuous and flexible process and subjected to periodic review. Thus, in addition to the convening of the proposed annual Saint Lucia Climate Change Roundtable the CCAP will be comprehensively monitored and evaluated so that a patchwork of uncoordinated targets, goals, and programmes is avoided. The evaluation will be undertaken at specific time intervals to be determined by the NCCC. The NCCC will:"}, {"text_block_id": "p31_b540", "text": "a."}, {"text_block_id": "p31_b541", "text": "Determine how to make use of existing monitoring and evaluation systems to the extent possible;"}, {"text_block_id": "p31_b542", "text": "b."}, {"text_block_id": "p31_b543", "text": "Determine how to engage broadly with stakeholders at all levels and in and across all relevant sectors; and"}, {"text_block_id": "p31_b544", "text": "c."}, {"text_block_id": "p31_b545", "text": "Agree on mechanisms, institutions and criteria, including roles and responsibilities, for monitoring and evaluation."}, {"text_block_id": "p31_b546", "text": "The recommended scope of the monitoring and evaluation of the CCAP are:"}, {"text_block_id": "p31_b547", "text": ""}, {"text_block_id": "p31_b548", "text": "Thematic areas"}, {"text_block_id": "p31_b549", "text": ": 1) agriculture/food security; 2) water resources and quality; 3) public health; 4) disaster risk management; 5) coastal zone development; and 6) natural resources management."}, {"text_block_id": "p31_b550", "text": ""}, {"text_block_id": "p31_b551", "text": "Adaptation processes:"}, {"text_block_id": "p31_b552", "text": "1) planning; 2) capacity development and awareness-raising; 3) information management; 4) design and decision-making for investments; and 5) risk"}, {"text_block_id": "p31_b553", "text": "reduction practices/livelihood activities and/or resource management."}, {"text_block_id": "p31_b554", "text": ""}, {"text_block_id": "p31_b555", "text": "Indicator types"}, {"text_block_id": "p31_b556_merged", "text": ": 1) coverage (quantitative); 2) impact (quantitative, qualitative, survey-based, narrative); 3) sustainability (quantitative, qualitative, survey-based, narrative); and 4) replicability (quantitative).Indicatorsare expected to be developed to focus on one of two aspects of monitoring and evaluating adaptation: to facilitate monitoring of progress in developing and implementing adaptation measures in particular (process-based indicators), or to measure the effectiveness of such adaptation measures in general (outcome-based indicators)."}, {"text_block_id": "p32_b558", "text": "Some questions that the CCAP will consider for monitoring are:"}, {"text_block_id": "p32_b559", "text": "1."}, {"text_block_id": "p32_b560", "text": "Has there been an effort to integrate the CCAP into other relevant policy instruments so that it is compatible with other policy priorities? This is particularly important to ensure that policies from other sectors"}, {"text_block_id": "p32_b561", "text": "–"}, {"text_block_id": "p32_b562", "text": "e.g. tourism -, which traditionally have not integrated environmental nor climate considerations, could provide the wrong incentives for investment, leading to mal-adaptation."}, {"text_block_id": "p32_b563", "text": "2."}, {"text_block_id": "p32_b564", "text": "Does the policy framework stimulate reflection and understanding across a broad cross-section of local stakeholders about how climate change and climate variability will affect the local communities?"}, {"text_block_id": "p32_b565", "text": "3."}, {"text_block_id": "p32_b566", "text": "Are planning structures in place nationally and sectorally to incorporate the strategic and supporting elements (refer to chapters 2 and 3) of the CCAP?"}, {"text_block_id": "p32_b567", "text": "4."}, {"text_block_id": "p32_b568", "text": "Is a climate lens"}, {"text_block_id": "p32_b569", "text": "being used in development planning, irrespective of the sector or spatial and temporal scales?"}, {"text_block_id": "p32_b570", "text": "5."}, {"text_block_id": "p32_b571", "text": "Does the CCAP recommend an appropriate mix of financial instruments that will guide private investment in economically efficient climate adaptation interventions at the household, community and national levels?"}, {"text_block_id": "p32_b572", "text": "6."}, {"text_block_id": "p32_b573", "text": "Does the CCAP provide the appropriate framework to allow for experimentation and innovation to take place in communities and how can the unique opportunities for community level interventions be incentivised?"}, {"text_block_id": "p32_b574", "text": "7."}, {"text_block_id": "p32_b575", "text": "Are targeted sectoral strategies addressing climate change?"}, {"text_block_id": "p32_b576", "text": "Despite the limited experience, a number of lessons learned and good practices have been identified for developing and using a sound monitoring and evaluation system, including the application of indicators."}, {"text_block_id": "p32_b577_merged_merged_merged", "text": "Although challenges exist, the benefits of developing and using indicators to monitor and evaluate adaptation are considerable. Indicators can be used to compare the situation after the adaptation measure was implemented with the initial conditions prior to implementation or with conditions of a control site that represents how the system would have performed in the absence of the 31measure."}], "document_description": "The Ministry of Sustainable Development, Energy, Science and Technology adopted in 2015 the National Climate Change Adaptation Policy. It is a revised version of the 2003 Policy and Adaptation Plan. The aim of the document is to foster a national process to address the short, medium and long term effects of climate change in a coordinated manner to ensure the greatest possible quality of life to Saint Lucians.<br>&nbsp;<br>The Policy institutes a framework to guide the legislative and policy work on sustainable development of governmental and non-governmental entities involved in Saint Lucia. It acknowledges the potentially profound impacts of climate change on the country, and the need to establish adaptation actions in the development processes of key sectors. The Climate Adaptation Financing Facility from the Saint Lucia Development Bank is defined as a prominent financing tool for such efforts. Concrete adaptation actions to enhance the island's resilience include building stronger buildings, roads and bridges. A specific <a href=\"http://www.climatechange.govt.lc/wp-content/uploads/2017/10/Impact-Assessment-National-Adaptation-Strategy-and-Action-Plan-in-Tourism-Sector.pdf\">Action Plan for the tourism sector</a> was published in 2015. The government shall also support capacity and awareness building activities to enable mitigation pathways, and provide the necessary mechanisms and economic instruments for adaptation."}