{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Saint Lucia", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "National Energy Policy 2010", "document_country_code": "LCA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "31/01/2010", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/LCA/2010/LCA-2010-01-31-National Energy Policy 2010_ea05a192fa1e1e764da0aff01229ca59.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Prepared by the German Technical Cooperation and CARICOM Secretariat under the Government of Germany funded initiative \"Caribbean Renewable Energy Development Programme (CREDP)\" and the Department of Sustainable Development of the General Secretariat of the Organization of American States with the expert advice of the German ProfEC GmbH under the European Union funded initiative “Caribbean Sustainable Energy Program (CSEP)”. The views expressed herein are presented for informational purposes only and do not represent the opinions or official positions of the Government of Germany, the German Technical Cooperation, the CARICOM Secretariat, the European Union, the Organization of American States, its General Secretariat, or any of its member States.”"}, {"text_block_id": "p1_b2", "text": "Cover photo: Courtesy of Carolina Peña"}, {"text_block_id": "p2_b3", "text": "Saint Lucia National Energy Policy"}, {"text_block_id": "p2_b4", "text": "A. Background"}, {"text_block_id": "p2_b5", "text": "A. Background\n* A secure and sustainable energy supply is critical to national development. Energy services are required for a number of activities including,\n* electricity generation, water supply, agriculture production, transportation and telecommunications. All of these services are integral to the development of Saint Lucia and to the well-being and advancement of its people.\n* Saint Lucia is a net importer of fossil-based energy, with the power and transport sectors relying exclusively on imported oil derivates. All economic sectors have been affected by increasing oil prices in recent times. This has also had negative impacts on the countryâs balance of trade. The effects of energy supply interruptions and oil price shocks on economic performance are therefore of major concern, given the islandâs almost complete dependence on imported energy.\n* The Government of Saint Lucia has recognised the influence that developments in the global energy markets have on domestic needs and has taken steps to achieve higher energy security and independence. In May 1999, the Government passed Cabinet Conclusion No. 464 eliminating all import duties and consumption taxes on renewable energy equipment and materials. Further, in April 2001, it decided to make the purchase of solar water heaters tax-deductible. Meritorious as these initiatives may be, it has been recognised that they are insufficient for addressing the broader and deeper challenge of achieving energy efficiency in all sectors and reducing reliance on current energy sources.\n* In 2001, the Cabinet of Ministers approved a Sustainable Energy Plan, by Cabinet Conclusion No. 695. One of the goals identified by the Plan was to enhance the security of energy supply and use for all sectors of the economy. However, successful implementation of the Plan has been impeded by the absence of an appropriate regulatory and policy framework. A key objective of the proposed National Energy Policy is therefore to create an enabling environment, both regulatory and institutional, for the introduction of indigenous renewable energy to the national energy mix, thus achieving greater energy security and independence."}, {"text_block_id": "p3_b23", "text": "B. Introduction"}, {"text_block_id": "p3_b24", "text": "B. Introduction\n* The Government of Saint Lucia is committed to the broad objective of relying on market forces to achieve the efficient allocation of resources. Nevertheless, in the case of energy, the Government may intervene where necessary, in order to support the exploitation of new and indigenous energy resources and promote energy conservation and efficiency. While the Government's intervention in the day-to-day operation of the power sector will be minimal, it will retain primary responsibility for policy-making.\n* The national energy sector policy and strategies will be consistent with the Governmentâs overall macro-economic policy directives such as the National Vision Plan and the Medium Term Strategy. Even under a regime where there is substantial private participation in the energy sector, the Government will continue to play a vital role by setting the legal framework for the entire sector. For such purposes, the Government will continuously analyse the results of its interventions and amend the energy policy, the energy strategy and/or the legislation, as necessary. As a result, it is anticipated that Saint Luciaâs economy as a whole will benefit from the supply of cost-efficient energy and the protection of certain customer groups, in addition to minimizing negative environmental impacts.\n* The Government will ensure the development, and/or exploitation, of new and renewable energy resources as an important measure in its efforts to establish Saint Lucia as a âSustainable Energy Demonstration Countryâ. Although the original target of 2012 is no longer realistic, the Government is committed to making significant strides in energy sustainability. The following tenets will guide Saint Luciaâs energy policy:\n\t* Procurement of energy supplies at the least cost through liberalisation of the energy sector and broad private sector participation;\n\t* Energy security and reliability;\n\t* Diversification of the energy base;\n\t* Exploitation of indigenous renewable energy resources;\n\t* Higher efficiency in energy production, conversion and use with the overall objective of reducing energy intensity;\n\t* Reduction of adverse environmental effects and pollution by rehabilitating existing energy sector facilities and introducing new standards for energy-related products, as well as mandating appropriate environmental impact assessments of new projects and options;\n\t* Implementation of appropriate pricing polices to ensure that adequate energy supplies are efficiently delivered to all economic sectors, and fostering of an environment to facilitate an improved and sustained energy supply network with sufficient incentives to encourage private sector investments; and\n\t* Establishment of an appropriate regulatory framework to set clear guidelines for investors and protect the interests of consumers."}, {"text_block_id": "p4_b46", "text": "C.  Institutional Arrangements"}, {"text_block_id": "p4_b47", "text": "C. 1  Responsibility of the ministry in Charge of energy planning"}, {"text_block_id": "p4_b48", "text": "C. 1  Responsibility of the ministry in Charge of energy planning\n* The ministry in charge of energy planning is responsible for formulating and monitoring the implementation of the national energy policy and strategy, and the resulting plans. The role of the Ministry will cover, inter alia:\n<\\li1>\n\t* Energy policy formulation, national energy planning and energy sector co-ordination.\n\t* Mandating and co-ordination of studies on energy resources, production, transformation and marketing in close co-operation with the responsible operating agencies.\n\t* Compiling basic energy information useful for sectoral planning, and evaluating the impact of selected policy initiatives.\n\t* Fostering the development of appropriate legislation for the electricity, petroleum and gas sub-sectors through a participatory and consultative process.\n\t* Fostering the development and adoption of appropriate energy efficiency and safety standards.\n\t* Promoting and monitoring power sector demand-side management programmes and other programmes designed to encourage the purchase and adoption of energy-efficient appliances by final energy users.\n\t* Encouraging private sector participation in renewable energy technologies that are relevant to Saint Lucia.\n\t* Organising energy awareness programmes and activities and disseminating appropriate information.\n\t* Advising the Cabinet on matters related to the regulation of the energy sector.\n\t* Overseeing and coordinating activities relating to energy and the environment."}, {"text_block_id": "p4_b72", "text": "C. 2  Responsibility of the ministry in charge of public utilities"}, {"text_block_id": "p4_b73", "text": "C. 2  Responsibility of the ministry in charge of public utilities\n* The ministry in charge of public utilities is responsible for protecting consumer interests by ensuring that they are provided with an efficient, reliable and cost-effective energy service. It will also act as the principal body to issue licences for all public electricity services. Its main tasks are therefore to:\n<\\li1>\n\t* Address issues affecting the quality of energy services delivered.\n\t* Act as first contact point in all cases of complaints by energy consumers, helping to resolve such disputes between, or among, the parties involved. In cases where no solution can be reached, the Ministry will report, and hand over the case, to the Regulatory Commission for"}, {"text_block_id": "p5_b79", "text": "C. 2  Responsibility of the ministry in charge of public utilities\n* The ministry in charge of public utilities is responsible for protecting consumer interests by ensuring that they are provided with an efficient, reliable and cost-effective energy service. It will also act as the principal body to issue licences for all public electricity services. Its main tasks are therefore to:\n<\\li1>\n\t* Address issues affecting the quality of energy services delivered.\n\t* Act as first contact point in all cases of complaints by energy consumers, helping to resolve such disputes between, or among, the parties involved. In cases where no solution can be reached, the Ministry will report, and hand over the case, to the Regulatory Commission for\n"}, {"text_block_id": "p5_b80", "text": "C. 2  Responsibility of the ministry in charge of public utilities\n* The ministry in charge of public utilities is responsible for protecting consumer interests by ensuring that they are provided with an efficient, reliable and cost-effective energy service. It will also act as the principal body to issue licences for all public electricity services. Its main tasks are therefore to:\n<\\li1>\n\t* Address issues affecting the quality of energy services delivered.\n\t* Act as first contact point in all cases of complaints by energy consumers, helping to resolve such disputes between, or among, the parties involved. In cases where no solution can be reached, the Ministry will report, and hand over the case, to the Regulatory Commission for\n\n* lssue licences for elccrricity generation, transmission and distribution.\n* Assist in energy policy and legislation issues as well as on nation,'ll energy planning."}, {"text_block_id": "p5_b84", "text": "C. 3 EnergyPolic_yAdvisoi:y Committee"}, {"text_block_id": "p5_b85", "text": "C. 3 EnergyPolic_yAdvisoi:y Committee\n* The Government will establish an Enctgy Policy Advisory Committee which ,vill be co-chaired\n* Because of the cross-cutting issues iiwolved in the implementation of energy policy. and the"}, {"text_block_id": "p5_b89", "text": "C. 3 EnergyPolic_yAdvisoi:y Committee\n* The Government will establish an Enctgy Policy Advisory Committee which ,vill be co-chaired\n* Because of the cross-cutting issues iiwolved in the implementation of energy policy. and the\n* Minis\n* agency with responsibility for Energy Planning"}, {"text_block_id": "p5_b93", "text": "C. 3 EnergyPolic_yAdvisoi:y Committee\n* The Government will establish an Enctgy Policy Advisory Committee which ,vill be co-chaired\n* Because of the cross-cutting issues iiwolved in the implementation of energy policy. and the\n* Minis\n* agency with responsibility for Energy Planning\n"}, {"text_block_id": "p5_b94", "text": "C. 3 EnergyPolic_yAdvisoi:y Committee\n* The Government will establish an Enctgy Policy Advisory Committee which ,vill be co-chaired\n* Because of the cross-cutting issues iiwolved in the implementation of energy policy. and the\n* Minis\n* agency with responsibility for Energy Planning\n\n* Minis\n* agency with responsibility for Transport"}, {"text_block_id": "p5_b99", "text": "f\\;unist:ry/agencr with responsibility for Public Utilities"}, {"text_block_id": "p5_b100", "text": "•"}, {"text_block_id": "p5_b101", "text": "Saint Lucia Chamber of Commerce"}, {"text_block_id": "p5_b102", "text": "Saint Lucia Electricity Services Limited (LUC:ELEC)"}, {"text_block_id": "p5_b103", "text": "•"}, {"text_block_id": "p5_b104", "text": "Saint Lucia Hotel ancl Tourism .\\ssociarion"}, {"text_block_id": "p5_b105", "text": "•"}, {"text_block_id": "p5_b106_merged_merged_merged", "text": "Civil society/competent individual"}, {"text_block_id": "p5_b109", "text": "Civil society/competent individual\n* The ministry responsible for Energy Planning will net as the Secretariar for this Committee. and\n<\\li1>"}, {"text_block_id": "p5_b111", "text": "C. 4 Regulatory Commission for the Power Sector"}, {"text_block_id": "p5_b112", "text": "(13)"}, {"text_block_id": "p5_b113", "text": "The Government will establish ru1 independent regulatory body (Regulatory Commission), headed by a Regulator. It will be mainly self-financed th.tough licence and other service fees."}, {"text_block_id": "p6_b114_merged", "text": "Initially this body will operate at the national level but, at a later stage, it may be integrated into a regional regulatory body overseeing other public utilities in the OECS."}, {"text_block_id": "p6_b116", "text": "(14)"}, {"text_block_id": "p6_b117", "text": "The Regulatory Commission will be mandated to:"}, {"text_block_id": "p6_b118", "text": "The Regulatory Commission will be mandated to:\n* Recommend to the Minister with responsibility for Public Utilities the terms and conditions for the issuance of licences for LUCELEC to generate, transmit and distribute electricity for sale to final consumers in Saint Lucia (see section (27));\n* Recommend to the Minister with responsibility for Public Utilities the terms and conditions for the issuance of licences to Independent Power Producers (IPPs) for the installation and operation of new power generation facilities [see section 30];\n* Undertake the economic regulation of the sector (D 3.7);\n* Approve tariff structures and rates for all customers as well as for back-up and reserve power in the case of co-generators as defined in D.3.4. Customers with an annual consumption of more than 2000 MWh may negotiate charges on a bilateral basis directly with LUCELEC;\n* Determine the particular instances for net-metering in cases of small-scale self-generation, and the tariffs for delivery of excess electricity to the grid according to sections (35) and (43);\n* Establish and monitor tendering procedures for any major investments in the power generation sector where this is necessary according to sections (28), (30) and (39);\n* Set and monitor quality of service standards and reliability criteria for all licencees; and\n* Act as arbitrator in all cases of disputes between electric utilities and consumers, or between any other parties engaged in the electricity sector."}, {"text_block_id": "p7_b134", "text": "D.  Energy Sub-sectors"}, {"text_block_id": "p7_b135", "text": "D. 1  Petroleum Sub-Sector"}, {"text_block_id": "p7_b136", "text": "D.1.1  Security of Energy Supply"}, {"text_block_id": "p7_b137", "text": "(15)"}, {"text_block_id": "p7_b138", "text": "The Government will undertake all efforts to diversify the sources of petroleum supply to make the nation less vulnerable in the event of a disruption in the supply of oil and oil derivatives. In this regard, the Government’s foreign trade policy will seek to strengthen bilateral relations with energy-supplying countries within, and outside of, the region and establish medium- and/or long-term agreements. Before any such bilateral agreement is signed, a stakeholder consultation shall take place to receive the input of relevant stakeholders such as ministries, electricity market participants or consumer groups."}, {"text_block_id": "p7_b139", "text": "D.1.2 Pricing and Taxation"}, {"text_block_id": "p7_b140", "text": "(16)"}, {"text_block_id": "p7_b141", "text": "The ministry with responsibility for Finance shall establish and maintain a mechanism to monitor the pricing scheme for petroleum products in order to ensure that prices are always reasonable and that prices are not being marked up with excessive transportation, loss and insurance costs."}, {"text_block_id": "p7_b142", "text": "(17)"}, {"text_block_id": "p7_b143", "text": "To achieve this, the Government will:"}, {"text_block_id": "p7_b144", "text": "To achieve this, the Government will:\n* Re-visit the recommendations of the 1991 World Bank Caribbean Least Cost Petroleum Supply Study;\n* Review, with the petroleum import companies, their guidelines for the calculation of the transportation, losses and insurance costs; and\n* Ensure that capability exists within the Ministry with responsibility for Finance to monitor the pricing arrangements and formulae on a continuous basis, making use of other regional and international benchmarks."}, {"text_block_id": "p7_b150", "text": "(18)"}, {"text_block_id": "p7_b151", "text": "The Government will continuously review the existing method of adjusting the excise tax levied on petrol, diesel and other fossil fuels. Taxation computations will be revised to ensure a domestic fuel price mechanism which allows the costs at the pump to fully reflect international price movements."}, {"text_block_id": "p7_b152", "text": "D.1.3  Safety and Standards"}, {"text_block_id": "p7_b153", "text": "(19)"}, {"text_block_id": "p7_b154", "text": "Standards will be instituted with the assistance of the Bureau of Standards for the operation of oil-related facilities in Saint Lucia in order to adequately address environmental and safety concerns and to protect the consumer. Based on these standards, licensing requirements will instituted for these operations by the appropriate government agencies."}, {"text_block_id": "p8_b155", "text": "D 1.4  National Oil Refinery"}, {"text_block_id": "p8_b156", "text": "(20)"}, {"text_block_id": "p8_b157", "text": "The Government will examine the feasibility of establishing a national oil refinery, either for the supply of Saint Lucia alone, or with the option to export oil derivates to neighbouring countries. This process should include national stakeholder consultations to allow relevant entities/individuals an opportunity to participate in the decision-making. Subsequent to conduct of the feasibility study, the Government will make a decision on how to move forward with regard to the establishment of an oil refinery."}, {"text_block_id": "p8_b158", "text": "D.2  Gas Sub-Sector"}, {"text_block_id": "p8_b159", "text": "(21)"}, {"text_block_id": "p8_b160", "text": "The Government will seek to participate where possible in regional efforts to explore the economic and financial viability of piped or shipped natural gas as an alternative fuel source in keeping with its efforts to diversify Saint Lucia’s energy diversification in support of long-term sustainable growth objectives. This process will seek to ensure stakeholder consultation in assessing the viability of piped natural gas for Saint Lucia."}, {"text_block_id": "p8_b161", "text": "D.3  Electricity Sub-Sector"}, {"text_block_id": "p8_b162", "text": "D.3.1  Power Expansion Planning"}, {"text_block_id": "p8_b163", "text": "(22)"}, {"text_block_id": "p8_b164_merged", "text": "Every four (4) years, LUCELEC will draw up a long-term Power Expansion Plan for the development of new electricity generation projects, based on least cost options and on security of electricity supply. For comparison of the least-cost options in case of fossil-fuel-based projects, the financial analysis should be based on inclusion of the average wholesale market prices for fossil fuels that LUCELEC has paid over the last five (5) years, to allow for extrapolation into the future. Security of electricity supply shall address the resource dependence and availability with respect to, inter alia, imports or fluctuating natural resources, as well as the maturity of technology and impact on the existing electricity system (addressed in the norms and standards to be agreed on). LUCELEC shall present its justification with regard to the proposed projects in the presented Power Expansion Plan, especially referring to the least-cost options, to security of electricity supply matters and to social and environmental impacts."}, {"text_block_id": "p8_b167", "text": "The Power Expansion Plan will include the preparation and publication of an indicative programme providing a list of probable generation projects with a timeframe for the addition of new, or the replacement of existing, plant capacity."}, {"text_block_id": "p8_b168", "text": "The Power Expansion Plan will be submitted to the Regulatory Commission for approval and will be revised upon its request."}, {"text_block_id": "p8_b169", "text": "Every two (2) years, the Power Expansion Plan will be reviewed by LUCELEC and, if deemed necessary, the revision will be subject to approval by the Regulatory Commission. The plan and its revisions will be published."}, {"text_block_id": "p8_b170", "text": "(23)"}, {"text_block_id": "p8_b171", "text": "For the longer term, the Government – represented by the ministry with responsibility for energy planning – and the Regulatory Commission will ensure that power system demand and supply studies are carried out at regular intervals to update the Power Expansion Plan."}, {"text_block_id": "p9_b172", "text": "D.3.2  Private Sector Engagement"}, {"text_block_id": "p9_b173", "text": "(24)"}, {"text_block_id": "p9_b174", "text": "All investments in new power generation, transmission and distribution facilities in Saint Lucia will be through private sector interventions. LUCELEC will continue to operate as the only transmitter and supplier of publicly distributed electricity in Saint Lucia, as outlined in the Electricity Supply Act in force. It will also continue owning and operating the existing power generating facilities until the end of their economic lifetime."}, {"text_block_id": "p9_b175", "text": "(25)"}, {"text_block_id": "p9_b176", "text": "To facilitate a more competitive environment, LUCELEC will be required to set up separate cost centres for generation, transmission, distribution and electricity sales in order that the costs related to each of these different operations can be accurately determined to the satisfaction of the Regulatory Commission."}, {"text_block_id": "p9_b177", "text": "(26)"}, {"text_block_id": "p9_b178", "text": "National resource assessments will be performed in order to derive the technically and economically available indigenous energy resources that could be explored either for local use or for export. These results will enable the subsequent adjustment quotas for the contribution of realistic, cost-effective, competitive and affordable alternative energy generation as a fraction of the national electricity matrix. Alternative energy sources in this context include, among others: geothermal energy, wind energy, solar energy, waste energy, biomass energy, and hydropower, as well as technologies that may become commercially mature in the future."}, {"text_block_id": "p9_b179", "text": "(27)"}, {"text_block_id": "p9_b180", "text": "All existing licences held by LUCELEC shall continue to be governed by the Electricity Supply Act No.10 of 1994 and its amendments. Any new licences LUCELEC might obtain for future generation facilities in general will be valid for periods of up to twenty-five (25) years. In exceptional cases, and with significant economic reasons, this period may be extended. All generation facilities operated by LUCELEC will be licensed individually."}, {"text_block_id": "p9_b181", "text": "(28)"}, {"text_block_id": "p9_b182", "text": "In cases where LUCELEC does not comply with any of its generation obligations, as outlined in the approved national Power Expansion Plan, or in the Electricity Supply Act in force, the Regulatory Commission will, after a tendering process, recommend to the ministry with responsibility for Public Utilities the issuance of licences for operation with respect to the part of non-compliance by LUCELEC. Such licences in general will be valid for periods of up to twenty-five (25) years. This period may be extended in exceptional cases and with significant economic reasons."}, {"text_block_id": "p9_b183", "text": "(29)"}, {"text_block_id": "p9_b184", "text": "Only LUCELEC, with the approval of the Regulatory Commission, may request the installation of, and may operate, new fossil-fuel-based power plants to expand the generating capacity in accordance with the long-term Power Expansion Plan mentioned in section (22)."}, {"text_block_id": "p9_b185", "text": "However, the Regulatory Commission may suggest that “specific” renewable energy projects be taken into consideration as part of the Power Extension Plan, if their national potential is significant and proven, and their exploitation cost-competitive. Therefore, financial, technical, social and environmental feasibility studies must be in place to support the assumption that such suggested projects lower the overall average generation costs of the system and may be implemented in an environmentally and socially sound manner. In such cases, the project developer shall seek the collaboration and cooperation of LUCELEC with regard to planning, implementation and operation, in order to come to a Joint Venture agreement or PPA whenever possible. The Regulatory Commission will define the guidelines and the process of how to suggest"}, {"text_block_id": "p10_b186", "text": "such specific projects as being considered within the Power Expansion Plan."}, {"text_block_id": "p10_b187", "text": "In cases where LUCELEC, as system operator, does not comply with its obligations as outlined in (28) and (38), the selection of any new generation facilities by the Regulatory Commission among the existing bids must follow due evaluations of generation costs, proposed management systems, supply security (technological maturity, experience of developer and manufacturer, resource availability etc.), bankability, environmental impacts and other parameters. In particular, the Regulatory Commission will consider and take into account all factors which could have a potentially negative impact on the economic operation of the existing power plants and distribution system, as well as on the security of energy supply. The ministry with responsibility for public utilities will issue the licences for carefully selected generation facilities. The potential winner of a tendering process will need to comply with the same obligations and regulations as LUCELEC in terms of transparency, quality of supply and reliability."}, {"text_block_id": "p10_b188", "text": "(30)"}, {"text_block_id": "p10_b189", "text": "The Regulatory Commission may decide to establish a technical panel to review and evaluate solicited and unsolicited project proposals. The political directorate, including ministers of government, will refrain from negotiating directly with private investors."}, {"text_block_id": "p10_b190", "text": "(31)"}, {"text_block_id": "p10_b191", "text": "Independent Power Producers will deliver electricity to the transmission entity of LUCELEC on the basis of bilateral Power Purchase Agreements, under the supervision of, and according to guidelines set up by the Regulatory Commission."}, {"text_block_id": "p10_b192", "text": "D.3.3  Regulatory Arrangements"}, {"text_block_id": "p10_b193", "text": "(32)"}, {"text_block_id": "p10_b194", "text": "The Government will ensure that the Electricity Supply Act that governs the overall operations of the power sector effectively addresses (a) operating licences for transmission and distribution lines and existing electricity generation facilities which will be negotiated between the Regulatory Commission and LUCELEC; and (b) establishment of an independent regulatory body (Regulatory Commission) to regulate the power sector in Saint Lucia."}, {"text_block_id": "p10_b195", "text": "D.3.4  Co-Generation"}, {"text_block_id": "p10_b196", "text": "(33)"}, {"text_block_id": "p10_b197", "text": "The Electricity Supply Act will allow commercial entities such as hotels, hospitals and factories, after approval by LUCELEC, to generate electricity for their own use in co-generation plants with a maximum electrical name-plate capacity of 500 kW and located at the site of energy consumption. The maximum capacity for co-generating plants of a single entity shall not exceed 30% of the capacity needed to supply the average electricity consumption based on the past three (3) years of that single entity."}, {"text_block_id": "p10_b198", "text": "Co-generators have to prove with evidence in the application process that they will recover a reasonable proportion of the waste heat for productive purposes such as water heating, cooling or freezing, and that their co-generation unit helps to reduce overall energy consumption and emissions. The approval by LUCELEC may only be denied on technical grounds; in cases of dispute between the applicant and LUCELEC, the Regulatory Commission will decide."}, {"text_block_id": "p10_b199", "text": "(34)"}, {"text_block_id": "p10_b200", "text": "Co-generators will be able to retain a connection to the distribution or transmission grid for backup purposes and additional electricity needs. Tariff designs for such back-up power and additional electricity supply will be revised and published annually by the Regulatory Commission and will take into consideration the cost of maintaining emergency or peak-load capacity."}, {"text_block_id": "p11_b201", "text": "(35)"}, {"text_block_id": "p11_b202", "text": "Co-generators will have the right to sell excess electricity to the grid operator and will be reimbursed for such supply on the basis of avoided annual average electricity generation costs. The Regulatory Commission will revise and publish annually the rates to be paid by the grid operator for such electricity. The Government will examine options to pay for an additional bonus (premium) per kilowatt-hour in cases where such supply from co-generation plants leads to a substantial reduction of energy inputs and emissions in comparison to alternative generation solutions."}, {"text_block_id": "p11_b203", "text": "(36)"}, {"text_block_id": "p11_b204", "text": "The granting of licences will be subject to,"}, {"text_block_id": "p11_b205", "text": "inter alia"}, {"text_block_id": "p11_b206", "text": ", compliance with safety regulations, electricity quality standards, environmental standards and other physical planning considerations. A licence will be required for all co-generation and the sale of excess electricity to the grid. A licence will not be required by entities not connected to the grid and for those generators mentioned in section (42)."}, {"text_block_id": "p11_b207", "text": "(37)"}, {"text_block_id": "p11_b208", "text": "In order to allow for a learning process and for adjustment of the policy if necessary, the total installed capacity for self-supply from cogeneration will be capped at 3 MW electrical capacity in the initial phase of four (4) years. The Regulatory Commission, in collaboration with LUCELEC and other stakeholders, will constantly monitor and evaluate the economic and technical effects of co-generators. Every four (4) years, the Regulatory Commission may decide, after negotiation with LUCELEC, to adjust the co-generation cap beyond the initial value."}, {"text_block_id": "p11_b209", "text": "D.3.5  Indigenous Renewable Energy Sources"}, {"text_block_id": "p11_b210", "text": "(38)"}, {"text_block_id": "p11_b211", "text": "The Government has a strong interest in making use of indigenous renewable energy sources such as wind power, biomass, solar thermal, photovoltaic, hydropower and geothermal energy for electricity, heat production and cooling in the short and medium term. The Ministry with responsibility for Energy Planning, with the consent of the Regulatory Commission and other ministries concerned, will therefore propose to the Cabinet a minimum quota to be achieved by specific years (and in the following years) defining the annual average contribution of electricity from renewable energy sources to the overall public electricity generation delivered to the transmission grid. As a first target, quotas will be set in such a way that at least 5% of the electricity generated in 2013, and at least 15% in 2015, will originate from renewable energy sources. The quota should reach at least 30% by 2020."}, {"text_block_id": "p11_b212", "text": "The quotas established may be adjusted, based on the national resource assessments conducted as outlined in (26)."}, {"text_block_id": "p11_b213_merged_merged", "text": "In the first instance, LUCELEC will be responsible for ensuring that this quota is achieved by generating or purchasing renewable electricity from adequate generation facilities licensed by the ministry in charge for public utilities. The incumbent utility LUCELEC may for such purpose either set up its own renewable energy generation facilities, establish joint ventures, or sub-contract suitable operators and investors."}, {"text_block_id": "p11_b216", "text": "(39)"}, {"text_block_id": "p11_b217", "text": "Where the quota set for a specific year is not achieved, the Regulatory Commission, as outlined in D.3.2, will be mandated to prepare an international public tender in order to invite potential Independent Power Producers for the installation and operation of renewable electricity generation facilities that deliver electricity, only with respect to the part of non-compliance by LUCELEC. LUCELEC is obliged to provide open access to the electricity network for power supplied by such Independent Power Producers. If the transmission line needs to be enhanced"}, {"text_block_id": "p12_b218", "text": "or extended to the point of connection, this will take place at the expense of the Independent Power Producer."}, {"text_block_id": "p12_b219", "text": "(40)"}, {"text_block_id": "p12_b220", "text": "The ministry with responsibility for energy planning may also set targets for other forms of renewable energy use. These may include biomass and solar thermal energy."}, {"text_block_id": "p12_b221", "text": "(41)"}, {"text_block_id": "p12_b222", "text": "To the extent possible, electricity from non-intermittent renewable energy sources such as geothermal will be used to meet base-load electricity requirements. Subject to availability and demand, electricity from intermittent renewable electricity sources will be dispatched. These sources will be preferred over fossil fuel power plants as long as the grid stability is not endangered."}, {"text_block_id": "p12_b223", "text": "(42)"}, {"text_block_id": "p12_b224", "text": "Operators of grid-connected small-scale renewable electricity systems with a maximum peak capacity of 10 kW dedicated mainly to self-supply, such as photovoltaic systems, small wind generators, or small hydro-power plants, will need approval by LUCELEC but will not have to apply for a licence. Such approval may only be denied in exceptional cases and with sufficient reason (e.g., grid instability/potential to lose the grid), or if the initial cap stated in section (37) is met. The Regulatory Commission, in collaboration with LUCELEC and other stakeholders, will constantly monitor and evaluate the economic and technical effects of self-supply systems. The Regulatory Commission may decide, after negotiation with LUCELEC, to adjust the co-generation cap beyond the initial value of 10kW."}, {"text_block_id": "p12_b225", "text": "(43)"}, {"text_block_id": "p12_b226", "text": "The legislation will allow the use of “net-metering”, thus off-setting the amount of energy delivered to the grid with the electricity supplied to the customer on equal economic terms. In cases where the electricity produced by the system exceeds the customer’s own consumption for the meter reading period, the Regulatory Commission will determine a specific rate to be paid by LUCELEC for such electricity delivered to its network based on avoided cost and external benefits. The Regulatory Commission will determine and publish detailed rules for net-metering operations."}, {"text_block_id": "p12_b227", "text": "D.3.6  Quality of Service Standards"}, {"text_block_id": "p12_b228", "text": "(44)"}, {"text_block_id": "p12_b229", "text": "A change in the current regulatory regime is required to reflect specific quality of service standards for the protection of consumers. This will prevent the situation that occurs where utilities enjoying a monopoly position under-invest in customer service and quality of service if such investments do not necessarily result in increased revenues and profits."}, {"text_block_id": "p12_b230", "text": "(45)"}, {"text_block_id": "p12_b231", "text": "The Regulatory Commission will negotiate with the electricity distribution utility on standards governing the quality of service and targets for improvement. The agreement will incorporate two types of standards – (a) Guaranteed individual standards, and (b) Overall standards."}, {"text_block_id": "p12_b232", "text": "(46)"}, {"text_block_id": "p12_b233", "text": "Guaranteed Individual Standards:"}, {"text_block_id": "p12_b234_merged", "text": "In the provision of services to each individual customer, the electricity distribution utility must adhere to the set service standards.  These guaranteed individual standards will address inter alia;"}, {"text_block_id": "p12_b237", "text": "In the provision of services to each individual customer, the electricity distribution utility must adhere to the set service standards.  These guaranteed individual standards will address inter alia;\n* The time taken to provide service after a request is made;\n* Response time to emergency calls;"}, {"text_block_id": "p13_b241", "text": "-"}, {"text_block_id": "p13_b242", "text": "Re-connection after payment of overdue amounts."}, {"text_block_id": "p13_b243", "text": "If the utility fails to meet a guaranteed standard, a specified payment, as agreed with the regulatory commission, will be made to the affected customer. The objective is not so much to compensate the customer for inconvenience or loss, as to encourage the electricity distribution utility to maintain a high level of service."}, {"text_block_id": "p13_b244", "text": "(47)"}, {"text_block_id": "p13_b245", "text": "Overall Standards:"}, {"text_block_id": "p13_b246", "text": "Overall Standards cover areas of service that affect all or a large group of customers and where, therefore, individual compensatory payments are not feasible. However, even in such circumstances, it will be desirable for the utility to provide service at a predetermined minimum quality. These overall standards will address,"}, {"text_block_id": "p13_b247", "text": "inter alia;"}, {"text_block_id": "p13_b248", "text": "inter alia;\n* Energy input for electricity generation;\n* Service reliability, as measured by the number of minutes per year in which service to the average customer is interrupted;\n* Advance notice to customers of planned outages;\n* Frequency of meter readings, etc.\n* The full costs of producing electricity, including duties and taxes, on a non-discriminatory basis to all consumers of electricity;\n* Indexation of fuel cost fluctuations;\n* Adjustments for inflation based on a retail price index minus an incentive factor for productivity improvements;\n* The long-run marginal cost of supply to each consumer category, each supply voltage level and the cost of supplying capacity and energy to consumers at different times of day, etc.;"}, {"text_block_id": "p13_b256", "text": "Power producers and the electricity distributor will not be subject to direct financial penalties if they fail to meet an overall standard but their performance in this regard will be taken into consideration during rate reviews."}, {"text_block_id": "p13_b257", "text": "D.3.7 Economic Regulation and Tariff Design"}, {"text_block_id": "p13_b258", "text": "(48)"}, {"text_block_id": "p13_b259", "text": "The Regulatory Commission will ensure that the electricity tariff is designed to reflect:"}, {"text_block_id": "p13_b268", "text": "The tariff should ensure that cross-subsidies are minimised by further ensuring that any subsidies which are required to either (a) protect the poorest categories of consumers, or (b) promote tourism or industrial development are, as far as possible, supplied from within the broad consumer class and not across consumer classes or voltage levels. Further purchased power charges and adjustments should be passed through to the consumer in the tariff and that power purchase contracts with IPPs are subject to the approval of the Regulator. The"}, {"text_block_id": "p14_b269", "text": "Government will not be entitled to any special discounts."}, {"text_block_id": "p14_b270", "text": "In setting the electricity tariff, consideration should be given to the energy efficiency of the utility, particularly with respect to technical line losses and generator heat rates."}, {"text_block_id": "p14_b271", "text": "Generation companies shall obtain fuel at the lowest cost as long as it is available. Therefore, at least three comparative quotations shall need to be obtained and compared for each new or prolonged wholesale contract. Where this is not possible, the Regulatory Commission shall be provided with justification for the absence of the comparative quotations. Fuel surcharge will be calculated based on the lowest market price (i.e. the most economical of the three proposals) at which fuel could have been purchased."}, {"text_block_id": "p14_b272", "text": "The tariff structure should also ensure that LUCELEC is capable of recovering its operating and capital costs and that its earnings and rate of return on equity are within acceptable margins."}, {"text_block_id": "p15_b273", "text": "E.  Energy Efficiency Measures"}, {"text_block_id": "p15_b274", "text": "E.1 Energy Efficiency in the Electricity Sector"}, {"text_block_id": "p15_b275", "text": "(49)"}, {"text_block_id": "p15_b276", "text": "Energy efficiency and conservation efforts will be supported by the economic pricing of energy products. Demand side management (DSM) programmes are also necessary to fully exploit the potential for energy efficiency and conservation."}, {"text_block_id": "p15_b277", "text": "Energy efficiency and conservation efforts will be supported by the economic pricing of energy products. Demand side management (DSM) programmes are also necessary to fully exploit the potential for energy efficiency and conservation.\n* Develop institutional mechanisms to assess end use energy consumption and determine efficiency improvement potentials;\n* Design and implement specific measures to capture these potentials;\n* Evaluate the effectiveness of the proposed measures; and\n* Develop the necessary institutional capabilities to implement these activities on a larger scale."}, {"text_block_id": "p15_b285", "text": "The Government will promote the development and implementation of Demand Side Management (DSM) programmes with the involvement of power distributors. These programmes will  seek to:"}, {"text_block_id": "p15_b286", "text": "(50)"}, {"text_block_id": "p15_b287", "text": "These DSM programmes may be initiated by the electricity distribution utility with the support of government. The implementation of DSM programmes will require institutional strengthening and capacity building, such as a comprehensive energy-efficiency training programme for utility personnel, hotel developers and engineers, entrepreneurs, and other relevant stakeholders. The sustainability of such programmes will also require financing mechanisms such as tax concession and other financial incentives that support energy efficiency."}, {"text_block_id": "p15_b288", "text": "(51)"}, {"text_block_id": "p15_b289", "text": "Energy audits will be required for all major consumers, particularly those in the industrial, hotel and commercial sectors, who surpass an electricity consumption threshold predetermined by the ministry in charge of energy planning. Based on the results of these audits, such consumers will be required to implement measures to reduce their energy requirements."}, {"text_block_id": "p15_b290", "text": "(52)"}, {"text_block_id": "p15_b291", "text": "Likewise, all major consumers of electricity in the public sector, such as the Water and Sewerage Company (WASCO), shall be required to undertake energy audits in order to assess energy conservation potential and implement energy efficiency measures."}, {"text_block_id": "p15_b292", "text": "(53)"}, {"text_block_id": "p15_b293", "text": "The Government will encourage the establishment of energy service companies (ESCOs) to undertake energy efficiency improvements by offering financial incentives. Government will also seek international assistance for the promotion of energy efficiency."}, {"text_block_id": "p15_b294", "text": "(54)"}, {"text_block_id": "p15_b295", "text": "On the supply side, efficiency improvements are to be enforced by the transmission grid operator in system loss reduction programmes, and these will be ensured by the targets to be set in the revised regulatory regime and arrangements."}, {"text_block_id": "p15_b296", "text": "E.2  Energy Efficiency in the Building Sector"}, {"text_block_id": "p15_b297", "text": "(55)"}, {"text_block_id": "p15_b298", "text": "An Energy Efficiency Building Code (EEBC) will be developed under the aegis of the ministry"}, {"text_block_id": "p16_b299", "text": "with responsibility for physical development. The Code will address the energy aspect of ‘green building’ such as wall and roof insulation, passive techniques for shading, ventilation and natural lighting. Compliance with the EEBC will be introduced on a phased basis and will be implemented as part of a development approval process which will provide for the grandfathering of designs which are at an advanced stage. Initially, the EEBC will become mandatory for new  constructions and retrofits in commercial buildings.  Subsequently, the  EEBC will become mandatory for both public and private sector  buildings."}, {"text_block_id": "p16_b300", "text": "(56)"}, {"text_block_id": "p16_b301_merged", "text": "An energy efficiency technology transfer phase will be promoted through, inter alia, training workshops for engineers and architects and the development of design handbooks incorporating local construction practices."}, {"text_block_id": "p16_b304", "text": "(57)"}, {"text_block_id": "p16_b305", "text": "Government will put measures in place to encourage the use of energy saving devices in new and existing buildings."}, {"text_block_id": "p16_b306", "text": "(58)"}, {"text_block_id": "p16_b307", "text": "The Government will provide ongoing support for the promotion and implementation of the EEBC. The work programme will include energy audits and compliance reviews for selected government buildings to serve as demonstration projects. This will indicate the commitment of the Government to a rapid implementation of the EEBC and the early realization of benefits."}, {"text_block_id": "p16_b308", "text": "(59)"}, {"text_block_id": "p16_b309", "text": "Energy consumption in existing Government buildings will be monitored with a focus on monitoring electricity consumption for air conditioning and lighting. Improvements will be made where feasible. The results will be made public as to allow for the transfer of best practices and knowledge to other building sub-sectors."}, {"text_block_id": "p16_b310", "text": "(60)"}, {"text_block_id": "p16_b311", "text": "Solar water heaters (SWH) have a large economic potential; therefore current fiscal incentives for the purchase of SWH will be maintained and promotion activities will be established to encourage their use. The use of electrical water heaters for any purpose will not be exempted from regular taxation. The use of SWH for new large consumers of hot water such as tourist resorts will be made mandatory through appropriate legislation, except for such cases where hot water is provided by co-generation plants."}, {"text_block_id": "p16_b312", "text": "(61)"}, {"text_block_id": "p16_b313", "text": "The Government  will promote the use of other renewable energy technologies in buildings including photovoltaic and solar cooling, whenever such technologies are found to be cost-efficient and reliable."}, {"text_block_id": "p16_b314", "text": "E.3 Energy Efficiency in the Transport Sector"}, {"text_block_id": "p16_b315", "text": "Regulation of the transport sector, a major consumer of energy in Saint Lucia. is difficult due to the wide dispersal of ownership of vehicles."}, {"text_block_id": "p16_b316", "text": "(62)"}, {"text_block_id": "p16_b317", "text": "Government will maintain a level of adequate taxation on motor vehicles as well as take measures to ensure improved vehicle maintenance in order to promote energy efficiency in the transportation  sector."}, {"text_block_id": "p16_b318", "text": "(63)"}, {"text_block_id": "p16_b319", "text": "Specifically the Government will:"}, {"text_block_id": "p16_b320", "text": "Specifically the Government will:\n* Introduce beneficial tax systems to promote the purchase of more  energy-economical vehicles, including the new generation of hybrid vehicles;\n<\\li1>"}, {"text_block_id": "p17_b322", "text": "(64)"}, {"text_block_id": "p17_b323", "text": "2."}, {"text_block_id": "p17_b324", "text": "Ensure obligatory vehicle inspection and regular maintenance which will promote safety, reduce the level of harmful emissions and promote energy efficiency;"}, {"text_block_id": "p17_b325", "text": "3."}, {"text_block_id": "p17_b326", "text": "Facilitate the improved training of automotive mechanics and driving instructors with respect to energy efficiency and conservation;"}, {"text_block_id": "p17_b327", "text": "In the medium and long term, infrastructural measures such as improved road maintenance, repairs and construction, transport planning will be implemented. Specifically, the Ministry in charge of the transport sector will:"}, {"text_block_id": "p17_b328", "text": "1."}, {"text_block_id": "p17_b329", "text": "Better integrate energy and environmental strategies into urban planning;"}, {"text_block_id": "p17_b330", "text": "2."}, {"text_block_id": "p17_b331", "text": "Improve traffic management by utilizing all feasible measures, such as computer-controlled traffic lights, which will make it possible to smooth the flow of traffic through Castries and the northern corridor;"}, {"text_block_id": "p17_b332", "text": "3."}, {"text_block_id": "p17_b333", "text": "Explore options, including the use of a scheduled ferry transportation service between Gros-Islet and Castries, to relieve the heavily-burdened northern corridor; and investigate the option of moving heavy commercial loads between Port Castries and Vieux-Fort by barge;"}, {"text_block_id": "p17_b334", "text": "4."}, {"text_block_id": "p17_b335", "text": "Determine the feasibility of measures such as; restrictions on circulating traffic and the introduction of special urban road charges to restrict access of private motor cars to Castries city centre, while making the public transportation system more efficient and promoting its increased usage."}, {"text_block_id": "p17_b336", "text": "(65)"}, {"text_block_id": "p17_b337", "text": "The Ministry responsible for finance will maintain a taxation regime which allows international fuel price  movements to be fully reflected in the price paid at the pump in order to discourage wasteful consumption of fuel."}, {"text_block_id": "p17_b338", "text": "(66)"}, {"text_block_id": "p17_b339", "text": "Conduct an in-depth analysis of energy conservation options in the transportation sector which will be periodically updated by the Ministry for transportation."}], "document_description": "<br />\n<br />\nThe National Energy Policy of 2010 build on the Sustainable Energy Plan from 2002 to ensure Saint Lucia a safe, secure, affordable and clean energy supply. It lays out the framework for the usage of renewable energy sources and reducing carbon emissions, and identifies short and medium-term renewable targets.<br />\n<br />\n<br />\n<br />\n<br />\n<br />\n<br />\n<br />\nThe Policy notably seeks to reduce energy costs by allowing the private sector to engage into electricity production. It aims in parallel to 1) diversify sources of supply, 2) exploit indigenous renewable resources, 3) adopt energy efficiency measures on the production, distribution and demand sides, and 4) implement appropriate pricing and other regulatory policies.<br />\n<br />\n<br />\n<br />\n<br />"}