{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Saint Lucia", "document_category": "Policy", "document_sector_name": "Social development", "document_language": "English", "document_name": "National Environment Policy (NEP) and National Environmental Management Strategy (2004; Revised 2014)", "document_country_code": "LCA", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_date": "04/11/2019", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/LCA/2019/LCA-2019-11-04-National Environment Policy (NEP) and National Environmental Management Strategy (2004; Revised 2014)_b597bc07953906ef12c6ddb4be3479f6.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of Saint Lucia"}, {"text_block_id": "p0_b2", "text": "Ministry of Physical Development, Environment and Housing"}, {"text_block_id": "p0_b3", "text": "NATIONAL ENVIRONMENT POLICY (NEP)"}, {"text_block_id": "p0_b4", "text": "and"}, {"text_block_id": "p0_b5", "text": "NATIONAL ENVIRONMENTAL MANAGEMENT STRATEGY (NEMS)"}, {"text_block_id": "p0_b6", "text": "FOR SAINT LUCIA"}, {"text_block_id": "p0_b7", "text": "November 2004"}, {"text_block_id": "p1_b8", "text": "FOREWORD"}, {"text_block_id": "p1_b9_merged", "text": "In accordance with the terms of The St. George’s Declaration of Principles for Environmental Sustainability in the OECS, the Government of Saint Lucia, with support from the Environment and Sustainable Development Unit (ESDU) of the Organisation of Eastern Caribbean States (OECS), has embarked upon the formulation of a National Environmental Policy (NEP) and National Environmental Management Strategy (NEMS). This exercise was initiated in early October 2003, and was completed in October 2004. It has been carried out by the Ministry of Physical Development, Environment and Housing, under the guidance of a Steering Committee comprising representatives of key national governmental agencies involved in environmental management."}, {"text_block_id": "p1_b12", "text": "The National Environment Policy provides the broad framework for environmental management in Saint Lucia, and establishes links with policies and programmes in all relevant sectors of economic and social development.  The National Environmental Management Strategy aims to provide the specific directions and mechanisms for more effective policy implementation and includes specific results expected and actions necessary to realise the policy objectives."}, {"text_block_id": "p1_b13", "text": "This document has benefited from the input of a large number of individuals and agencies in government, in the private sector and in civil society. It has also been informed by the various policy processes and instruments in other sectors that are relevant to environmental management. Its ambition is to become a “living document” that is used to guide policy formulation and programming in the environmental sector, but that is also modified and improved over time, as more experience is being gained, as results are being obtained and measured and as new lessons are being learned."}, {"text_block_id": "p2_b14", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b15", "text": "Introduction"}, {"text_block_id": "p4_b16", "text": "Saint Lucia aspires to a form of development that meets the needs and aspirations of all citizens and that is sustainable, equitable, harmonious, respectful of culture and identity, and compatible with the legitimate claims and needs of other nations and societies. In this search, the environment plays a central role, because it provides the natural resources (e.g. the air, land, soils, waters, landscapes, ecosystems and species) that support economic, social and cultural development activities, and because the physical and mental well-being of people and of society as a whole cannot be maintained in the absence of a clean and healthy environment. Development cannot be equitable or sustainable without effective natural resource conservation and environmental management."}, {"text_block_id": "p4_b17", "text": "The challenges of environmental management that are faced by a small island developing nation such as Saint Lucia are many. Because of their small size and location, small tropical islands are highly vulnerable to disasters, and to the negative impacts of environmental change. From the early days of European colonisation, Saint Lucia’s natural habitats have been radically transformed, giving way to the establishment of plantations and human settlements, and to the importation of a wide range of plant and animal species. Saint Lucia’s economy has been built almost entirely on the use of natural resources, especially in agriculture and more recently in tourism. Today, in a globalised world dominated by trade liberalisation, high and growing disparities and inequities between rich and poor countries and regions, and security issues, the economic and environmental sustainability of Saint Lucia is under threat."}, {"text_block_id": "p4_b18", "text": "Environmental policy is critical to national development. A nation’s environmental policy, whether formal or informal, reflects its ability and commitment to manage and sustain natural assets and to preserve and enhance the quality of human life. It also defines, to a significant extent, the type of development that a country pursues, since it shapes the contours and the features of the economy, it is an expression of dominant cultures and attitudes, and it reveals individual and collective relationships with nature, with the past, the present and the future, as well as with other people, communities, societies and nations. Environmental policy is a pillar of sustainable human development."}, {"text_block_id": "p4_b19", "text": "This National Environmental Policy and this National Environmental Management Strategy are formal expressions of the nation’s commitment to arrest and reverse trends of environmental degradation and to ensure that sound environmental management is fully integrated into the national development policy framework. They seek to complement and build upon the other policy statements and instruments that Saint Lucia has put in place to address issues of environmental quality and sustainability in the country. The purpose of this document is neither to duplicate existing statements, nor to provide a blueprint for environmental management. It is a statement of intent issued by the Government of Saint Lucia on behalf of the nation as a whole. It is an integrating framework that seeks to provide guidance and direction, but also to set clear and specific targets for policy implementation, and to address policy gaps and conflicts wherever they exist."}, {"text_block_id": "p5_b20", "text": "This policy statement and the strategy that it contains complement all relevant international agreements and commitments to which Saint Lucia is a party, including the Millennium Declaration, the various global and regional conventions and agreements in the field of the environment, the Barbados Programme of Action for the Sustainable Development of Small Island Developing States (SIDS) and the St. George’s Declaration of Principles for Environmental Sustainability in the OECS"}, {"text_block_id": "p5_b21", "text": "."}, {"text_block_id": "p5_b22", "text": "This document also builds upon the wide range of national policy statements and instruments that exist and are already in force in Saint Lucia. In particular, the NEP and the NEMS have been directly informed by:"}, {"text_block_id": "p5_b23", "text": "This document also builds upon the wide range of national policy statements and instruments that exist and are already in force in Saint Lucia. In particular, the NEP and the NEMS have been directly informed by:\n* Legal and institutional review of environmental management in Saint Lucia\n* Legal and institutional review of environmental management in Saint Lucia\n released in March 2002;\n* the\n* currently being finalised by the Ministry of Physical Development, Environment and Housing;\n* the Analysis of environmental policy which was prepared by the Ministry of Physical Development, Environment and Housing as part of this policy process."}, {"text_block_id": "p6_b35", "text": "Main concepts and definitions used in this document"}, {"text_block_id": "p6_b36", "text": ":"}, {"text_block_id": "p6_b37", "text": "Conservation"}, {"text_block_id": "p6_b38", "text": ": the preservation and renewal, when possible, of natural resources; the use, protection and improvement of natural resources according to principles that will ensure optimal economic or social benefit on a sustainable basis."}, {"text_block_id": "p6_b39", "text": "Environment"}, {"text_block_id": "p6_b40", "text": ": the living and non-living surroundings in which a person, a society, a community or an organisation operates, including the air, the water, the land, the flora, the fauna and the other natural resources, as well as the relationships between humans and these surroundings."}, {"text_block_id": "p6_b41", "text": "Environmental policy"}, {"text_block_id": "p6_b42", "text": ": a statement or a set of statements made by a country or organisation of its intentions and principles in relation to its environment, which provides a framework for collective behaviour and for the setting of environmental objectives and targets."}, {"text_block_id": "p6_b43", "text": "Environmental management"}, {"text_block_id": "p6_b44", "text": ": the measures, procedures and actions that are used and applied to determine the extent and conditions of the use of natural resources and the environment, and the impacts of human activities, products and services on that environment."}, {"text_block_id": "p6_b45", "text": "Environmental impact"}, {"text_block_id": "p6_b46", "text": ": any change to the environment, whether adverse or beneficial, wholly or partially resulting from an activity, product or service."}, {"text_block_id": "p6_b47", "text": "Environmental impact assessment"}, {"text_block_id": "p6_b48", "text": ": the methods and procedures that are used to identify, measure and adjust the impacts resulting from an activity, product or service."}, {"text_block_id": "p6_b49", "text": "Pollution"}, {"text_block_id": "p6_b50", "text": ": the presence of a substance in the environment that because of its chemical composition or quantity prevents or affects the functioning of natural processes and produces undesirable environmental and health effects."}, {"text_block_id": "p6_b51", "text": "Prevention of pollution"}, {"text_block_id": "p6_b52", "text": ": the use of processes, practices, materials or products that avoid, reduce or control pollution, which may include recycling, treatment, process changes, control mechanisms, efficient use of resources and material substitution."}, {"text_block_id": "p6_b53", "text": "Stakeholder"}, {"text_block_id": "p6_b54", "text": ": a person, group of persons or organisation that may affect, or be affected by, the extent and conditions of the use of natural resources and the environment"}, {"text_block_id": "p7_b55", "text": "Vision"}, {"text_block_id": "p7_b56", "text": "The Government and People of Saint Lucia envision a healthy and productive environment that guarantees the sustainability of development activities and processes and that contributes fully to human development and to the quality of human life. In this vision, poverty will be eliminated, and the environmental causes of poverty, such as inadequate land use, poor sanitation and inequitable access to natural resources, will be effectively addressed. At the same time, all main threats to human health and safety will be eliminated, and mechanisms will be in place to cope with new and emerging risks and to manage the different types of wastes and the various sources of contamination generated from within and outside the country."}, {"text_block_id": "p7_b57", "text": "While the economic and social benefits of environmental management will be recognised, nature and the environment will also be respected for their intrinsic value, and for their place within the national patrimony. In this vision, there will be fair and equitable opportunities for people to access and use natural and environmental resources for social, economic and cultural benefits. The environment and the way it is perceived, used and managed will contribute to cultural identity and social cohesion at the local and national levels."}, {"text_block_id": "p7_b58", "text": "In this vision, all people and institutions will be aware and will have a good understanding of environmental issues, making them conscious and ready to demand, as well as to play a part in, environmental conservation and management. In accordance with Principles 3, 4 and 5 of The St. George’s Declaration, rights and responsibilities in environmental management will be distributed among all sectors of society, including the state, the private sector, non-governmental and community organisations, communities, and individual households. In particular:"}, {"text_block_id": "p7_b59", "text": "In this vision, all people and institutions will be aware and will have a good understanding of environmental issues, making them conscious and ready to demand, as well as to play a part in, environmental conservation and management. In accordance with Principles 3, 4 and 5 of The St. George’s Declaration, rights and responsibilities in environmental management will be distributed among all sectors of society, including the state, the private sector, non-governmental and community organisations, communities, and individual households. In particular:\n* the public sector will be efficient and effective, providing overall guidance to the processes of environmental management as well as specific resources and services in relevant areas;\n* there will be a strong sense of corporate social and environmental responsibility, with businesses and private sector bodies playing a part in the regulation of market forces and in the management of the environment;\n* people and communities will be empowered and involved in all relevant aspects and institutions of governance, particularly for the management of the environment;\n* some of the responsibilities for environmental management will be shared with other nations, through relevant regional and international institutions and instruments;"}, {"text_block_id": "p8_b67", "text": "In this vision, all people and institutions will be aware and will have a good understanding of environmental issues, making them conscious and ready to demand, as well as to play a part in, environmental conservation and management. In accordance with Principles 3, 4 and 5 of The St. George’s Declaration, rights and responsibilities in environmental management will be distributed among all sectors of society, including the state, the private sector, non-governmental and community organisations, communities, and individual households. In particular:\n* the public sector will be efficient and effective, providing overall guidance to the processes of environmental management as well as specific resources and services in relevant areas;\n* there will be a strong sense of corporate social and environmental responsibility, with businesses and private sector bodies playing a part in the regulation of market forces and in the management of the environment;\n* people and communities will be empowered and involved in all relevant aspects and institutions of governance, particularly for the management of the environment;\n* some of the responsibilities for environmental management will be shared with other nations, through relevant regional and international institutions and instruments;\n* there will be genuine international cooperation in environmental affairs, and external partners will assume their responsibility for environmental management at the global, regional, national and local levels.\n<\\li1>"}, {"text_block_id": "p8_b69", "text": "In its quest for environmental quality and sustainability, Saint Lucia will fully assume its global and regional responsibility, especially for the joint management of resources, landscapes and environments that are shared with other countries, either in ecological terms, or on the basis of and historical cultural relationships."}, {"text_block_id": "p9_b70", "text": "Goal"}, {"text_block_id": "p9_b71", "text": "The goal of national environmental policy is to ensure that development is environmentally sustainable, while optimising the contribution of the environment to the economic, social and cultural dimensions of development."}, {"text_block_id": "p9_b72", "text": "Principles and values"}, {"text_block_id": "p9_b73", "text": "In the achievement of these policy objectives, a number of fundamental principles will be adhered to:"}, {"text_block_id": "p9_b74", "text": "In the achievement of these policy objectives, a number of fundamental principles will be adhered to:\n* : all citizens, including those of future generations, have the right to a clean, healthy, safe and productive environment. The actions and behaviour of people and institutions must respect these rights.\n* : the rights of all citizens must be recognised, and opportunities to access environmental resources and to derive benefits from these resources must be equitable, without any discrimination on the basis of age, sex, race, religion or ability.\n* : all citizens and institutions should feel a sense of responsibility, and there should be a fair sharing of rights and authority among the state, civil society, individuals and the private sector. All stakeholders must recognise that they have a part to play in the processes of environmental management.\n* : it is the responsibility of the state to establish and manage a policy framework for environmental management, and government must therefore assume and retain a leadership role in policy formulation and implementation.\n* : it is also the responsibility of the state to ensure that there is fairness, transparency and accountability in the formulation, adoption and implementation of all public policy, including national environmental policy.\n* :  public policy must promote the participation of stakeholders, facilitate the development of collaboration and partnerships among relevant actors, and encourage community involvement in management whenever desirable and practical. Voluntary compliance must be promoted and encouraged to the maximum extent possible.\n* : at the same time, laws and regulations must be effectively and efficiently enforced, conflicts and crises must be fairly resolved and"}, {"text_block_id": "p10_b95", "text": "In the achievement of these policy objectives, a number of fundamental principles will be adhered to:\n* : all citizens, including those of future generations, have the right to a clean, healthy, safe and productive environment. The actions and behaviour of people and institutions must respect these rights.\n* : the rights of all citizens must be recognised, and opportunities to access environmental resources and to derive benefits from these resources must be equitable, without any discrimination on the basis of age, sex, race, religion or ability.\n* : all citizens and institutions should feel a sense of responsibility, and there should be a fair sharing of rights and authority among the state, civil society, individuals and the private sector. All stakeholders must recognise that they have a part to play in the processes of environmental management.\n* : it is the responsibility of the state to establish and manage a policy framework for environmental management, and government must therefore assume and retain a leadership role in policy formulation and implementation.\n* : it is also the responsibility of the state to ensure that there is fairness, transparency and accountability in the formulation, adoption and implementation of all public policy, including national environmental policy.\n* :  public policy must promote the participation of stakeholders, facilitate the development of collaboration and partnerships among relevant actors, and encourage community involvement in management whenever desirable and practical. Voluntary compliance must be promoted and encouraged to the maximum extent possible.\n* : at the same time, laws and regulations must be effectively and efficiently enforced, conflicts and crises must be fairly resolved and\n* : enforcement measures should be acceptable to and accepted by all stakeholders, thanks to the fairness and transparency of decisions and to stakeholder participation in policy formulation and decision-making.\n* : organisations and processes of environmental management must be fully effective and efficient, with streamlined and integrated systems and procedures.\n* : all social partners must be capable of participating in environmental management, and must therefore develop their human and technical resource capacity through training, organisational development, resource mobilisation and technical assistance.\n* : there is a need for proper co-ordination among all actors, and policy objectives and instruments must remain coherent, compatible and mutually reinforcing.\n* : whenever necessary, the precautionary principle must be applied and followed, i.e. the decision not to proceed with significant changes in resource use in the absence of an adequate assessment of the potential impacts of these changes.\n* : whenever applicable, financial and other economic instruments can be used to promote sustainable activities and patterns of resource utilisation.\n* : public policy should make use of a wide range of instruments, using them creatively and effectively, and recognising the value of both formal and informal measures and mechanisms.\n* : effective environmental management requires an educated public, aware of issues and their causes, and informed of needs and requirements.\n* : environmental management must be based on sound research and information, with appropriate monitoring of issues, trends and impacts."}, {"text_block_id": "p11_b123", "text": "Objectives"}, {"text_block_id": "p11_b124", "text": "In order to achieve the goal of environmentally sustainable development, environmental policy must pursue a set of seven broad objectives, which are complementary and mutually reinforcing:"}, {"text_block_id": "p11_b125", "text": "In order to achieve the goal of environmentally sustainable development, environmental policy must pursue a set of seven broad objectives, which are complementary and mutually reinforcing:\n* Maintain the diversity of ecosystems, species and genes.\n* Maintain and enhance the natural productivity of ecosystems and ecological processes.\n* Optimise the contribution of natural and environmental resources to the production and trade of economic goods and services.\n* Optimise the contribution of natural and environmental resources to social and cultural development.\n* Prevent and mitigate the negative impacts of environmental change and natural disasters.\n* Maintain and enhance the contribution of the environment to human health.\n* Fulfil regional and international responsibilities."}, {"text_block_id": "p11_b139", "text": "Main policy interventions"}, {"text_block_id": "p11_b140", "text": "Maintenance of the diversity of ecosystems, species and genes"}, {"text_block_id": "p11_b141", "text": "Saint Lucia must, to the maximum extent possible, preserve the natural diversity of ecosystems, species and genes that are part of the country’s natural patrimony, including the diversity of breeds and cultivars that have been created by human activity during the course of history."}, {"text_block_id": "p11_b142", "text": "The main instruments that will be used in the implementation of this component of the policy are:"}, {"text_block_id": "p11_b143", "text": "The main instruments that will be used in the implementation of this component of the policy are:\n* Full implementation of the National Biodiversity Strategy and Action Plan (NBSAP).\n* Review and revision of the plan for a System of Protected Areas (SPA), and preparation of an indicative list of areas still requiring statutory protection and of a work programme for the establishment of such protected areas."}, {"text_block_id": "p12_b147", "text": "The main instruments that will be used in the implementation of this component of the policy are:\n* Full implementation of the National Biodiversity Strategy and Action Plan (NBSAP).\n* Review and revision of the plan for a System of Protected Areas (SPA), and preparation of an indicative list of areas still requiring statutory protection and of a work programme for the establishment of such protected areas.\n* Effective management of existing protected areas, with the implementation of management programmes in research, conservation, sustainable use, monitoring and evaluation, and public awareness.\n* Effective enforcement of the provisions of the Wildlife Protection Act and other legislation relevant to ecosystem and species conservation."}, {"text_block_id": "p12_b151", "text": "In addition, instruments will be introduced in order to address new and emerging issues. These instruments include:"}, {"text_block_id": "p12_b152", "text": "In addition, instruments will be introduced in order to address new and emerging issues. These instruments include:\n* Participatory formulation of a new national forest policy, and formulation and implementation of a forest management plan.\n* Formulation of a specific policy on bio-prospecting.\n* Formulation of a policy on biotechnology and bio-safety, with specific provisions concerning the introduction and use of genetically modified organisms."}, {"text_block_id": "p12_b158", "text": "Maintenance and enhancement of the natural productivity of ecosystems and ecological processes"}, {"text_block_id": "p12_b159", "text": "In addition to their providing the habitat for natural species and genes, ecosystems naturally produce a range of good and services that are essential to human society. Their natural productivity must therefore be preserved and enhanced, through the maintenance and improvement of critical ecological processes."}, {"text_block_id": "p12_b160", "text": "The main instruments that will be used in the implementation of this component of the policy are:"}, {"text_block_id": "p12_b161", "text": "The main instruments that will be used in the implementation of this component of the policy are:\n* Full implementation of the NBSAP.\n* Review and revision of the plan for a System of Protected Areas, and preparation of an indicative list of areas still requiring statutory protection and of a work programme for the establishment of such protected areas.\n* Adoption and full implementation of the Plan for Managing the Fisheries of Saint Lucia."}, {"text_block_id": "p12_b167", "text": "In addition, instruments will be introduced in order to address new and emerging issues. These instruments include:"}, {"text_block_id": "p12_b168", "text": "In addition, instruments will be introduced in order to address new and emerging issues. These instruments include:\n* Participatory formulation of a national forest policy, and formulation and implementation of a forest management plan.\n<\\li1>"}, {"text_block_id": "p13_b170", "text": "In addition, instruments will be introduced in order to address new and emerging issues. These instruments include:\n* Participatory formulation of a national forest policy, and formulation and implementation of a forest management plan.\n<\\li1>\n* Formulation and implementation of a comprehensive plan for the conservation and management of critical watersheds, including the design and use of market-based instruments for watershed management.\n<\\li1>"}, {"text_block_id": "p13_b172", "text": "Optimisation of the contribution of natural and environmental resources to economic development"}, {"text_block_id": "p13_b173", "text": "Saint Lucia’s economy remains largely dependent on natural and environmental resources, especially in agriculture, fisheries and tourism. One of the essential objectives of environmental management is to ensure that these resources contribute optimally, and on a sustainable basis, to economic activity and prosperity."}, {"text_block_id": "p13_b174", "text": "The main instruments that will be used in the implementation of this component of the policy are:"}, {"text_block_id": "p13_b175", "text": "The main instruments that will be used in the implementation of this component of the policy are:\n* Implementation of an expanded programme for agricultural diversification.\n* Identification and promotion of sustainable use practices in all relevant sectors, including agriculture, fisheries and tourism.\n* Integration of nature and heritage tourism in national tourism policies and programmes, and promotion of heritage tourism ventures and projects.\n* Exploration of the potential for the development of aquaculture.\n* Identification and promotion of opportunities for non-timber forest products, especially in the arts and crafts sector.\n* Promotion of forestry and agro-forestry on suitable private lands, and of community forestry on selected public lands."}, {"text_block_id": "p13_b187", "text": "Optimisation of the contribution of natural and environmental resources to social development"}, {"text_block_id": "p13_b188", "text": "The environment and the resources it contains provide a range of cultural and social services, and contribute, in a variety of ways, to social integration, artistic expression and cultural identity. Environmental management must therefore seek to optimise this contribution."}, {"text_block_id": "p13_b189", "text": "The main instruments that will be used in the implementation of this component of the policy are:"}, {"text_block_id": "p14_b190", "text": "•"}, {"text_block_id": "p14_b191", "text": "Adoption and implementation of the Social Policy for Human Development, and particularly its provisions that relate to the use and management of natural resources and the environment."}, {"text_block_id": "p14_b192", "text": "•"}, {"text_block_id": "p14_b193", "text": "Implementation of the aspects of the National Cultural Policy that relate to environmental management."}, {"text_block_id": "p14_b194", "text": "•"}, {"text_block_id": "p14_b195", "text": "Implementation of the proposed Local Government Reform, and design and implementation of a phased programme aimed at vesting management authority over locally important natural asserts to local government authorities."}, {"text_block_id": "p14_b196", "text": "•"}, {"text_block_id": "p14_b197", "text": "Formulation and adoption of guidelines for landscape management, for use in development planning and control."}, {"text_block_id": "p14_b198", "text": "•"}, {"text_block_id": "p14_b199", "text": "Preservation of traditional knowledge and maintenance of traditional uses consistent with the principles of equity and sustainability."}, {"text_block_id": "p14_b200", "text": "Prevention and mitigation of the negative impacts of environmental change and natural disasters"}, {"text_block_id": "p14_b201", "text": "Change is a permanent feature of the environment, and it comes as a result of a number of factors, including natural and other disasters. One of the objectives of environmental management must be to ensure that the negative impacts of change – including those coming from climatic change – are minimised and mitigated, in accordance with Principles 8 and 9 of The St. George’s Declaration."}, {"text_block_id": "p14_b202", "text": "The main instruments that will be used in the implementation of this component of the policy are:"}, {"text_block_id": "p14_b203", "text": "•"}, {"text_block_id": "p14_b204", "text": "Adoption and implementation of the National Hazard Mitigation Plan."}, {"text_block_id": "p14_b205", "text": "•"}, {"text_block_id": "p14_b206", "text": "Implementation of the National Climate Change Policy and Adaptation Plan."}, {"text_block_id": "p14_b207", "text": "•"}, {"text_block_id": "p14_b208", "text": "Comprehensive and effective application of regulations governing environmental impact assessment in development planning processes and procedures."}, {"text_block_id": "p14_b209", "text": "Maintenance and enhancement of the contribution of the environment to human health"}, {"text_block_id": "p14_b210", "text": "There is a direct relationship between environmental quality and human health, and a central objective of environmental management is to reduce, minimise and whenever possible eliminate the negative impacts of environmental conditions on the physical and mental well-being of people and society, while optimising the positive contribution of that environment to human health."}, {"text_block_id": "p15_b211", "text": "The main instruments that will be used in the implementation of this component of the policy are:"}, {"text_block_id": "p15_b212", "text": "•"}, {"text_block_id": "p15_b213", "text": "Completion, adoption and implementation of the National Waste Management Strategy."}, {"text_block_id": "p15_b214", "text": "•"}, {"text_block_id": "p15_b215", "text": "Completion, adoption and implementation of the medical waste and other bio-hazardous wastes management plan."}, {"text_block_id": "p15_b216", "text": "•"}, {"text_block_id": "p15_b217", "text": "Completion, adoption and implementation of the agrochemical (pesticide) hazardous wastes management plan."}, {"text_block_id": "p15_b218", "text": "In addition, instruments will be introduced in order to address new and emerging issues. These instruments include:"}, {"text_block_id": "p15_b219", "text": "•"}, {"text_block_id": "p15_b220", "text": "Formulation and adoption of comprehensive legislation to address pollution."}, {"text_block_id": "p15_b221", "text": "•"}, {"text_block_id": "p15_b222", "text": "Continued development and enforcement of health and safety standards."}, {"text_block_id": "p15_b223", "text": "•"}, {"text_block_id": "p15_b224", "text": "Completion and adoption of the Labour Code and implementation of its provisions that relate to health, safety and environmental quality."}, {"text_block_id": "p15_b225", "text": "•"}, {"text_block_id": "p15_b226", "text": "Formulation and implementation of a plan to promote the use of traditional medicines whenever desirable."}, {"text_block_id": "p15_b227", "text": "Fulfilment of regional and international responsibilities"}, {"text_block_id": "p15_b228", "text": "The objectives of environmental management in Saint Lucia go well beyond the shores of the island. As an independent and responsible nation, Saint Lucia is committed to the regional and global environmental agendas, and wishes to play a key role in their implementation, in conformity with commitments made in Principle 17 of The St. George’s Declaration."}, {"text_block_id": "p15_b229", "text": "The main instruments that will be used in the implementation of this component of the policy are:"}, {"text_block_id": "p15_b230", "text": "•"}, {"text_block_id": "p15_b231", "text": "Full application of the St. George’s Declaration of Principles for Environmental Sustainability in the OECS, and provision of periodic reporting on the status of implementation at the national level."}, {"text_block_id": "p15_b232", "text": "•"}, {"text_block_id": "p15_b233", "text": "Full implementation of and adherence to the provisions of the various international conventions to which Saint Lucia is a party."}, {"text_block_id": "p16_b234", "text": "In addition, instruments will be introduced in order to address new and emerging issues. These instruments include:"}, {"text_block_id": "p16_b235", "text": "•"}, {"text_block_id": "p16_b236", "text": "Development and implementation of an integrated system of monitoring and reporting on implementation of international policies and instruments."}, {"text_block_id": "p16_b237", "text": "•"}, {"text_block_id": "p16_b238", "text": "Formulation and adoption of specific targets and indicators in all relevant sectors and programmes."}, {"text_block_id": "p17_b239", "text": "Policy framework"}, {"text_block_id": "p17_b240", "text": "The policy process"}, {"text_block_id": "p17_b241", "text": "The implementation of national environmental policy will be structured around a process that involves the following elements:"}, {"text_block_id": "p17_b242", "text": "o"}, {"text_block_id": "p17_b243", "text": "The vision, goal, objectives, principles and values outlined in this policy document will form the core of the policy process, with all other elements drawing from, and contributing to, this core."}, {"text_block_id": "p17_b244", "text": "o"}, {"text_block_id": "p17_b245", "text": "The National Environmental Policy and National Environmental Management Strategy will be submitted to and eventually approved by the Cabinet of Ministers."}, {"text_block_id": "p17_b246", "text": "o"}, {"text_block_id": "p17_b247", "text": "The policy elements contained in the present document will be submitted to and eventually approved by the Parliament of Saint Lucia."}, {"text_block_id": "p17_b248", "text": "o"}, {"text_block_id": "p17_b249", "text": "There will be a determined national effort towards implementation, as expressed in the strategy presented below, with the Ministry with responsibility for the Environment assuming the leadership role in this effort."}, {"text_block_id": "p17_b250", "text": "o"}, {"text_block_id": "p17_b251", "text": "The National Environmental Policy and the National Environmental Management Strategy will in turn support the formulation and implementation of specific strategies, programmes and plans that guide actions and interventions in all relevant sectors (e.g. water, land, biodiversity, tourism or coastal zone management)."}, {"text_block_id": "p17_b252", "text": "o"}, {"text_block_id": "p17_b253", "text": "Implementation will be supported by efficient and effective legal and institutional instruments."}, {"text_block_id": "p17_b254", "text": "o"}, {"text_block_id": "p17_b255", "text": "These instruments will specifically provide for mechanisms for informed public involvement in policy formulation and implementation."}, {"text_block_id": "p17_b256", "text": "o"}, {"text_block_id": "p17_b257", "text": "The policy process will be ongoing and iterative, with continued monitoring, assessment, evaluation and adaptation, and with periodic reviews of the status of implementation of the policy and management strategy."}, {"text_block_id": "p17_b258", "text": "Institutional arrangements"}, {"text_block_id": "p17_b259", "text": "A key to the effective implementation of national environmental policy is effective coordination and integration, at various levels:"}, {"text_block_id": "p17_b260", "text": "o"}, {"text_block_id": "p17_b261", "text": "coordination and cooperation between state agencies, the private sector and civil society;"}, {"text_block_id": "p18_b262", "text": "o"}, {"text_block_id": "p18_b263", "text": "integration of policies, institutions and interventions within the state, and use of coordinating mechanisms among all agencies involved, directly and indirectly, in environmental management;"}, {"text_block_id": "p18_b264", "text": "o"}, {"text_block_id": "p18_b265", "text": "avoidance of duplication and use of a coordinated approach to enforcement;"}, {"text_block_id": "p18_b266", "text": "o"}, {"text_block_id": "p18_b267", "text": "clarity and accountability in the allocation of roles and responsibilities among the various institutional actors;"}, {"text_block_id": "p18_b268", "text": "o"}, {"text_block_id": "p18_b269", "text": "integration of institutions and actions at the local level, through effective systems of local governance;"}, {"text_block_id": "p18_b270", "text": "o"}, {"text_block_id": "p18_b271", "text": "creation and promotion of equitable and effective partnerships involving public sector agencies, private sector bodies, civil society and communities;"}, {"text_block_id": "p18_b272", "text": "o"}, {"text_block_id": "p18_b273", "text": "effective delegation of relevant regulatory functions to regional institutions whenever desirable and feasible;"}, {"text_block_id": "p18_b274", "text": "o"}, {"text_block_id": "p18_b275", "text": "integration between national policies and institutions on the one hand and the regional and international institutional environment on the other."}, {"text_block_id": "p18_b276", "text": "These institutional arrangements require the redistribution of the main roles and responsibilities in environmental management among the various key institutions, as illustrated in the table below."}, {"text_block_id": "p19_b277", "text": "The effective functioning of these institutional arrangements requires that capacities be built, strengthened and sustained at all levels within government, civil society and the private sector. In many instances, it will also require that formal partnership agreements and memoranda of understanding be developed and signed among agencies, to improve efficiency, avoid the duplication of roles and efforts, and optimise the use of human, technical and financial resources."}, {"text_block_id": "p19_b278", "text": "Legal and planning instruments"}, {"text_block_id": "p19_b279", "text": "The implementation of national environmental policy must be supported by effective legal, planning and management instruments. These include:"}, {"text_block_id": "p19_b280", "text": "•"}, {"text_block_id": "p19_b281", "text": "Policy statements: the Government of Saint Lucia has already formulated and adopted a number of important statements dealing with specific sectors and issues, including the Coastal Zone Management Policy, the Water Policy and the National Climate Change Policy and Adaptation Plan.  In addition, Saint Lucia subscribes to all relevant international statements of environmental policy, including the Millennium Declaration, the Plan of Implementation of the 2003 World Summit on Sustainable Development, the Barbados Programme of Action and the St. George’s Declaration. These policy statements will continue to guide action and management activities in the various areas and sectors, and they should therefore be used, publicised, monitored and periodically reviewed. In addition, the following policy statements should be formulated or reviewed:"}, {"text_block_id": "p19_b282", "text": "Policy statements: the Government of Saint Lucia has already formulated and adopted a number of important statements dealing with specific sectors and issues, including the Coastal Zone Management Policy, the Water Policy and the National Climate Change Policy and Adaptation Plan.  In addition, Saint Lucia subscribes to all relevant international statements of environmental policy, including the Millennium Declaration, the Plan of Implementation of the 2003 World Summit on Sustainable Development, the Barbados Programme of Action and the St. George’s Declaration. These policy statements will continue to guide action and management activities in the various areas and sectors, and they should therefore be used, publicised, monitored and periodically reviewed. In addition, the following policy statements should be formulated or reviewed:\n* National Land Policy: a White Paper on a National Land Policy is currently being formulated, and the completion of this policy process is critical to overall environmental policy.\n* Forest Policy: there is no current and up-to-date statement of forest policy in the country, and such a statement is critically needed at this time.\n* the development of an integrated legislative framework for pollution control;"}, {"text_block_id": "p19_b286", "text": "•"}, {"text_block_id": "p19_b287", "text": "Legislation: the Government of Saint Lucia will pursue its efforts towards the establishment of an integrated, efficient and effective legislative framework for environmental management. This requires:"}, {"text_block_id": "p20_b290", "text": "Legislation: the Government of Saint Lucia will pursue its efforts towards the establishment of an integrated, efficient and effective legislative framework for environmental management. This requires:\n* the review of the existing institutional and legislative framework for the management of protected areas, in order to eliminate duplication and increase management effectiveness and efficiency;\n* the implementation of Local Government Reform, with the necessary legislative framework to allow for effective environmental management by local government agencies;\n* the development of an adequate legal instrument for the establishment and operation of civil society organisations at the national and community levels."}, {"text_block_id": "p20_b296", "text": "•"}, {"text_block_id": "p20_b297", "text": "Regulations: the Government of Saint Lucia is committed to supporting all laws with practical and comprehensive regulations that provide for effective enforcement. Existing regulations will be enforced, and new regulations will be developed in specific areas whenever required."}, {"text_block_id": "p20_b298", "text": "•"}, {"text_block_id": "p20_b299", "text": "Standards: within this comprehensive legal framework, the Government of Saint Lucia remains committed to the development and adoption of international standards and to their application to the local context, and will introduce such standards whenever applicable and relevant."}, {"text_block_id": "p20_b300", "text": "•"}, {"text_block_id": "p20_b301", "text": "Statutory zoning plans: a national land use plan will be developed, in accordance with national land policy. Land use plans will also be developed at the local level, in accordance with the provisions of the Physical Planning and Development Act."}, {"text_block_id": "p20_b302", "text": "•"}, {"text_block_id": "p20_b303", "text": "Environmental impact assessments (EIA): under the provisions of the Physical Planning and Development Act, appropriate regulations for environmental impact assessment will be developed and enforced. All efforts will be made to ensure that the EIA process is efficient, participatory, transparent and supportive of development initiatives."}, {"text_block_id": "p20_b304", "text": "•"}, {"text_block_id": "p20_b305", "text": "Environmental management systems (EMS): such systems will be promoted in all organisations that have, or may have, a significant impact on the environment, including tourism business, industries and large commercial establishments."}, {"text_block_id": "p20_b306", "text": "•"}, {"text_block_id": "p20_b307", "text": "Environmental management guidelines: informal guidelines will be developed for all relevant sectors, in order to guide the adoption of good environmental behaviour. These guidelines will be used by all relevant organisations in training and monitoring programmes."}, {"text_block_id": "p20_b308", "text": "•"}, {"text_block_id": "p20_b309", "text": "Environmental audits: the effective application of EMS and other instruments will be monitored and assessed through environmental audits carried out by companies, private sector bodies and governmental agencies."}, {"text_block_id": "p21_b310", "text": "•"}, {"text_block_id": "p21_b311", "text": "Eco-labels and certification: international and local standards will be used for certification and labelling schemes that link business promotion to good environmental practice and corporate environmental responsibility. Certification schemes will also be applied to public resources, especially beaches."}, {"text_block_id": "p21_b312", "text": "Enforcement is a key element of implementation of environmental policy. In order to ensure that environmental laws are properly enforced, the Government of Saint Lucia and all its relevant agencies will:"}, {"text_block_id": "p21_b313", "text": "o"}, {"text_block_id": "p21_b314", "text": "encourage voluntary compliance on the part of corporate and individual citizens to the maximum extent possible;"}, {"text_block_id": "p21_b315", "text": "o"}, {"text_block_id": "p21_b316", "text": "ensure that state agencies always act in conformity with the law and adhere strictly to established rules and procedures;"}, {"text_block_id": "p21_b317", "text": "o"}, {"text_block_id": "p21_b318", "text": "ensure that the public is aware of institutional roles and responsibilities in environmental management;"}, {"text_block_id": "p21_b319", "text": "o"}, {"text_block_id": "p21_b320", "text": "build the capacity of enforcement agencies through training, capacity-building, resource mobilisation and networking;"}, {"text_block_id": "p21_b321", "text": "o"}, {"text_block_id": "p21_b322", "text": "foster coordination and sharing of resources and information among enforcement agencies;"}, {"text_block_id": "p21_b323", "text": "o"}, {"text_block_id": "p21_b324", "text": "empower local government agencies and selected civil society organisations with enforcement capacity and mandates whenever desirable and feasible."}, {"text_block_id": "p21_b325", "text": "Economic instruments"}, {"text_block_id": "p21_b326", "text": "The implementation of environmental policy will make use of a range of economic instruments, as stipulated by Principle 6 of the St. George’s Declaration, including regulatory instruments as well as market-based instruments:"}, {"text_block_id": "p21_b327", "text": "o"}, {"text_block_id": "p21_b328", "text": "Fee systems and charges on resource consumption: whenever desirable and possible, user fees will be introduced, to generate fiscal revenue (see below), but also to guide use and management in desirable directions. This will be the case, in particular, for protected areas and heritage tourism sites. In the case of relevant public utilities (electricity and water), rates will be reviewed in order to promote desirable levels of usage. Charges will also be introduced, whenever possible and desirable, for effluents and other polluting sources."}, {"text_block_id": "p21_b329", "text": "o"}, {"text_block_id": "p21_b330", "text": "Environmental tariffs: these will be applied for goods that have a potential negative impact on the environment and thus create a financial burden for environmental management in the country. Whenever such tariffs and levies are applied, they will be used, to the maximum extent possible, in support of environmental management institutions and activities."}, {"text_block_id": "p22_b331", "text": "o"}, {"text_block_id": "p22_b332", "text": "Incentives: fiscal incentives will be provided to individuals and individual households to promote environmentally friendly behaviour and technology, such as the production of renewable energy, or the construction of storage tanks in residential buildings and tourism facilities."}, {"text_block_id": "p22_b333", "text": "o"}, {"text_block_id": "p22_b334", "text": "Taxation: more generally, taxation policy will be reviewed and revised, in order to ensure that taxation can serve as a guide and an incentive to desirable environmental behaviour by individuals, households, businesses and agencies."}, {"text_block_id": "p22_b335", "text": "Financing"}, {"text_block_id": "p22_b336", "text": "In order to finance environmental management programmes and actions, Saint Lucia will use a diverse range of instruments, including the following:"}, {"text_block_id": "p22_b337", "text": "o"}, {"text_block_id": "p22_b338", "text": "Public investments"}, {"text_block_id": "p22_b339", "text": ": environmental projects will constitute a significant component of the Public Sector Investment Programme (PSIP) and of the work programmes of social investment agencies, namely the Basic Needs Trust Fund (BNTF) and the Poverty Reduction Fund (PRF), notably in water supply, sanitation, drainage, disaster management and impact mitigation."}, {"text_block_id": "p22_b340", "text": "o"}, {"text_block_id": "p22_b341", "text": "Establishment of a national Social Investment Fund (SIF)"}, {"text_block_id": "p22_b342", "text": ": a new and permanent financing mechanism will be established that will integrate existing funds while generating additional sources from private and public sector sources, and that will include the environmental agenda in its portfolio of programmes and projects."}, {"text_block_id": "p22_b343", "text": "o"}, {"text_block_id": "p22_b344", "text": "User fees and payment for environmental services"}, {"text_block_id": "p22_b345", "text": ": in addition to their contribution to environmental management, these instruments will serve to generate revenue and provide financial resources for environmental management agencies and programmes."}, {"text_block_id": "p22_b346", "text": "o"}, {"text_block_id": "p22_b347", "text": "Environmental tariffs and levies"}, {"text_block_id": "p22_b348", "text": ": whenever these instruments are used to generate revenue while regulating imports, in accordance with provisions of the CARICOM Single Market and Economy (CSME) and other trade agreements, the revenue they generate will be applied, to the maximum extent possible, to support environmental institutions and programmes."}, {"text_block_id": "p22_b349", "text": "o"}, {"text_block_id": "p22_b350", "text": "Contributions of the international community"}, {"text_block_id": "p22_b351", "text": ": Saint Lucia will place the environmental sector among its priorities for external financing and development cooperation."}, {"text_block_id": "p22_b352", "text": "Technology"}, {"text_block_id": "p22_b353", "text": "Saint Lucia will continue to encourage the development and use of appropriate technology, through:"}, {"text_block_id": "p23_b354", "text": "o"}, {"text_block_id": "p23_b355", "text": "the promotion of local research in selected priority areas;"}, {"text_block_id": "p23_b356", "text": "o"}, {"text_block_id": "p23_b357", "text": "the importation of technology that is directly relevant and applicable to local conditions and needs, particularly through South-South exchanges."}, {"text_block_id": "p23_b358", "text": "Research"}, {"text_block_id": "p23_b359", "text": "Research will become a central part of environmental policy, in a number of ways, through:"}, {"text_block_id": "p23_b360", "text": "o"}, {"text_block_id": "p23_b361", "text": "the promotion of a culture of learning by doing, of documentation and review, so that lessons can be learned from failure while positive experiences can be reproduced and scaled-up;"}, {"text_block_id": "p23_b362", "text": "o"}, {"text_block_id": "p23_b363", "text": "capacity building and strengthening of research institutions, with the provision of financial and technical support to research institutions, programmes and activities, as well as the creation of linkages with external research agencies and skills;"}, {"text_block_id": "p23_b364", "text": "o"}, {"text_block_id": "p23_b365", "text": "the promotion of environmental reporting, and effective and efficient information management;"}, {"text_block_id": "p23_b366", "text": "o"}, {"text_block_id": "p23_b367", "text": "the effective and on-going use of information to guide policy formulation, review and implementation;"}, {"text_block_id": "p23_b368", "text": "o"}, {"text_block_id": "p23_b369", "text": "fair and equitable access to environmental information by all citizens and agencies."}, {"text_block_id": "p23_b370", "text": "Communication"}, {"text_block_id": "p23_b371", "text": "The national environmental policy will promote and support the dissemination of information, the development of positive attitudes and behaviour, and a broad-based appreciation and understanding of environmental issues, processes and management requirements. The main activities will include:"}, {"text_block_id": "p23_b372", "text": "o"}, {"text_block_id": "p23_b373", "text": "the inclusion of environmental issues and subjects in the formal education system, through continued attention to curriculum development;"}, {"text_block_id": "p23_b374", "text": "o"}, {"text_block_id": "p23_b375", "text": "the sensitisation and training of media personnel and other communication professionals to enhance their capacity to report on environmental issues, programmes and trends;"}, {"text_block_id": "p23_b376", "text": "o"}, {"text_block_id": "p23_b377", "text": "the promotion of informal and popular media in support of information and communication;"}, {"text_block_id": "p24_b378", "text": "o"}, {"text_block_id": "p24_b379", "text": "the promotion of incentives and rewards, particularly with the introduction of a National Awards on the Environment."}, {"text_block_id": "p24_b380", "text": "Policy monitoring and evaluation"}, {"text_block_id": "p24_b381", "text": "Environmental policy making is a continued process that will require:"}, {"text_block_id": "p24_b382", "text": "o"}, {"text_block_id": "p24_b383", "text": "specific institutional arrangements and mandates to monitor progress, under the auspices of a new National Environmental Commission (see below);"}, {"text_block_id": "p24_b384", "text": "o"}, {"text_block_id": "p24_b385", "text": "continued assessment of trends, needs and issues;"}, {"text_block_id": "p24_b386", "text": "o"}, {"text_block_id": "p24_b387", "text": "evaluation of policy and programme impact and achievement of targets, with specified periodicity."}, {"text_block_id": "p24_b388", "text": "This will require that Saint Lucia adopt an environmental policy culture and cycle that are creative, dynamic and adaptive. The strategic elements presented below aim at responding to this need."}, {"text_block_id": "p25_b389", "text": "The National Environmental Management Strategy"}, {"text_block_id": "p25_b390", "text": "Environmental management cannot be effective without a focused and strategic approach that guarantees efficient and effective implementation. It is for this reason that the National Environmental Policy needs to be translated into seven main strategies that must be followed concurrently in order to permit the achievement of the objectives of environmental policy. These crosscutting strategies are as follows:"}, {"text_block_id": "p25_b391", "text": "o"}, {"text_block_id": "p25_b392", "text": "a policy-driven and pro-active approach to environmental management will be employed, within a framework of Integrated Development Planning, and with an improved and more effective policy process;"}, {"text_block_id": "p25_b393", "text": "o"}, {"text_block_id": "p25_b394", "text": "environment and development objectives, concerns and actions will be fully integrated, at the macro and micro levels;"}, {"text_block_id": "p25_b395", "text": "o"}, {"text_block_id": "p25_b396", "text": "appropriate institutional arrangements will be developed, with institutional collaboration, social participation and partnerships, and with the sharing and decentralisation of environmental management responsibilities whenever desirable and feasible;"}, {"text_block_id": "p25_b397", "text": "o"}, {"text_block_id": "p25_b398", "text": "the capacity to manage the environment and the various processes that impact on it will be built at all levels within government, the private sector and civil society;"}, {"text_block_id": "p25_b399", "text": "o"}, {"text_block_id": "p25_b400", "text": "appropriate, fair, effective and efficient instruments of environmental management instruments will be developed and used, including financing mechanisms and technologies;"}, {"text_block_id": "p25_b401", "text": "o"}, {"text_block_id": "p25_b402", "text": "cultural and attitudinal change will be promoted, leading to a greater sense of ownership of and responsibility towards the environment, an awareness of issues and an understanding of causes and possible solutions;"}, {"text_block_id": "p25_b403", "text": "o"}, {"text_block_id": "p25_b404", "text": "knowledge will be enhanced, and access to and use of information will be improved, allowing knowledge to serve as the basis for environmental policy making and programming."}, {"text_block_id": "p25_b405", "text": "Against this background, the purpose of this National Environmental Management Strategy (NEMS) is to provide a concrete and practical work plan for the implementation of these strategic directions. Its implementation should take place over a period of five years, beginning immediately after its approval by the Cabinet of Ministers."}, {"text_block_id": "p26_b406", "text": "Strategy 1: Promoting a policy-driven and pro-active approach to environmental management"}, {"text_block_id": "p26_b407", "text": "Rationale"}, {"text_block_id": "p26_b408_merged", "text": "Within a framework of Integrated Development Planning (IDP), there is a need for improved and more effective policy frameworks and processes. Environmental management aims at preventing and mitigating negative environmental impacts, but it also aims at optimising the contribution of natural and environmental resources to sustainable human development. This cannot be achieved without pro-active policies that pursue long-term objectives in a strategic fashion. At the same time, environmental management activities cannot be dictated primarily by reactions to issues and problems as they occur, and many environmental problems are caused by ad hoc decision-making that is inconsistent with established policy. A coherent policy framework must guide environmental management in all domains."}, {"text_block_id": "p26_b411", "text": "Expected results"}, {"text_block_id": "p26_b412", "text": "Within this Strategy’s five-year time frame, Saint Lucia should have established a policy framework and process that are characterised by:"}, {"text_block_id": "p26_b413", "text": "o"}, {"text_block_id": "p26_b414", "text": "improved coherence and consistency within environmental policy;"}, {"text_block_id": "p26_b415", "text": "o"}, {"text_block_id": "p26_b416", "text": "integration of key elements of environmental policy into policies and programmes in relevant economic, social and cultural sectors;"}, {"text_block_id": "p26_b417", "text": "o"}, {"text_block_id": "p26_b418", "text": "provision of explicit policy and operational guidance and direction on the most critical environmental issues;"}, {"text_block_id": "p26_b419", "text": "o"}, {"text_block_id": "p26_b420", "text": "increased awareness of the rationale for and provisions of policy at all levels and in all sectors within society;"}, {"text_block_id": "p26_b421", "text": "o"}, {"text_block_id": "p26_b422", "text": "use and respect of policy to guide decision making in the public sector."}, {"text_block_id": "p26_b423", "text": "Action framework"}, {"text_block_id": "p29_b424", "text": "In addition, Saint Lucia will conduct a strategic review of its obligations under all relevant multi-lateral environmental agreements, in order to ensure that these agreements contribute fully to nationally driven processes and that Saint Lucia remains in full compliance with the terms of these agreements. In particular, opportunities for rationalising Saint Lucia’s participation in regional and international processes and of increasing the benefits derived from such participation will be explored. This process will involve the various ministries and other public sector agencies that have direct or indirect relationships with regional and international agreement and with the institutions responsible for these agreements."}, {"text_block_id": "p30_b425", "text": "Strategy 2: Integrating environment and development objectives and actions"}, {"text_block_id": "p30_b426", "text": "Rationale"}, {"text_block_id": "p30_b427", "text": "Environmental management is a critical requirement for sustainable economic and social development. Too often, environmental concerns are perceived as antagonistic to economic and social development imperatives. There is now a need to reconcile the objectives of economic and social development and environmental management, by integrating these central dimensions of human development. This integration must take place at the level of policies, but also at the level of programmes, projects and actions."}, {"text_block_id": "p30_b428", "text": "Expected results"}, {"text_block_id": "p30_b429", "text": "Within the five-year time frame of this Strategy, Saint Lucia should have:"}, {"text_block_id": "p30_b430", "text": "o"}, {"text_block_id": "p30_b431", "text": "approved social and economic development policy statements that make specific reference to environmental management objectives;"}, {"text_block_id": "p30_b432", "text": "o"}, {"text_block_id": "p30_b433", "text": "an established system of national environmental accounting;"}, {"text_block_id": "p30_b434", "text": "o"}, {"text_block_id": "p30_b435", "text": "a national budgeting process that takes environmental issues into account;"}, {"text_block_id": "p30_b436", "text": "o"}, {"text_block_id": "p30_b437", "text": "effective and efficient systems and procedures to assess the environmental impacts of development programmes and projects."}, {"text_block_id": "p30_b438", "text": "Action framework"}, {"text_block_id": "p30_b439", "text": "In addition to the actions that will be undertaken to review and improve institutional arrangements and capacities, as described in the following two sections, a number of specific objectives and actions will be pursued to achieve the required integration between environment and development."}, {"text_block_id": "p32_b440", "text": "Strategy 3: Establishing appropriate institutional arrangements"}, {"text_block_id": "p32_b441", "text": "Rationale"}, {"text_block_id": "p32_b442", "text": "There is a need for new and improved institutional arrangements that are efficient and effective, and that are based on the principles of collaboration, social participation and partnerships. There is also a need to promote the sharing and decentralisation of environmental management responsibilities whenever desirable and feasible."}, {"text_block_id": "p32_b443", "text": "Expected results"}, {"text_block_id": "p32_b444", "text": "Within this Strategy’s five-year time frame, Saint Lucia will have developed and established institutional arrangements for environmental management that include:"}, {"text_block_id": "p32_b445", "text": "o"}, {"text_block_id": "p32_b446", "text": "substantially improved coordination and cooperation among public sector agencies;"}, {"text_block_id": "p32_b447", "text": "o"}, {"text_block_id": "p32_b448", "text": "a more equitable sharing of rights and responsibilities among state agencies, civil society, the private sector and individual citizens and households;"}, {"text_block_id": "p32_b449", "text": "o"}, {"text_block_id": "p32_b450", "text": "a legal framework that allows for effective management and enforcement;"}, {"text_block_id": "p32_b451", "text": "o"}, {"text_block_id": "p32_b452", "text": "a legal and institutional framework that enables devolution and delegation of authority;"}, {"text_block_id": "p32_b453", "text": "o"}, {"text_block_id": "p32_b454", "text": "a culture and a structure within public sector agencies that favour partnerships and participation;"}, {"text_block_id": "p32_b455", "text": "o"}, {"text_block_id": "p32_b456", "text": "an awareness of institutional arrangements within the general public."}, {"text_block_id": "p32_b457", "text": "Action framework"}, {"text_block_id": "p32_b458", "text": "The main actions that are required in order to establish the appropriate institutional framework for environmental management in Saint Lucia are as follows:"}, {"text_block_id": "p32_b459", "text": "o"}, {"text_block_id": "p32_b460", "text": "Integration of the environmental agenda into the policies, programmes and strategies of the National Economic Council."}, {"text_block_id": "p32_b461", "text": "o"}, {"text_block_id": "p32_b462", "text": "Establishment of a National Environmental Commission. The primary function of this Commission will be to guide, integrate and coordinate policies and programmes in all areas of environmental management. The next steps in this process should be:"}, {"text_block_id": "p32_b463", "text": "Establishment of a National Environmental Commission. The primary function of this Commission will be to guide, integrate and coordinate policies and programmes in all areas of environmental management. The next steps in this process should be:\n* drafting the terms of reference for the Commission (time frame: January to June 2005; responsibility: Ministry of Physical Development, Environment and Housing);\n* submission of a Cabinet Paper, leading to: (a) the formal establishment of the Commission, (b) the adoption of its terms of reference, (c) the appointment of its chairperson and members, (d) the provision of a mandate to the Commission to proceed with the review and development of environmental legislation and (e) the provision of budget, office and staff necessary for the efficient functioning of the Commission (time frame: July 2005;"}, {"text_block_id": "p33_b467", "text": "Establishment of a National Environmental Commission. The primary function of this Commission will be to guide, integrate and coordinate policies and programmes in all areas of environmental management. The next steps in this process should be:\n* drafting the terms of reference for the Commission (time frame: January to June 2005; responsibility: Ministry of Physical Development, Environment and Housing);\n* submission of a Cabinet Paper, leading to: (a) the formal establishment of the Commission, (b) the adoption of its terms of reference, (c) the appointment of its chairperson and members, (d) the provision of a mandate to the Commission to proceed with the review and development of environmental legislation and (e) the provision of budget, office and staff necessary for the efficient functioning of the Commission (time frame: July 2005;\n* preparing a strategic plan for the Unit;\n* transforming the Unit into a full-fledged Department, with responsibility and capacity to assume executive functions on behalf of the National Environmental Commission;\n* reviewing and streamlining the mandates of that Department:\n* increasing the budget allocated to that Department;\n* providing relevant training to the staff of the Department.\n* the formal delegation of management authority from state agencies to non-governmental entities whenever feasible and desirable;\n* the involvement of communities, civil society organisations and other actors in selected areas of environmental management."}, {"text_block_id": "p33_b468", "text": "o"}, {"text_block_id": "p33_b469", "text": "Strengthening and repositioning of the Sustainable Development and Environment Unit of the Ministry of Physical Development, Environment and Housing, particularly by:"}, {"text_block_id": "p33_b480", "text": "o"}, {"text_block_id": "p33_b481", "text": "Establishment of the National Environment and Development Forum as an annual event that serves to: (a) engage civil society and other actors in the review of environmental policy and in the identification of issues and priorities, (b) disseminate information on the state of the environment and on the status of environmental policy in the country, and (c) foster cooperation and coordination among institutions and actors (time frame: on-going, next Forum to be held in June 2005; responsibility: Ministry of Physical Development, Environment and Housing)."}, {"text_block_id": "p33_b482", "text": "o"}, {"text_block_id": "p33_b483", "text": "Implementation of Local Government Reform, leading to the establishment and effective functioning of Local Government Agencies that: (a) have authority over all geographic areas within their locality, instead of being confined to the boundaries of towns and villages, (b) have clear legal mandates and adequate capacity to perform planning functions as well as specific environmental management functions at the local level, (c) have established mechanisms to involve community-based organisations and local communities in planning and management processes, and (d) receive adequate financial and technical support from central government agencies (time frame: 2005; responsibility: Ministry of Social Transformation, Culture and Local Government)."}, {"text_block_id": "p33_b484", "text": "o"}, {"text_block_id": "p33_b485", "text": "Promotion of partnerships involving the private sector, civil society organisations and public sector agencies, through:"}, {"text_block_id": "p33_b490", "text": "o"}, {"text_block_id": "p33_b491", "text": "Initiation of a consultative process aimed at the rationalisation of roles and responsibilities in protected area management, with the anticipated result of reducing the amount of state agencies mandated to establish and manage protected areas, and of identifying functions and services that can be shared among these agencies."}, {"text_block_id": "p34_b492", "text": "o"}, {"text_block_id": "p34_b493", "text": "Review of the provisions and requirements of the multi-lateral environmental agreements of which Saint Lucia is a party, to identify the ways in which these agreements can become more directly useful to national capacity-building processes, and to develop more efficient systems of monitoring, evaluation and reporting."}, {"text_block_id": "p34_b494", "text": "o"}, {"text_block_id": "p34_b495", "text": "Establishment of a permanent funding mechanism, through the deliberate inclusion of an environmental portfolio within a new and integrated Social Investment Fund (SIF)."}, {"text_block_id": "p35_b496", "text": "Strategy 4: Building the capacity for environmental management"}, {"text_block_id": "p35_b497", "text": "Rationale"}, {"text_block_id": "p35_b498", "text": "Environmental management is a difficult and complex process that requires skills, resources and effective action at all levels within government, the private sector and civil society. In recent times, the responsibility for environmental management has fallen almost exclusively on the State and its agencies. A participatory approach to environmental management requires that capacities be built and enhanced in all sectors of society, and that all institutions be equipped with the capability to develop and sustain meaningful partnerships."}, {"text_block_id": "p35_b499", "text": "Expected results"}, {"text_block_id": "p35_b500", "text": "Within the Strategy’s five-year time frame, the following changes in capacity will be realised:"}, {"text_block_id": "p35_b501", "text": "o"}, {"text_block_id": "p35_b502", "text": "all organisations will have kept or acquired the most essential among the technical skills they need to perform environmental management functions efficiently and effectively;"}, {"text_block_id": "p35_b503", "text": "o"}, {"text_block_id": "p35_b504", "text": "all organisations will have access to the financial resources required to design, implement and sustain essential environmental management programmes;"}, {"text_block_id": "p35_b505", "text": "o"}, {"text_block_id": "p35_b506", "text": "whenever desirable and feasible, organisations involved in environmental management will share human, financial and technical resources in a manner that enhances their efficiency and effectiveness."}, {"text_block_id": "p35_b507", "text": "Action frameworks"}, {"text_block_id": "p35_b508", "text": "Human resource development"}, {"text_block_id": "p36_b509", "text": "Organisational development"}, {"text_block_id": "p36_b510", "text": "All key organisations and agencies involved in environmental management will be encouraged to engage in organisational development and strengthening processes, and in the formulation and use of strategic plans or similar instruments. In particular:"}, {"text_block_id": "p36_b511", "text": "o"}, {"text_block_id": "p36_b512", "text": "The Sustainable Development and Environment Unit of the Ministry of Physical Development, Environment and Housing will formulate a strategic plan that will be based on:"}, {"text_block_id": "p36_b513", "text": "The Sustainable Development and Environment Unit of the Ministry of Physical Development, Environment and Housing will formulate a strategic plan that will be based on:\n* a review of the mandate, role and mission of the Unit\n* an analysis of the expectations from and perceptions of the Unit by various stakeholders\n* the formulation of new organisational objectives and programmes\n* the identification and establishment of strategic partnerships"}, {"text_block_id": "p37_b521", "text": "The Sustainable Development and Environment Unit of the Ministry of Physical Development, Environment and Housing will formulate a strategic plan that will be based on:\n* a review of the mandate, role and mission of the Unit\n* an analysis of the expectations from and perceptions of the Unit by various stakeholders\n* the formulation of new organisational objectives and programmes\n* the identification and establishment of strategic partnerships\n* the identification and procurement of the technical, financial and human resources required by the Unit to perform its mandate, role and mission\n* the design and use of an effective system to monitor and evaluate impact and effectiveness\n* the design and use of an effective system to monitor and evaluate impact and effectiveness\n (Time frame: January to September 2005; responsibility: Ministry of Physical Development, Environment and Housing.)"}, {"text_block_id": "p37_b526", "text": "o"}, {"text_block_id": "p37_b527", "text": "Similar strategic planning processes will be undertaken within the other Units or Departments at the Ministry of Physical Development, particularly in light of the implications of the recently introduced Physical Planning and Development Act."}, {"text_block_id": "p37_b528", "text": "o"}, {"text_block_id": "p37_b529", "text": "The Coastal Zone Management Unit will be fully established, with the formulation of a work plan, the development of job descriptions and the recruitment of staff."}, {"text_block_id": "p37_b530", "text": "o"}, {"text_block_id": "p37_b531", "text": "The Department of Fisheries will complete the strategic planning process that it has initiated. (Time frame: to be completed in March 2005; responsibility: Department of Fisheries, Ministry of Agriculture, Fisheries and Forestry.)"}, {"text_block_id": "p37_b532", "text": "o"}, {"text_block_id": "p37_b533", "text": "In the context of the process to develop a new forest policy and forest management plan, the Forestry Department will develop a strategic plan. (Time frame: 2006; responsibility: Forestry Department, Ministry of Agriculture, Fisheries and Forestry.)"}, {"text_block_id": "p37_b534", "text": "o"}, {"text_block_id": "p37_b535", "text": "The Ministry of Health with advance the Health Sector Reform programme and the implementation of its strategic plan."}, {"text_block_id": "p37_b536", "text": "o"}, {"text_block_id": "p37_b537", "text": "The Saint Lucia Solid Waste Management Authority with pursue the implementation of its Solid Waste Management Policy and Strategy, as well as the various specific strategies that it has developed in recent times"}, {"text_block_id": "p38_b538", "text": "Strategy 5: Developing and using appropriate, fair, effective and efficient instruments of environmental management"}, {"text_block_id": "p38_b539", "text": "Rationale"}, {"text_block_id": "p38_b540", "text": "Environmental management requires that appropriate instruments be developed and used, including financing mechanisms and technologies. The instruments must be adapted to local environmental, social and cultural conditions, they must be efficient and effective, and they must be accessible to all. Some of these instruments already exist, while others need to be created, adapted or simply imported from other countries or regions."}, {"text_block_id": "p38_b541", "text": "Expected results"}, {"text_block_id": "p38_b542", "text": "Within this Strategy’s five-year time frame, Saint Lucia should have:"}, {"text_block_id": "p38_b543", "text": "o"}, {"text_block_id": "p38_b544", "text": "improved mechanisms and more effective procedures to finance environmental management;"}, {"text_block_id": "p38_b545", "text": "o"}, {"text_block_id": "p38_b546", "text": "systems and procedures to incorporate environmental management considerations into the country’s main economic activities;"}, {"text_block_id": "p38_b547", "text": "o"}, {"text_block_id": "p38_b548", "text": "systems and procedures to assess and mitigate the negative environmental impacts of human activities in critical areas;"}, {"text_block_id": "p38_b549", "text": "o"}, {"text_block_id": "p38_b550", "text": "environmental standards that guarantee human safety and environmental conservation."}, {"text_block_id": "p38_b551", "text": "Action framework"}, {"text_block_id": "p38_b552", "text": "Formulation of a plan for the development and application of environmental management and audit systems. (Time frame: 2005; responsibility: Ministry of Physical Development, Environment and Housing, Bureau of Standards and all relevant agencies.)"}, {"text_block_id": "p38_b553", "text": "Identification and introduction of suitable market-based instruments of environmental management, with particular attention given to charges, taxes, tariffs, markets for environmental services and incentives. This will require a comprehensive study and planning exercise involving all relevant sectors, including public utility companies and private business organisations. (Time frame: 2005-2006; responsibility: Ministry of Physical Development, Environment and Housing, Ministry of Finance and Economic Affairs, and Bureau of Standards.)"}, {"text_block_id": "p38_b554", "text": "Design and introduction of suitable and effective environmental impact assessment systems and procedures.  (Time frame: 2005; responsibility: Ministry of Physical Development, Environment and Housing.)"}, {"text_block_id": "p39_b555", "text": "Strategy 6: Promoting cultural and attitudinal change"}, {"text_block_id": "p39_b556", "text": "Rationale"}, {"text_block_id": "p39_b557", "text": "The management of Saint Lucia’s environment requires radical changes in many of the behaviours and attitudes of people and institutions. In particular, there is a need to develop a greater sense of ownership of and responsibility towards the environment, to increase understanding of issues, causes and possible solutions, and to encourage and reward positive and adequate behaviour at all levels."}, {"text_block_id": "p39_b558", "text": "Expected results"}, {"text_block_id": "p39_b559", "text": "Within this Strategy’s five-year time frame, it is expected that Saint Lucia and all its citizens will have:"}, {"text_block_id": "p39_b560", "text": "o"}, {"text_block_id": "p39_b561", "text": "a strong commitment to environmental management ;"}, {"text_block_id": "p39_b562", "text": "o"}, {"text_block_id": "p39_b563", "text": "behaviours that are generally consistent with the goal of environmental sustainability;"}, {"text_block_id": "p39_b564", "text": "o"}, {"text_block_id": "p39_b565", "text": "a good understanding of the rationale for and provisions of environmental policy."}, {"text_block_id": "p39_b566", "text": "Action framework"}, {"text_block_id": "p41_b567", "text": "Strategy 7: Promoting a knowledge-based approach to environmental management"}, {"text_block_id": "p41_b568", "text": "Rationale"}, {"text_block_id": "p41_b569", "text": "Environmental management cannot be successful in the absence of relevant, accurate and up-to-date information. This information must be accessible to all those who need to formulate environmental management decisions, including public sector agencies, private sector bodies, civil society and individual citizens. Environmental data and information must be managed efficiently and effectively."}, {"text_block_id": "p41_b570", "text": "Expected results"}, {"text_block_id": "p41_b571", "text": "Within the five-year time frame of this Strategy, Saint Lucia should have:"}, {"text_block_id": "p41_b572", "text": "o"}, {"text_block_id": "p41_b573", "text": "an integrated system to manage environmental information;"}, {"text_block_id": "p41_b574", "text": "o"}, {"text_block_id": "p41_b575", "text": "efficient and effective monitoring and evaluation systems and procedures;"}, {"text_block_id": "p41_b576", "text": "o"}, {"text_block_id": "p41_b577", "text": "up-to-date data and information on key environmental issues and processes;"}, {"text_block_id": "p41_b578", "text": "o"}, {"text_block_id": "p41_b579", "text": "functional Geographic Information Systems with accurate and up-to-date topographic and thematic maps;"}, {"text_block_id": "p41_b580", "text": "o"}, {"text_block_id": "p41_b581", "text": "an informed citizenry, motivated and able to access all relevant environmental information."}, {"text_block_id": "p41_b582", "text": "Action framework"}, {"text_block_id": "p41_b583", "text": "Within the first year of implementation of this Strategy, Saint Lucia will develop and adopt a policy on environmental research and access to environmental information."}, {"text_block_id": "p41_b584", "text": "Over the next five years, attention will be given to the development and application of monitoring and evaluation procedures and protocols in all relevant and priority areas, including pollution and water quality, land use, climate change and its impacts on local resources and processes, and the status of critical and locally important habitats and species."}, {"text_block_id": "p41_b585", "text": "An integrated Geographic Information System (GIS) will be established, with accurate and up-to-date maps and with an effective system for data acquisition and management."}, {"text_block_id": "p41_b586", "text": "The national institutional framework will be built and reinforced, notably through:"}, {"text_block_id": "p41_b587", "text": "o"}, {"text_block_id": "p41_b588", "text": "the strengthening of the capacity of national agencies to conduct research and manage information, through the acquisition of equipment, the training of staff and the adoption of suitable institutional policies and procedures to govern research;"}, {"text_block_id": "p41_b589", "text": "o"}, {"text_block_id": "p41_b590", "text": "the strengthening of existing linkages and the development of new partnerships with regional and international research agencies;"}, {"text_block_id": "p41_b591", "text": "o"}, {"text_block_id": "p41_b592", "text": "the provision of financial and other incentives for the conduct of research in priority areas;"}, {"text_block_id": "p41_b593", "text": "o"}, {"text_block_id": "p41_b594", "text": "the delegation of authority to local government agencies to enable them to conduct monitoring programmes and activities in critical priority areas."}, {"text_block_id": "p42_b595", "text": "Implementation of the strategy"}, {"text_block_id": "p42_b596", "text": "The implementation of this Environmental Management Strategy requires that the Ministry with responsibility for the Environment – currently the Ministry of Physical Development, Environment and Housing – be vested with the mandate, authority and resources required to monitor and guide the implementation process. At the same time, there is a need for all environmental management agencies to make a formal commitment to the implementation of this strategy."}, {"text_block_id": "p42_b597", "text": "In order to ensure effectiveness, transparency and accountability, the implementation of the National Environmental Management Strategy will be reviewed on an annual basis, as part of the National Environment and Development Forum (NEDF). In particular, the action frameworks that are part of this strategy will be evaluated, and new activities will be included as necessary."}, {"text_block_id": "p42_b598_merged", "text": "Funding will be sought for the implementation of the Strategy. This will take the form of a five-year programme to be implemented in partnership with a range of regional and external agencies, including the OECS, the Caribbean Development Bank (CDB) and the European Union (EU). To the maximum extent possible, elements of this Strategy will be integrated into the existing and proposed cooperation programmes of Saint Lucia’s bi-lateral and multi-lateral partners."}, {"text_block_id": "p43_b601", "text": "Acronyms and abbreviations"}], "document_description": "The National Environment Policy consists of a broad framework for environmental management in Saint Lucia, and establishes links with policies and programmes in all relevant sectors of economic and social development. The National Environmental Management Strategy aims to provide the specific directions and mechanisms to implement the government's vision.<br>&nbsp;<br>One of the goal of the Policy is to prevent and mitigate the negative impacts or environmental change and natural disasters. The Policy lays out a coherent strategy to meet that goal, through 1) the adoption and implementation of the National Hazard Mitigation Plan, 2) the Implementation of the National Climate Change Policy and Adaptation Plan, and 3) a comprehensive and effective application of regulations governing environmental impact assessment in development planning processes and procedures."}