{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Sierra Leone", "document_category": "Policy", "document_sector_name": "Transportation", "document_language": "English", "document_name": "Conservation and Wildlife Policy", "document_country_code": "SLE", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2010", "document_keyword": "Research And Development", "document_url": "https://cdn.climatepolicyradar.org/SLE/2010/SLE-2010-12-25-Conservation and Wildlife Policy_bf279d14f24a4af4b6c3730350416bdc.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Sierra Leone"}, {"text_block_id": "p0_b2", "text": "CONSERVATION AND WILDLIFE POLICY"}, {"text_block_id": "p0_b3", "text": "2010"}, {"text_block_id": "p1_b4", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p2_b5", "text": "APPENDIX TO NATIONAL WILDLIFE POLICY 2010.......................................................................................................21"}, {"text_block_id": "p3_b6", "text": "1."}, {"text_block_id": "p3_b7", "text": "Introduction"}, {"text_block_id": "p3_b8", "text": "Sierra Leone's Forestry and Wildlife Sector policy has been inadequate in addressing contemporary issues in forestry governance and management. The Forestry Act of 1988 remains the principal legislation guiding the management and regulation of forestry and Forest Reserves in Sierra Leone. The Wildlife Conservation Act of 1972 is the principal legislation guiding the management and regulation of wildlife and protected areas."}, {"text_block_id": "p3_b9", "text": "To date, the most complete statement of policy is the draft Forestry and Wildlife Sector Policy from 2003, which was never formally adopted by the Government of Sierra Leone (GoSL). The 2003 draft policy includes a wide-ranging pre-amble covering background issues and external sector policies that impact on forestry and wildlife but the policy statement itself is brief, covering less than twenty percent of the document and touching on general policy issues, as well as policies for community forests, private forests state forests and bio-prospecting.  The main objective of the wildlife policy section was to integrate the propagation, conservation and exploitation of wild animal life and wild vegetation into the national land use policy."}, {"text_block_id": "p3_b10", "text": "In 2008, the"}, {"text_block_id": "p3_b11", "text": "Forestry Division started a process of restructuring in order to strengthen the institution’s"}, {"text_block_id": "p3_b12", "text": "capacity to effectively carry out its mandate. This initiative created three key functional units within the division, and two other units for financial and administrative support that cut across the three key functional units. These three functional units are the Commercial Forestry Unit, the Community Forestry Unit, and the Conservation and Wildlife Unit"}, {"text_block_id": "p3_b13", "text": "–"}, {"text_block_id": "p3_b14", "text": "the 3Cs. This new approach demanded administrative, policy, legislative and regulatory responses of which this policy document is a key step."}, {"text_block_id": "p3_b15", "text": "The organogram below shows the 3Cs administrative structure."}, {"text_block_id": "p3_b16_merged_merged", "text": "In early 2009, GoSL, represented by the Forestry Division, and with support from the European Union (EU) and the United States Agency for International Development (USAID), hosted a national workshop in Freetown from February 3–5, 2009 to launch the review process of the existing policies, laws and regulations of the forestry sector of Sierra Leone.  The key recommendation from the"}, {"text_block_id": "p4_b19", "text": "workshop was to set up an Advisory Committee (AC) composed of representatives of those ministries involved in agriculture, forestry, and environment sectors; national, international and local civil society organizations and local communities were engaged in the process, under the leadership of the Forestry Division. Another important conclusion of the workshop was that two separate policies were desirable, one for forestry and one for wildlife conservation."}, {"text_block_id": "p4_b20", "text": "Following the workshop, and under the leadership of the Forestry Division, USAID and EU programs assisted the Advisory Committee throughout the review process, identifying and analyzing gaps and weaknesses of old policies, taking stock of best practices from other countries and suggesting policy options for both forestry and wildlife. The Advisory Committee (AC), through their technical working groups, produced an agenda of issues to be considered in drafting the policy documents. Two consultants were contracted to work with the AC to conduct wide consultation among stakeholders, including the relevant government Ministries, Departments/Divisions and Agencies; civil society groups and experts working with other sectors. As a result of this participatory process the draft Forestry Policy and draft Conservation and Wildlife Policy were produced."}, {"text_block_id": "p4_b21", "text": "The Forestry Division, together with its partners in the Advisory Committee, then undertook a nationwide consultative strategy for the vetting of these draft policies. This strategy included substantial efforts to inform the public about the consultative process through newspaper and radio announcements; facilitation of a series of regional and district consultative workshops followed by radio discussions; and a national validation workshop followed by radio and television discussions of the two draft policies. The presentations of the policy documents in all forums were mainly in Krio. This approach introduced a major challenge for the presenters to relate the technical concepts for grassroots understanding. To push this barrier further, the main concepts were explained in the dominant local dialects during regional consultations to reinforce meanings and ensure understanding. After the national consultative process, additional feedback on the draft policy was solicited from other governmental institutions, including the Law Reform Commission, and key development partners such as the World Bank. This additional feedback was analyzed by the Advisory Committee and incorporated into the final policy document where appropriate. Following this process, the two policy documents were finalized and approved by the Forestry Division and formally handed to the Ministry of Agriculture, Forestry and Food Security for adoption."}, {"text_block_id": "p4_b22", "text": "This Conservation and Wildlife Policy supports application of three sections of the constitution of the Republic of Sierra Leone:"}, {"text_block_id": "p4_b23", "text": "This Conservation and Wildlife Policy supports application of three sections of the constitution of the Republic of Sierra Leone:\n* 7.\n* 7.\n (1)\n* 7.\n (1)\n a. â\n* 7.\n (1)\n a. â\n harness all the natural resources of the nation to promote national\n* 7.\n (1)\n a. â\n harness all the natural resources of the nation to promote national\n â.\n* concerning restrictions on freedom of movement â\n* concerning restrictions on freedom of movement â\n which is reasonably\n* concerning restrictions on freedom of movement â\n which is reasonably\n â.\n* Foreign Policy Objectives â\n* Foreign Policy Objectives â\n respect for international law and treaty\n* Foreign Policy Objectives â\n respect for international law and treaty\n ."}, {"text_block_id": "p4_b40_merged", "text": "The Conservation and Wildlife Policy supports the second national Poverty Reduction Strategy 20082012, “an Agenda for change” Section 11 “Framework for Effective Management of Natural Resources” which commits to “Reduce biodiversity loss, achieving, by 2010, a significant reduction in the rate of loss”. In addition the following sections are addressed by this policy:"}, {"text_block_id": "p4_b51", "text": "The Conservation and Wildlife Policy supports the second national Poverty Reduction Strategy 20082012, “an Agenda for change” Section 11 “Framework for Effective Management of Natural Resources” which commits to “Reduce biodiversity loss, achieving, by 2010, a significant reduction in the rate of loss”. In addition the following sections are addressed by this policy:\n* tourism industry in Sierra Leone is the country's natural beauty ... the biodiversity of the\n* tourism industry in Sierra Leone is the country's natural beauty ... the biodiversity of the\n remains untappedâ;"}, {"text_block_id": "p5_b55", "text": "The Conservation and Wildlife Policy supports the second national Poverty Reduction Strategy 20082012, “an Agenda for change” Section 11 “Framework for Effective Management of Natural Resources” which commits to “Reduce biodiversity loss, achieving, by 2010, a significant reduction in the rate of loss”. In addition the following sections are addressed by this policy:\n* tourism industry in Sierra Leone is the country's natural beauty ... the biodiversity of the\n* tourism industry in Sierra Leone is the country's natural beauty ... the biodiversity of the\n remains untappedâ;\n* Agency will] Act\n* Agency will] Act\n in liaison and cooperation with Government agencies, local councils and\n* Agency will] Act\n in liaison and cooperation with Government agencies, local councils and\n â\n* Agency will] Act\n in liaison and cooperation with Government agencies, local councils and\n â\n ;\n* :\n* :\n âIntegrate\n* :\n âIntegrate\n the principles of sustainable development into country policies and program and reverse the\n* :\n âIntegrate\n the principles of sustainable development into country policies and program and reverse the\n Emissions from Deforestation and Degradation (REDD) programmesâ."}, {"text_block_id": "p5_b67", "text": "Scope of the Conservation and Wildlife Policy"}, {"text_block_id": "p5_b68", "text": "Three important definitions for interpretation of this policy comprise:"}, {"text_block_id": "p5_b69", "text": "Three important definitions for interpretation of this policy comprise:\n* refers to all species of indigenous terrestrial and aquatic flora and fauna (including\n* is the means by which these plants, animals, micro-organisms and\n* refers to the application of scientific and traditional knowledge and"}, {"text_block_id": "p5_b78", "text": "This policy does not cover all aspects of biodiversity conservation as defined under the international Convention on Biological Diversity. The convention has a scope including issues such as agricultural biodiversity, biosafety, intellectual property rights and genetically modified organisms that fall outside the core mandate of the wildlife sector, but within the scope of other government agencies, though the wildlife sector remains an important stakeholder in those issues. Therefore, the scope of this policy covers those aspects of biodiversity conservation traditionally covered by government bodies charged with wildlife management as defined above."}, {"text_block_id": "p5_b79", "text": "In framing the policy two characteristics were emphasised. First, the policy language and concepts should be simple, so that the main principles and themes can be presented to and understood by all stakeholders, if presented in suitable ways. Second, that the policy should be implementable in the Sierra Leone context, while recognizing that some aspects need time and resources that are not immediately available. By issuing a clear and complete policy, the government can better assess its own financial priorities and seek support from its development partners."}, {"text_block_id": "p5_b80", "text": "2. Background"}, {"text_block_id": "p5_b81_merged_merged", "text": "The current status of Sierra Leone’s wildlife resources is not well-known as a result of the recent conflict, land use change, uncontrolled exploitation of natural resources, and a lack of recent comprehensive inventory. However, what is known is summarised in several national documents most notably the national Biodiversity Strategic Action Plan (2003). Two recent donor documents also assess the status of wildlife and its management in Sierra Leone: the US Agency for International Development’s Biodiversity and Tropical Forestry Assessment (2007) and the Global Environment"}, {"text_block_id": "p5_b86", "text": "Facility’s Sierra Leone: Biodiversity Conservation Project Document (2009)."}, {"text_block_id": "p6_b87", "text": "This policy, developed by the process described in Section 1, takes account of these initiatives, international obligations, existing and evolving national policies and laws, and numerous other documents and consultation as well as the guiding principles outlined below."}, {"text_block_id": "p6_b88", "text": "Wildlife Resources"}, {"text_block_id": "p6_b89", "text": "Sierra Leone’s predominant natural vegetation is"}, {"text_block_id": "p6_b90", "text": "the western extremity of the Upper Guinean Forest formation, though much of the forest is now degraded and occupied by agricultural land, savannas and other secondary vegetation. Approximately 70% of the country was formerly covered by forest, but less than 5% of original intact forest remains. Nevertheless the country contains rich indigenous flora and fauna including important endemic species, and internationally rare and threatened species. Indigenous flora and fauna exceeds 2000 species of vascular plants, 46 amphibians, 69 reptiles and 600 bird species. Almost 200 species of mammals includes 15 primates and18 antelopes. Of these at least 27 vertebrate species and 47 vascular plant species are recognised as globally threatened. The Gola forest alone has 14 bird species of global conservation concern. As more information is gathered on more cryptic or less studied groups, the number of species overall will increase along with the number or endemic and/or threatened species."}, {"text_block_id": "p6_b91", "text": "Currently 48 forest reserves and conservation areas cover about 4% of the land area of Sierra Leone. However, Outamba Kilimi National Park and Tiwai Island Wildlife Sanctuary are the only areas gazetted primarily for wildlife conservation (though other areas are informally designated as such), which combined comprise approximately 1.5% of the national land area. Currently there are no marine protected areas. The national Biodiversity Strategic Action Plan identified other priority areas for conservation: Gola Forest Reserves, the Western Area Peninsula Forest Reserve, Loma -Tingi Complex, Outamba Kilimi National Park, Mamuta Mayoso, Yawri Bay, Lakes Mape and Mabesi and Kangari Hills, which combined would bring the national wildlife conservation estate to about 2.5% of total land area, and which are projected to contain"}, {"text_block_id": "p6_b92", "text": "90% of the country’s terrestrial indigenous flora"}, {"text_block_id": "p6_b93", "text": "and fauna."}, {"text_block_id": "p6_b94", "text": "Sectoral Institutions, Policy and Legislation"}, {"text_block_id": "p6_b95_merged_merged", "text": "Responsibility for wildlife conservation is housed within the Forestry Division of the Ministry of Agriculture, Forestry and Food Security. The Division of Forestry is responsible for forest management and biodiversity conservation within Sierra Leone and was recently reorganized at the national level into three technical Units, “the three C’s” to emphasis their management priorities: Conservation, Commercial and Community."}, {"text_block_id": "p6_b98", "text": "Current wildlife legislation is widely recognised as out of date. The Wildlife Conservation Act of 1972 does not reflect the great advances in biodiversity conservation in the last forty years, nor international obligations. Draft wildlife conservation regulations of 1997 were not promulgated and also do not reflect modern conservation requirement. Given that wildlife management is currently part of the forestry sector, Forestry legislation is important, but again the Forestry Act of 1988 and its implementing Regulations of 1990 are not compatible with modern forest or wildlife management. As described in Section 1 a combined draft forestry and wildlife sector policy was prepared in 2003, but was never adopted."}, {"text_block_id": "p6_b99", "text": "The National Environment Policy (1994) and the National Environmental Protection Act (2000), cover environmental management including environmental impact assessment. The 2008 Environmental Protection Agency Act, which repeals the former Act, established the Sierra Leone Environmental Protection Agency (SLEPA) with authority for technical implementation and licensing of environmental management activities. Policies, laws and regulations governing local government, land rights, land use planning and terrestrial and aquatic natural resource use intersect with, and need to be consistent with, those governing wildlife."}, {"text_block_id": "p7_b100", "text": "International Obligations"}, {"text_block_id": "p7_b101", "text": "Sierra Leone has ratified a range of international treaties and obligations that affect the wildlife sector, though in most cases national legislation does not reflect these instruments."}, {"text_block_id": "p7_b102", "text": "Sierra Leone is party to various regional and international treaties and agreements related to forestry."}, {"text_block_id": "p7_b103", "text": "International conventions include:"}, {"text_block_id": "p7_b104", "text": "International conventions include:\n* The Convention on Biological Diversity;\n* Convention on International Trade in endangered species of wild fauna and flora (CITES);\n* Convention on Wetlands of International Importance (Ramsar Convention);\n* Convention Concerning the Protection of the World Cultural and Natural Heritage (World\n* United Nations Convention on the Law of the Sea;\n* United Nations convention to Combat Desertification;\n* United Nations Framework Convention on Climate Change;"}, {"text_block_id": "p7_b118", "text": "Regional Agreements include:"}, {"text_block_id": "p7_b119", "text": "Regional Agreements include:\n* Convention for Co-operation in the Protection and Development of the Marine and Coastal\n* Convention Establishing a Permanent Inter-state Committee for the Control of Drought in the\n* African Convention on Nature and Natural Resources;\n* Mano River Declaration;\n* Memorandum of Understanding concerning Conservation Measures for Marine Turtles of the\n* Memorandum of Understanding concerning Conservation Measures for the West African"}, {"text_block_id": "p7_b131", "text": "Sierra Leone expresses its intention to sign, ratify and implement two additional international conservation agreements relating to migratory species:"}, {"text_block_id": "p7_b132", "text": "Sierra Leone expresses its intention to sign, ratify and implement two additional international conservation agreements relating to migratory species:\n* Convention on Migratory Species (CMS or Bonn Convention)\n* Agreement on the Conservation of African-Eurasian Migratory Waterbirds"}, {"text_block_id": "p7_b136_merged", "text": "As well as meeting formal international obligations, this policy will seek to apply international best practice in wildlife conservation. The last twenty years has seen an explosion of experience in implementing wildlife conservation in developing countries, with many documented approaches and outcomes. Analysis of success, failure and a range of outcomes in between, has led to a body of accessible best practice consensus which is applied in this policy."}, {"text_block_id": "p7_b139", "text": "2.1 Challenges to Wildlife Conservation"}, {"text_block_id": "p7_b140", "text": "Sierra Leone’s poverty and recent history of conflict pose many challenges to effective wildlife"}, {"text_block_id": "p7_b141", "text": "conservation. Threats to biodiversity were elaborated in the national Biodiversity Strategic Action Plan (2003). The Conservation and Wildlife Policy is mindful of these threats and challenges and does not repeat the analysis provided in that document.  Challenges to wildlife conservation are summarised as:"}, {"text_block_id": "p7_b142", "text": "conservation. Threats to biodiversity were elaborated in the national Biodiversity Strategic Action Plan (2003). The Conservation and Wildlife Policy is mindful of these threats and challenges and does not repeat the analysis provided in that document.  Challenges to wildlife conservation are summarised as:\n* Lack of awareness among the general population and other sectors about benefits of wildlife\n* National and local poverty and its impact on availability of financial resources and\n* Inability to meet international obligations under a range of biodiversity conservation"}, {"text_block_id": "p8_b148", "text": "conservation. Threats to biodiversity were elaborated in the national Biodiversity Strategic Action Plan (2003). The Conservation and Wildlife Policy is mindful of these threats and challenges and does not repeat the analysis provided in that document.  Challenges to wildlife conservation are summarised as:\n* Lack of awareness among the general population and other sectors about benefits of wildlife\n* National and local poverty and its impact on availability of financial resources and\n* Inability to meet international obligations under a range of biodiversity conservation\n* Depletion of wildlife and degradation of natural ecosystems;\n* Lack of up-to-date information on wildlife resources and status of ecosystem;\n* Lack of a well-defined system of wildlife conservation areas consistent with international\n* Detrimental impacts on biodiversity of poor coordination, conflicting policies, conflicting\n* Unclear and uncertain tenure arrangements of forest reserves, including those designated\n* Lack of national understanding and policy on climate-change, likely impact on wildlife, and"}, {"text_block_id": "p8_b160", "text": "3. V"}, {"text_block_id": "p8_b161", "text": "ISION"}, {"text_block_id": "p8_b162", "text": "The long-term vision for wildlife conservation is to move towards:"}, {"text_block_id": "p8_b163", "text": "An integrated wildlife sector that achieves sustainable, rights-based management of wildlife resources for biodiversity conservation inside and outside wildlife conservation areas which benefits present and future generations of Sierra Leone and humankind in general"}, {"text_block_id": "p8_b164", "text": "."}, {"text_block_id": "p8_b165", "text": "4. G"}, {"text_block_id": "p8_b166_merged", "text": "UIDING PRINCIPLES"}, {"text_block_id": "p8_b169", "text": "In attaining the vision, this policy recognises the following principles."}, {"text_block_id": "p8_b170", "text": "4.1 Sustainable Wildlife Management"}, {"text_block_id": "p8_b171", "text": "The Forestry Division and its diverse partners will strive to attain ecological, social, cultural and economic sustainability in m"}, {"text_block_id": "p8_b172", "text": "anaging Sierra Leone’s wildlife so that future generations enjoy and benefit from the nation’s wildlife and ecosystems."}, {"text_block_id": "p8_b173", "text": "4.2 Rights-based Governance"}, {"text_block_id": "p8_b174", "text": "This policy recognises the rights of all stakeholders in ensuring biodiversity conservation and sound wildlife management, and will apply the following principles of good governance."}, {"text_block_id": "p8_b175", "text": "This policy recognises the rights of all stakeholders in ensuring biodiversity conservation and sound wildlife management, and will apply the following principles of good governance.\n* Rule of law and its effective enforcement, including national policies and statutory\n* Devolution of authority for wildlife management to the most appropriate level for achieving\n* Participation by and access to information for all relevant parties to wildlife management\n* Promotion of an informed and knowledgeable population on wildlife conservation issues.\n* Clear definition of roles and responsibilities among all relevant partners including all levels\n* Application of conflict management methods that protect stakeholder interests, but develop"}, {"text_block_id": "p8_b187", "text": "4.3 Economic and Social Benefits"}, {"text_block_id": "p8_b188", "text": "In implementing its responsibilities under Sierra Leone’s poverty reductio"}, {"text_block_id": "p8_b189", "text": "n strategy, this policy emphasises the following."}, {"text_block_id": "p8_b190", "text": "n strategy, this policy emphasises the following.\n* Equitable sharing of benefits from wildlife conservation.\n<\\li1>"}, {"text_block_id": "p9_b192", "text": "n strategy, this policy emphasises the following.\n* Equitable sharing of benefits from wildlife conservation.\n<\\li1>\n* Wildlife management that ensures access to resources, and livelihood-enhancing and\n* Valuation of economic benefits from wildlife includes not only the market value of plant and"}, {"text_block_id": "p9_b196", "text": "4.4 Integrated Wildlife Conservation"}, {"text_block_id": "p9_b197", "text": "Implementation of this policy requires partnership, coordination and integration among diverse sectors, government entities, non-government institutions and individuals. In particular, these actors need to engage in strategic land use and coastal and marine resource planning at national, regional and local levels to resolve conflicting interests and ensure effective wildlife conservation. Mutually beneficial cooperation with neighbouring countries and international organizations on wildlife conservation issues is encouraged where such collaboration promotes implementation of this policy."}, {"text_block_id": "p9_b198", "text": "4.5 Culturally-sensitive, Knowledge-based Wildlife Conservation"}, {"text_block_id": "p9_b199", "text": "An ecosystem, adaptive-management approach to wildlife conservation is adopted that uses knowledge-based decision-making for sustainable management. To support this approach the following are incorporated."}, {"text_block_id": "p9_b200", "text": ""}, {"text_block_id": "p9_b201", "text": "Scientific collection and analysis of wildlife inventory and ecosystem data, including human use."}, {"text_block_id": "p9_b202", "text": ""}, {"text_block_id": "p9_b203", "text": "Adoption and adaptation to Sierra Leone, of international best-practices, and transfer of appropriate methods and technologies."}, {"text_block_id": "p9_b204", "text": ""}, {"text_block_id": "p9_b205", "text": "Understanding, applying and integrating, where appropriate, traditional knowledge and wildlife management practices consistent with this policy."}, {"text_block_id": "p9_b206", "text": ""}, {"text_block_id": "p9_b207", "text": "Adopting adaptive management principles in applying this policy at all institutional, programming and site management levels, through effective monitoring and evaluation."}, {"text_block_id": "p9_b208", "text": "4.6 Effective Policy Implementation through Capacity-building"}, {"text_block_id": "p9_b209", "text": "The government commits to providing adequate financial resources to build human and material capacity to implement this policy. Resources to support government and non-government wildlife conservation stakeholders will be mobilised from general revenues and from new sources of revenue generated directly from wildlife management activities, and through international, national, local and community-based agreements and partnerships."}, {"text_block_id": "p9_b210", "text": "5. T"}, {"text_block_id": "p9_b211_merged", "text": "HE CONSERVATION AND WILDLIFE POLICY"}, {"text_block_id": "p9_b218", "text": "The policy is presented under a series of headings each containing one or more policy statements. Each policy statement has a set of strategies to implement and ultimately accomplish that policy statement."}, {"text_block_id": "p9_b219", "text": "Each policy statement and its supporting strategies will apply all relevant Guiding Principles (Section 4) in their implementation."}, {"text_block_id": "p9_b220", "text": "For example, implementation of most strategies will require participatory engagement of a range of stakeholders for success, though the policy does not attribute such roles and responsibilities as these are operational, not policy issues. Further consideration of stakeholder coordination is in Section 6 of this policy."}, {"text_block_id": "p9_b221", "text": "This policy seeks to clarify institutional mandates and responsibilities for aquatic flora and fauna, in that primary responsibility for conservation and wildlife management of the relevant species, habitats and ecosystems (including marine Wildlife Conservation Areas) lies with the designated wildlife conservation and management agency, whilst responsibility for sustainable economic development of"}, {"text_block_id": "p10_b222", "text": "the faunal resources within the constraints of this policy, lies with the government agency responsible for coastal, marine and fisheries resources."}, {"text_block_id": "p10_b223", "text": "5.1 Species Management for Conservation"}, {"text_block_id": "p10_b224", "text": "Two contrasting aspects of species management are included in this section; maintenance of indigenous species and migratory species, and regulation of their trade and control of those species or individuals that are problematic for conservation or socioeconomic reasons."}, {"text_block_id": "p10_b225", "text": "Policy Statement 1: Maintain viable populations of indigenous species of flora and fauna in their natural habitats."}, {"text_block_id": "p10_b226", "text": "STRATEGIES"}, {"text_block_id": "p10_b227", "text": "1."}, {"text_block_id": "p10_b228", "text": "Seek support in assessment of national status of critical species including terrestrial and aquatic flora and fauna, based on International Union for the Conservation of Nature (IUCN) Red Lists for globally threatened species and national or regional threat, endemicity, range and migratory issues."}, {"text_block_id": "p10_b229", "text": "2."}, {"text_block_id": "p10_b230", "text": "Where such critical species are identified, apply the appropriate range of measures in this policy to monitor and improve their conservation status."}, {"text_block_id": "p10_b231", "text": "Policy Statement 2: Maintain viable populations of migratory species according to international agreements and best practice approaches."}, {"text_block_id": "p10_b232", "text": "STRATEGIES"}, {"text_block_id": "p10_b233", "text": "1."}, {"text_block_id": "p10_b234", "text": "Adopt and implement the international Convention on Migratory Species (CMS) and the Agreement on the Conservation of African-Eurasian Migratory Waterbirds as soon as possible."}, {"text_block_id": "p10_b235", "text": "2."}, {"text_block_id": "p10_b236_merged", "text": "Implement, as a contracting party , the regional agreements: Memorandum of Understanding concerning Conservation Measures for Marine Turtles of the Atlantic Coast of Africa, Memorandum of Understanding concerning Conservation Measures for the West African Populations of the African Elephant."}, {"text_block_id": "p10_b238", "text": "3."}, {"text_block_id": "p10_b239", "text": "In implementing these international instruments ensure that best practice is adopted with respect to migratory species including designation of Wildlife Conservation areas such as Peace Parks, establishing migratory corridors and fly-ways, managing habitats of listed species and harmonizing sector policies and mandates where they impact upon listed migratory species."}, {"text_block_id": "p10_b240", "text": "4."}, {"text_block_id": "p10_b241", "text": "Promote coordination and cooperation with neighbouring and more distant countries in management of migratory species that occur in Sierra Leone to enhance the viability of migratory species."}, {"text_block_id": "p10_b242", "text": "Policy Statement 3: Control those species of flora and fauna that have detrimental impacts."}, {"text_block_id": "p10_b243", "text": "STRATEGIES"}, {"text_block_id": "p10_b244", "text": "1."}, {"text_block_id": "p10_b245", "text": "Control invasive alien species of plants and animals through border control measures, impact assessment prior to introduction and through limiting spread into conservation areas."}, {"text_block_id": "p10_b246", "text": "2."}, {"text_block_id": "p10_b247", "text": "Control individuals of indigenous and naturalised species that are causing damage or serious threat to human life or property."}, {"text_block_id": "p10_b248", "text": "Policy Statement 4: Control collection and trade in indigenous flora and fauna in accordance with national priorities and CITES."}, {"text_block_id": "p11_b249", "text": "STRATEGIES"}, {"text_block_id": "p11_b250", "text": "1."}, {"text_block_id": "p11_b251", "text": "Enforce a total ban on trade in CITES Appendix I listed species and a conditional ban on Appendix II listed species until their status in Sierra Leone is clarified (Box 2)."}, {"text_block_id": "p11_b252", "text": "2."}, {"text_block_id": "p11_b253", "text": "Apply a conditional ban on collection and trade (other than for approved scientific purposes) of all newly discovered or described indigenous species until their conservation status in Sierra Leone is clarified. If it is established that such species are threatened, then Sierra Leone will ensure they are added to CITES Appendix 3 and appropriate national wildlife schedules. When trade in newly described species that are established as not of conservation concern is advantageous to Sierra Leone, trade in such species will follow this policy."}, {"text_block_id": "p11_b254", "text": "3."}, {"text_block_id": "p11_b255", "text": "Train law enforcement officers (forest guards, customs and police) in identification and confiscation of listed species."}, {"text_block_id": "p11_b256", "text": "4."}, {"text_block_id": "p11_b257", "text": "Regulate the capture and transport of unlisted live specimens to ensure proper handling and, in the case of animals, humane treatment."}, {"text_block_id": "p11_b258", "text": "5."}, {"text_block_id": "p11_b259", "text": "Mount an awareness campaign on nationally and CITES listed species, and the conservation and legal consequences of illegal capture, transport and trade in listed species."}, {"text_block_id": "p11_b260", "text": "6."}, {"text_block_id": "p11_b261", "text": "Coordinate with neighbouring countries to enhance regional implementation of this policy with respect to CITES."}, {"text_block_id": "p11_b262", "text": "5.2 Wildlife Conservation Areas"}, {"text_block_id": "p11_b263", "text": "A core approach to wildlife conservation is establishment and management of “protected areas”,"}, {"text_block_id": "p11_b264", "text": "referred to in this policy as Wildlife Conservation Areas, to distinguish them from other types of reserved land or aquatic environment in which biodiversity conservation is not a primary objective. Many such areas have potential for recreation and revenue generation through attracting visitors to enjoy natural environments. The Convention on Biological Diversity has a target of 10% of the major ecosystem types (such as the Upper Guinean Forest) under conservation mandates by 2010. The Conservation and Wildlife Policy, in line with the National Biodiversity Strategic Action Plan, adopts this percentage as a national aspiration over the long term, whilst seeking to consolidate existing or currently proposed conservation areas in the short term."}, {"text_block_id": "p11_b265_merged", "text": "Policy Statement 5: Establish a Wildlife Conservation Area network representative of Sierra Leone’s ecosystem diversity of land and aquatic environments."}, {"text_block_id": "p11_b268", "text": "STRATEGIES"}, {"text_block_id": "p11_b269", "text": "1."}, {"text_block_id": "p11_b270", "text": "Vest the relevant technically specialised government body (currently the Wildlife Conservation and Management Unit of the Forestry Division) with responsibility for establishment and management oversight of the entire network of Wildlife Conservation Areas."}, {"text_block_id": "p11_b271", "text": "2."}, {"text_block_id": "p11_b272", "text": "Using a landscape/seascape approach, review with stakeholders the existing array of reserved areas under the Forestry Act and the Wildlife Act (Forest Reserves, non-hunting Forest Reserves, Protected Forest, Strict Nature Reserves, National Parks, Game Reserves and Game Sanctuaries) and any existing or new proposals for extending, upgrading or removing areas to determine a first approximation of a viable Wildlife Conservation Area network that meets the requirements of this policy statement. Wetlands, inland waters, coastal and marine environments are included in this strategy."}, {"text_block_id": "p12_b273", "text": "3."}, {"text_block_id": "p12_b274", "text": "Adopt the IUCN categories (Box 1) and conditions for protected areas and apply to all existing Wildlife Conservation Areas in the network and to new Wildlife Conservation Areas as they are designated. This network will include Ramsar sites, natural World Heritage sites and Biosphere Reserves (if created), Important Bird Areas, Key Biodiversity Areas, marine and any other specially designated Wildlife Conservation Areas."}, {"text_block_id": "p12_b275", "text": "4."}, {"text_block_id": "p12_b276", "text": "Promote regional cooperation in conservation through establishing trans-boundary Wildlife Conservation Areas as part of the national and regional network."}, {"text_block_id": "p12_b277", "text": "5."}, {"text_block_id": "p12_b278", "text": "Conduct periodic reviews of the Wildlife Conservation Area network with a view to adding, removing (if no longer viable) areas, or changing the category or boundaries of specific areas to improve the integrity and conservation function of the network as a whole."}, {"text_block_id": "p12_b279", "text": "Policy Statement 6: Manage Wildlife Conservation Areas according to international best practice."}, {"text_block_id": "p12_b280", "text": "A vast amount of information and applied knowledge has accumulated on best management practices for conservation areas. Sierra Leone will use and adapt this wisdom to manage its Wildlife Conservation Area network."}, {"text_block_id": "p12_b281", "text": "STRATEGIES"}, {"text_block_id": "p12_b282", "text": "1."}, {"text_block_id": "p12_b283", "text": "To ensure effective management, the government shall consider state ownership of Category I, II and III (if any) Wildlife Conservation Areas, unless other agreements ensure long-term conservation. Compulsory purchase of such lands should seek informed consent of any occupants and/or owners and payment of fair compensation for alienated land, structures and economic livelihoods adversely affected. Wildlife protection is the overriding objective for these categories and activities destructive of wildlife, habitats and ecosystems is precluded."}, {"text_block_id": "p12_b284", "text": "2."}, {"text_block_id": "p12_b285", "text": "Category IV to VI Wildlife Conservation Areas will establish and account for land tenure rights prior to gazettement. Ownership may include a mixture of state land, community land and private land, in which the owners have agreed to apply requirements of the assigned IUCN management category."}, {"text_block_id": "p12_b286", "text": "3."}, {"text_block_id": "p12_b287", "text": "Develop management plans for all Wildlife Conservation Areas in the network, along with mechanisms for their implementation. These plans will apply international best practice approaches including participation, demarcation, zonation, landscape and ecosystem adaptive management approaches."}, {"text_block_id": "p12_b288", "text": "4."}, {"text_block_id": "p12_b289_merged", "text": "Ensure the development of effective co-management agreements and benefit sharing (including revenue-sharing and sustainable resource use in designated areas) for local communities in and adjacent to Wildlife Conservation Areas."}, {"text_block_id": "p12_b292", "text": "Policy Statement 7: Develop appropriate visitor services and ecotourism in and adjacent to appropriate Wildlife Conservation Areas."}, {"text_block_id": "p13_b293", "text": "The potential to raise revenues from conservation depend to a significant extent on attracting paying visitors to conservation areas. Ecotourism requires that tourist experiences are ecologically appealing and sustainable, and that local communities are involved in, and benefit from, the tourism developments."}, {"text_block_id": "p13_b294", "text": "STRATEGIES"}, {"text_block_id": "p13_b295", "text": "1."}, {"text_block_id": "p13_b296", "text": "Work with the Ministry of Tourism and Cultural Affairs and other relevant government and non-government stakeholders to develop a national ecotourism policy and strategy within the framework of this policy and national tourism policies and strategies."}, {"text_block_id": "p13_b297", "text": "2."}, {"text_block_id": "p13_b298", "text": "Develop capacity in wildlife interpretation, tour guiding and setting standards for and management of visitor infrastructure such as information and visitor displays and centres."}, {"text_block_id": "p13_b299", "text": "3."}, {"text_block_id": "p13_b300", "text": "Develop guidelines and regulations for private-sector tourism concessions for visitors to the wildlife conservation network."}, {"text_block_id": "p13_b301", "text": "5.3 Wildlife Outside the Wildlife Conservation Area System"}, {"text_block_id": "p13_b302", "text": "Many species of flora and fauna, and ecosystems of conservation significance occur outside Wildlife Conservation Areas. Such species and ecosystems need effective conservation management and control of sustainable use."}, {"text_block_id": "p13_b303", "text": "Policy Statement 8: Work towards a national and local system of strategic land use planning that incorporates wildlife conservation."}, {"text_block_id": "p13_b304", "text": "STRATEGIES"}, {"text_block_id": "p13_b305", "text": "1."}, {"text_block_id": "p13_b306", "text": "Ensure that wildlife conservation concerns are incorporated into rural planning and development activities at all levels, including but not limited to Environmental Impact Assessments."}, {"text_block_id": "p13_b307", "text": "2."}, {"text_block_id": "p13_b308", "text": "Integrate the Wildlife Conservation Area network with other land uses to ensure that indigenous flora and fauna and ecosystem services are maintained (for example by establishing buffer zones and wildlife corridors with use-limitations). A regional perspective will be applied to take account of transboundary protected areas, and wildlife dispersal and migration."}, {"text_block_id": "p13_b309", "text": "3."}, {"text_block_id": "p13_b310", "text": "Provide guidelines for establishment and management of private protected areas and community protected areas. Such areas may be incorporated into the national network if meeting criteria included in national guidelines and regulations including biodiversity significance, commitment to maintenance in perpetuity and meeting management standards. Community sacred sites are included in this strategy."}, {"text_block_id": "p13_b311", "text": "Policy Statement 9: Ensure permissible offtake of indigenous flora and fauna is sustainable."}, {"text_block_id": "p13_b312", "text": "STRATEGIES"}, {"text_block_id": "p13_b313", "text": "1."}, {"text_block_id": "p13_b314", "text": "Prohibit all collection, hunting, live capture and holding of IUCN Red List, CITES listed species and any nationally listed species of flora and fauna other than for approved scientific research. CITES Appendix II and III species may only be collected or hunted after their conservation status in Sierra Leone is established and indicates that licensed offtake within sustainable limits is permitted."}, {"text_block_id": "p13_b315", "text": "2."}, {"text_block_id": "p13_b316", "text": "Develop regulations and guidelines that ensure collection and holding of live indigenous fauna specimens for research, zoological gardens, private collections and other allowed purposes, in Sierra Leone and for export, meet international animal rights standards."}, {"text_block_id": "p13_b317", "text": "3."}, {"text_block_id": "p13_b318", "text": "Develop regulations and guidelines on sustainable collection of unlisted plants and subsistence hunting of unlisted animal species, based wherever possible on traditional conservation practices and community-based enforcement. Commercial collection of plants outside the Wildlife Conservation Area network (timber, non-wood and non-timber forest products) fall under the national forestry policy."}, {"text_block_id": "p14_b319_merged", "text": "Develop regulations and guidelines that encourage sustainable offtake of defined wild animal speciesfrom licensed game ranches."}, {"text_block_id": "p14_b321", "text": "5.4 Wildlife Research and Monitoring"}, {"text_block_id": "p14_b322", "text": "Effective conservation and wildlife management depends on timely and accurate information, which informs management decisions. Such knowledge comes from scientific research and traditional knowledge, and monitoring of indigenous flora, fauna and ecosystems. Monitoring, in turn produces new information that may require revised objectives or management activities in an adaptive management cycle."}, {"text_block_id": "p14_b323", "text": "Policy Statement 10: Collect and apply scientific evidence and traditional knowledge for informed decision-making and adaptive wildlife management."}, {"text_block_id": "p14_b324", "text": "STRATEGIES"}, {"text_block_id": "p14_b325", "text": "1."}, {"text_block_id": "p14_b326", "text": "With relevant stakeholders, develop applied research priorities and collaborative research programs that enhance wildlife management capacity. Such research encompasses the range of topics covered by this policy including, but not limited to, ecological, socioeconomic, visitor-related, ecosystem restoration and services (including climate change adaptation and mitigation, and carbon sequestration), traditional knowledge, sustainable use and other aspects of wildlife conservation."}, {"text_block_id": "p14_b327", "text": "2."}, {"text_block_id": "p14_b328", "text": "Actively engage national, regional and worldwide research institutions to seek funds and carry out the priority research programs and develop resulting management proposals."}, {"text_block_id": "p14_b329", "text": "3."}, {"text_block_id": "p14_b330", "text": "Wherever possible, research should engage wildlife officials and other relevant Sierra Leonean counterparts to ensure skills, technology and knowledge are transferred. While implementation of this policy does not require a national wildlife research institution, research facilities may be incorporated into the Wildlife Conservation Area network if resources allow."}, {"text_block_id": "p14_b331", "text": "4."}, {"text_block_id": "p14_b332", "text": "Develop regulations for research permits and a fee schedule for institutions and individuals permitted to undertake wildlife research that is not included in the national research priorities."}, {"text_block_id": "p14_b333", "text": "Policy Statement 11: Apply adaptive management and requisite monitoring and evaluation to all aspects of wildlife management, from policy to management of specific species or sites."}, {"text_block_id": "p14_b334", "text": "Implementation of this policy and its individual strategies, and application of its guiding principles, requires development of transparent and participatory monitoring and evaluation systems and information management at all levels and for all plans and programs developed under the policy. Findings from monitoring and evaluation will be used to improve all levels of policy implementation in an adaptive management framework (Box 3)."}, {"text_block_id": "p14_b335", "text": "STRATEGIES"}, {"text_block_id": "p14_b336", "text": "1."}, {"text_block_id": "p14_b337", "text": "Seek resources to establish monitoring and evaluation systems and capacity for adaptive management of wildlife from policy implementation to field activities. These systems will incorporate modern geospatial information systems and research findings, and include any project or program monitoring required by donor partners."}, {"text_block_id": "p15_b338", "text": "2."}, {"text_block_id": "p15_b339", "text": "Apply adaptive management approaches to wildlife management policy, plans and activities from national level to site-level and species conservation."}, {"text_block_id": "p15_b340", "text": "5.5 Wildlife Education and Awareness"}, {"text_block_id": "p15_b341", "text": "Sierra Leone’s universities provide relevant undergraduate and graduate degrees that provide a sound"}, {"text_block_id": "p15_b342", "text": "foundation for biodiversity conservation and wildlife management. However, awareness of wildlife conservation among the general public is poor. Long-term conservation depends on a supportive population with an understanding through formal education of biodiversity conservation. Awareness in the adult population is crucial for informed support in the shorter-term."}, {"text_block_id": "p15_b343", "text": "Policy Statement 12: Incorporate an understanding of biological diversity conservation and wildlife management into school and other curricula."}, {"text_block_id": "p15_b344", "text": "STRATEGIES"}, {"text_block_id": "p15_b345", "text": "1."}, {"text_block_id": "p15_b346", "text": "Work with the Ministry of Education, Youth and Sports, teacher-training institutions, universities and relevant non-government organizations to incorporate biodiversity conservation into the national school curriculum and development of educational materials."}, {"text_block_id": "p15_b347", "text": "2."}, {"text_block_id": "p15_b348", "text": "Support and expand extra-curricular school activities (such as nature clubs) by school visits to conservation areas and projects, and encouraging wildlife conservation practitioners to visit schools to explain their work."}, {"text_block_id": "p15_b349", "text": "3."}, {"text_block_id": "p15_b350", "text": "Work with the Ministry of Education, Youth and Sports to incorporate biodiversity conservation into the curricula of tertiary and other professional training institutions"}, {"text_block_id": "p15_b351", "text": "Policy Statement 13: Develop and apply information and education tools to raise awareness and understanding of biodiversity conservation and wildlife management among the general public."}, {"text_block_id": "p15_b352", "text": "STRATEGIES"}, {"text_block_id": "p15_b353", "text": "1."}, {"text_block_id": "p15_b354", "text": "Develop national, district and site-based (for visitors and communities) information and education programs on this policy."}, {"text_block_id": "p15_b355", "text": "2."}, {"text_block_id": "p15_b356", "text": "Develop specific conservation information and education materials on topics including key species, Wildlife Conservation Areas, international obligations, wildlife news and conservation success stories."}, {"text_block_id": "p15_b357", "text": "3."}, {"text_block_id": "p15_b358", "text": "Develop and implement a comprehensive media strategy, including the use of the worldwide web, radio, television, print media, jingles, and community meetings and theatre."}, {"text_block_id": "p15_b359", "text": "5.6 Human Capacity-building for Wildlife Management"}, {"text_block_id": "p15_b360", "text": "There are very few qualified and experienced wildlife officers. Junior grades have minimal training or capacity to implement this policy. Similarly, although this policy envisages that diverse partners and stakeholders will collaborate to implement the policy, most have insufficient knowledge and skills to do so effectively."}, {"text_block_id": "p15_b361", "text": "Policy Statement 14: Develop and Implement a Training program for Wildlife Staff"}, {"text_block_id": "p15_b362", "text": "A comprehensive assessment of human resource and training needs for wildlife conservation is necessary. Such an assessment should be mindful of the review of institutional arrangements for wildlife conservation proposed in Section 6. This assessment will consider differentiation of functions among wildlife officers to enable more effective field implementation. This policy includes establishing cadres of extension and law enforcement staff, but additional specializations for different aspects of Wildlife Conservation Area management are required."}, {"text_block_id": "p15_b363", "text": "Meanwhile, other strategies will be pursued, which will later be incorporated into a comprehensive plan. This assessment will investigate the needs and feasibility of a national technical training institution for wildlife officers alongside regional opportunities for in-service training."}, {"text_block_id": "p16_b364", "text": "STRATEGIES"}, {"text_block_id": "p16_b365", "text": "1."}, {"text_block_id": "p16_b366", "text": "Seek external support to conduct a broad-based assessment of human resource and training needs (within and outside the current Wildlife Conservation and Management Unit) to implement this policy."}, {"text_block_id": "p16_b367", "text": "2."}, {"text_block_id": "p16_b368", "text": "Provide adequate budgetary allocations for senior wildlife officers to provide basic on-the-job training to field staff."}, {"text_block_id": "p16_b369", "text": "3."}, {"text_block_id": "p16_b370", "text": "Seek external support for formal training of wildlife officers in locally commissioned short courses or degree programs at national universities, and multi-year diploma, certificate and degree courses available in the region or internally."}, {"text_block_id": "p16_b371", "text": "Policy Statement 15: Provide appropriate Training to Partners and Stakeholders directly involved in Wildlife Management."}, {"text_block_id": "p16_b372", "text": "STRATEGIES"}, {"text_block_id": "p16_b373", "text": "1."}, {"text_block_id": "p16_b374", "text": "Develop a cadre of wildlife extension officers to work with communities in co-management, advisory and educational roles."}, {"text_block_id": "p16_b375", "text": "2."}, {"text_block_id": "p16_b376", "text": "Provide informational and educational seminars and presentations for staff of other government agencies (including security forces) and politicians on this policy, relevant international obligations, laws, regulations and guidelines, and other wildlife issues."}, {"text_block_id": "p16_b377", "text": "3."}, {"text_block_id": "p16_b378", "text": "Encourage implementing agents of conservation projects to build capacity in their Sierra Leonean staff and collaborating civil society organizations to play their full and active role in implementing this policy."}, {"text_block_id": "p16_b379", "text": "6. I"}, {"text_block_id": "p16_b380", "text": "NSTITUTIONAL ARRANGEMENTS FOR POLICY IMPLEMENTATION"}, {"text_block_id": "p16_b381", "text": "Sierra Leone will take a strategic approach throughout implementation of this policy. While wildlife officers in government will take the lead responsibility, diverse stakeholders will participate in implementation. An opportunistic approach may be employed in some cases, given the need to muster international and national partner support, provided specific opportunities are consistent with the policy."}, {"text_block_id": "p16_b382", "text": "When the policy is formally adopted a strategic plan for its implementation will include an action plan that identifies partner and stakeholder roles and responsibilities, and a timeline for the first five years of implementation. This action plan will prioritise strategies based upon whether certain activities necessarily precede others, and on resources available."}, {"text_block_id": "p16_b383", "text": "6.1 Institutional Review of Wildlife Management"}, {"text_block_id": "p16_b384_merged", "text": "A crucial aspect of implementing this policy is a high-level independent review of the current status and location of wildlife conservation responsibilities in the government system to determine the type of lead agency needed to implement a policy of this scope and significance. Sierra Leone has ratified several international conventions on biodiversity and wildlife management that have rigorous and high profile reporting and compliance requirements. In addition this policy recognises the importance of the sector to national heritage and lays out wide-ranging powers, duties, responsibilities and partnerships required for biodiversity conservation and wildlife management."}, {"text_block_id": "p16_b387", "text": "Many African countries have determined that wildlife conservation is best served by an independent parastatal organization with a board of trustees representing major national stakeholders, and have revitalised the wildlife sector as a result. The greater flexibility of suitably constituted parastatals, or even semi-autonomous individual protected areas, has often improved wildlife governance, led to improved ability to attract external funding to the sector and attracted higher calibre staff. The Government of Sierra Leone will determine and adopt the best institutional arrangements for the wildlife sector based on the independent review."}, {"text_block_id": "p17_b388", "text": "6.2 Financial Resources"}, {"text_block_id": "p17_b389", "text": "In the near term, the wildlife sector will continue to rely on budgetary support and donor funding for implementation of this policy. Support for direct operational costs, equipment and human capacity development is essential before the sector begins to generate significant revenues itself. New donor or private funding related to mitigation of climate change and carbon sequestration is a promising source for the wildlife sector through its maintenance of intact ecosystems."}, {"text_block_id": "p17_b390", "text": "Over time the wildlife sector will generate substantial income from diverse sources including fees for entry and use of facilities in Wildlife Conservation Areas, tourism concessions, and permits and licenses for non-priority research and, potentially, hunting-tourism. As opportunities develop for charges related to ecosystem services, such as watershed protection and carbon sequestration, those accruing from Wildlife Conservation Areas will be credited to the Wildlife Conservation Unit."}, {"text_block_id": "p17_b391", "text": "These revenues and donations will accumulate and be managed in a wildlife conservation trust with an independent board representative of sector interests. The trust will distribute funds to support wildlife conservation objectives, which may include management costs of the Wildlife Conservation Area network, sustainable livelihood support for associated communities, and partners engaged in research, outreach and other activities supporting conservation. Design of the trust will be flexible such that special requirements of different donors can be accommodated (national and multilateral development aid community, foundations, private-sector, individuals) such as endowments and site-specific funds."}, {"text_block_id": "p17_b392", "text": "Wildlife management outside the conservation area network involves integrated land use planning at all levels. Budgets for development activities and for local government therefore should include environmental management aspects (including wildlife management) for all relevant programs and projects."}, {"text_block_id": "p18_b393", "text": "6.3 Compliance with the Conservation and Wildlife Policy and International Conventions"}, {"text_block_id": "p18_b394", "text": "Legal and Regulatory Reform:"}, {"text_block_id": "p18_b395", "text": "This policy requires significant legal and regulatory updating for effective implementation through new legislation. A high priority is to update species listings in the current Wildlife Laws schedules to comply with CITES and to be consistent with Red Lists, and any newly established national listings. When new legislation is in place, creation of implementing regulations will enable enforcement, along with user-friendly guidelines and information materials to support implementation. New legislation will also domesticate relevant aspects of international conventions that Sierra Leone has ratified, with particular emphasis on the Convention on Biological Diversity, CITES and Ramsar, as well as allowing for adoption of CMS and the Agreement on Conservation of African-Eurasian Migratory Waterbirds. Implementation of these conventions and agreements requires harmonization of institutional mandates and collaboration of diverse government and non-government partners taking account of land-based, fresh water and marine environments."}, {"text_block_id": "p18_b396", "text": "Law Enforcement:"}, {"text_block_id": "p18_b397", "text": "A cadre of law-enforcement wildlife staff will support application of this policy and subsequent legislation and regulations. At the community level, such staff will collaborate closely with wildlife extension staff and local leaders to ensure compatibility with local rules, bye-laws and enforcement procedures whenever possible. Demarcation of agreed external boundaries of Wildlife Conservation Areas and internal permitted use zones, along with information and education campaigns will clarify law enforcement requirements. When necessary, wildlife staff will engage police, customs and military officers in law enforcement activities when such resources are necessary."}, {"text_block_id": "p18_b398", "text": "Environmental Management Requirements:"}, {"text_block_id": "p18_b399", "text": "In collaboration with SLEPA, special guidelines for environmental impact assessment in the wildlife sector will be developed. These guidelines will apply high environmental management standards for any development in and around conservation areas, and provide guidance on mitigation and management of impacts on wildlife of other developments. In addition, Wildlife Conservation Area management plans will include a review of environmental impacts of implementation of the plan itself."}, {"text_block_id": "p18_b400", "text": "6.4 Collaboration and Coordination Mechanisms"}, {"text_block_id": "p18_b401", "text": "This policy cannot be implemented by government wildlife staff alone. A wide array of national and local government, international partners, civil society, educational, research, private sector and community institutions will need to collaborate to ensure effective coordination at national, regional and site levels."}, {"text_block_id": "p18_b402", "text": "A Wildlife Committee at national level will comprise those central government ministries and agencies with mandates encompassing finance, land administration, law enforcement, land and aquatic natural resources, agriculture, tourism, education and local government. This high level national committee will oversee coordination of intra-governmental aspects of implementation of this policy and resolve specific issues of overlapping mandates and interagency collaboration. The committee may invite external non-government wildlife stakeholders, including international partners, to provide information and advice as required."}, {"text_block_id": "p18_b403", "text": "At an operational level a Wildlife Thematic Working Group encompassing all stakeholders in the sector will provide technical advice and advance the cause of wildlife conservation nationwide. This group will assist in monitoring policy implementation, managing conflicts, and in identifying emerging issues for the sector. Given its multi-stakeholder membership, the group will provide a consistent and consensus approach to public and policy advocacy on wildlife issues."}, {"text_block_id": "p18_b404", "text": "The Wildlife Committee and Thematic Working Group will also serve to assist in coordination of international donor and implementing partner programs and projects at policy and operational levels, respectively. These fora will provide support to assist international partners in planning and implementing their activities to achieve added value and avoid overlaps."}, {"text_block_id": "p19_b405", "text": "Coordination and collaboration at District and site level is also necessary, and will be mediated through local government meetings, traditional structures and committees overseeing wildlife conservation at local level whether inside or outside conservation areas."}, {"text_block_id": "p19_b406", "text": "6.5 Policy Review and Updates"}, {"text_block_id": "p19_b407", "text": "The policy will be comprehensively reviewed at least every five years and adaptively amended as necessary. If circumstances change, the Wildlife Committee or Thematic Working Group (Section 6.4) may request government for an earlier review."}, {"text_block_id": "p20_b408", "text": "A"}, {"text_block_id": "p20_b409_merged", "text": "PPENDIX TO NATIONAL WILDLIFE POLICY"}, {"text_block_id": "p20_b416", "text": "2010."}, {"text_block_id": "p20_b417", "text": "Protected Area Categories (International Union for the Conservation of Nature)"}, {"text_block_id": "p20_b418", "text": "Dudley, N. (Editor) (2008)."}, {"text_block_id": "p20_b419", "text": "Guidelines for Applying Protected Area Management Categories."}, {"text_block_id": "p20_b420", "text": "Gland, Switzerland: IUCN ("}, {"text_block_id": "p20_b421", "text": "www.iucn.org/dbtw-wpd/edocs/PAPS-016.pdf"}, {"text_block_id": "p20_b422", "text": ")."}, {"text_block_id": "p20_b423", "text": "Category Ia Strict Nature Reserve:"}, {"text_block_id": "p20_b424", "text": "strictly protected areas set aside to protect biodiversity and also possibly geological/geomorphological features, where human visitation, use and impacts are strictly controlled and limited to ensure protection of the conservation values. Such protected areas can serve as indispensable reference areas for scientific research and monitoring."}, {"text_block_id": "p20_b425", "text": "Primary objective:"}, {"text_block_id": "p20_b426", "text": "To conserve regionally, nationally or globally outstanding ecosystems, species (occurrences or aggregations) and/or geodiversity features: these attributes will have been formed mostly or entirely by non-human forces and will be degraded or destroyed when subjected to all but very light human impact."}, {"text_block_id": "p20_b427", "text": "Other objectives"}, {"text_block_id": "p20_b428", "text": ""}, {"text_block_id": "p20_b429", "text": "To preserve ecosystems, species and geodiversity features in a state as undisturbed by recent human activity as possible;"}, {"text_block_id": "p20_b430", "text": ""}, {"text_block_id": "p20_b431", "text": "To secure examples of the natural environment for scientific studies, environmental monitoring and education, including baseline areas from which all avoidable access is excluded;"}, {"text_block_id": "p20_b432", "text": ""}, {"text_block_id": "p20_b433", "text": "To minimise disturbance through careful planning and implementation of research and other approved activities;"}, {"text_block_id": "p20_b434", "text": ""}, {"text_block_id": "p20_b435", "text": "To conserve cultural and spiritual values associated with nature."}, {"text_block_id": "p20_b436", "text": "Category Ib Wilderness Area:"}, {"text_block_id": "p20_b437", "text": "protected areas are usually large unmodified or slightly modified areas, retaining their natural character and influence, without permanent or significant human habitation, which are protected and managed so as to preserve their natural condition."}, {"text_block_id": "p20_b438", "text": "Primary objective:"}, {"text_block_id": "p20_b439", "text": "To protect the long-term ecological integrity of natural areas that are undisturbed by significant human activity, free of modern infrastructure and where natural forces and processes predominate, so that current and future generations have the opportunity to experience such areas."}, {"text_block_id": "p20_b440", "text": "Other objectives"}, {"text_block_id": "p20_b441", "text": ""}, {"text_block_id": "p20_b442", "text": "To provide for public access at levels and of a type which will maintain the wilderness qualities of the area for present and future generations;"}, {"text_block_id": "p20_b443", "text": ""}, {"text_block_id": "p20_b444", "text": "To enable indigenous communities to maintain their traditional wilderness-based lifestyle and customs, living at low density and using the available resources in ways compatible with the conservation objectives;"}, {"text_block_id": "p20_b445", "text": ""}, {"text_block_id": "p20_b446", "text": "To protect the relevant cultural and spiritual values and non-material benefits to indigenous or non-indigenous populations, such as solitude, respect for sacred sites, respect for ancestors etc.;"}, {"text_block_id": "p20_b447", "text": ""}, {"text_block_id": "p20_b448", "text": "To allow for low-impact minimally invasive educational and scientific research activities, when such activities cannot be conducted outside the wilderness area."}, {"text_block_id": "p20_b449", "text": "Category II National Park:"}, {"text_block_id": "p20_b450", "text": "protected areas are large natural or near natural areas set aside to protect large-scale ecological processes, along with the complement of species and ecosystems characteristic of the area, which also provide a foundation for environmentally and culturally compatible spiritual, scientific, educational, recreational and visitor opportunities."}, {"text_block_id": "p21_b451", "text": "Primary objective:"}, {"text_block_id": "p21_b452", "text": "To protect natural biodiversity along with its underlying ecological structure and supporting environmental processes, and to promote education and recreation."}, {"text_block_id": "p21_b453", "text": "Other objectives:"}, {"text_block_id": "p21_b454", "text": ""}, {"text_block_id": "p21_b455", "text": "To manage the area in order to perpetuate, in as natural a state as possible, representative examples of physiographic regions, biotic communities, genetic resources and unimpaired natural processes;"}, {"text_block_id": "p21_b456", "text": ""}, {"text_block_id": "p21_b457", "text": "To maintain viable and ecologically functional populations and assemblages of native species at densities sufficient to conserve ecosystem integrity and resilience in the long term;"}, {"text_block_id": "p21_b458", "text": ""}, {"text_block_id": "p21_b459", "text": "To contribute in particular to conservation of wide-ranging species, regional ecological processes and migration routes;"}, {"text_block_id": "p21_b460", "text": ""}, {"text_block_id": "p21_b461", "text": "To manage visitor use for inspirational, educational, cultural and recreational purposes at a level which will not cause significant biological or ecological degradation to the natural resources;"}, {"text_block_id": "p21_b462", "text": ""}, {"text_block_id": "p21_b463", "text": "To take into account the needs of indigenous people and local communities, including subsistence resource use, in so far as these will not adversely affect the primary management objective;"}, {"text_block_id": "p21_b464", "text": ""}, {"text_block_id": "p21_b465", "text": "To contribute to local economies through tourism."}, {"text_block_id": "p21_b466", "text": "Category III Natural Monument or Feature:"}, {"text_block_id": "p21_b467", "text": "protected areas are set aside to protect a specific natural monument, which can be a landform, sea mount, submarine cavern, geological feature such as a cave or even a living feature such as an ancient grove. They are generally quite small protected areas and often have high visitor value."}, {"text_block_id": "p21_b468", "text": "Primary objective:"}, {"text_block_id": "p21_b469", "text": "To protect specific outstanding natural features and their associated biodiversity and habitats."}, {"text_block_id": "p21_b470", "text": "Other objectives"}, {"text_block_id": "p21_b471", "text": ""}, {"text_block_id": "p21_b472", "text": "To provide biodiversity protection in landscapes or seascapes that have otherwise undergone major changes;"}, {"text_block_id": "p21_b473", "text": ""}, {"text_block_id": "p21_b474", "text": "To protect specific natural sites with spiritual and/or cultural values where these also have biodiversity values;"}, {"text_block_id": "p21_b475", "text": ""}, {"text_block_id": "p21_b476", "text": "To conserve traditional spiritual and cultural values of the site."}, {"text_block_id": "p21_b477", "text": "Category IV Habitat/Species Management Area:"}, {"text_block_id": "p21_b478", "text": "protected areas aim to protect particular species or habitats and management reflects this priority. Many category IV protected areas will need regular, active interventions to address the requirements of particular species or to maintain habitats, but this is not a requirement of the category."}, {"text_block_id": "p21_b479", "text": "Primary Objective:"}, {"text_block_id": "p21_b480", "text": "To maintain, conserve and restore species and habitats."}, {"text_block_id": "p21_b481", "text": "Other objectives:"}, {"text_block_id": "p21_b482", "text": ""}, {"text_block_id": "p21_b483", "text": "To protect vegetation patterns or other biological features through traditional management approaches;"}, {"text_block_id": "p21_b484", "text": ""}, {"text_block_id": "p21_b485", "text": "To protect fragments of habitats as components of landscape or seascape-scale conservation strategies;"}, {"text_block_id": "p21_b486", "text": ""}, {"text_block_id": "p21_b487", "text": "To develop public education and appreciation of the species and/or habitats concerned;"}, {"text_block_id": "p21_b488", "text": ""}, {"text_block_id": "p21_b489", "text": "To provide a means by which the urban residents may obtain regular contact with nature."}, {"text_block_id": "p21_b490", "text": "Category V Protected Landscape/Seascape:"}, {"text_block_id": "p21_b491", "text": "protected area where the interaction of people and nature over time has produced an area of distinct character with significant ecological, biological, cultural and scenic value: and where safeguarding the integrity of this interaction is vital to protecting and sustaining the area and its associated nature conservation and other values."}, {"text_block_id": "p22_b492", "text": "Primary objective:"}, {"text_block_id": "p22_b493", "text": "To protect and sustain important landscapes/seascapes and the associated nature conservation and other values created by interactions with humans through traditional management practices."}, {"text_block_id": "p22_b494", "text": "Other objectives"}, {"text_block_id": "p22_b495", "text": ""}, {"text_block_id": "p22_b496", "text": "To maintain a balanced interaction of nature and culture through the protection of landscape and/or seascape and associated traditional management approaches, societies, cultures and spiritual values;"}, {"text_block_id": "p22_b497", "text": ""}, {"text_block_id": "p22_b498", "text": "To contribute to broad-scale conservation by maintaining species associated with cultural landscapes and/or by providing conservation opportunities in heavily used landscapes."}, {"text_block_id": "p22_b499", "text": ""}, {"text_block_id": "p22_b500", "text": "To provide opportunities for enjoyment, well-being and socio-economic activity through recreation and tourism;"}, {"text_block_id": "p22_b501", "text": ""}, {"text_block_id": "p22_b502", "text": "To provide natural products and environmental services;"}, {"text_block_id": "p22_b503", "text": ""}, {"text_block_id": "p22_b504", "text": "To provide a framework to underpin active involvement by the community in the management of valued landscapes or seascapes and the natural and cultural heritage that they contain;"}, {"text_block_id": "p22_b505", "text": ""}, {"text_block_id": "p22_b506", "text": "To encourage the conservation of agrobiodiversity6 and aquatic biodiversity;"}, {"text_block_id": "p22_b507", "text": ""}, {"text_block_id": "p22_b508", "text": "To act as models of sustainability so that lessons can be learnt for wider application."}, {"text_block_id": "p22_b509", "text": "Category VI: Protected area with Sustainable Use of Natural Resources:"}, {"text_block_id": "p22_b510", "text": "protected areas conserve ecosystems and habitats, together with associated cultural values and traditional natural resource management systems. They are generally large, with most of the area in a natural condition, where a proportion is under sustainable natural resource management and where low-level non"}, {"text_block_id": "p22_b511", "text": "-"}, {"text_block_id": "p22_b512", "text": "industrial use of natural resources compatible with nature conservation is seen as one of the main aims of the area."}, {"text_block_id": "p22_b513", "text": "Primary objective:"}, {"text_block_id": "p22_b514", "text": "To protect natural ecosystems and use natural resources sustainably, when conservation and sustainable use can be mutually beneficial."}, {"text_block_id": "p22_b515", "text": "Other objectives"}, {"text_block_id": "p22_b516", "text": ""}, {"text_block_id": "p22_b517", "text": "To promote sustainable use of natural resources, considering e"}, {"text_block_id": "p22_b518", "text": "cological, economic and social dimensions;"}, {"text_block_id": "p22_b519", "text": ""}, {"text_block_id": "p22_b520", "text": "To promote social and economic benefits to local communities where relevant;"}, {"text_block_id": "p22_b521", "text": ""}, {"text_block_id": "p22_b522_merged_merged", "text": "To facilitate generational security for local communities’ livelihoods – therefore ensuring that such livelihoods are sustainable;"}, {"text_block_id": "p22_b527", "text": ""}, {"text_block_id": "p22_b528", "text": "To integrate other cultural approaches, belief systems and world-views within a range of social and economic approaches to nature conservation;"}, {"text_block_id": "p22_b529", "text": ""}, {"text_block_id": "p22_b530", "text": "To contribute to developing and/or maintaining a more balanced relationship between humans and the rest of nature;"}, {"text_block_id": "p22_b531", "text": ""}, {"text_block_id": "p22_b532", "text": "To contribute to sustainable development at national, regional and local level (in the last case mainly to local communities and/or indigenous peoples depending on the protected natural resources);"}, {"text_block_id": "p22_b533", "text": ""}, {"text_block_id": "p22_b534", "text": "To facilitate scientific research and environmental monitoring, mainly related to the conservation and sustainable use of natural resources;"}, {"text_block_id": "p22_b535", "text": ""}, {"text_block_id": "p22_b536", "text": "To collaborate in the delivery of benefits to people, mostly local communities, living in or near to the designated protected area;"}, {"text_block_id": "p22_b537", "text": ""}, {"text_block_id": "p22_b538", "text": "To facilitate recreation and appropriate small-scale tourism"}], "document_description": "Refers to the need for research around climate change adaptation and mitigation, and carbon sequestration, and for donor or private funding related to mitigation of climate change and carbon sequestration."}