{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information"], "document_country_english_shortname": "Sierra Leone", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Forestry Policy", "document_country_code": "SLE", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2010", "document_keyword": ["Adaptation", "Research And Development"], "document_url": "https://cdn.climatepolicyradar.org/SLE/2010/SLE-2010-12-25-Forestry Policy_aa4484669495c35df1af616deaf6c806.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Sierra Leone"}, {"text_block_id": "p0_b2", "text": "FORESTRY POLICY"}, {"text_block_id": "p0_b3", "text": "2010"}, {"text_block_id": "p1_b4", "text": "T"}, {"text_block_id": "p1_b5_merged", "text": "ABLE OF CONTENTS"}, {"text_block_id": "p3_b8", "text": "1 I"}, {"text_block_id": "p3_b9", "text": "NTRODUCTION"}, {"text_block_id": "p3_b10", "text": "Sierra Leone"}, {"text_block_id": "p3_b11", "text": "’s Forestry and Wildlife Sector policy has been inadequate in addressing"}, {"text_block_id": "p3_b12", "text": "contemporary issues in forestry governance and management. The Forestry Act of 1988 remains the principal legislation guiding the management and regulation of forestry and Forest Reserves in Sierra Leone. The Wildlife Conservation Act of 1972 is the principal legislation guiding the management and regulation of wildlife and protected areas."}, {"text_block_id": "p3_b13", "text": "To date, the most complete statement of policy is the draft Forestry and Wildlife Sector Policy from 2003, which was never formally adopted by the Government of Sierra Leone (GoSL). The 2003 draft policy includes a wide-ranging pre-amble covering background issues and external sector policies that impact on forestry and wildlife but the policy statement itself is brief, covering less than twenty percent of the document and touching on general policy issues, as well as policies for community forests, private forests state forests and bio-prospecting.  The main objective of the wildlife policy section was to integrate the propagation, conservation and exploitation of wild animal life and wild vegetation into the national land use policy."}, {"text_block_id": "p3_b14_merged_merged", "text": "In 2008, the Forestry Division started a process of restructuring in order to strengthen the institution’s capacity to effectively carry out its mandate. This initiative created three key functional units within the division, and two other units for financial and administrative support that cut across the three key functional units. These three functional units are the Commercial Forestry Unit, the Community Forestry Unit, and the Conservation and Wildlife Unit – the 3Cs. This new approach demanded administrative, policy, legislative and regulatory responses of which this policy document is a key step."}, {"text_block_id": "p3_b19", "text": "The organogram below shows the 3Cs administrative structure."}, {"text_block_id": "p3_b20", "text": "In early 2009, GoSL, represented by the Forestry Division, and with support from the European Union (EU) and the United States Agency for International Development (USAID), hosted a"}, {"text_block_id": "p4_b21", "text": "national workshop in Freetown from February 3"}, {"text_block_id": "p4_b22", "text": "–"}, {"text_block_id": "p4_b23", "text": "5, 2009 to launch the review process of the existing policies, laws and regulations of the forestry sector of Sierra Leone.  The key recommendation from the workshop was to set up an Advisory Committee (AC) composed of representatives of those ministries involved in agriculture, forestry, and environment sectors; national, international and local civil society organizations and local communities were engaged in the process, under the leadership of the Forestry Division. Another important conclusion of the workshop was that two separate policies were desirable, one for forestry and one for wildlife conservation."}, {"text_block_id": "p4_b24", "text": "Following the workshop, and under the leadership of the Forestry Division, USAID and EU programs assisted the Advisory Committee throughout the review process, identifying and analyzing gaps and weaknesses of old policies, taking stock of best practices from other countries and suggesting policy options for both forestry and wildlife. The Advisory Committee (AC), through their technical working groups, produced an agenda of issues to be considered in drafting the policy documents. Two consultants were contracted to work with the AC to conduct wide consultation among stakeholders, including the relevant government Ministries, Departments/Divisions and Agencies; civil society groups and experts working with other sectors. As a result of this participatory process the draft Forestry Policy and draft Conservation and Wildlife Policy were produced."}, {"text_block_id": "p4_b25", "text": "The Forestry Division, together with its partners in the Advisory Committee, then undertook a nationwide consultative strategy for the vetting of these draft policies. This strategy included substantial efforts to inform the public about the consultative process through newspaper and radio announcements; facilitation of a series of regional and district consultative workshops followed by radio discussions; and a national validation workshop followed by radio and television discussions of the two draft policies. The presentations of the policy documents in all forums were mainly in Krio. This approach introduced a major challenge for the presenters to relate the technical concepts for grassroots understanding. To push this barrier further, the main concepts were explained in the dominant local dialects during regional consultations to reinforce meanings and ensure understanding."}, {"text_block_id": "p4_b26", "text": "After the national consultative process, additional feedback on the draft policy was solicited from other governmental institutions, including the Law Reform Commission, and key development partners such as the World Bank. This additional feedback was analyzed by the Advisory Committee and incorporated into the final policy document where appropriate. Following this process, the two policy documents were finalized and approved by the Forestry Division and formally handed to the Ministry of Agriculture, Forestry and Food Security for adoption."}, {"text_block_id": "p4_b27", "text": "The Constitution of the Republic of Sierra Leone provides that the State shall"}, {"text_block_id": "p4_b28", "text": "“harness all the"}, {"text_block_id": "p4_b29", "text": "natural resources of the nation to promote national prosperity and an efficient, dynamic and"}, {"text_block_id": "p4_b30", "text": "reliant economy”"}, {"text_block_id": "p4_b31", "text": "(Section 7(1)a).  This policy provides one tool by which this constitutional requirement is met."}, {"text_block_id": "p4_b32_merged_merged_merged", "text": "Specific policy statements and strategies within this policy find support in other relevant provisions of the Constitution.  This includes Section 18, which permits restrictions on activities within forests “which is reasonably required in the interests of … conservation of the natural resources” (§18); and Section 10.D which requires"}, {"text_block_id": "p4_b35", "text": "“respect for international law and treaty"}, {"text_block_id": "p5_b36", "text": "obligations, as well as the seeking of settlement of international disputes by negotiation, conciliation, arbitration or adjudication"}, {"text_block_id": "p5_b37", "text": "."}, {"text_block_id": "p5_b38", "text": "”"}, {"text_block_id": "p5_b39", "text": "This Forestry Policy also supports strategies outlined in the Framework for Effective Management of Natural Resources, found in Section 11 of the Sierra Leone Poverty Reduction"}, {"text_block_id": "p5_b40", "text": "Strategy II, “Agenda for Change”"}, {"text_block_id": "p5_b41", "text": "(PRS II).  The link between poverty alleviation and environmental management of the environment is identified as a key challenge in the PRS II, and the framework directs the Government to focus on land degradation, deforestation and biodiversity loss"}, {"text_block_id": "p5_b42", "text": "through the enactment of laws that ensure that the environment is properly managed (section 11.3.2)"}, {"text_block_id": "p5_b43", "text": ".  Specific to forestry, the framework urges the formulation new forest policy and legislation based on resource inventory information and the principles of Sustainable Forest Management (Section 11.4).  The PRSP II recognizes that sustainable forest management can be consistent with poverty reduction strategies such as eco-tourism, community management, and commercialisation of forestlands.  Further the PRSP II identifies certified"}, {"text_block_id": "p5_b44", "text": "timber markets as a means of promoting “p"}, {"text_block_id": "p5_b45", "text": "rinciples of the rule of law, governance and sustainable trading"}, {"text_block_id": "p5_b46", "text": "”."}, {"text_block_id": "p5_b47", "text": "In framing the policy two characteristics were emphasised. First, the policy language and concepts should be simple, so that the main principles and themes can be presented to and understood by all stakeholders, if presented in suitable ways. Second, that the policy should be implementable in the Sierra Leone context, while recognizing that some aspects need time and resources that are not immediately available. By issuing a clear and complete policy, the government can better assess its own financial priorities and seek support from its development partners."}, {"text_block_id": "p5_b48", "text": "There is a concurrent but separate Conservation and Wildlife Policy guiding the management and regulation of wildlife and protected areas."}, {"text_block_id": "p5_b49", "text": "2 B"}, {"text_block_id": "p5_b50", "text": "ACKGROUND"}, {"text_block_id": "p5_b51", "text": "2.1 Forest Cover"}, {"text_block_id": "p5_b52", "text": "Sie"}, {"text_block_id": "p5_b53", "text": "rra Leone’s predominant natural vegetation is the western extremity of the Upper Guinean Forest"}, {"text_block_id": "p5_b54", "text": "formation which hosts rich indigenous flora and fauna, important endemic species, and internationally rare and threatened species.  Approximately 70% of the country was formerly covered by forest, but less than 5% of original intact forest remains. Much of that forest cover has been converted to agricultural lands, savannas and other secondary vegetation.  As a result, today, the forests of Sierra Leone are categorized into seven vegetation types: moist rain forest, semi-deciduous, montane, savanna, farm bush, swamp and mangrove forest."}, {"text_block_id": "p5_b55_merged_merged_merged", "text": "Decreases in forest cover are the result of multiple factors including clearing for agriculture, logging (both legal and illegal), mining, construction, fuelwood, and charcoal production.  Along the coastal areas, mangrove forests cover approximately 286,000 hectares but these forests are also"}, {"text_block_id": "p5_b58", "text": "threatened by unregulated use of wood for construction and fuelwood."}, {"text_block_id": "p5_b59", "text": "The Forest Reserve is under the management control of the Forestry Division and comprise forty-eight  forest reserves and conservation areas totaling 284, 591 ha., with an additional"}, {"text_block_id": "p6_b60", "text": "36,360 ha proposed. Community forests located on community land but leased to the Forestry Division for management total 11,800 ha.  Information from the 2003 Biodiversity Strategic Action Plan identifies approximately 300,000 hectares of mainly mangrove forest within wetland and marine ecosystem protected areas."}, {"text_block_id": "p6_b61", "text": "2.2 National Policy and Institutional Frameworks for Natural Resource Management"}, {"text_block_id": "p6_b62_merged", "text": "The Division of Forestry is housed within the Ministry of Agriculture, Forestry and Food Security.  The Division of Forestry is responsible for forest management and biodiversity conservation within Sierra Leone. The Division of Forestry recently reorganized at the national level into three Units, “the three C’s” to emphasis their management priorities: Conservation, Commercial and Community."}, {"text_block_id": "p6_b66", "text": "The Forestry Act of 1988 is the primary basis for law that guides forest management in Sierra Leone.  In 2008, development, exploitation and trade reforms were introduced with Cabinet approval of regulations.  The reforms standardise the processes and guidelines for leasing Community and Forest Reserve forests, issuing logging permits, use of stumpage fees, benefit sharing from forest exploitation, transportation of forest products, urban tree management services, export permits, import of chain saws and sawmills, registration of timber and wood product enterprises, and establishes a Conservation Trust Fund."}, {"text_block_id": "p6_b67", "text": "The Environmental Protection Act of 2000 created the National Environment Protection Board which is charged with coordination of all environmental programming between Ministries, agencies and local authorities. The Act also identified the need for Environmental Impact Assessments (EIA) for certain projects, and provides guidelines for the scope of the EIA. In 2008, legislation created the Sierra Leone Environmental Protection Agency (SLEPA) through which overall responsibility for environmental management was allocated."}, {"text_block_id": "p6_b68", "text": "2.3 International Obligations"}, {"text_block_id": "p6_b69", "text": "Sierra Leone is party to various regional and international treaties and agreements that create international obligations related to forestry and forest management.  These conventions include:"}, {"text_block_id": "p6_b70", "text": "Sierra Leone is party to various regional and international treaties and agreements that create international obligations related to forestry and forest management.  These conventions include:\n* The Convention on Biological Diversity (CBD)\n* Convention on International Trade in endangered species of wild fauna and flora (CITES);\n* Convention on Wetlands of International Importance (Ramsar);\n* Convention Covering the Protection of the World Cultural and Natural Heritage;\n* United Nations convention to Combat Desertification (CCD);\n* United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p6_b82", "text": "Several Regional Agreements are also relevant to this policy.  These agreements include:"}, {"text_block_id": "p6_b83", "text": "Several Regional Agreements are also relevant to this policy.  These agreements include:\n* Convention for Co-operation in the Protection and Development of the Marine and Coastal Environment of the West and Central African Region (WACAF);\n* Convention Establishing a Permanent Inter-state Committee for the Control of Drought in the Sahel (CILSS)"}, {"text_block_id": "p7_b87", "text": "Several Regional Agreements are also relevant to this policy.  These agreements include:\n* Convention for Co-operation in the Protection and Development of the Marine and Coastal Environment of the West and Central African Region (WACAF);\n* Convention Establishing a Permanent Inter-state Committee for the Control of Drought in the Sahel (CILSS)\n* African Convention on Nature and Natural Resources\n* Mano River Declaration"}, {"text_block_id": "p7_b91", "text": "2.4 Challenges"}, {"text_block_id": "p7_b92_merged", "text": "There are many challenges to effective forest management in Sierra Leone, and this situation has been exacerbated by the recent history of conflict and the endemic poverty of the nation’s population. These threats and challenges have been taken into account and have informed the development of policy statements and strategies.  These challenges are summarised below."}, {"text_block_id": "p7_b95", "text": "2.4.1 Competing Land Uses for Livelihood Purposes"}, {"text_block_id": "p7_b96", "text": "Poverty is an underlying cause of much of the forest degradation and destruction in the country. With a majority of the population relying on access and use of land for their agriculturally-based livelihoods, much of the destruction and degradation of forestlands results directly from the conversion of forestland for agriculture.  Forests are also converted to grazing lands through tree clearing and burning.  Fires often escape and can cause damage to adjacent forests.  Fire damage to trees, wildlife and wildlife habitat also results from the use of fire to facilitate honey collection, and by hunters flushing game."}, {"text_block_id": "p7_b97", "text": "It is estimated that more than 80% of the population relies on charcoal and firewood for their domestic energy needs and this demand is increasing.  Fuelwood is also used for smoking fish and presents a major threat to the health and integrity of mangroves in coastal areas."}, {"text_block_id": "p7_b98", "text": "2.4.2 Extractive Practices"}, {"text_block_id": "p7_b99", "text": "Illegal logging, quarrying/ stone mining and mineral mining all take place within the Forest Reserve, and often without the knowledge, permission or oversight of the Forestry Division.  These activities are often destructive and undermine sustainable forest management objectives.  Management and oversight of these activities needs to be better coordinated, monitored and overseen by the Forestry Division."}, {"text_block_id": "p7_b100", "text": "2.4.3 Conflicting Government Mandates"}, {"text_block_id": "p7_b101", "text": "There are weak links with other institutions and a lack of coordination between government agencies at national and local levels to resolve conflicting policies, mandates and land use practices. This has contributed to ambiguity in land tenure, conflicting land uses, and unsustainable management practices. Examples of conflicting mandates are described in Box 2.1."}, {"text_block_id": "p8_b102", "text": "2.4.4 Management Capacity"}, {"text_block_id": "p8_b103", "text": "At the national level, the availability of financial resources is inadequate to cover budgets which results in insufficient human and financial resources for effective forest management.  At the district level, funding for forestry activities is provided through District Councils but coordination between the Forestry Division at the national level and the District Councils is often inadequate, which leads to inefficient use of available funds.  As a result, forestry programs, law enforcement and monitoring of activities are limited. This has led to a situation where District Forestry staff lack credibility at the community level. These issues limit the information available about the forest resources and ecosystem."}, {"text_block_id": "p8_b104", "text": "These same financial and human capacity issues affect the ability of the Forestry Division to meet international obligations under a range of biodiversity conventions."}, {"text_block_id": "p9_b105", "text": "Community involvement in the management of forest resources could fill some of the Forestry"}, {"text_block_id": "p9_b106", "text": "Division’s capacity gaps, but there is limited legislative or policy support for community and"}, {"text_block_id": "p9_b107", "text": "other stakeholder involvement in forest reserve management.  Meaningful engagement with communities will also require commitment to resources for their capacity building as well."}, {"text_block_id": "p9_b108", "text": "2.4.5 Land Tenure"}, {"text_block_id": "p9_b109", "text": "In the Western Area, most of the land is held by government or by individuals in free-hold through title deed.  However, outside of the Western Area, land tenure is often ambiguous with multiple layers of rights and claimants.  For example, the Paramount Chiefs have jurisdiction over the land in their Chiefdoms, but recognise and acknowledge community claims and individual claims to land within the Chiefdom.  Even though the Forestry Law is clear on forest resource use within and outside the Forest Reserve lands, the District Councils and other traditional authorities tend to uptake the rights of management.. This situation is exacerbated because Forest Reserve and Community Forestland are not properly demarcated and maintained.  The resulting ambiguity in the minds of local people and officials regarding legal boundaries and associated rights presents significant challenge to the development and improvement of forestland management."}, {"text_block_id": "p9_b110", "text": "2.4.6 Public Awareness and Participation"}, {"text_block_id": "p9_b111", "text": "There is limited awareness among the general population of the importance of forest management, and knowledge and awareness of laws, rules and regulations (where they exist) related to management of the forests, trees and other forest resources is similarly limited. Public awareness campaigns are limited, and the ability of officials within the forestry sector to disseminate such information is limited by the financial and human resource capacity.  As a result, meaningful public participation in the forestry sector is limited."}, {"text_block_id": "p9_b112", "text": "Related to this, policy and legislative support for collaborative management and the related allocation of rights and benefits which are important incentives for communities and other stakeholders to engage in management of forest resources is limited.  As a result, there is limited involvement and engagement of the public in decision-making about forest resources."}, {"text_block_id": "p9_b113", "text": "2.4.7 Information and Research"}, {"text_block_id": "p9_b114_merged_merged", "text": "There is a serious deficit of information about the existing biological diversity and resources of Sierra Leone’s forests.  Timber and other resource inventories have not been conducted for the Forest Reserves.  Existing timber inventory data is scarce and most information is derived from small area sample plots carried out by investors in anticipation of commercial extraction. Resources to conduct inventories are limited or not available and even if available, staff lack adequate training and materials.  All of this contributes to the dearth of information needed to understand the ecosystem, establish baselines to monitor the health of ecosystems, create standards for forest management, or understand the effects of climate change."}, {"text_block_id": "p9_b117", "text": "Similarly, reliable information regarding extractive activities is largely unavailable, and where timber is monitored, volumes are under reported to avoid royalty payments and fees. Finally,"}, {"text_block_id": "p10_b118", "text": "links with research institutes and universities is informal, and is not often utilised or considered in the development of training materials or technical services."}, {"text_block_id": "p10_b119", "text": "2.4.8 Under-regulated Commercial Use of Forests"}, {"text_block_id": "p10_b120", "text": "Under-regulated and unregulated commercial exploitation of forest resources also present challenges to sustainable forest management.  While there is a ban on whole log exports to encourage the development of value-added industry, there is limited coordination between the Forestry Division and the government agencies responsible for regulating these industries and trade.  As a result, exploitation of forest resources for value-added enterprises is inconsistently regulated and has led to an increase in illegal logging which the Forestry Division is ill-equipped to monitor."}, {"text_block_id": "p10_b121", "text": "The commercial demand for bushmeat also contributes to the depletion of forest resources and the Forestry Division lacks the resources to effectively monitor this activity.  Hunting practices associated with the bushmeat trade, such as the use of fire, also contribute to the degradation of the resource and depletion of wildlife."}, {"text_block_id": "p10_b122", "text": "3 V"}, {"text_block_id": "p10_b123", "text": "ISION"}, {"text_block_id": "p10_b124", "text": "The long-term vision for forestry is to move toward:"}, {"text_block_id": "p10_b125", "text": "An integrated forest sector that achieves sustainable, rights-based management of forests for economic, social, cultural, aesthetic, and environmental benefits for the present and future generations of Sierra Leone, and for humankind in general."}, {"text_block_id": "p10_b126", "text": "4 G"}, {"text_block_id": "p10_b127", "text": "UIDING"}, {"text_block_id": "p10_b128", "text": "P"}, {"text_block_id": "p10_b129", "text": "RINCIPLES"}, {"text_block_id": "p10_b130", "text": "In attaining the vision, this policy recognizes the following principles."}, {"text_block_id": "p10_b131", "text": "4.1 Sustainability"}, {"text_block_id": "p10_b132", "text": "Improved understanding and management"}, {"text_block_id": "p10_b133", "text": "of Sierra Leone’s forest resources"}, {"text_block_id": "p10_b134", "text": "ensures long-term social, economic, and ecological benefits for this and future generations."}, {"text_block_id": "p10_b135", "text": "4.2 Rights-based Governance"}, {"text_block_id": "p10_b136", "text": "Equitable and transparent institutional arrangements and mechanisms for forest resource management, benefit sharing, and enforcement of international, national and local rule of law form the basis for rights-based governance."}, {"text_block_id": "p10_b137", "text": "4.3 Economic Benefits and Livelihoods"}, {"text_block_id": "p10_b138_merged_merged_merged", "text": "Development of forest-based and ecosystem service-based industries, and equitable benefit-sharing arrangements from those industries, contributes to improvements in rural livelihoods, and progress toward the nation’s Poverty Reduction Strategy."}, {"text_block_id": "p11_b141", "text": "4.4 Integration"}, {"text_block_id": "p11_b142", "text": "Forest sector planning and implementation strategies are coordinated and communicated within and between Forestry Division Units, other relevant branches of government, the private sector and civil society."}, {"text_block_id": "p11_b143", "text": "4.5 Capacity Development"}, {"text_block_id": "p11_b144", "text": "Strategies and actions for implementation of forest policies should consider the limitations of human, logistic and financial capacity, and should strive to improve capacity therein."}, {"text_block_id": "p11_b145", "text": "4.6 Research/Science-based Management of Resources"}, {"text_block_id": "p11_b146", "text": "Effective forest sector planning and implementation makes use of best practices and international standards modified for the Sierra Leone context; considers local and traditional practices; and relies on adequate research and resource accounting before action."}, {"text_block_id": "p11_b147", "text": "4.7 Public Awareness and Education"}, {"text_block_id": "p11_b148", "text": "Public awareness raising and education regarding the forest sector and its contribution to national development, economic stability and climate change improves regulatory compliance and ensures greater public participation in forest policy implementation."}, {"text_block_id": "p11_b149", "text": "4.8 Adaptive management"}, {"text_block_id": "p11_b150", "text": "Continuous monitoring and evaluation of the forest resource and programming therein, informs planning and implementation of forest strategies and activities."}, {"text_block_id": "p11_b151", "text": "4.9 Consideration of Cultural Heritage"}, {"text_block_id": "p11_b152", "text": "Forest management strategies and activities consider, promote, and adapt traditional forest knowledge and practices."}, {"text_block_id": "p11_b153", "text": "5 P"}, {"text_block_id": "p11_b154", "text": "OLICY"}, {"text_block_id": "p11_b155", "text": "O"}, {"text_block_id": "p11_b156", "text": "BJECTIVES"}, {"text_block_id": "p11_b157", "text": "The policy is presented under a series of headings each containing one or more policy statements. Each policy statement has a set of strategies to implement and ultimately accomplish that policy statement."}, {"text_block_id": "p11_b158", "text": "Each policy statement and its supporting strategies will apply all relevant Guiding Principles (Section 4) in their implementation."}, {"text_block_id": "p11_b159", "text": "For example, implementation of most strategies will require participatory engagement of a range of stakeholders for success, though the policy does not attribute such roles and responsibilities as these are operational, not policy issues. Further consideration of stakeholder coordination is in Section 6 of this policy."}, {"text_block_id": "p11_b160", "text": "5.1 Forest Land Management"}, {"text_block_id": "p11_b161_merged_merged", "text": "Policy Statement 1 on Land Use Planning:  Engage in land use planning processes for forestlands with relevant stakeholders."}, {"text_block_id": "p11_b164", "text": "Strategies"}, {"text_block_id": "p12_b165", "text": "Strategies\n* Develop institutional links with other government agencies responsible for land use and land use planning, civil society organization (CSO), and communities to harmonise land acquisition, land use planning and land tenure policies.\n* Develop criteria for classifying and defining different types of forestland.\n* In cooperation with relevant stakeholders, survey all Forest Reserve areas to demarcate boundaries.\n* Classify forestlands and produce maps showing the total Forest Reserve and other forests\n* Contribute to and support the development and maintenance of GIS databases through the inclusion of available inventory data.\n* Develop a supportive legal and regulatory basis for forest management planning based on inventories, resource assessments and collaboration with relevant stakeholders."}, {"text_block_id": "p12_b177", "text": "Policy Statement 2 on Forest Reserve Management"}, {"text_block_id": "p12_b178", "text": ":  Support the development of"}, {"text_block_id": "p12_b179", "text": "collaborative partnerships with rural communities and other relevant stakeholders for the sustainable management of Forest Reserve forests to ensure a sustainable stream of economic, social and environmental benefits."}, {"text_block_id": "p12_b180", "text": "For policy related to the management of Protected Areas within the Forest Reserve, please refer to the Conservation and Wildlife Policy."}, {"text_block_id": "p12_b181", "text": "Strategies"}, {"text_block_id": "p12_b182", "text": "Strategies\n* Develop criteria to classify Forest Reserve lands for protection and production purposes.\n* Promote co-management arrangements for the Forest Reserve area with communities, CSO, the private sector and other potential partners.\n* Develop forest management and co-management plans in cooperation with partners and/or relevant stakeholders for all Forest Reserve forestlands.\n* Develop co-management agreements between partners which define roles, rights, responsibilities, benefit sharing arrangements and mechanisms for accountability.\n* Provide technical assistance and develop guidelines for collaborative forest management.\n* Monitor and enforce management plans, rules and regulations, in cooperation with partners and consistent with forest management agreements.\n* Develop legislative support for the recognition of collaborative forest management arrangements between lead government agencies, community-based forest management organisations, communities, the private sector, and CSO, which clarifies decision-making and enforcement responsibilities, and provides a legal basis for access rights and benefit-sharing from timber and non-timber forest products."}, {"text_block_id": "p12_b196_merged_merged", "text": "Policy Statement 3 on Community Forest Management: Support the establishment, expansion and management of community forests for economic benefits and forest ecosystem health."}, {"text_block_id": "p12_b199", "text": "Community Forests are those forestlands outside of Forest Reserves that are considered community property.  These lands were managed by the government for the communities and"}, {"text_block_id": "p12_b200", "text": "were historically referred to as “protected forests”."}, {"text_block_id": "p12_b201", "text": "Strategies"}, {"text_block_id": "p13_b202", "text": "Strategies\n* Assist communities and local government to resolve land and tree tenure issues on Community Forests.\n* Develop guidelines for sustainable forest management on community forestlands with support from communities, CSO and donors.\n* Develop relevant technical extension material and programming for woodlot and plantation management, and agroforestry activities, e.g. pest and alien species control and fire management, and provide technical assistance for management planning and implementation where such expertise and capacity is available.\n* Work with the National Revenue Authority (NRA) or other responsible authorities, to support the development of and use of incentives for reforestation efforts work to facilitate the creation of additional community forestlands and increase reforestation and management efforts on existing community forests.\n* Encourage development of tree nurseries and tree planting for environmental improvement, plantation development, roadside planting, urban greening and reforestation.\n* Recognise and support the management authority of communities and community-based forest management organisations, their agreements, management plans and by-laws on Community Forests."}, {"text_block_id": "p13_b214", "text": "Policy Statement 4 on Private Forestland Management"}, {"text_block_id": "p13_b215", "text": ": Promote and contribute to the"}, {"text_block_id": "p13_b216", "text": "establishment, expansion and sustainable management of private forests."}, {"text_block_id": "p13_b217", "text": "Strategies"}, {"text_block_id": "p13_b218", "text": "Strategies\n* Provide technical assistance to private land owners for forest management.\n* Ensure compliance with Environmental Protection Agency Act through cooperation and coordination with responsible government agencies.\n* Encourage the development of management plans for all private forests.\n* Encourage development of tree nurseries and tree planting for environmental improvement, plantation development, roadside planting, urban greening and reforestation.\n* Work with the NRA or other responsible authorities, to support the development of incentives for reforestation efforts."}, {"text_block_id": "p13_b228", "text": "Policy Statement 5 on non-Forest Reserve Public Lands"}, {"text_block_id": "p13_b229", "text": ": Support the sustainable"}, {"text_block_id": "p13_b230", "text": "management of forests on public lands outside of the Forest Reserve for economic benefits and ecosystem health."}, {"text_block_id": "p13_b231_merged_merged_merged", "text": "Forests established on public lands donated or leased to the government by communities were historically referred to as “Reservation Areas”.  These forests are primarily located at government office sites and were established with the intention of providing environmental services and economic benefits to the communities that had provided the land.  As a result of the decentralisation process, these forests are now under the jurisdiction of the district-level government."}, {"text_block_id": "p14_b236", "text": "Strategies"}, {"text_block_id": "p14_b237", "text": "Strategies\n* Assist local government and communities to develop management plans for these areas.\n* Put in place transparent processes for sharing of benefits derived from harvesting proceeds.\n* Provide technical support for implementation of the management plan."}, {"text_block_id": "p14_b243", "text": "Policy Statement 6 on Wetlands Management in Forest Reserve Protected Areas"}, {"text_block_id": "p14_b244", "text": ": Manage"}, {"text_block_id": "p14_b245", "text": "Wetlands in Protected Areas consistent with the policies and strategies outlined in the Conservation and Wildlife policy."}, {"text_block_id": "p14_b246", "text": "Policy Statement 7 on Wetlands Management outside Forest Reserve/ Protected Areas"}, {"text_block_id": "p14_b247", "text": ":"}, {"text_block_id": "p14_b248", "text": "Develop a shared vision between relevant government agencies to support sustainable wetland management and conservation."}, {"text_block_id": "p14_b249", "text": "Strategies"}, {"text_block_id": "p14_b250", "text": "Strategies\n* In cooperation with the Ministry of Fisheries and Marine Resources, assess the current status of wetlands and mangroves to determine the extent of the resource, its ecological integrity, and priorities for management.\n* Establish a steering committee with the Ministry of Fisheries and Marine Resources and Ministry of Tourism and Cultural Affairs to resolve issues related to overlapping jurisdiction and to clarify respective roles and responsibilities.\n* Support the development of wetlands co-management agreements with communities and other potential partners.\n* In cooperation with relevant stakeholders, develop a national wetland and mangrove management plan."}, {"text_block_id": "p14_b258", "text": "5.2 Forest-based Industry and Products"}, {"text_block_id": "p14_b259_merged_merged_merged", "text": "Policy Statement 8 on Timber-based Enterprises: Contribute to the sustainable development of timber-based enterprises through effective resource management, monitoring and regulation."}, {"text_block_id": "p14_b262", "text": "Strategies"}, {"text_block_id": "p14_b263", "text": "Strategies\n* Identify and prioritise for inventory activities, areas for potential commercial exploitation.\n* Seek funding for, and prioritise a national-level inventory.\n* Develop, put in place and enforce guidelines for inventory processes that concessionaires must follow; provide adequate training and resources to Forest Rangers and Guards to oversee these inventory activities.\n* Introduce competitive bidding for harvesting concessions to improve transparency, increase revenues, and reflect the market value of the resource.\n* Develop, implement and enforce a set of rules and procedures for forest management in concession areas including a logging code based on internationally-recognised best management practices and certifiable standards.\n* Assist with and approve forest management and annual operation plans with concessionaires consistent with established rules, regulations and guidelines."}, {"text_block_id": "p15_b275", "text": "Strategies\n* Identify and prioritise for inventory activities, areas for potential commercial exploitation.\n* Seek funding for, and prioritise a national-level inventory.\n* Develop, put in place and enforce guidelines for inventory processes that concessionaires must follow; provide adequate training and resources to Forest Rangers and Guards to oversee these inventory activities.\n* Introduce competitive bidding for harvesting concessions to improve transparency, increase revenues, and reflect the market value of the resource.\n* Develop, implement and enforce a set of rules and procedures for forest management in concession areas including a logging code based on internationally-recognised best management practices and certifiable standards.\n* Assist with and approve forest management and annual operation plans with concessionaires consistent with established rules, regulations and guidelines.\n* Require performance bonds and link to compliance with logging code, rules and procedures that are consistent with internationally-recognised best management practices and certifiable standards.\n* Ensure that internationally-recognised best management practices are utilized for environmental, social, and health impact assessments when developing management plans and legal agreements.\n* Support transparent financial management related to revenue collected from timber-based industries and regularly revise timber royalties and related forest charges.\n* Develop guidelines and systems to support transparent and comprehensive chain-of-custody processes that are consistent with internationally-recognised best management practices and certifiable standards..\n* Strengthen the regulatory framework for the timber industry through vigilant enforcement.\n* Encourage the development of value-added industry."}, {"text_block_id": "p15_b287", "text": "Policy Statement 9 on non-timber forest product-based Enterprises"}, {"text_block_id": "p15_b288", "text": ": Contribute to the"}, {"text_block_id": "p15_b289", "text": "sustainable development of non-timber forest product (NTFP)-based enterprises through effective resource management, monitoring and regulation, and coordination with relevant agencies."}, {"text_block_id": "p15_b290", "text": "Strategies"}, {"text_block_id": "p15_b291", "text": "1."}, {"text_block_id": "p15_b292", "text": "Develop criteria to identify NTFP currently being extracted for commercial purposes and those with high commercial potential."}, {"text_block_id": "p15_b293", "text": "2."}, {"text_block_id": "p15_b294", "text": "Introduce a regularly revised royalty schedule for specific NTFP, and introduce sound financial management related to revenue collected."}, {"text_block_id": "p15_b295", "text": "3."}, {"text_block_id": "p15_b296", "text": "Conduct resource inventories of NTFP as part of the forest management planning process."}, {"text_block_id": "p15_b297", "text": "4."}, {"text_block_id": "p15_b298", "text": "Work with the Ministry of Trade and Industry and other relevant stakeholders, to institutionalise permitting and licensing processes for enterprises to ensure that appropriate resource inventories have been conducted, and resource management plans developed to ensure the sustainable use of NTFP in commercial enterprises."}, {"text_block_id": "p15_b299", "text": "5."}, {"text_block_id": "p15_b300", "text": "Ensure adequate legal and regulatory frameworks for the use and management of NTFP."}, {"text_block_id": "p15_b301", "text": "Policy Statement 10 on Distribution of Benefits from Forest Resources"}, {"text_block_id": "p15_b302", "text": ": Increase and"}, {"text_block_id": "p15_b303", "text": "distribute the economic benefits derived from sustainably managed forest resources equitably and consistent with the Forestry Act."}, {"text_block_id": "p15_b304", "text": "Strategies"}, {"text_block_id": "p15_b305", "text": "1."}, {"text_block_id": "p15_b306_merged_merged_merged", "text": "Support the development of guidelines, rules and procedures for benefit sharing in forest management agreements, management plans, and Forest Management Organisations’ by-laws."}, {"text_block_id": "p15_b310", "text": "2."}, {"text_block_id": "p15_b311", "text": "Support transparent financial management related to revenue collected from forest management activities."}, {"text_block_id": "p15_b312", "text": "3."}, {"text_block_id": "p15_b313", "text": "Regularly revise timber royalties and related forest charges."}, {"text_block_id": "p16_b314", "text": "Policy Statement 11 on Ecotourism"}, {"text_block_id": "p16_b315", "text": ": Contribute to and support the development of"}, {"text_block_id": "p16_b316", "text": "ecologically sustainable, eco-tourism enterprises."}, {"text_block_id": "p16_b317", "text": "Strategies"}, {"text_block_id": "p16_b318", "text": "1."}, {"text_block_id": "p16_b319", "text": "Identify ecotourism assets within the Forest Reserve."}, {"text_block_id": "p16_b320", "text": "2."}, {"text_block_id": "p16_b321", "text": "Develop appropriate mechanisms or systems to work collaboratively with the National Tourist Board and the Ministry of Tourism and Cultural Affairs to identify ecotourism sites, and advise on appropriate levels of development, including infrastructure."}, {"text_block_id": "p16_b322", "text": "3."}, {"text_block_id": "p16_b323", "text": "Develop site specific management plans with communities and enterprises."}, {"text_block_id": "p16_b324", "text": "4."}, {"text_block_id": "p16_b325", "text": "Where appropriate, incorporate ecotourism into forest management planning."}, {"text_block_id": "p16_b326", "text": "5.3 Ecosystem Conservation and Management"}, {"text_block_id": "p16_b327", "text": "Policy Statement 12 on Wildlife Management and Conservation"}, {"text_block_id": "p16_b328", "text": ": Manage, conserve and"}, {"text_block_id": "p16_b329", "text": "protect wildlife and wildlife habitat consistent w"}, {"text_block_id": "p16_b330", "text": "ith the Forestry Division’s Conservation"}, {"text_block_id": "p16_b331", "text": "and Wildlife Policy."}, {"text_block_id": "p16_b332", "text": "Policy Statement 13 on Watershed Management"}, {"text_block_id": "p16_b333", "text": ": Contribute to ecosystem health through"}, {"text_block_id": "p16_b334", "text": "the management and protection of watershed areas within the Forest Reserve and Community Forests."}, {"text_block_id": "p16_b335", "text": "Strategies"}, {"text_block_id": "p16_b336", "text": "1."}, {"text_block_id": "p16_b337", "text": "Promote the rehabilitation of degraded forests in critical areas in watersheds through forest management partnerships with communities, CSO and the private sector."}, {"text_block_id": "p16_b338", "text": "2."}, {"text_block_id": "p16_b339", "text": "Develop and promote guidelines on the management of riverside forests."}, {"text_block_id": "p16_b340", "text": "3."}, {"text_block_id": "p16_b341", "text": "Work with relevant government agencies and CSO to develop and promote awareness about integrated land use best practices in hilly areas, and protect watersheds from degradation."}, {"text_block_id": "p16_b342_merged_merged_merged_merged", "text": "Policy Statement 14 on Climate Change: Contribute to the development and implementation of a national climate change strategy."}, {"text_block_id": "p16_b345", "text": "Strategies"}, {"text_block_id": "p16_b346", "text": "1."}, {"text_block_id": "p16_b347", "text": "Collaborate with government institutions responsible for International Climate Change obligations to ensure that forest interests are considered in the development of climate change strategies and programming."}, {"text_block_id": "p16_b348", "text": "2."}, {"text_block_id": "p16_b349", "text": "Contribute to the development and implementation of a National Climate Change Policy."}, {"text_block_id": "p16_b350", "text": "3."}, {"text_block_id": "p16_b351", "text": "Contribute to the implement National Adaptation Program of Action (NAPA)."}, {"text_block_id": "p16_b352", "text": "4."}, {"text_block_id": "p16_b353", "text": "Contribute to the development of a National Action Plan for Climate Change."}, {"text_block_id": "p16_b354", "text": "5."}, {"text_block_id": "p16_b355", "text": "Take advantage of funding opportunities to further climate change adaptation and mitigation programming within the forestry sector."}, {"text_block_id": "p16_b356", "text": "6."}, {"text_block_id": "p16_b357", "text": "Link communities to climate change programs and mechanisms for the development of economic benefits such as Payment for Environmental Services."}, {"text_block_id": "p17_b358", "text": "5.4 Education and Awareness"}, {"text_block_id": "p17_b359", "text": "Policy Statement 15 on Public Awareness"}, {"text_block_id": "p17_b360", "text": ": Promote public awareness of the importance of"}, {"text_block_id": "p17_b361", "text": "sustainable management of forest resources and the value of the forests."}, {"text_block_id": "p17_b362", "text": "Strategies"}, {"text_block_id": "p17_b363", "text": "1."}, {"text_block_id": "p17_b364", "text": "Support the development of education packages for schools, media, and communities to increase awareness about issues in the forest sector."}, {"text_block_id": "p17_b365", "text": "2."}, {"text_block_id": "p17_b366", "text": "Collaborate with the Ministry of Education and other relevant stakeholders to support the inclusion of relevant forestry studies in school curricula."}, {"text_block_id": "p17_b367", "text": "3."}, {"text_block_id": "p17_b368", "text": "Support CSO to develop and disseminate public awareness materials through print and electronic media that is culturally appropriate and relevant."}, {"text_block_id": "p17_b369", "text": "4."}, {"text_block_id": "p17_b370", "text": "Respond to community-identified priorities for public awareness programming with culturally relevant materials and formats."}, {"text_block_id": "p17_b371", "text": "5."}, {"text_block_id": "p17_b372", "text": "Improve public participation in the sector through consultative processes related to future design and implementation of this policy."}, {"text_block_id": "p17_b373", "text": "6."}, {"text_block_id": "p17_b374", "text": "Promote public awareness of the EIA Forest Sectoral guidelines and the EPA Act 2008 for the sustainable management of forest resources."}, {"text_block_id": "p17_b375", "text": "7."}, {"text_block_id": "p17_b376", "text": "Encourage a culture of reforestation and tree planting through support for public participation in National Tree Planting day, media campaigns, ceremonies, and provision of seedlings."}, {"text_block_id": "p17_b377", "text": "Policy Statement 16 on Forestry Education"}, {"text_block_id": "p17_b378", "text": ": Support stakeholder education related to"}, {"text_block_id": "p17_b379", "text": "technical management of forest resources that is consistent with best management practices."}, {"text_block_id": "p17_b380", "text": "Strategies"}, {"text_block_id": "p17_b381", "text": "1."}, {"text_block_id": "p17_b382", "text": "Support the development of curricula and provide hands-on training of best management practices to youth and community groups involved in reforestation activities."}, {"text_block_id": "p17_b383", "text": "2."}, {"text_block_id": "p17_b384", "text": "Develop appropriate gender and culturally sensitive extension materials."}, {"text_block_id": "p17_b385", "text": "3."}, {"text_block_id": "p17_b386", "text": "Collaborate with the university to develop training and education curricula consistent with best management practices."}, {"text_block_id": "p17_b387", "text": "4."}, {"text_block_id": "p17_b388", "text": "Collaborate with University of Sierra Leone and Njala University to ensure cross fertilisation of ideas"}, {"text_block_id": "p17_b389", "text": "concerning …[forest management??]"}, {"text_block_id": "p17_b390", "text": "."}, {"text_block_id": "p17_b391", "text": "5.5 Research and Monitoring"}, {"text_block_id": "p17_b392_merged_merged_merged_merged", "text": "Policy Statement 17 on Research: Adopt, adapt and utilise best practices and science-based research to support and improve sustainable forest management."}, {"text_block_id": "p17_b395", "text": "For research strategies related specific to wildlife, refer to the Conservation and Wildlife Policy."}, {"text_block_id": "p17_b396", "text": "Strategies"}, {"text_block_id": "p17_b397", "text": "1."}, {"text_block_id": "p17_b398", "text": "Create an up to date forest information database to monitor sustainable forest management and establish a program to collect, update and disseminate this information."}, {"text_block_id": "p17_b399", "text": "2."}, {"text_block_id": "p17_b400", "text": "Create a national coordination structure for forestry research to strengthen links between regulatory and research institutions, and end users."}, {"text_block_id": "p18_b401", "text": "3."}, {"text_block_id": "p18_b402", "text": "Promote demand-driven research by encouraging the participation of communities and other stakeholders in the identification, design, implementation and evaluation of"}, {"text_block_id": "p18_b403", "text": "research activities, e.g. women’s preference on species selection"}, {"text_block_id": "p18_b404", "text": "."}, {"text_block_id": "p18_b405", "text": "4."}, {"text_block_id": "p18_b406", "text": "Incorporate research results into education materials for stakeholders."}, {"text_block_id": "p18_b407", "text": "5."}, {"text_block_id": "p18_b408", "text": "Develop standards and guidelines for seed collection, handling and distribution to ensure quality control."}, {"text_block_id": "p18_b409", "text": "Policy Statement 18 on Monitoring and Evaluation"}, {"text_block_id": "p18_b410", "text": ": Support the formulation and"}, {"text_block_id": "p18_b411", "text": "utilisation of criteria and indicators to monitor ecosystem processes, performance of forest managers, and assess impacts of forest management activities and ecosystem processes."}, {"text_block_id": "p18_b412", "text": "Strategies"}, {"text_block_id": "p18_b413", "text": "1."}, {"text_block_id": "p18_b414", "text": "Collaborate with forest management partners to develop appropriate criteria and indicators."}, {"text_block_id": "p18_b415", "text": "2."}, {"text_block_id": "p18_b416", "text": "Train communities in observation methods and data collection."}, {"text_block_id": "p18_b417", "text": "3."}, {"text_block_id": "p18_b418", "text": "Include Monitoring and Evaluation in forest management plans, and support implementation thereof."}, {"text_block_id": "p18_b419", "text": "4."}, {"text_block_id": "p18_b420", "text": "Utilise Monitoring and Evaluation results to modify management practices and processes."}, {"text_block_id": "p18_b421", "text": "5.6 Capacity Building"}, {"text_block_id": "p18_b422", "text": "Policy Statement 19 on Capacity Building for Forestry Division staff and stakeholders"}, {"text_block_id": "p18_b423", "text": ":"}, {"text_block_id": "p18_b424", "text": "Increase the capacity of the Forestry Division and relevant stakeholders to meaningfully engage and contribute to the management of forest resources."}, {"text_block_id": "p18_b425", "text": "Strategies"}, {"text_block_id": "p18_b426", "text": "1."}, {"text_block_id": "p18_b427", "text": "Seek external support to conduct a human resource and training needs assessment for Forestry Division and other key stakeholders in the forestry sector."}, {"text_block_id": "p18_b428", "text": "2."}, {"text_block_id": "p18_b429", "text": "Seek external support for formal training of forestry officers in locally commissioned short courses, or degree programs at national universities, and multi-year diploma, certificate and degree courses available in other African countries."}, {"text_block_id": "p18_b430", "text": "3."}, {"text_block_id": "p18_b431", "text": "Provide adequate budgetary allocations for senior forestry officers to provide basic on-the-job training to field staff and stakeholders."}, {"text_block_id": "p18_b432", "text": "4."}, {"text_block_id": "p18_b433", "text": "Provide informational and educational seminars and presentations for staff of other government agencies and politicians on this policy."}, {"text_block_id": "p18_b434", "text": "5."}, {"text_block_id": "p18_b435", "text": "Encourage international projects to build capacity in their Sierra Leonean staff and collaborating civil society organisations to play their full and active role in implementing this policy."}, {"text_block_id": "p18_b436", "text": "6 S"}, {"text_block_id": "p18_b437_merged_merged_merged_merged", "text": "TRATEGIC PLANNING"}, {"text_block_id": "p18_b440", "text": "Sierra Leone will take a strategic approach throughout implementation of this policy. While forestry officers in government will take the lead responsibility, diverse stakeholders will participate in implementation. An opportunistic approach may be employed in some cases, provided specific opportunities are consistent with the policy."}, {"text_block_id": "p19_b441", "text": "6.1 Forestry Sector Planning"}, {"text_block_id": "p19_b442", "text": "The swift and efficient commitment to certain strategies outlined in this policy will be critical to establish a foundation for implementation of this policy.  Therefore, after the policy is formally adopted, the Forestry Division, in collaboration with relevant stakeholders will develop a Strategic Plan to implement this policy.  The Strategic Plan will set short-, medium-and long"}, {"text_block_id": "p19_b443", "text": "-"}, {"text_block_id": "p19_b444", "text": "term goals for implementation of the policy.  Most importantly, the Strategic Plan will"}, {"text_block_id": "p19_b445", "text": "identify priority actions and strategies"}, {"text_block_id": "p19_b446", "text": ", and will include an Action Plan that sets up a realistic timeline for a first phase of implementation."}, {"text_block_id": "p19_b447", "text": "The Strategic Plan will also"}, {"text_block_id": "p19_b448", "text": "define roles and responsibilities"}, {"text_block_id": "p19_b449", "text": "of stakeholders at the national, district and local level and identify"}, {"text_block_id": "p19_b450", "text": "institutional arrangements and reforms"}, {"text_block_id": "p19_b451", "text": "necessary to effectively implement this policy."}, {"text_block_id": "p19_b452", "text": "7 I"}, {"text_block_id": "p19_b453", "text": "NSTITUTIONAL"}, {"text_block_id": "p19_b454", "text": "A"}, {"text_block_id": "p19_b455", "text": "RRANGEMENTS AND"}, {"text_block_id": "p19_b456", "text": "L"}, {"text_block_id": "p19_b457", "text": "EGAL"}, {"text_block_id": "p19_b458", "text": "F"}, {"text_block_id": "p19_b459", "text": "RAMEWORK"}, {"text_block_id": "p19_b460", "text": "7.1 Forestry Sector Financing"}, {"text_block_id": "p19_b461", "text": "One of the greatest challenges facing implementation of this policy is adequate funding.  Action planning will help to identify financing sources and priority actions for the first phase of implementation.  In the short-term, potential sources of financing include international donors, government budget allocation at the national and district levels, and revenue collection from royalties and fees."}, {"text_block_id": "p19_b462", "text": "7.1.1 National and District Budgets"}, {"text_block_id": "p19_b463", "text": "While salaries for all Forestry Division personnel are paid from the Forestry Division budget, activities at the district level are supported through a district level budget managed by the District Council.  District level personnel are responsible for the development of activity budgets which are submitted to the District Council.  District-and national-level Forestry Division personnel will need training and support to develop workplans and budgets that are consistent with this policy in order to ensure adequate funding is available for policy implementation."}, {"text_block_id": "p19_b464", "text": "7.1.2 International Donor Funding"}, {"text_block_id": "p19_b465", "text": "Donor funding will be used to support both specific strategies identified in this policy, and for projects and programming consistent with this policy.  Climate change mitigation and adaptation programming represent two emerging funding steams."}, {"text_block_id": "p19_b466", "text": "7.1.3 Other Sources"}, {"text_block_id": "p19_b467_merged_merged_merged", "text": "The Forestry Act of 1988 created an Afforestation Fund into which all reforestation and training fees levied on timber, and transport fees on select timber and NTFP are paid.  Disbursement of these funds should be utilised consistent with the purposes for which the Fund was created. As part of the Strategic and Action Planning process, Forestry Division and stakeholders should prioritise activities for Afforestation Fund funding consistent with the Forestry Development, Exploitation and Trade Reforms, and make recommendations accordingly.  The rates of these fees should be updated regularly to reflect market prices and inflation."}, {"text_block_id": "p20_b470", "text": "Under the Forestry Development, Exploitation and Trade Reforms,"}, {"text_block_id": "p20_b471", "text": "Land Lease rent and Royalties"}, {"text_block_id": "p20_b472", "text": "are allocated equitably to land owners, Local Councils, Chiefdom Administration and Government.  Funding for Co-management would be determined from the management plan."}, {"text_block_id": "p20_b473_merged_merged", "text": "Opportunities may also develop to secure funding through access to charges related to ecosystem services, such as watershed protection and carbon sequestration.  Those accrued from ecosystem services within Forest Reserve areas (exclusive of Wildlife Conservation Areas) or Community Forests will be credited to the forestry sector for use in implementing the forestry policy."}, {"text_block_id": "p20_b477", "text": "7.2 Collaboration and Coordination Mechanisms"}, {"text_block_id": "p20_b478", "text": "This policy cannot be implemented by the Forestry Division alone. A wide array of national and local government, international partners, civil society, educational, research, private sector and community institutions will need to collaborate to ensure effective coordination at national, regional and site levels."}, {"text_block_id": "p20_b479", "text": "A national-level committee will be established to oversee coordination of intra-governmental aspects of implementation of this policy and resolve specific issues of overlapping mandates and interagency collaboration identified in this policy and arising through implementation. The committee may invite external non-government specialist stakeholders, including international partners, to provide information and advice as required."}, {"text_block_id": "p20_b480", "text": "At an operational level, this national-level committee will appoint Thematic Working Groups to address specific issues related to policy implementation. Working groups will be responsible for developing guidelines for implementation of the policy, monitoring policy implementation, managing conflicts, and identifying emerging issues for the sector.  The national-level committee and working groups will also coordinate international donor and implementing partner programs and projects at policy and operational levels, respectively. These fora will provide support to assist international partners in planning and implementing their activities to achieve added value and avoid overlaps."}, {"text_block_id": "p20_b481", "text": "Coordination and collaboration at District and site level is also necessary, and will be mediated through local government meetings, traditional structures and committees overseeing forest management at the local level."}, {"text_block_id": "p20_b482", "text": "7.3 Compliance with the Forestry Policy and International Conventions"}, {"text_block_id": "p20_b483", "text": "7.3.1 Legal and Regulatory Reform"}, {"text_block_id": "p20_b484", "text": "This policy will require significant legal and regulatory updating for effective implementation. While the Forestry Law does provide for community and other stakeholder involvement, a high priority will be to develop regulatory guidelines to facilitate greater involvement by communities and other stakeholders in forest management consistent with this policy.  As identified under specific policy statements, user-friendly guidelines, educational and public awareness materials"}, {"text_block_id": "p21_b485", "text": "will need to be developed to facilitate implementation and enforcement of this policy and related legislation."}, {"text_block_id": "p21_b486", "text": "New legislation will also domesticate aspects of relevant international conventions that Sierra Leone has ratified."}, {"text_block_id": "p21_b487", "text": "7.3.2 Law Enforcement"}, {"text_block_id": "p21_b488", "text": "Forestry Division personnel and stakeholders will support application of this policy and subsequent legislation and regulations.  At the community level, Forest Management Committees, in collaboration with Forestry Division personnel, will support implementation through development and enforcement of co-management agreements, co-management plans and local by-laws.  Boundary demarcation and other forest management planning activities conducted jointly between communities, Forestry Division, and other stakeholders will help to clarify law enforcement requirements. Forestry Division officers will engage police, customs and military officers in law enforcement activities as necessary."}, {"text_block_id": "p21_b489", "text": "Environmental Management Requirements: In collaboration with SLEPA, promote compliance and regular update of the forest sector guidelines for environmental impact assessment. In addition, Environmental and social management plan should include a review of the identified impacts resulting from implementation."}, {"text_block_id": "p21_b490", "text": "7.4 Policy Review and Updates"}, {"text_block_id": "p21_b491", "text": "The policy will be comprehensively reviewed at least every five years and adaptively amended as necessary. If circumstances change, the steering committee or thematic working group (Section 7.2) may request government for an earlier review. As policies and strategies are amended, new elements may be added to the policy as circumstances change and opportunities arise."}], "document_description": "Several references to climate change including in policy statement. Refers to the need for research, education and awareness around climate change, and international donor funding for adaptation and mitigation."}