{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Sierra Leone", "document_category": "Policy", "document_sector_name": ["LULUCF", "Environment", "Coastal zones", "Agriculture"], "document_language": "English", "document_name": "Sierra Leone’s Second National Biodiversity Strategy and Action Plan 2017-2026", "document_country_code": "SLE", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2017", "document_keyword": ["Biodiversity", "Carbon Sink"], "document_url": "https://cdn.climatepolicyradar.org/SLE/2017/SLE-2017-01-01-Sierra Leone’s Second National Biodiversity Strategy and Action Plan 2017-2026_7f47e8b845d75abe32020a4109b98ea1.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF SIERRA LEONE"}, {"text_block_id": "p0_b2", "text": "Sierra Leone’s Second National"}, {"text_block_id": "p0_b3", "text": "Biodiversity Strategy"}, {"text_block_id": "p0_b4", "text": "and Action Plan"}, {"text_block_id": "p0_b5", "text": "2017-2026"}, {"text_block_id": "p0_b6", "text": "Environment Protection Agency Sierra Leone"}, {"text_block_id": "p0_b7", "text": "Office of the President"}, {"text_block_id": "p0_b8", "text": "The Government of Sierra Leone"}, {"text_block_id": "p0_b9", "text": "November 2017"}, {"text_block_id": "p1_b10", "text": "GOVERNMENT OF SIERRA LEONE"}, {"text_block_id": "p1_b11", "text": "Environment Protection Agency Sierra Leone,"}, {"text_block_id": "p1_b12", "text": "Office of the President"}, {"text_block_id": "p1_b13", "text": "Freetown, Sierra Leone"}, {"text_block_id": "p1_b14", "text": "Tel: 232-76-677235"}, {"text_block_id": "p1_b15", "text": "Website:www.epa.gov.sl"}, {"text_block_id": "p1_b16", "text": "November, 2017"}, {"text_block_id": "p2_b17", "text": "REVISED NBSAP (2017-2026) DELIVERY TEAM"}, {"text_block_id": "p3_b18", "text": "FOREWORD"}, {"text_block_id": "p3_b19", "text": "I have the honour to present the revised National Biodiversity Strategy and Action Plan (NBSAP 2017-2026) for Sierra Leone, which has been developed based on national needs and priorities for the implementation of the Convention on Biological Diversity (CBD) objectives and Aichi Targets."}, {"text_block_id": "p3_b20", "text": "Sierra Leoneans are becoming increasingly aware of the inextricable relationship between our survival and way of life on the one hand, and biodiversity and the environment on the other. Now than ever before, we are aware that our prosperity and economic development, welfare, spirituality, tradition and culture, health and food security can only thrive in a healthy, biodiversity-rich environment. To this end, environmental sustainability and the protection of wildlife, forests, water, air and land are embedded in our constitution, legislation, policies, political agenda and regulations. It was for this reason that Sierra Leone joined the rest of the world in signing and ratifying the United Nations Convention on Biological Diversity (CBD) in 1994 that seeks to conserve species, genes, habitats and ecosystems, ensure the wise use of biological resources and access to benefit sharing of our genetic resources."}, {"text_block_id": "p3_b21", "text": "Our continued commitment to the concept and principles of the CBD is manifested in our willingness to provide updates on the status of the nation•s implementation of the provisions of the CBD in the midst of emerging challenges. A good number of national development and environment-related strategies and legislative processes, such as the Agenda for Prosperity, Vision 2035, National Programme of Adaptation, Environmental Protection Agency Act, 2008 and the National Protected Areas Authority Act, among others, have strong biodiversity and environment components. The establishment of Environment Protection Agency Sierra Leone (EPASL) in 2008 and the National Protected Areas Authority (NPAA) and Conservation Trust Fund (CTF) by acts of Parliament, respectively, is a manifestation of political will exhibited by the Government of Sierra Leone to oversee, manage and protect Sierra Leone•s environment and biodiversity."}, {"text_block_id": "p3_b22", "text": "Strong collaboration now exists between various ministries, departments and agencies (MDAs) of government led by the EPASL, the National Protected Area Authority (NPAA), the Division of Forestry in the Ministry of Agriculture, Forestry and Food Security, and the Ministry of Fisheries and Marine Resources, and charged with the responsibility of implementing the national biodiversity strategy and action plan. The involvement of universities, relevant NGOs and local communities will enhance the capacity of the Environment Protection Agency, National Protected Area Authority, Forestry Division and other MDAs to effectively deliver on the objectives of this strategy and action plan. It is our hope and desire that by the end of the ten-year period of implementation, the vision for Sierra Leone•s NBSAP 2017-2026, which focuses on human development and prosperity through biodiversity conservation, would have been much realised."}, {"text_block_id": "p3_b23", "text": "I would like to take this opportunity to express my appreciation to all stakeholders who participated in the different workshops for the review and update of the NBSAP and to thank them for their invaluable contributions for the development of the strategy and action plan."}, {"text_block_id": "p4_b24", "text": "Haddijatou Jallow (Mrs.)"}, {"text_block_id": "p4_b25", "text": "Executive Chairperson, Environment Protection Agency • Sierra Leone"}, {"text_block_id": "p4_b26", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p4_b27", "text": "The review of the NBSAP 2004-2010, which led to the development of the NBSAP 20172026 could not have been achieved without the unflinching support and commitment of the following Ministries, Departments and Agencies (MDAs) of Government, organisations and individuals from various sectors and social spheres, to whom the Environmental Protection Agency-Sierra Leone (EPASL) on behalf of the Government of Sierra Leone, expresses its profound thanks and sincere appreciation:"}, {"text_block_id": "p4_b28", "text": "The review of the NBSAP 2004-2010, which led to the development of the NBSAP 20172026 could not have been achieved without the unflinching support and commitment of the following Ministries, Departments and Agencies (MDAs) of Government, organisations and individuals from various sectors and social spheres, to whom the Environmental Protection Agency-Sierra Leone (EPASL) on behalf of the Government of Sierra Leone, expresses its profound thanks and sincere appreciation:\n* The Office of the President for providing the commitment and leadership;\n* The NBSAP Steering Committee for providing the policy and technical direction;\n* The invaluable inputs of the various thematic consultants, which formed the\n* All government MDAs that participated in the workshops, for their cross-sectoral\n* All NGOs, members of civil society and local communities who made very useful\n* The United Nations Environment Programme (UNEP) and African Union\n* Staff of the EPASL, who were always willing and prepared to undertake the"}, {"text_block_id": "p4_b42", "text": "We look forward to the UNEP, AUC and African Component of the ACP Capacity Building Program for their continued support towards a successful implementation of Sierra Leone•s Biodiversity Strategy and Action Plans over the next 10 years."}, {"text_block_id": "p4_b43", "text": "We commend the NBSAP team for their dedication and hard work and the United Nations Environment Programme (UNEP), Global Environment Facility (GEF) and African Union Commission for their suggestions and support in updating the NBSAP 2017-2026."}, {"text_block_id": "p5_b44", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p7_b45", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p9_b46", "text": "LIST OF TABLES"}, {"text_block_id": "p10_b47", "text": "LIST OF FIGURES"}, {"text_block_id": "p11_b48", "text": "LIST OF BOXES"}, {"text_block_id": "p11_b49", "text": "LIST OF APPENDICES"}, {"text_block_id": "p12_b50", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p12_b51", "text": "Section I -Background to the NBSAP"}, {"text_block_id": "p12_b52", "text": "This National Biodiversity Strategy and Action Plans (NBSAP) for Sierra Leone has been formulated since 2003 (NBSAP 2004-2010) to stem the alarming rate of loss of biodiversity and degradation of ecosystems in various ecological belts in the country. This reviewed version is effective for the period 2017-2026. The development of the NBSAP is a concept that was initiated and sanctioned by the Conference of Parties (COP) of the Convention on Biological Diversity in 2003 as a key requirement for parties of the convention to fulfil their commitment to conserve biodiversity, as required by Article 6 of the Convention."}, {"text_block_id": "p12_b53", "text": "The reviewed strategy is consistent with two main categories, namely the thematic strategies and general measures, as guided by the Convention on Biological Diversity. The main themes are Wildlife, Forest Biodiversity, Agricultural Biodiversity, Freshwater, Marina and Coastal Biodiversity. The cross-sector strategies and cross-cutting issues include financial resources, policies, regulations and legislation, research and training, capacity building, public participation, planning, monitoring, conservation of protected areas, sustainable use, incentive measures, public education, impact assessment, access to technology, information exchange, sharing of benefits and indigenous knowledge."}, {"text_block_id": "p12_b54", "text": "Sierra Leone became a signatory to the Convention on Biological Diversity, in 1994 in Bahamas. The development of the NBSAP is consistent with Agenda 21 of the United Nations, which is the Rio Declaration on Environment and Development. In 2003, Sierra Leone developed its NBSAP 2004-2010, but its implementation has had a fair share of successes and challenges. The World Bank, GEF, UNDP, the RSPB and Wetlands International are some of the organisations that supported the NBSAP 2004-2010. There is yet a huge backlog of project objectives to be achieved, which have been considered in the reviewing process."}, {"text_block_id": "p12_b55_merged", "text": "Key lessons were learnt from the development of the NBSAP 2004-2010 fed into the review and development of the NBSAP 2017-2026. Additional priority thematic areas were identified and addressed, such as intellectual property rights and climate change, collaboration between stakeholders, the problem of overlapping mandates and conflict of interest among government agencies, inter alia. The 20 Aichi targets were the key focus in all thematic presentations and group discussions during the national and provincial workshops. The key outcome of the workshops• presentations, plenary and discussion sessions were the identification of the issues and gaps (Appendix V) in national and local efforts to conserve biodiversity."}, {"text_block_id": "p13_b58", "text": "Section II"}, {"text_block_id": "p13_b59", "text": "-"}, {"text_block_id": "p13_b60", "text": "Biodiversity and Conservation Status and Trends in Sierra Leone: The Basis for the NBSAP 2017-2026."}, {"text_block_id": "p13_b61", "text": "The location of Sierra Leone (central coordinates • 6"}, {"text_block_id": "p13_b62", "text": "o"}, {"text_block_id": "p13_b63", "text": "55' • 10"}, {"text_block_id": "p13_b64", "text": "o"}, {"text_block_id": "p13_b65", "text": "14'N and 10"}, {"text_block_id": "p13_b66", "text": "o"}, {"text_block_id": "p13_b67", "text": "14' • 13"}, {"text_block_id": "p13_b68", "text": "o"}, {"text_block_id": "p13_b69", "text": "17'W) is a quintessential factor that determines the diversity of its ecosystems, vegetation and biodiversity. Much of its estimated 7.1 million people are concentrated in the capital city Freetown and the major provincial urban areas. Agriculture constitutes the key economic activities, accounting for about 65% of the country•s gross GNP. Some 70% of the rural population depend on the archaic subsistent slash-and-burn cultivation, leading to the loss large tracts of forest in the country."}, {"text_block_id": "p13_b70", "text": "Sierra Leone•s vegetation comprises two major biogeographic ecosystems: the Sudan-Guinea savanna biome mainly in the north and the Guinea-Congo forest biome mainly in the south"}, {"text_block_id": "p13_b71", "text": "-"}, {"text_block_id": "p13_b72", "text": "east of the country. Mixed elements of these two major biomes occur in places, mainly in the transition zones between the northern and southern sections. The north to northwest is dominated by mixed elements of woodland and grassland ecosystems. The current vegetation map of Sierra Leone shows about 50% covered in bush fallows and farm vegetation, about 35% closed forest and most forest estate being secondary forest. The Gola Forest National Park and the Outamba-Kilimi National Park account for the largest tract of closed forest and savanna ecosystems, respectively, under protection."}, {"text_block_id": "p13_b73_merged_merged_merged_merged", "text": "Sierra Leone•s wetlands cover a land area of about 4,838 km2 , categorised into two main types • the inland wetlands (floodplains, lakes and rivers) with vegetation typical of freshwater swamp forests, riparian zones and bolilands; and the coastal/marine wetlands, mainly associated with mangroves, sand flats and mud flats. The total mangrove estate is ca172, 000 hectares and extends to about 825 km of coastline and 30 to 50 kilometres inland. The coastal resources also include sandy beaches, mud flats, cliffs, wildlife, cultural and historical sites and attractive landscape."}, {"text_block_id": "p13_b76", "text": "Sierra Leone has over 2000 species of vascular plants including 74 endemic to the West African sub-region and 90 species listed as threatened and near threatened based on IUCN (2016). There are well over 1900 of terrestrial fauna and aquatic fauna of various phyla and classes as shown in Table 4 (excluding other invertebrates); the IUCN (2017) conservation status for various taxa, are also indicated."}, {"text_block_id": "p14_b77", "text": "Habitat destruction and degradation is the most potent threat to bird diversity in Sierra Leone, the most destructive of which is agriculture followed by mining. Direct off-takes mainly through subsistence hunting and trapping, historically allowed for natural recovery of wildlife, but presently, the association of the trade with trafficking and economic gain."}, {"text_block_id": "p14_b78", "text": "Nine specific threats to coastal and marine environment are identified; including overexploitation, agriculture and forestry, mining and mineral exploitation, and domestic waste disposal. Figure 12 below displays the relative threat of various anthropogenic factors on biodiversity, particularly to terrestrial environment, using a SMART approach."}, {"text_block_id": "p14_b79_merged_merged", "text": "Fuel wood production was one of the key reasons for forest restoration programmes with the use of Gmelina arborea, Acacia mangium andAcacia auriculiformes. A number of trials for mangrove vegetation restoration have been done in different localities along the coastal regions, but the success rate has been minimal. Despite the huge damage to land and vegetation, by mining very little restoration activities are going on. However, good examples of restoration using Acacia spp and Gmelina arborea are evident in Mokanji, Sierra Rutile and other places around the country."}, {"text_block_id": "p14_b88", "text": "Weak law enforcement has been a key factor affecting the conservation of species, habitats and ecosystems in Sierra Leone. But for the intervention of international partners like the RSPB, Birdlife International and Wetlands International, among others, who provided funding and technical support to in-situ conservation in key biodiversity concentrations, including surveillance and law enforcement, the country•s critical sites for biodiversity would have been in a precarious state. Since 2008 to date, five key policy and legislative actions have been taken to enhance ex-situ conservation effort, including the establishment of the EPA, the NPAA and the drafting of a new Wetlands Act."}, {"text_block_id": "p14_b89", "text": "In-situ conservation actions were successfully implemented in the following protected areas:"}, {"text_block_id": "p14_b90", "text": "In-situ conservation actions were successfully implemented in the following protected areas:\n* Gola Forest National Park, established through joint effort from the FD, CSSL and\n* The Sierra Leone-Biodiversity Conservation Project, a full-sized, stand-alone GEF"}, {"text_block_id": "p15_b94", "text": "In-situ conservation actions were successfully implemented in the following protected areas:\n* Gola Forest National Park, established through joint effort from the FD, CSSL and\n* The Sierra Leone-Biodiversity Conservation Project, a full-sized, stand-alone GEF\n* The Sierra Leone Wetlands Conservation Project (WCP), a full-sized, stand-alone\n* The WAPFoR project, a five-year intervention, which started in March 2009 and\n* The APRM Project for the conservation of coastal and marine diversity, including"}, {"text_block_id": "p15_b101", "text": "Section III • The Strategy and Action Plan"}, {"text_block_id": "p15_b102", "text": "Sierra Leone•s biodiversity has gone through a period of slow, but steady decline since the colonial era, although the situation is not unique to the country, thus the need for the NBSAP. The thematic areas considered in the development of the NBSAP 2017-2026 are consistent with the CBD themes, strategic goals and targets, which are global and correlate neatly with the state of biodiversity conservation in Sierra Leone. This updated NBSAP has five Strategic Objectives consistent with the five Strategic Goals of the CBD, respectively, followed by at total 23 Strategic Outputs. Each strategic output has between three and eight strategies and actions that are have been identified through the various consultative processes and activities over the last three to four years. A total of 119 strategies and actions were listed, each of which has one or a couple of indicators that would form the key focus of the monitoring aspect of the implementation process of the NBSAP. The implementation of the activities of the NBSAP will cost nearly 50 million dollars over the ten year period."}, {"text_block_id": "p15_b103", "text": "The Vision"}, {"text_block_id": "p15_b104", "text": "Sierra Leone•s biodiversity, natural ecosystems and habitats are well protected and sustainable managed for the development and perpetual prosperity and wellbeing of its present and future generations."}, {"text_block_id": "p15_b105", "text": "The Mission"}, {"text_block_id": "p15_b106", "text": "By 2026, all strategies and programmes geared towards biodiversity conservation are implemented and significant progress made and manifested by improved status of its diverse ecosystems and wildlife, with lasting benefits to the local communities and the people of Sierra Leone."}, {"text_block_id": "p15_b107", "text": "The National Strategic Objectives"}, {"text_block_id": "p15_b108", "text": "The National Strategic Objectives\n* Sierra Leoneâ¢s biodiversity is well protected through sound and holistic national\n* Practical methods and mechanisms enhanced and functioning to safeguard"}, {"text_block_id": "p16_b112", "text": "The National Strategic Objectives\n* Sierra Leoneâ¢s biodiversity is well protected through sound and holistic national\n* Practical methods and mechanisms enhanced and functioning to safeguard\n* Practical and robust conservation actions are significantly enhancing the status of\n* Improved living standards, ecosystem services and opportunities provided to people,\n* Improved sectoral and public involvement, and enhanced capacities and awareness,"}, {"text_block_id": "p16_b118", "text": "Section IV -Implementation of the NBSAP 2017-2026"}, {"text_block_id": "p16_b119", "text": "The development of an NBSAP is only the start of a long path towards the achievement of an ecologically sound and biodiversity rich natural environment. Two important factors that may create impediments to the implementation of the NBSAP are funding and law enforcement. The consistent deficit in Sierra Leone•s annual budget means that getting the surplus to fund conservation programmes would be difficult. Fortunately there have been strong commitments from international partners and multilateral donors to provide full or matching funds for the conservation of the biodiversity in the country."}, {"text_block_id": "p16_b120", "text": "The lack of a proper coordinating mechanism is partly to be blamed for the lapses in the implementation of the NBSAP 2004-2010. Setting up the following functional units is vital to the administration of the NBSAP 2017-2026:"}, {"text_block_id": "p16_b121", "text": "The lack of a proper coordinating mechanism is partly to be blamed for the lapses in the implementation of the NBSAP 2004-2010. Setting up the following functional units is vital to the administration of the NBSAP 2017-2026:\n* NBSAP National Steering Committee â¢ comprising 15 members from government\n* NBSAP Implementation Coordination hosted by the EPA or NPAA\n* NBSAP Regional Steering Committees comprising government agencies, NGOs and"}, {"text_block_id": "p16_b127_merged", "text": "In terms of law enforcement key priority legislative actions, inter alia, need to be implemented, some of which are outlined in Box 3 as follows"}, {"text_block_id": "p16_b130", "text": ":"}, {"text_block_id": "p17_b131_merged", "text": "Establishing a clearing house mechanism for the NBSAP2017-2026 is one of the major administrative infrastructures recommended by the 10th Conference of Parties of the CBD and is consistent with the general thinking among stakeholders in the biodiversity conservation community in Sierra Leone. Among other things, the clearing house mechanism will ensure the establishment of an organised and operational system of data collation, storage and retrieval and identify training and development opportunities for relevant personnel."}, {"text_block_id": "p17_b134", "text": "A successful NBSAP 2017-2026 will be one that has undergone effective monitoring and evaluation of its strategies and actions in real time. The NBSAP process does not end with the implementation of activities, but it is important that these activities are monitored and evaluated against their indicators and the achievement of the stated targets within the given time frames. Monitoring rests on the shoulders of all key stakeholders, but the process must be led by the EPA and the NPAA. Monitoring of the NBSAP must be aligned with other national development strategies, national policies and international biodiversity programmes and agreement. This is to ensure that the implementation of the NBSAP is not done in isolation, but holistically addresses biodiversity issues across the board."}, {"text_block_id": "p18_b135", "text": "Introduction"}, {"text_block_id": "p18_b136", "text": "The concept of biodiversity conservation has been one of the most important and sensitive issues in global environmental discuss. The word •biodiversity• is being used here in a broad sense as defined in the Convention on Biological Diversity as •the variability among living organisms from all sources including, inter alia, terrestrial, marine and other aquatic ecosystems and the ecological complexes of which they are part; this includes diversity within species, between species and of ecosystems• This concept therefore includes all forms of natural flora, fauna, ecosystems and habitats. However, scientific and anecdotal evidence show that the world is losing its resilience against environmental stochasticity because of the disturbing rate of depletion of biodiversity, among other factors, leading to hunger, desertification, disease and climate change etc."}, {"text_block_id": "p18_b137_merged", "text": "The development of the NBSAP is a concept that was initiated and sanctioned by the Conference of Parties (COP) of the Convention on Biological Diversity in 2003 as a key requirement for parties of the convention to fulfil their commitment to conserve biodiversity. Box 1 gives an exact transcript of some excerpts from the CBD (www.cbd.int/nbsap) on importance and purpose of the NBSAP."}, {"text_block_id": "p18_b140", "text": "The National Biodiversity Strategy and Action Plans (NBSAP) for Sierra Leone was first formulated in 2003 (NBSAP 2004-2010) to stem the alarming rate of loss of biodiversity and degradation of ecosystems in various ecological belts in the country. This revised version is effective for the period 2017-2026. The document incorporates the status and trend of biodiversity as described in the •Fifth National Report to the Convention on Biological Diversity, prepared in 2014, the threats and pressures exerted on our natural resources by various factors, both anthropogenic and natural, and the need to ensure the conservation and sustainable use and equitable sharing of biological resources."}, {"text_block_id": "p18_b141", "text": "The NBSAP 2004-2010 development and implementation process revealed a number of challenges and issues that were not previously covered. These new concepts, paradigms and challenges to biodiversity such as climate change, increasing trends in poverty and ecosystem degradation justifies the development of a strategy and action plan that would incorporate these emerging global biodiversity conservation concerns."}, {"text_block_id": "p18_b142", "text": "The revised strategy, as with the previous version of the NBSAP, incorporates two main components, namely the thematic strategies and general measures, as guided by the Convention on Biological Diversity. The main themes are Wildlife, Forest Biodiversity, Agricultural biodiversity, Freshwater, Marine and Coastal biodiversity. The cross-sector strategies and cross-cutting issues include financial resources, policies, regulations and legislation, research and training, capacity building, public participation, planning,"}, {"text_block_id": "p19_b143", "text": "monitoring, conservation of protected areas, sustainable use, incentive measures, public education, impact assessment, access to technology, information exchange, sharing of benefits and indigenous knowledge."}, {"text_block_id": "p19_b144", "text": "Adequate and relevant stakeholder mapping and consultation, including the inputs from local communities, CBOs and resource exploiters is a very strong component of the process. The linkages amongst and the involvement of key government ministries, departments and agencies, local and international NGOs, environmental stewardship or responsibility by various sections of society including civil societies groups and organizations underscores the importance of the process. The strategy also lays emphasis on practical community-level involvement against the backdrop of livelihood, tradition and culture. The overriding emphasis across all goals, objectives and outputs being an equitable access, participation and responsibility in biodiversity conservation by all people, irrespective of gender, status and culture."}, {"text_block_id": "p20_b145", "text": "The Importance of Biodiversity to Sierra Leone"}, {"text_block_id": "p20_b146", "text": "Biodiversity hinges upon the survival of people and communities. There are a host of reasons why biodiversity must be conserved, apart from the inherent moral and aesthetic values. One of the sustainable economic sectors in Sierra Leone is ecotourism, wherein the wildlife and topographic features is attracting a growing number of tourists into the country year on year. The livelihood of the rural population in Sierra Leone, as in most countries in Africa and Asia, incorporate natural resources and high diversity, regardless of whether the agro ecosystems are based on permanent cropping, predominantly pastoral or mixed. This helps to provide resilience in the face of adverse trends or shocks, and offers a greater choice of livelihood options. Traditional medicine, which relies on species of wild and cultivated plants, is the basis of primary health care for the majority of people in developing countries like Sierra Leone. Recreational opportunities and aesthetic value associated with wild birds, salt-extraction, water/fresh water recreational fishing and parks brings in much needed revenue. Biodiversity, from which all these benefits are derived, is therefore indispensable to socio-economic and cultural development."}, {"text_block_id": "p20_b147", "text": "From an agricultural standpoint, different types of biodiversity are used at different times and in different parts of the country, and so contribute to livelihood strategies in a complex fashion. Understanding how this use differs according to wealth, gender, age and ecological situation is essential for understanding of its contribution to the livelihoods of different members of a community. For example, wild resources are particularly important for the food and livelihood security of the rural poor, women and children, especially in times of stress such as the hungry period when food stocks are low or in a period of drought. These groups generally have less access to land, labour and capital and thus need to rely more on the wild diversity available. At least 70% of the country•s population depends on agricultural biodiversity for livelihood. The sector continues to be the main contributor to growth in 2012, in terms both of share (45% of value-added) and of added GDP (just under half of real GDP growth) (Agenda for Prosperity)."}, {"text_block_id": "p20_b148_merged", "text": "Many wild plants and animals have significant economic value by preventing the need for cash expenditure on food, medicines and construction needs as well as providing ready sources of cash to poor households, often yielding a better income than local wage labour (IIED, 1995). The cultural and spiritual values of some elements of agricultural biodiversity are sometimes more highly rated than money. Some plant species are grown for socio-economic and socio-cultural reasons such as: food (e.g. Mangifera indicaand Carica papaya); snake and mosquito repellents and insecticidal properties (e.g. the neem tree), protecting the roof of buildings (e.g. Gmelina arborea, Acacia mangium and A.auriculiformis); shade provision (e.g.Terminalia catapaand Mangifera indica) while others are believed to embody the spirits of dead relatives."}, {"text_block_id": "p20_b165", "text": "Even before we consider the equitable distribution of resources, we need to consider the quantumoreconomic value of the resource. Also, of paramount importance is the value of"}, {"text_block_id": "p21_b166_merged", "text": "biodiversity in traditional, cultural and religious diversity. The value of the resources may vary in the eyes of thedifferent groups (FAO, 1991). For instance, sacred groves and cemeteries are conserved as point•s ofcontact with dead relatives, where deforestation is prohibited. The use of wild plant species in crossbreeding research has resulted in hybrids with high productivity, disease resistance and other attributes. NERICA rice is a typical example of a cross between Oryza sativa and Oryza glaberima (Africa Rice Centre, 2008). However, even if the equity conditions are met, it is the quantum of financial and other benefits that is Sierra Leone•s 5th National Report to the CBD often assessed by the different beneficiaries."}, {"text_block_id": "p21_b171", "text": "The NBSAP2004-2010"}, {"text_block_id": "p21_b172", "text": "Sierra Leone became a signatory to the Convention on Biological Diversity, during a meeting of the Conference of Parties of the Convention in 1994 in Bahamas. The CBD came into existence in 1992 after a meeting of the United Nations Environment Programme Conference held in Rio de Janeiro, Brazil, on June 5, 1992, where the world realised the need for a global approach to addressing the problem of loss of biological diversity due to human interference and to promote environmentally sustainable practices by nations. In Sierra Leone several programmes and activities were held to support the government in its bid to adopt Agenda 21, including the National Conference on the Environment (NEC) in 1992."}, {"text_block_id": "p21_b173", "text": "During the NEC, attended by many government agencies, NGOs and the universities, many issues affecting the general environment in Sierra Leone were addressed through speeches and paper presentations. This conference also culminated into the development of the National Environment Policy (NEP), which among other things focused on the establishment of a green zone to forestall the spate of deforestation on hill slopes in Freetown and the adoption of the concept of buffer zones to protect cores forest areas from indiscriminate poaching."}, {"text_block_id": "p21_b174", "text": "Despite the civil war (1991•2002), the UN environment bodies supported Sierra Leone biodiversity programmes through a number of project and programmes mainly focussing at capacity development in addition to practical conservation action on the ground. One important project worth mentioning is the NGO-Government Partnership for Biodiversity Action (code named GEF-IBA Project) funded by the Global Environmental Facility (GEF) and coordinated by Birdlife International. This project, which was implemented by nine other countries in Africa, led to the achievement of a significant number of goals including the signing of the Ramsar Convention by Sierra Leone in 2000 and the designation of the Sierra Leone River Estuary as a Ramsar Site. An indirect outcome of the GEF-IBA project is the development of the Gola Forest Concession for Conservation Project which later led to the establishment of the Gola Forest National Park, a process that resulted from collaboration between the Government of Sierra Leone, the Royal Society for the Protection of Birds (RSPB), the CSSL and the local communities."}, {"text_block_id": "p22_b175", "text": "The concept of the NBSAP is clearly expressed in Agenda 21 of the United Nations, the Rio Declaration on Environment and Development. The agenda specifically requires that nations develop their own strategies and action plans as a key component of the implementation of the Convention of Biological Diversity. In response to this, Sierra Leone took up the challenge in 2001-2002 to development its NBSAP 2004-2010, which was not only a CBD requirement, but was very timely, considering that the country was just emerging from war and it needed to revamp and reorganise its approach to environmental and biodiversity conservation in the midst of post-conflict reconstruction and development. This process was fully funded by UNED and UNDP with institutional and logistic support from the GoSL and its partners."}, {"text_block_id": "p22_b176_merged", "text": "The NBSAP 2004-2010 development was supported through the establishment of a National Steering Committee, a Technical Committee and a Secretariat headed by the Coordinator of the process. The project proceeded through a series of presentations and literature reviews by experts in the area. The data from the Important Bird Areas (IBA) (Okoni-Williams 2001) process among others, fed significantly into the NBSAP2004-2010. Both national and international experts in various biodiversity themes were called into the process, in order to provide a sense of completeness to the document that was being developed. The entire process culminated into the production of three volumes of the NBSAP for Sierra Leone, as follows:"}, {"text_block_id": "p22_b178", "text": "The NBSAP 2004-2010 development was supported through the establishment of a National Steering Committee, a Technical Committee and a Secretariat headed by the Coordinator of the process. The project proceeded through a series of presentations and literature reviews by experts in the area. The data from the Important Bird Areas (IBA) (Okoni-Williams 2001) process among others, fed significantly into the NBSAP2004-2010. Both national and international experts in various biodiversity themes were called into the process, in order to provide a sense of completeness to the document that was being developed. The entire process culminated into the production of three volumes of the NBSAP for Sierra Leone, as follows:\n* National Biodiversity Strategy and Action Plan Volume 1 â¢ Status and Trends in\n* National Biodiversity Strategy and Action Plan Volume II â¢ Proposed Strategies\n* National Biodiversity Strategy and Action Plan, Volume III â¢ Strategies and"}, {"text_block_id": "p22_b184", "text": "Implementation of the NBSAP 2004-2010 has had its fair share of successes and challenges. The implementation process is difficult to assess because of the lack of adequate information on progress that have been made since its adoption. However, some noticeable progress has been made in a number of action plans that were specified in the document. Some of the major achievements of the implementation of the strategy and action plan are in the area of education and awareness-raising on the importance of biodiversity in general to human survival, and the establishment of protected terrestrial and marine areas. Though, a wide range of projects have been undertaken in diverse areas of biodiversity conservation including habitats and species, some experts claim the overall level of implementation of 2003 NBSAP•s objectives to be relatively low. One of the assessments put the overall achievement as less than 50%; and that 70% of the objectives had a success rate of less than 25%. Figure 1 gives an assessment of the level of achievement of the activities. Much of the achievements were on activities that bordered wildlife, forestry and wetlands conservation. Factors that influenced the results were inadequate coordination amongst project implementing partners, weak to average political will, out-dated and fairly weak legislations and policies, and funding."}, {"text_block_id": "p23_b185", "text": "Figure 1 – Relative achievement status of the activities of the 2003 NBSAP. The Pie chart indicates that overall, less than 10% of the activities were fully achieved."}, {"text_block_id": "p23_b186", "text": "A good number of the achieved strategies and actions received strong financial inputs mainly from multilateral donors such as the World Bank, GEF and UNDP and from international conservation NGOs including Royal Society for the Protection of Birds (RSPB), BirdLife International, Wetlands International, Conservation International, among others. Box 2 below outlines some key achievements that are directly or indirectly associated with the implementation of the NBSAP2004-2010. However, a significant proportion of the projects outlined for implementation were not funded and so there is yet a huge backlog of projects objectives to be achieved. It is under the prevailing situation that the reviewing process and development the NBSAP 2017-2026 has been undertaken."}, {"text_block_id": "p23_b187", "text": "Some of the key impediments to the implementation of the NBSAP 2004-2010 can be as associated with the following:"}, {"text_block_id": "p23_b188", "text": "Some of the key impediments to the implementation of the NBSAP 2004-2010 can be as associated with the following:\n* Inadequate funding from government and to a lesser, extent donor fatigue.\n* No functional coordinating unit for the implementation of the activities of the\n* Weak coordination and collaboration of the NBSAP-related functions of MDAs as a"}, {"text_block_id": "p24_b194", "text": "Development of Sierra Leone•s NBSAP 2017-2026"}, {"text_block_id": "p24_b195_merged", "text": "The Environment Protection Agency Sierra Leone (EPASL), currently hosts the Focal Point for the CBD and so coordinates the development of the NBSAP 2017-2026. Key lessons were learnt from the development of the NBSAP 2004-2010 that fed into the review process. For instance a Steering Committee was formed (Appendix I), comprising major stakeholders, which provided relevant policy direction and technical support to the process. Also, the involvement of thematic experts and participants from various government and non-governmental agencies ensured a holistic, virtually exhaustive and well-presented document that stood the test of time. Thus, in the review and development of the NBSAP 2017-2026, more national experts and consultants were involved (Appendix II), incorporating new and emerging concepts and paradigms into the new document. Four regional workshops were held in the Northern Province, Eastern Province, Southern Province and the Western Area, respectively covering sectorial agencies, NGOs, CBOs and academic institutions. In additional a final validation workshop was organised, during which the draft revised document was presented and final input sought from participants of diverse interests, backgrounds and expertise. See Appendix III for the full list of MDAs, organisations and civil society groups represented in the regional and validation consultations, respectively."}, {"text_block_id": "p24_b197", "text": "The purpose of the national and provincial workshops was two-fold. Firstly, to delve into and acquire information on biodiversity and issues surrounding the NBSAP, from people of all relevant sectors in society including personnel from government agencies and other"}, {"text_block_id": "p25_b198", "text": "sectors including, forestry, wildlife, environment, lands, mining, local government sectors, academia, NGOs, civil society and local communities. Secondly, to obtain technical inputs from people of various backgrounds and expertise relating to biodiversity and conservation, including"}, {"text_block_id": "p25_b199", "text": "inter alia"}, {"text_block_id": "p25_b200", "text": ", terrestrial biodiversity(botany and zoology), wetlands ecology, coastal and marine ecology (including fisheries), wildlife and ecosystem management, weather patterns and climate change, intellectual property rights and gender issues."}, {"text_block_id": "p25_b201_merged_merged", "text": "The flow diagram in Figure 2shows the level of involvement in the review of the NBSAP. The Office of the President hosts the EPASL, which is the main implementing agency of the review process and the compilation of the updated document. The NBSAP 20042010document formed the key baseline for the review process and there is significant overlap in data. Additional priority thematic areas not well covered previously were identifying and addressed, such as issues relating to intellectual property right, climate change, land tenure (see Renner-Thomas 2010) and benefit sharing."}, {"text_block_id": "p25_b203", "text": "Figure 2 – Flow Diagram showing the level of cooperation for the review of NBSAP 2004-2010 and development of the NBSAP 2017-2026. A – Donor support to the process and its implementation; B – Policy and sectoral support at the government and ministerial level."}, {"text_block_id": "p26_b204", "text": "derailed some national biodiversity programmes, was well addressed with some consensus reached and incorporated into the reviewed NBSAP document. The Strategic Policy Unit (SPU), Office of the Chief of Staff at State House, Office of the President, was identified as a key mechanism through which inter-agencies collaboration can be addressed, particularly on issues regarding overlapping mandates."}, {"text_block_id": "p26_b205", "text": "The Aichi Targets comprising with five Strategic Goals and 20 Targets (Appendix IV) were the key focus in all thematic presentations and group discussions during the national and provincial workshops. Each study assessed how each of the Aichi Targets has or is being achieved within the concept of domesticating the objectives of the goals and targets of the CBD. The problems associated with the domestication of the CBD and other conventions into national policies, plans, programmes and legislation were also identified."}, {"text_block_id": "p26_b206", "text": "The key outcome of the workshops• presentations, plenary and discussion sessions were the identification of the issues and gaps (Appendix V) in national and local efforts to conserve biodiversity taking into consideration the gaps in the implementation of the NBSAP 20042010, new and emerging concepts and challenges, and the human and material resource capacities needed for effective implementation of the NBSAP 2017-2026. The group work and plenary sessions ensured that all participants, irrespective of their status, the organisations or agencies they represent and their sociocultural background were given the opportunity to contribute meaningfully to the discussion. The issues and gaps identified fed into the development of strategies and actions that constitute the most important components of the NBSAP 2017-2026."}, {"text_block_id": "p27_b207", "text": "Introduction"}, {"text_block_id": "p27_b208_merged", "text": "Sierra Leone (central coordinates – 655' – 1014'N and 1014' – 1317'W) with a land area of 72,300 sq. Km is located on the west coast of Africa, which is also the east-Atlantic coast in Africa. The countries geographic location is a quintessential factor that determines the diversity of its ecosystems, vegetation and biodiversity. Its population, according to the 2015 census is 7.1 million people (SSL, 2015), with over 40% comprising persons below the age of 15 years. Much of the population is concentrated in the capital city Freetown and the major provincial urban areas. According to UNDP HDI Report (2016), the following data applies to Sierra Leones development status: Life expectancy at birth stands at 51.3 years in 2015; Expected years of schooling and mean year of schooling are given as 9.5 and 3.3, respectively; Gross Domestic Product (GDP) considerably slowed to negative value (because of the EVD outbreak in 2014) implying a corresponding decline in the Gross National income per capita to US $ 1,529; Gender inequality remains very high, with the female Gender Development Index (GDI) value given as 0.392 in contrast with 0.451 for males, resulting in a comparative GDI value of 0.871. The overall Human Development Index value for Sierra Leone in 2016 stands at 0.420, giving a rank of 179 out of 188 countries, which shows a reasonable improvement compared to the last two decades. However, as a measure of multiple deprivations in a household in education, health and living standards, 77.5% of Sierra Leoneans are considered multi-dimensionally poor."}, {"text_block_id": "p27_b219", "text": "Agriculture constitutes the key economic activities, accounting for almost 50% of the country•s GDP, and employing about 60% of the national work force (ICADEP, 2014).The form of agriculture practiced by the vast majority of farmers in Sierra Leone is very rudimentary and is characterized by the archaic slash-and-burn fallow cultivation (Birchall et al., 1979; Gordon et al., 1979; Gleave, 1996). Over the years, as the land availability becomes limited by growing population and traditional governance system, anecdotal evidence show that the farming system has changed from a traditional shifting cultivation (wherein the farming village moving from one location to another to farm) to a more sedentary fallow mechanism (wherein the village remain in one location and the farming plots rotated). Of the national land area, 5,360,000ha (approximately 74%) are arable, of which 80% constitute upland ecosystems (NRDS, 2009). The agriculture sector is the largest employer of about 2.5 million people and accounts for about 50% of GDP, yet less than five percent of the farming families have access to fertilizers, insecticides, herbicides and basic machinery which are resources that could help enhance crop production (NRDS, 2009)."}, {"text_block_id": "p28_b220", "text": "The archaic method of agriculture is the main cause of the loss large tracts of forest in the country, an observation that is consistent with that of IPCC (2007).The rate of loss of primary forest has declined considerably because of the policy and legislative actions over the years and the cyclic nature of the bush fallow system, but other activities such as logging and mining are increasingly degrading viable forest habitats."}, {"text_block_id": "p28_b221", "text": "The land use pattern in the country is intricately linked with the land tenure system, which has resulted mainly from colonial influence and thus, different systems operates in the Western Area (the former colony) and the provinces (the former protectorate). In the Western area two categories of land are recognized: state land and private land."}, {"text_block_id": "p28_b222", "text": "The land tenure system in the Western Area (Freetown and its environs) is in many respects, different from what obtains in the provincial areas. Much of the land tenure system in the Western Area is influenced by the colonial system inherited from the British system. The land bought for the resettlement of freed slaves was considered to be under the jurisdiction of the British Crown and so tenancy title is passed to land owners through fees and freeholds. The freehold system has been maintained since governance was passed unto the Government of Sierra Leone after independence in 1961 (GOSL, 2005), and this is probably the most important factor influencing the bush fallow system in the Western Area."}, {"text_block_id": "p28_b223_merged_merged", "text": "In the provinces, the land tenure system allows the following categories: communal or community land; family land; and individual/private land. These categorizations, which may not be easily distinguished in certain cases, are to a large extent determining the usage of land. A closer examination of the system of customary tenure in the provinces reveals that it is marked with high level of complexity and it stems from the inextricable linkage of landholding with the historic, political, socioeconomic and cultural background of the various native communities (Renner-Thomas, 2010). However, the government has the constitutional powers to convert the use of any portion of land, anywhere in the country by legislation or through negotiations with the owners. An in-depth analysis of the land tenure system in the country is available in Renner-Thomas (2010)."}, {"text_block_id": "p28_b226", "text": "Sierra Leone•s Biogeography and Flora"}, {"text_block_id": "p28_b227", "text": "Vegetation distribution"}, {"text_block_id": "p28_b228", "text": "Sierra Leone•s vegetation comprises two major biogeographic ecosystems: the Sudan-Guinea savanna biome which occupies most areas of the north to the north-west; and the Guinea-Congo forest biome stretching across the south to north-eastern flank of the country and constitutes the westernmost extent of the Upper Guinea forest endemic area. Mixed elements of these two major biomes occur in places, mainly in the transition zones between the northern and southern sections. The current vegetation map of Sierra Leone (Fig 1) shows a vast area of degraded land (pale green), mainly comprising bush fallows (farm bush), covering approximately 50% of the land area. The closed forest vegetation, which is apparently declining, accounts for only about 3-5% of the land area (Savill and Fox: 1969;"}, {"text_block_id": "p29_b229", "text": "Gordon et al 1980; Unwin 1922), which is a vast difference from the estimated 60% cover over a century ago. However, Elliot and Raisin (1893) observed that most of the country was covered in secondary forest by late 1800s. The Gola Forest National Park accounts for the largest tract of closed forest cover: 71,070 ha representing ca25% of the estimated 285,000 ha of forest estate in the country. Significant closed forests can also be found in the major forest reserves."}, {"text_block_id": "p29_b230_merged", "text": "In the north to northwest the vegetation is mainly savanna, with mixed elements of woodland and grassland ecosystems. The largest area of savanna ecosystem under protection is the Outamba-Kilimi National Park covering a total of 110,900 ha, in two separate portions; Outamba 74,100 ha and Kilimi 36,800 ha. There are some elements of savanna protected at the Lake Sonfon conservation area, a vast area of unprotected woodland (mainly Pterocarpus erinaceus) on the Sula Mountain range and environs and montane grasslands at Loma National Park and Tingi Hills Non-hunting Forest Reserve. In addition, some of these savanna areas are interspersed by patches of closed forest, giving rise to forest-savanna mosaic vegetation. Table 1 shows the distribution of plant communities in the major vegetation types in Sierra Leone."}, {"text_block_id": "p30_b233", "text": "Table 1 -Diversity of plant communities found in the major ecosystems in Sierra Leone and their land coverage (Source: Karim, 1996)"}, {"text_block_id": "p30_b234_merged", "text": "The wetlands in Sierra Leone cover a land area of about 4,838 km(Bah, 1994) and can be categorised into two main types • the inland wetlands (floodplains, lakes and rivers) with vegetation typical of freshwater swamp forests, riparian zones and bolilands; and the coastal/marine wetlands, mainly associated with mangroves, sand flats and mud flats. There are ten major rivers in the county running almost parallel in the northwest direction, many of which empty into the Atlantic Ocean through estuarine systems. The lakes form the catchment area for numerous streams and tributaries associated with the river systems. Lake Sonfon, Lake Mape and Lake Mabesi are the larger lakes, whilst Lake Idrissa, Lake Dakrafi and Lake Ronietta are among the well-known smaller lakes. The rivers and lakes are a major source of ecosystems services to the local communities including water supply, fish and a host of other food and life-supporting resources. The fresh water swamp forests are"}, {"text_block_id": "p31_b237", "text": "ubiquitous in Sierra Leone and consist of"}, {"text_block_id": "p31_b238", "text": "Mitragyna stipulosa, Rophia palma-pinnus, Cala muzdeeratus, Heritiera utilis"}, {"text_block_id": "p31_b239", "text": "and"}, {"text_block_id": "p31_b240", "text": "Rhychospora corymbosa"}, {"text_block_id": "p31_b241", "text": "as the endemic tree species."}, {"text_block_id": "p31_b242", "text": "The shores of Sierra Leone run for about 560 km northeast to south, and a continental shelf of area 25,000 km"}, {"text_block_id": "p31_b243", "text": "2"}, {"text_block_id": "p31_b244", "text": ". There are four major estuarine systems that form the drainage basins of the network of rivers and accounts for the largest proportion of mangrove swamps in the country. The total mangrove estate covers area of 172,000 hectares of mangroves covering about 825 km of coastline, bays and creeks, extending 30 to 50 km inland. The mangrove plant communities"}, {"text_block_id": "p31_b245", "text": "comprises of five species -"}, {"text_block_id": "p31_b246", "text": "Rhizophora racemosa, R. harrisonni, R. mangle, Avecenia nitida,"}, {"text_block_id": "p31_b247", "text": "and"}, {"text_block_id": "p31_b248", "text": "Laguncularia racemosa"}, {"text_block_id": "p31_b249", "text": ", which are found differentially in various locations along the river beds and coastlines. Intermingled among the mangroves are other plant species such as"}, {"text_block_id": "p31_b250", "text": "Paspalum vaginatum, Sesuvium sp."}, {"text_block_id": "p31_b251", "text": "and"}, {"text_block_id": "p31_b252", "text": "Philoxerus vermicularis"}, {"text_block_id": "p31_b253", "text": "."}, {"text_block_id": "p31_b254", "text": "The estimated spatial extent, size of mangrove cover and protection status of these estuarine systems is given in Table 2."}, {"text_block_id": "p31_b255", "text": "Apart from mangroves the coastal resources includes sandy beaches, mud flats, cliffs, wildlife, cultural and historical sites and attractive landscape."}, {"text_block_id": "p31_b256", "text": "Table 2–Size, mangrove estate and conservation status of the four major estuarine systems in Sierra Leone."}, {"text_block_id": "p31_b257", "text": "Botanic characteristics"}, {"text_block_id": "p31_b258_merged_merged_merged", "text": "Sierra Leone has over 2000 species of vascular plants including 74 endemic to the West African sub-region. There are 91plant species listed as threatened and near threatened based on an assessment by the EPA in 2015 and IUCN (2017) Red List of Threatened Species (Appendix V).There is no reliable data to show the distribution of plant species, but from various studies particularly by Cole (1968), Cole (1993), Klop et al., (2008), and ad hoc surveys by FD (MAFFS), most of timber resources are found in closed canopy forest formations. Some of the most locally exploited timber species which are now listed as threatened by IUCN (2017) include Gilbertodendron bilineatus (VU), Gilbertodendron splendidum (VU), Heritiera utilis (VU), Terminalia ivoriensis (VU) and Pterocarpus erineaceous (NT).The number of threatened plant species is apparently correlated with the threat status of the ecosystems and this is the reason for the greater number of threatened forest tree species compared to species from other ecosystems. Table 3 shows the number of threatened plant species in each of the floral families in the country. The full list of threatened plant species is given in Appendix V."}, {"text_block_id": "p32_b271", "text": "Table 3. The distribution of threatened species among floral families in Sierra Leone"}, {"text_block_id": "p32_b272", "text": "Diversity of Fauna"}, {"text_block_id": "p32_b273", "text": "Sierra Leone is home to almost 1800 species of terrestrial fauna of various phyla and classes as shown in Table 4, which also indicate their IUCN (2017) threat status."}, {"text_block_id": "p32_b274_merged", "text": "With the exception of butterflies, this figure, excludes other insects and general invertebrate groups for which little or no studies have been done. In general, recent ad hoc studies have highlighted low presence and declining numbers and distribution of species within and"}, {"text_block_id": "p33_b277", "text": "outside national forest estate. However, with reference to the IUCN Red List of Threatened Species (2016), only about 5% of the species in the taxa covered are of global conservation concern."}, {"text_block_id": "p33_b278", "text": "Mammals"}, {"text_block_id": "p33_b279", "text": "There are about 170 species of mammals, of which are 15 species of primates (six of which are threatened), 18 species of antelopes (16 species considered threatened or locally rare), other species of large mammals (eight are threatened), 45 species of bats (three species are threatened) and a good diversity of other mammalian groups. Table 5 gives the number of species that are listed as threatened according to IUCN (2017)."}, {"text_block_id": "p34_b280", "text": "Avifauna"}, {"text_block_id": "p34_b281", "text": "A total of 642 species of birds have been identified in Sierra Leone from various studies (Dowsett and Dowsett-Lemaire, 1993; Okoni-Williams et al., 2005; Klop et al., 2008; Demey and Okoni-Williams, 2015), comprising 489 resident species and 143 migratory species. The migratory species are categorized into 96 species of Palearctic migrants and 47 species of Intra-African migrants. Of the resident species, 307 show proof of breeding, including 174 species restricted to the Guinea-Congo forest biome of which 15 species are endemic to the Upper Guinea forest Endemic Bird Area (Stattersfield et al., 1998)."}, {"text_block_id": "p35_b282", "text": "Thirty species of birds are of global conservation concern, consisting of two critically endangered (CR), three endangered (EN), 10 vulnerable (VU), 12 near threatened (NT) and three data deficient (DD) species (Table 6). Of the 28 species are restricted to the Upper Guinea Forest (EBA 084), 14 occur in Sierra Leone. A significant proportion of the threatened species occur in forest ecosystems, whilst forest reserves constitute the strongholds of most of the populations of these species."}, {"text_block_id": "p35_b283", "text": "Grey Parrot (right): Source: www.arkive.org"}, {"text_block_id": "p35_b284", "text": "Herpeto-fauna"}, {"text_block_id": "p35_b285", "text": "The herpeto-fauna (reptiles and amphibian) diversity indicates a total of 122 species: 67 species of reptiles and 55 species of amphibians. Though not well studied, the reptiles are very wildly distributed in all habitats, both aquatic and terrestrial. The reptilian diversity includes: three species of crocodiles (two globally threatened); five species of marine turtles (all globally threatened); many species of tortoises (two globally threatened); four species of monitor lizards (one globally threatened) (see Table 7 for species that are listed as threatened by IUCN (2016). Three of the species given in Table 7 are listed under critically endangered, which is the highest category of endangered species in the IUCN Red List of Threatened species."}, {"text_block_id": "p35_b286_merged", "text": "Table 7 -Threatened Reptile species in Sierra Leone listed on IUCN Red List and their habitat specificity. Source: RAP-SL (2015)."}, {"text_block_id": "p36_b289", "text": "The amphibian diversity (toads and frogs) comprises five endangered species, one vulnerable species, 13 near threatened species and seven species considered as data deficient."}, {"text_block_id": "p36_b290", "text": "There are 13 species of frogs and 42 species of toads. One frog species,"}, {"text_block_id": "p36_b291", "text": "Cardioglossa aureole ("}, {"text_block_id": "p36_b292", "text": "new name"}, {"text_block_id": "p36_b293", "text": "Arthroleptis aureole"}, {"text_block_id": "p36_b294", "text": ") is endemic to West Africa, with records from the Western Area Peninsula Forest and Bumbuna Watershed. One toad species"}, {"text_block_id": "p36_b295", "text": "Amietophrynus cristiglans"}, {"text_block_id": "p36_b296", "text": ", which is also endemic to the region, occurs in the Tingi Hills Forest Reserve. Comparatively, amphibians are the most threatened groups with nearly 50% of the total number of species placed in one threatened category or the other (Table 8)."}, {"text_block_id": "p36_b297", "text": "Table 8 – Threatened Amphibian species in Sierra Leone listed under IUCN Red List 2017"}, {"text_block_id": "p36_b298", "text": "and their habitat specificity. Source: RAP-SL (2015)."}, {"text_block_id": "p36_b299_merged_merged_merged", "text": "Figure 5 – Three threatened species of herpes: Freetown Long-fingered Frog (left), River Frog and"}, {"text_block_id": "p36_b301", "text": "Slender-snorted Crocodile."}, {"text_block_id": "p37_b302", "text": "Fish and marine invertebrates"}, {"text_block_id": "p37_b303", "text": "Much of the study on marine biodiversity in Sierra Leone, particularly fish, have been undertaken at the Sierra Leone River Estuary (SLRE) (Longhurst 1958, 1965, Sentengo and Ansa-Emmin 1986), where up to 80 species have been identified. Fish productivity in Sierra Leone is not exactly known, but based in data from some studies (Blabber, 1997; Baran, 2000) fish production in the estuaries is between 3,855 and 4,144 million tonnes per year."}, {"text_block_id": "p37_b304", "text": "The benthic fauna is a rather diverse group that has been the subject of investigations for several years (Longhurst 1963, Williams 1968, Williams 1969, Nieland 1982, Sentengo and Ansa-Emmin 1986, Anyangwa 1988, Coutin 1989). The dominant members of this group are the Clupeidae ("}, {"text_block_id": "p37_b305", "text": "Ethmalosa fimbriata"}, {"text_block_id": "p37_b306", "text": ","}, {"text_block_id": "p37_b307", "text": "Sardinella maderensis"}, {"text_block_id": "p37_b308", "text": ","}, {"text_block_id": "p37_b309", "text": "Ilisha africana"}, {"text_block_id": "p37_b310", "text": "). Others include: Carangidae (some species may make periodic incursions into the estuary at high tide) and"}, {"text_block_id": "p37_b311", "text": "Chloroscombrus chrysurus"}, {"text_block_id": "p37_b312", "text": ";"}, {"text_block_id": "p37_b313", "text": "Decepterus rhonchus"}, {"text_block_id": "p37_b314", "text": "and"}, {"text_block_id": "p37_b315", "text": "Trachurus tracea"}, {"text_block_id": "p37_b316", "text": "; Tetraodontidae ("}, {"text_block_id": "p37_b317", "text": "Lagocephalus cephalus"}, {"text_block_id": "p37_b318", "text": ","}, {"text_block_id": "p37_b319", "text": "Liza falcipinis"}, {"text_block_id": "p37_b320", "text": "), Sphyraenidae ("}, {"text_block_id": "p37_b321", "text": "Sphyraena barracuda"}, {"text_block_id": "p37_b322", "text": "),"}, {"text_block_id": "p37_b323", "text": "Pristis pristis"}, {"text_block_id": "p37_b324", "text": "; and Dasyatidae ("}, {"text_block_id": "p37_b325", "text": "Dasyatis margarita"}, {"text_block_id": "p37_b326", "text": ")."}, {"text_block_id": "p37_b327", "text": "The inshore demersal stocks include mainly the Sciaenid assemblage, which live above the thermocline on shallow muddy bottoms. Although some 60-80 species have been identified in this community, only a few species are dominant, including"}, {"text_block_id": "p37_b328", "text": "Pseudotolithus elongatus"}, {"text_block_id": "p37_b329", "text": ","}, {"text_block_id": "p37_b330", "text": "Drepane africana"}, {"text_block_id": "p37_b331", "text": ","}, {"text_block_id": "p37_b332", "text": "Cynoglossus goreensis"}, {"text_block_id": "p37_b333", "text": ","}, {"text_block_id": "p37_b334", "text": "Arius lasticutus"}, {"text_block_id": "p37_b335", "text": "and"}, {"text_block_id": "p37_b336", "text": "Dasyatis maragaritu"}, {"text_block_id": "p37_b337", "text": ". Among the inshore pelagic species, the most important species are the Clupeids ("}, {"text_block_id": "p37_b338", "text": "Ilisha africana"}, {"text_block_id": "p37_b339", "text": ","}, {"text_block_id": "p37_b340", "text": "Ethmalosa fimbriata"}, {"text_block_id": "p37_b341", "text": ","}, {"text_block_id": "p37_b342", "text": "Sardinella maderensis"}, {"text_block_id": "p37_b343", "text": "and"}, {"text_block_id": "p37_b344", "text": "Sardinella aurita"}, {"text_block_id": "p37_b345", "text": "), the Carangids and the Scombrids. These fish categories are mainly migratory and closely related to the fluctuations of the environmental conditions within the estuaries and near-shore."}, {"text_block_id": "p37_b346_merged_merged_merged", "text": "The offshore pelagic fisheries consist mostly of species associated with three types of hydrographic regimes. Engraulis encrasicolus, Sardinella aurita and Decapterus species are found associated with the thermocline. Scomber japonicus and Trachurus spp are found in the upwelling zones. Tuna species are also found in this zone, which include: Yellowfin tuna (Thunnus albacares), Skipjack tuna (Katsuwonus pelamis) and Little tuna (Euthynnus alletterates). This community consists mostly of demersal fish species. It is diverse but in terms of abundance it is dominated by Sciaenidae. The prominent members of the Scianidae are Pseudotolithus elongatus, P. senegalensis, P. brachygnatus, P. typhus, Plynemidae (Galeiodes decadactylus, Pentanemus quinquarius, Polydactylus qadrifilis), Drepanidae (Drepane africana), Monodactylidae (Monodactylus sebae), Pomadasyidae (Pomadasys jubelini, P. peroteti), Lutjanidae (Lutjanus goreensis)."}, {"text_block_id": "p37_b385", "text": "The offshore demersal fishers include the spared fauna of the continental slope community and shellfish. The spared fauna normally inhabits the regions below the thermocline on sandy and rocky bottoms. The shallow shelf Lutjanidae sub-community is dominated by the"}, {"text_block_id": "p38_b386", "text": "species"}, {"text_block_id": "p38_b387", "text": "Balistis capriscus"}, {"text_block_id": "p38_b388", "text": ","}, {"text_block_id": "p38_b389", "text": "Pagellus bellotti"}, {"text_block_id": "p38_b390", "text": "and"}, {"text_block_id": "p38_b391", "text": "Dentex canariensis"}, {"text_block_id": "p38_b392", "text": ". The deep shelf spared community includes"}, {"text_block_id": "p38_b393", "text": "Dentex"}, {"text_block_id": "p38_b394", "text": "sp and"}, {"text_block_id": "p38_b395", "text": "Pendtheroscusion"}, {"text_block_id": "p38_b396", "text": "sp."}, {"text_block_id": "p38_b397", "text": "The continental shelf edge community inhabits depths between 200•300m and is dominated by the genera"}, {"text_block_id": "p38_b398", "text": "Bembrops"}, {"text_block_id": "p38_b399", "text": "and"}, {"text_block_id": "p38_b400", "text": "Antigonia"}, {"text_block_id": "p38_b401", "text": ". The continental slope community, which includes the genera"}, {"text_block_id": "p38_b402", "text": "Gleus"}, {"text_block_id": "p38_b403", "text": "and"}, {"text_block_id": "p38_b404", "text": "Citta"}, {"text_block_id": "p38_b405", "text": ", are found below 400m depth. As a matter of convention shrimps and crabs of estuaries and deltas are also included here. Only three ("}, {"text_block_id": "p38_b406", "text": "Penaeus notialis"}, {"text_block_id": "p38_b407", "text": ","}, {"text_block_id": "p38_b408", "text": "P. atlantica"}, {"text_block_id": "p38_b409", "text": "and"}, {"text_block_id": "p38_b410", "text": "P. kerathurus"}, {"text_block_id": "p38_b411", "text": ") out of six species of shrimps are found in the coastal waters of Sierra Leone. The species of crabs of commercial importance found in the SLRE are the entire genus Callinectes;"}, {"text_block_id": "p38_b412", "text": "Callinectes pallidus"}, {"text_block_id": "p38_b413", "text": ","}, {"text_block_id": "p38_b414", "text": "C. amnicola"}, {"text_block_id": "p38_b415", "text": "and"}, {"text_block_id": "p38_b416", "text": "C. maginatus"}, {"text_block_id": "p38_b417", "text": "."}, {"text_block_id": "p38_b418", "text": "The crustaceans and molluscs consist of the shrimps, cuttlefish and squid. Of the six shrimp species of commercial importance"}, {"text_block_id": "p38_b419", "text": "Penaeus notialis"}, {"text_block_id": "p38_b420", "text": "accounts for about 96% of the landings and occurs of the Freetown peninsula especially around Banana Island."}, {"text_block_id": "p38_b421", "text": "Penaeus kerathurtus"}, {"text_block_id": "p38_b422", "text": "occurs in the southern part of the coast. Both species inhabit the mangrove swamps, estuaries and inner continental shelf to a depth of 55m. Other species occur in deeper waters of 40-70m and above the continental slope. The inner shelf shell fish populations are assessed to be in good but declining condition."}, {"text_block_id": "p38_b423", "text": "In freshwater ecosystems, 16 families of fish comprising about 100 species have been identified.The major fish species"}, {"text_block_id": "p38_b424", "text": "include Alextes longipinnus, Epiplatys fasciolatus, Hepsetum odoe,Sarotheodon kingsleyi, Ctenopoma kingsleyi, Polypterus palmos, Hemichromis fasciatus, Tilapia sp., Clarias lazera, Clatias laevicps"}, {"text_block_id": "p38_b425", "text": "and"}, {"text_block_id": "p38_b426", "text": "Mormyrus macrophaalus."}, {"text_block_id": "p38_b427", "text": "There are also several species of catfish ("}, {"text_block_id": "p38_b428", "text": "Bagrus bayad, Synodontis nigrita, Clarias platycephalas, Clarias lazera"}, {"text_block_id": "p38_b429", "text": "and"}, {"text_block_id": "p38_b430", "text": "Chysichthys furcatus"}, {"text_block_id": "p38_b431", "text": ") found in lakes, rivers and lagoons (Payne, 1986). Although the practice of aquaculture has huge potential as a profitable commercial enterprise, it is limited and fish species such as Tilapia, Mullets (Mugi and Liza), Claris, Chrysichthys, Penacus and Scylla are the commonly used feeder stocks."}, {"text_block_id": "p38_b432", "text": "B"}, {"text_block_id": "p38_b433", "text": "utterflies"}, {"text_block_id": "p38_b434_merged_merged_merged_merged_merged", "text": "Two endemic species of dragonfly, Argiagrion leoninum (EN) and Allorhizucha campioni (EN) occur, and the African swallowtail butterfly Papilio antimachus (DD) reaches its westernmost limit in Sierra Leone. Systematic study of butterfly diversity and distribution has only been carried in four key locations • Gola Forest, Loma Mountains, Bumbuna area and the Western Area Peninsula Forest. These studies have shown that some 50 butterflies• species in Sierra Leone are endemic to West Africa or to the Liberian sub-region. Not many of these species are listed in the IUCN Red List, but the following are worth mentioning as species that are endemic with rare occurrences in the country: Papilio horribilis, Neurellipes staudingeri, Charaxes nobilis claudei, Euphaedra aberrans, Euphaedra afzelii, Acraea vesperalis, Melphina maximiliani and Kedestes protensa. The pictures of three butterfly species are shown in Figure 6; the one on the right is used as the logo of the NPAA."}, {"text_block_id": "p39_b445", "text": "Figure 6 – Three beautiful butterfly and moth species in Sierra Leone"}, {"text_block_id": "p39_b446", "text": "Sierra Leone•s Protected Area Network"}, {"text_block_id": "p39_b447", "text": "The history of Sierra Leone effort in the conservation and management of natural habitats in dates back to the 19"}, {"text_block_id": "p39_b448", "text": "th"}, {"text_block_id": "p39_b449", "text": "century and the Forestry Department was constituted in 1911 to protect and conserve the dwindling forests in the country."}, {"text_block_id": "p39_b450", "text": "To date about 29 forest reserve are under one level of protection or the other, the largest tract being the Gola National Park. The protection of natural non-forest came into prominence in 1995 with the gazettement of the Outamba-Kilimi National Park, in the north of the country, which is the largest portion of savanna ecosystem currently under protection."}, {"text_block_id": "p39_b451", "text": "Four Marine Protected Areas (MPAs) were declared in 2010 as significant component of the protection of coastal and marine ecosystems.However, due to the relatively higher premium given to forest conservation and the low level of awareness about the importance of wetland biodiversity, the development of policies and legislations to protect wetlands has been slow."}, {"text_block_id": "p39_b452_merged_merged", "text": "Prior to 2012, the Forest Division, MAFFS was responsible for managing protected areas and the wildlife they hold. The passing of the National Protected Areas and Conservation Trust Fund Act 2012, brought into being the National Protected Areas Authority (NPAA). The Wildlife Conservation Act of 1972, which has been reviewed and awaits parliamentary enactment, makes provision for the establishment of the different categories of protected areas. In the reviewed draft of the Act, the nomenclature of protected areas in the country has been made consistent with internationally recognised protected areas system, depending on the degree of protection conferred on a site."}, {"text_block_id": "p39_b454", "text": "As dictated by the Act that created it, the NPAA is now the agency responsible for implementing all other Acts and related instruments geared towards the conservation of"}, {"text_block_id": "p40_b455", "text": "biodiversity, particularly the Wildlife Conservation Act. Other instruments, like the Forestry Acts (a draft review now available) and the draft Wetlands Act, have elements that overlap with the responsibilities of other agencies; their implementation would require collaboration with the relevant government MDAs. The agency is also mandated to encourage and establish co-management arrangements and collaborative ventures with local communities and the Forestry Division, respectively including ecotourism and sustainable exploitation of biodiversity components."}, {"text_block_id": "p40_b456", "text": "According to data from Allan (1990) and Mnzana (1992), the national forest estate had an area of 610,122ha (8.4% of the total land area of Sierra Leone) comprising national parks (74,800 ha), non-hunting forest reserves (360,622ha), and game reserves and game sanctuaries (60,100ha). Table 9 provides data on the major designated protected areas and their sizes. In total there are 29 forest reserves, a significant number of which have been upgraded for higher protection categories across the country."}, {"text_block_id": "p40_b457", "text": "Table 9 -The Major Components of the Forest Reserve Estate in Sierra Leone, their respective sizes and region where they occur."}, {"text_block_id": "p40_b458", "text": "The following elaborates the degrees of protection offered by the different categories of protected area status, as stated by the 1972 Wildlife Conservation Act:"}, {"text_block_id": "p40_b459", "text": "Strict Nature Reserve"}, {"text_block_id": "p40_b460", "text": "This is the highest level of protection for biodiversity provided by the Wildlife Conservation Act and it covers all forms of wildlife (flora and fauna) and the land form in any designated area. A nature reserve may also be set within other protected areas such as a forest reserve or national park. No hunting and extraction is allowed and entry is restricted for scientific purposes only. Settlements and unauthorised activities are completely restricted within"}, {"text_block_id": "p41_b461", "text": "reserve boundaries and a one-mile width buffer zone surrounding the nature reserve is marked out to prevent encroachment. There is currently no strict nature reserve in Sierra Leone but there are two proposed areas within Gola North forest reserve, which is now part of the Gola National Park."}, {"text_block_id": "p41_b462", "text": "National Park"}, {"text_block_id": "p41_b463", "text": "A national park is established for the purpose of propagating, conserving and managing wildlife and wild vegetation as well as protecting sites, landscapes or geological formations from damage or injury. It is also maintained for the scientific and aesthetic value to the general public. Access is given only to visitors and researchers. Hunting and capture of wild animals and the taking of forest products are strictly prohibited, as defined in the Forestry Act. Agriculture, mining, dam and housing constructions are also prohibited, unless authorised. The gazetted national parks are Outamba-Kilimi NP, Gola Forest NP, Loma Mountain NP and Western Area Peninsula NP. There are proposals for Lake Sonfon and environs, Lakes Mape and Mabesi to be upgraded to national park status."}, {"text_block_id": "p41_b464", "text": "Game Reserve"}, {"text_block_id": "p41_b465", "text": "In a Game Reserve, strong protection is specifically offered for fauna requiring special protection. Most of the conditions and prohibited activities in National Parks and Strict Nature Reserve also apply to a Game Reserve. Tiwai Island adjacent to the Gola Forest complex, in the Moa River, has been managed through collaboration between conservation agencies and the local communities, with support from United States conservation agencies. The Biological Sciences Department of Njala University and Environmental Foundation for Africa are the key local partners in the management of the sanctuary."}, {"text_block_id": "p41_b466", "text": "Game Sanctuary"}, {"text_block_id": "p41_b467", "text": "This category of protection is offered for a unique ecosystem, usually at the request of a Chiefdom Authority. The hunting and trapping of animals are not allowed. Management of the sanctuary is usually in the hands of the local communities, agencies and scientists working in the area usually provide technical support. Mamunta-Mayosso is currently the only Game Sanctuary in the country."}, {"text_block_id": "p41_b468", "text": "Non-hunting Forest Reserve"}, {"text_block_id": "p41_b469", "text": "In this category the hunting and capture of animals in all designated reserves are strictly prohibited, except permitted by the Director of Forestry. Extractive activities such as logging and woodcutting are only permitted under strict conditions as authorised by the Director of Forestry. At present only Kangari Hills and Tingi Hills are gazetted non-hunting. The two others (WAPF and Loma Mountains) have been upgraded to national park status."}, {"text_block_id": "p41_b470", "text": "Forest Reserve"}, {"text_block_id": "p42_b471", "text": "In a forest reserve limited protection is offered to wildlife within forest reserves since hunting of certain species is permitted under licence. There is a prohibition on the hunting of elephants, chimpanzee and any other threatened or rare animals that have special protection. However, but permission for hunting and capture of wildlife may be given by the Director of Forests for special reason such as research. A forest reserve may be kept for protection and/or production as declared by the Forestry Act. There are about 24 forest reserves in the country, including the Gola Forest and Kambui Hills."}, {"text_block_id": "p42_b472", "text": "Special Protection for animals"}, {"text_block_id": "p42_b473", "text": "The 1972 Wildlife Conservation Act declared special protection for threatened animals as listed in the following categories:"}, {"text_block_id": "p42_b474", "text": "The 1972 Wildlife Conservation Act declared special protection for threatened animals as listed in the following categories:\n* -This category provides absolute protection of animals from any\n* -This category provides protection specifically for the young of\n* -This category provides protection specifically for the young of\n Manis\n* -This category provides protection specifically for the young of\n Manis\n species and the Hyaena\n* -This category provides protection specifically for the young of\n Manis\n species and the Hyaena\n Crocuta crocuta\n* -This category provides protection specifically for the young of\n Manis\n species and the Hyaena\n Crocuta crocuta\n . License may be issued to hunt the adults"}, {"text_block_id": "p42_b484", "text": "Pressures on Sierra Leone•s Biodiversity"}, {"text_block_id": "p42_b485", "text": "Habitat destruction and degradation factors"}, {"text_block_id": "p42_b486_merged_merged", "text": "Habitat destruction and degradation is the most potent threat to biodiversity in Sierra Leone. Biodiversity in Sierra Leone has been subjected to serious threats, both direct and indirect. The most obvious threats include habitat loss and fragmentation of natural habitats due primarily to deforestation, wetland drainage and infrastructural development, overgrazing, poor mining practices, poor farming practices, inappropriate use of agrochemicals, pollution, bush fires, population pressure, civil conflict, poverty, illiteracy, lack of resources, limited trained human power, inappropriate policies, institutional weakness as well as socio-economic factors. The following is a description of various forms of threats to biodiversity from habitat destruction and degradation:"}, {"text_block_id": "p42_b489", "text": "Agriculture"}, {"text_block_id": "p43_b490_merged", "text": "The nature of agriculture that has been practiced for centuries in the country is slash-and-burn shifting cultivation, which is considered by the Inter-governmental Panel on Climate Change (IPCC, 2007) as one of the biggest threats to global biodiversity. In fact, it has been estimated that slash-and-burn agriculture is one of the main factors responsible for the depletion of the country•s forest ecosystem to less than 5% its 1900 cover. Consequently, closed forest formations only occur as fragments of habitats mainly in forest reserves, a majority of which are found in the east to south-eastern sector of the country. From data, forest-dependent species constitute the highest proportion of species in the country and so any significant threat to the forests will affect biodiversity."}, {"text_block_id": "p43_b493", "text": "Agriculture-related habitat destruction is very widespread in Sierra Leone (Figure 7), restricting the habitat availability and distribution for some species, resulting in limited species dispersal capacity and restricted gene flow that constitute the tools for evolution and speciation. The state of such ecological processes have been worsened by declining fallow periods resulting from the growing rural population, increasing cost of living and lowering crop yield. Studies by Gleave (1996) and Okoni-Williams (2013) indicate that fallow periods have declined from over 15 years to an average of less than seven years in one to two generations and that the local farming communities view fallow agriculture (or shifting cultivation) as becoming increasingly challenging with lowering crop yields over time."}, {"text_block_id": "p43_b494", "text": "Figure 7–Extensive deforestation for agriculture on the hills around Bumbuna Hydro-electric Project watershed area"}, {"text_block_id": "p43_b495", "text": "Crop production is the major contributor to GDP from agriculture (Figure 8). The production of rice, the staple food, is the key output of fallow agriculture. Traditionally, rice dominates the crops contribution to GDP with the average of over 15%, followed by cassava at 9.3 %( ICADEP 2014). In order to enhance productivity, upland rice cultivation, which supplies a vast proportion of the food demand, is preferably done in plots where old secondary regrowth occurred, and have accumulated much nutrient over time. This is depleting huge tracts of secondary forests every year whilst the spate of deforestation is increasing with increase food demand to cope with the growing rural population and"}, {"text_block_id": "p44_b496", "text": "Figure 8 -Proportion of Agricultural Sub-sector Contribution to GDP. Source WB, DTSI, 2013."}, {"text_block_id": "p44_b497_merged", "text": "Over the years, as the land availability becomes limited by the growing population and traditional governance system, anecdotal evidence show that the farming system has changed from a traditional shifting cultivation (wherein the farming village moving from one location to another to farm) to a more sedentary fallow mechanism (wherein the village remain in one location and the farming plots rotated). Of the national land area, 5,360,000ha (approximately 74%) are arable, of which 80% constitute upland ecosystems (NRDS, 2009). Furthermore, the NRDS (2009) report postulates that agricultural productivity needs to increase significantly, if incomes are to be enhanced and poverty is to be reduced in Sierra Leone. Given the limited scope for expansion of the area under annual crop production using the traditional upland bush fallow system, most of the productivity increases must come from increases in yields, resulting from adoption of new technologies by the small-scale farmers who produce the bulk of agricultural output."}, {"text_block_id": "p44_b499", "text": "Considering that rice is the nation•s staple food and thus its major agricultural product, the NRDS (2009) identified two strategies for increasing rice production, namely: (a) increase in area cultivated, mainly in the lowlands where there is much under-utilized capacity, and (b) increase in productivity per unit area in all ecosystems. In order to realize the Government•s goal to achieve rice self-sufficiency by 2013, the NRDS targeted a land area of 830,000 ha, and an increase in the average rice yield/ha to 2.0 mt/ha. This has the tendency of increasing the pressure on forest and pristine habitats."}, {"text_block_id": "p45_b500", "text": "A recent disturbing phenomenon is the conversion of vast areas of species-rich agroecosystems into monocultures for the cultivation of sugar cane and oil palm used for biofuel production. This is mainly driven by investment from multinational companies to satisfy the growing need for environmentally-friendly low-carbon emitting fuels. The largest of such investment is the Socfin Oil Palm Company in the Pujehun District, which covers an area of about 15,000 ha. Others include Gold Tree (oil palm) in the Kenema District, Miro (agroforestry) in the Tonkoli District and Addax (sugarcane) in the Bombali District. However, such ventures have been shown to be counterproductive, as they are creating serious pressure on biodiversity, worsening the land hunger among local farming communities, and reducing indigenous agro-biodiversity, thereby increasing pressure on pristine ecosystems, particularly forests that support a most of the country•s biodiversity."}, {"text_block_id": "p45_b501", "text": "Wood fuel extraction and logging"}, {"text_block_id": "p45_b502", "text": "Wood fuel (wood and charcoal) is estimated to account for a very high proportion of domestic fuel needs in Sierra Leone. In combination with logging and pole extraction, wood-fuel production is now a leading cause of habitat degradation in various ecosystems, including closed forest, woodlands and mangroves. Many species that depend on these ecosystems are threatened because such activities degrade the micro-ecological integrity of their habitats, distorting their feeding, foraging and breeding activities. In response, some species tend to retreat into deep areas in closed forests or other pristine habitats where they could find suitable alternative habitats for survival. However, for some species, with delicate and rare microhabitat requirement, any distortion could be disastrous to their local populations."}, {"text_block_id": "p45_b503", "text": "The rate of wood, charcoal and log production is so high nowadays that the rate of habitat recovery is hardly keeping pace with the rate of depletion. The recent introduction of the power-saw into wood processing for logs and charcoal is a very potent factor that is accelerating the destruction and degradation of forests. As a result there is always a tendency to extend wood extraction into pristine areas and reserves. Although logging can sometimes be selective, the increasing demand for building poles and logs is causing indiscriminate extraction in recent times."}, {"text_block_id": "p45_b504_merged", "text": "Figure 9 -Pterocarpus erinaceus processed wood staked and NBSAP 2017-2026being transported to the Freetown port for export."}, {"text_block_id": "p46_b509_merged", "text": "Forest tree species have been the main target of logging companies and private loggers, but now the extraction of species like Pterocarpus erinaceus(Figure 9) and Lophira lanceolata is devasting woodland habitats in northern Sierra Leone, including areas in and around the Outamba-Kilimi National Park and Lake Sonfon."}, {"text_block_id": "p46_b514", "text": "Unbridle urbanisation and development"}, {"text_block_id": "p46_b515", "text": "The accelerated rate of population increase coupled with rural to urban migration in the country, have over the last two decades necessitated the expansion of housing in towns and cities throughout the country. The situation was exacerbated by the 1991 • 2001 civil war during which large numbers of rural inhabitants migrated to safer areas in main towns and cities. Consequently, the numbers and sizes of slums increased, whilst unplanned housing construction in vulnerable areas escalated, putting great pressure on the natural support systems and resources and almost permanently obliterating the natural ecological systems of these locations. Some of these areas were forests and intertidal coastal systems that use to support a diversity of both terrestrial and aquatic birds, respectively. One typical example is the proliferation of housing on the previously forested hills overlooking the city of Freetown, which use to hold significant number of wildlife species. Another is the expansion of settlements along the Freetown estuarine coast, where large numbers of migratory waterbirds used to visit, particularly the Aberdeen Creek (Figure 10)."}, {"text_block_id": "p46_b516", "text": "Figure 10 – Destructive settlement expansion at Aberdeen Creek, due to unbridled urban development"}, {"text_block_id": "p47_b517", "text": "Bird numbers have declined significantly as a result of changing ecological conditions in these sites as with many other sites in the country. Both hillside and coastal erosion events are causing serious sedimentation of once productive coastal habitats important for bird feeding and roosting activities of migrant birds. Erosion along river banks is clogging river courses and destroying vital riparian habitats thus fringing aquatic wildlife. For instance, over a period of 21 years, the number and abundance of water bird species at the Aberdeen Creek declined significantly (Fig. 11). This creek is a typical example of a once viable habitat that has been degraded by threats from various anthropogenic sources, including mangrove clearing, sedimentation, unbridled development and over-exploitation of fish and molluscs."}, {"text_block_id": "p47_b518", "text": "Mining"}, {"text_block_id": "p47_b519", "text": "The deleterious effect of mining on the environment and biodiversity is glaring and this is evident in many areas in the country. Mining contributes an average of about 4 to 10% of the country•s GDP (depending on the quantity of minerals mined and the global market price), and provides among the highest private sector employment in the country. The production of iron ore by two large mining companies between 2008 and 2012 was the reason for the dramatic growth in the country•s GDP, up to about 20% in 2013. However, by all indications, mining constitutes one of the most significant threats to biodiversity today. Huge areas of land are being deforested and degraded in various parts of the country, resulting from various mining operations. In Kono, large portions of land have been left to waste following diamond mining. In Mokanji and Rutile, huge areas of land and vegetation are degraded through bauxite and rutile mining, respectively; whilst in Ferrengbiai and Lunsar, similarly destructions are happening as a consequence of iron ore mining. The destructive nature of the mining and the dumping of mine tailings (Fig. 12) is rendering many viable habitats ecologically redundant, as in most instances, mine tailings are inert and support little or no wildlife."}, {"text_block_id": "p47_b520", "text": "Artisanal is destroying viable habitats and riparian ecology of a number of floodplains, estuarine, river and streams systems around the country. Vast areas of riparian zones and flood plains have been devastated by unregulated artisanal gold and diamond mining, whilst"}, {"text_block_id": "p48_b521", "text": "illegal zircon mining threatens the ecology of some parts of the coast. A general observation from various field surveys show that birds that depend on riparian ecologies (such as kingfishers, crakes and ducks), were absent from river systems in the east of the country that have experienced years of sedimentation from both artisanal and industrial mining activities. Sand mining, which is generally artisanal, is creating huge localised disturbances to natural aquatic habitats along some sections of the coast (particularly around the Freetown peninsular) and along some of the major rivers and tributaries."}, {"text_block_id": "p48_b522", "text": "Figure 12 -Huge dumps of inert tailings dumped at the iron ore mines in Lunsar after the extraction of the ore."}, {"text_block_id": "p48_b523", "text": "Natural factors"}, {"text_block_id": "p48_b524", "text": "Climate Change"}, {"text_block_id": "p48_b525", "text": "Climate change has become one of the most important discussions in international agenda on the environment. It is a natural phenomenon that has been scientifically proven to be accelerated by human activities, and has been blamed for a number of extreme weather conditions, including floods, heat waves and bush forest, with devastating consequences on people and nature. A report by Karim and Okoni-Williams in 2007 for the National Adaptation Programme of Action (NAPA), indicates that climate change has the potential to distort a range of ecosystem processes that may lead to permanent changes to bird diversity and bird habitat in future."}, {"text_block_id": "p48_b526", "text": "Although the evidences are not immediately apparent, the long dry spells with intense solar heat and the changes in annual precipitation period coupled with irregular strong winds and heavy rainfall are enough signs of changing climatic conditions that may affect birds and their habitats. As birds are considered indicators of ecological change, it follows that such changes in ecological conditions is affecting a significant diversity of flora and fauna. Rising sea levels is depleting habitats for birds and other coastal/marine wildlife along sections of the coastlines of the Sierra Leone River Estuary."}, {"text_block_id": "p49_b527_merged", "text": "A typical example of the possible effect of climate change is provided in a picture shown in Figure 13 (source: Okoni-Williams et al., 2015), where within a period of few months to a year, rising sea level eroded the sandy beach, banks and fringing vegetation depleting vital habitats for birds, wildlife and human settlement. It is also suspected that climate change is now accelerating the rate and intensity of sea weed invasion unto the beautiful beaches along the coast between July and September each year, obliterating their scenery. These beaches are not only used for leisure and fish productivity, but are among the most attractive destinations for both local visitors and international tourists, and contribute significantly to local and national economy. In the forest and woodland environments strong winds and wild bush fires are destroying trees and viable habitats for biodiversity."}, {"text_block_id": "p49_b529", "text": "Introduction of invasive and exotic species"}, {"text_block_id": "p49_b530", "text": "Invasive exotic species are known to create serious ecological imbalances and threaten indigenous biodiversity, because they are hardly faced with natural enemies, competitors and predators in their new environment. There are numerous instances of the effect of invasive and exotic species on local biodiversity including local and global extinctions as exemplified by the extinction of the dodo on the island of Mauritius mainly due to the introduction of predatory species into the island by humans. Most such introductions are not deliberate and their effects are gradual, but potent and lasting, and are likely to create permanent damage to the environment and local biodiversity."}, {"text_block_id": "p50_b531", "text": "A very potent threat to Sierra Leone•s biodiversity is the proliferation of both alien and local exotic species, which are slowly, but surely becoming invasive and are destroying local ecologies."}, {"text_block_id": "p50_b532", "text": "Invasive species include plants (such as"}, {"text_block_id": "p50_b533", "text": "Chromolaena odorata"}, {"text_block_id": "p50_b534", "text": ","}, {"text_block_id": "p50_b535", "text": "Acacia mangium"}, {"text_block_id": "p50_b536", "text": "and"}, {"text_block_id": "p50_b537", "text": "Acacia auriculiformes"}, {"text_block_id": "p50_b538", "text": ") and animals (particularly invertebrate pests • e.g. cassava millibug) that are becoming troublesome to the natural ecosystems, agricultural systems and crops.Anecdotal observations show that the cockroach species"}, {"text_block_id": "p50_b539", "text": "Periplanatus america"}, {"text_block_id": "p50_b540", "text": "(introduced through second-hand household goods), appears to eliminate the local species"}, {"text_block_id": "p50_b541", "text": "Blatta occidentalis"}, {"text_block_id": "p50_b542", "text": "wherever their habitats overlap."}, {"text_block_id": "p50_b543", "text": "Chromolaena odorata"}, {"text_block_id": "p50_b544", "text": "(Figure 14) is a shrub that exists as a noxious weed in many upland ecosystems including farm bush and every other available inch of clearing and preventing the growth of other vegetation. It is often referred to as the •rebel weed• among some local communities."}, {"text_block_id": "p50_b545_merged_merged", "text": "Figure 14 – Picture of the invasive “rebel weed” Chromolaena odorata spread over the entire space of a fallow plot in northern Sierra Leone."}, {"text_block_id": "p50_b548", "text": "Direct off-takes and Wildlife Harvesting"}, {"text_block_id": "p50_b549", "text": "Direct off-takes refer to the taking of wildlife either dead or alive from their natural environment. The practice was done through subsistence hunting and trapping and historically allowed for natural recovery of wildlife, but presently, the association of the trade with trafficking and economic gain, has made it deleterious to wildlife populations."}, {"text_block_id": "p50_b550", "text": "Wildlife trafficking"}, {"text_block_id": "p50_b551", "text": "Anecdotally, wildlife trafficking is becoming a serious threat to Sierra Leone•s biodiversity. The wild bird trade target species included estrilids, hornbills, grey parrots (Fig 15), orioles and starlings among others. The skins of most other species are the main reasons for hunting them,"}, {"text_block_id": "p51_b552", "text": "rather than food. There are cogent evidences that the skins of pangolins, pythons and boars, crocodiles and the shells or turtles and tortoises are smuggled out of the country. Currently, the most significant threat from trade in wildlife trade and trafficking comes from cross-border activities through the Republic of Guinea, for live trophies, and to a lesser extent, Liberia, where monkey and other bush meat are delicacies."}, {"text_block_id": "p51_b553", "text": "Hunting and trapping"}, {"text_block_id": "p51_b554", "text": "Hunting is a very widespread activity. Hunting using shot guns declined because of the general embargo on guns due to the civil war (1991-2001). However, trapping using snares is a widespread practice as it is very common to come across dozens of snares in a forest patch, for species of various sizes ranging from rodents to monkeys and buffalo. Local hunters mainly hunt for subsistence and almost all species of wildlife are targeted, including primates (chimps and monkeys). There are also isolated incidences of hunting and trapping of threatened birds like White-necked Picathartes, White-breasted Guinea fowl and a number of other forest-dependent species."}, {"text_block_id": "p51_b555", "text": "Specific threats to Biodiversity in the Aquatic, Coastal and Marine Ecosystems"}, {"text_block_id": "p51_b556", "text": "The definition of the coastal zone used in this document is that defined by Clark (1990) as •all coastal areas that are subject to storm flooding by the sea, all intertidal areas of mangrove, marsh, deltas, salt flats, tide flats and beaches; all permanent shallow coastal water areas such as bays, lagoons, estuaries, deltaic waterway and near coast waters that include sea grass meadows, coral reefs, shellfish beds submerged bars; the near shore coastal waters and small coastal islands•. In 1985, CSO stated that about 43% of the population of Sierra Leone lived within 10 km of the coast. Between 1991 and 2002 (during the rebel war), it is believed that as many as 60% of the population may have fled to safer areas on the coastline occupying more than 500 towns and villages."}, {"text_block_id": "p51_b557", "text": "Along the coast activities such as fishing, agriculture, industrial activities (textile, chemical, and brewing), mining and mineral exploitation, tourism, marine transportation, marine and coastal infrastructure, waste deposition(both industrial and domestic) are bound to be on the increase. The control and management of these activities would require huge investment and appropriate infrastructure. Urbanization and development consumes resources heavily and generate huge quantities of waste (chemical and solid wastes). Increase in anthropogenic activities and introduction pollutant into the coastal zones affect the complex food web and ecological relationships thus adversely affecting the biodiversity. The bulk of pollutants entering the sea are derived from the following sources: runoff and discharges from the land mainly through rivers (44%); atmospheric sources (33%); marine transportation, spills and operational discharges (12%); deliberate dumping of wastes (10%); offshore development of mineral resources (1%). The following paragraphs provide some details of the specific threats to Sierra Leone•s aquatic, coastal and marine biodiversity:"}, {"text_block_id": "p52_b558", "text": "Over-exploitation"}, {"text_block_id": "p52_b559", "text": "In Sierra Leone, there is evidence of over-exploitation of certain categories of target species and significant reduction in others in response to growing demand and population growth. Out of seven major snapper species, five ("}, {"text_block_id": "p52_b560", "text": "Dentex angolensis, D.congensis, D. Canarensis, Pagellus belloti"}, {"text_block_id": "p52_b561", "text": "and"}, {"text_block_id": "p52_b562", "text": "Sparus caeruloesticus"}, {"text_block_id": "p52_b563", "text": ") have been shown to be declining rapidly (Showers, 1996). There is evidence of over-exploitation of the following species:"}, {"text_block_id": "p52_b564", "text": "Pseudotolithus senegalensis, Drepane africana, Galeoides decadactylus, Dasyatis margarita"}, {"text_block_id": "p52_b565", "text": "(Coutin, 1989; Fomba, 1996)."}, {"text_block_id": "p52_b566", "text": "Ilisha africana"}, {"text_block_id": "p52_b567", "text": "is the only pelagic species known to have been over-exploited (Ndomahina and Chaytor, 1991)."}, {"text_block_id": "p52_b568", "text": "The shrimps have reached the maximum sustainable yield levels of 3,000 mt (MFMR, 2002). Generally gill netting, purse seining (Fig. 16) and bottom trawling discriminate poorly between target and none target species. Bottom trawling can cause considerable mortalities among benthic organisms such as molluscs, crustacean, hydrozoans, bryozoans and echinoderms. In Sierra Leone about 70% of the total landings from the shrimping sector consist of finfish by catch. Both shrimp and finfish trawlers discard about 50000 mt and 3000 mt of finfish by catch amounting to 3% and 11% of the total annual catch respectively (Cole, 2000; Kanu, 2001)."}, {"text_block_id": "p52_b569_merged_merged", "text": "In the artisanal sector large proportions of juveniles of valuable species such as Ethmalosa fimbriata, Sarda sarda, Caranx and Polydactylus quadrifilis are landed by gill nets and beach seines (Figure 16). In recent times 2002 there are about 150 beach seines compared to some 20 in 1995 in the Western Area. Okera, 1978, recorded 64 species of fish landed at Lumley beach. Today, there are not more than 40 species recorded annually. Poisons and explosives are prohibited by law but are widely used especially in rivers and estuaries. Artisanal fishermen are noticing a drop in their catches."}, {"text_block_id": "p53_b572", "text": "Agriculture and Forestry"}, {"text_block_id": "p53_b573", "text": "In the coastal areas, mangrove swamps especially in the North are cleared for rice production. Fomba (1994) estimated that 35,000 ha in the North and 5,000 ha in the South are under cultivation. Mangroves are used as fuel wood, for charcoal production, and construction material. Mangrove swamps and wetlands are bound to be put under further pressure leading to habitat destruction and loss of biodiversity. Pesticides are also used to control of malaria, schistosomiasis and onchocerciasis. Pesticides are also used to control pests of rice. Oil palm plantations such as Biopalm Oil Star, West Africa Agriculture, Socfin Oilpalm and Miro Forestry Company Limited are all using chemical fertilizers. These fertilizers are dangerous when they reach the aquatic and marine environment. These are washed up through erosion and run-off into rivers and sea. Also, sugar plantation owned by ADDAX Bioenergy Company is also contributing to the level pollution in the Rokel River."}, {"text_block_id": "p53_b574", "text": "Industrial activity"}, {"text_block_id": "p53_b575", "text": "About 95% of all industries in the country are located in Freetown. Among these are the Petro Jetty (Fuel Oil) Company, Sierra Leone Brewery, Whitex, Shakandas, Milla Group of Companies, Aureole Tobacco Company and Paint Factories, among others. Effluents and spillages from these factories are discharged directly into the Sierra Leone River Estuary. There are plans to extend the operations of the industries into the hinterland and coastal areas including Pepel and Bonthe Island."}, {"text_block_id": "p53_b576", "text": "Coastal transportation"}, {"text_block_id": "p53_b577", "text": "On the average there are about 50 industrial fishing vessels today. It is estimated that there are over 2,000 artisanal fishing boats of which 950 are motorized. There are an estimated 450 motorised Artisanal cargo boats. The Sierra Leone Ports Authority handles on the average 300 vessels annually. The increased demand on the transport sector has lead to the uncontrolled importation by the private sector of a large number of second hand modes of transportation often fitted with low performance engines. The private sector also continues to import all sorts of grades of fuel and lubricants to service this rather expending but inefficient and poorly managed sector."}, {"text_block_id": "p53_b578", "text": "Vehicular and coastal marine transport emits gases such as sulphur oxides, nitrogen oxides, carbon monoxide and heavy metals. Power plants of ships and industrial vessels do not only emit noise and thermal energy but also emit significant levels of metals. Burnt oil, bilge and ballast water may be discharged at sea. Garbage including glass and plastics are often thrown overboard by the crew. Antifouling paints, lead and acid from batteries and burnt oil from workshops eventually enter the sea. Exhaust pipes emit carbon dioxide and other gases into the atmosphere."}, {"text_block_id": "p53_b579", "text": "Mining and Mineral Exploitation"}, {"text_block_id": "p54_b580", "text": "The main minerals mined in Sierra Leone are Iron ore, sand gravel, rocks, gold, diamond bauxite Zircon and rutile. Because of the construction industry and coastal infrastructural development sand and other building materials are in great demand. As part of IMBO programmes, Mansaray, (2001), estimated that the quantity of sand removed from Lakka Beach over a 10-day period in August and September 2001 amounted to 6,420 tons. Mining alters the coastline and discharges silt and mineral water into the coastal zone. Rocks on rocky shores with their rich biota are quarried also for construction."}, {"text_block_id": "p54_b581", "text": "Electric Power Generation"}, {"text_block_id": "p54_b582", "text": "Because of the large quantities of water required for power generation, hot water or thermal effluent is usually discharged into the sea by coastal stations. Kingtom and Falconbridge stations in Freetown and Nitti and Bonthe stations are found in the Sierra Leone River Estuary and the Sherbro estuaries respectively. Deliberately discharging burnt oil or through accidents involving storage silos could be injurious to the environment."}, {"text_block_id": "p54_b583", "text": "Tourism"}, {"text_block_id": "p54_b584", "text": "Sierra Leone•s coastline is made up mostly beaches and mudflats. Tourism is bound to be on the increase. There are tourist facilities at Lungi, Freetown Peninsula, Shenge, Bonthe and Turtle Island. Tourism requires land based infrastructure and coastal transportation. Tourism can lead to changes in flora and fauna, introduction of pollution, erosion, depletion of natural resources and increase litter. As many as 20,000 tourists are expected annually in the future."}, {"text_block_id": "p54_b585", "text": "Domestic Waste Disposal"}, {"text_block_id": "p54_b586", "text": "Domestic waste comprises human wastes, laundry waste and solid waste (garbage). About 70% of all households in Freetown and big towns use pit latrines. About 20% have cesspits and 10% use rivers, coastlines and the bush. In the smaller settlements 80% of the inhabitants use the beaches as toilets. In Freetown sewage from pit latrines and cesspits are only partially treated and discharged into the sea. In addition untreated sewage is discharged directly into the Sierra Leone River Estuary through four main sewer lines or outfalls (Murray Town, Kingtom, Government Wharf and Cline Town). Each of these outfalls is found close to certain bays and creeks: Aberdeen, Whiteman•s bay, Kroo Bay and Cline bay. Solid waste collected in Freetown is disposed of at two dumpsites: Granville Brook and Kingtom. At Granville Book, about 66,607kg of solid waste is deposited every month (Nyuma, 2000), but this estimate may be significantly higher now. Some part of these wastes is eventually washed out to sea. Coastal populations deposit their solid waste on the beaches."}, {"text_block_id": "p54_b587", "text": "Marine and Coastal Infrastructure"}, {"text_block_id": "p54_b588", "text": "Almost all coastal activities require some amount of infrastructural development. Many tourist concerns have built hotels, guest houses and environment centres close to the coast. There are possibly more than 50 such centres along the entire coast. Other activities may include construction of silos, pipelines and jetties. Regular be channelization, dredging and"}, {"text_block_id": "p55_b589", "text": "filling occur at the three major ports (Queen Elizabeth II Quay, Pepel, and Nitti). The World Bank funded rehabilitation of over 30 landing facilities and may construct more."}, {"text_block_id": "p55_b590", "text": "Summary analysis of threats to Sierra Leone•s biodiversity"}, {"text_block_id": "p55_b591_merged", "text": "The short threat analysis given below is based on the application of a simple multi-criteria ranking technique (SMART) on the effect of various human activities on biodiversity, using birds as a key indicator. The Fifth National Report to the CBD has details of the SMART analysis used. The identified threats factors were first ranked in terms of their relative importance using a factor of five as the most important and one as the least importance. A threat is considered most important if its local application is very injurious to both the species and its habitat, whilst considered least important if its effect is limited. For example, agriculture is scored five because its effect is widespread, removes and destroys the habitat and eliminates or drives away the species. In some cases the potential future destructive effect is considered as in the case of climate change. The graph in Figure 12 indicates the relative effect of the potent threats identified and quantitatively assessed."}, {"text_block_id": "p55_b595", "text": "The graph puts agriculture as the most potent threat to biodiversity; this is primarily a result of the archaic and widespread method of slash-and-burn which dominates the agricultural system in the country. Although localised, mining is considered the second most destructive threat to biodiversity because of its devastating effect on vegetation, its effect on the ecology of the hydrological system, and the unproductive nature of its resulting landscape. Urban sprawl is presently one of the biggest challenges because of the rural-urban migration, mainly fuelled by the lack of employment opportunities in the rural areas. Climate change is ranked at the middle of the scale because it is yet to be fully understood, although some its presumed effects are already evident. At the lower end of the scale is wildlife trafficking and this is a consequence of the effective implementation of the Wildlife Conservation Act and CITES regulations."}, {"text_block_id": "p56_b596", "text": "Major Interventions -Ecosystem and habitat restoration programmes since 2004NBSAP"}, {"text_block_id": "p56_b597", "text": "In-situ Conservation Interventions in Protected Areas"}, {"text_block_id": "p56_b598", "text": "A number of conservation projects were implemented in protected areas in response to the planned actions in the NBSAP 2004-2010, some of which are detailed below."}, {"text_block_id": "p56_b599", "text": "Gola Forest National Park"}, {"text_block_id": "p56_b600", "text": "Covering an area of about 70,000 ha, the Gola Forest is the largest remnants of Upper Guinean Tropical Rainforest left in Sierra Leone. A variety of other flagship species are found in Gola including the elusive and threatened Pygmy Hippo,"}, {"text_block_id": "p56_b601", "text": "Choeropsis liberiensis"}, {"text_block_id": "p56_b602", "text": "(EN), and only present in this part of Africa, an estimated population of 300 chimpanzees and 49 species of larger mammals. These species are only a few of those that drove the international recognition of this area as a global biodiversity hotspot, requiring utmost effort and attention from the conservation community. Its avifauna comprises over 330 bird species, 14 of which face global risk of extinction, including the endangered Rufous Fishing-owl"}, {"text_block_id": "p56_b603", "text": "Scotopella ussheri"}, {"text_block_id": "p56_b604", "text": ", the Gola Malimbe"}, {"text_block_id": "p56_b605", "text": "Malimbus ballmanni"}, {"text_block_id": "p56_b606", "text": "and no doubt the most charismatic bird species in the area, White-necked Picathartes"}, {"text_block_id": "p56_b607", "text": "Picathartes gymnocephalus"}, {"text_block_id": "p56_b608", "text": "."}, {"text_block_id": "p56_b609_merged_merged", "text": "The RSPB first became involved in work in Gola over 20-years ago with a rapid biodiversity survey. The survey indicated the importance and the unique value of this site but also highlighted the threats it faced as the forest was previously managed as a production forest reserve, with the primary objective being the extraction of timber. Early conservation work was funded by the Global Conservation Fund for a concession for conservation project, and later by the European Union and the FFEM during the scaling up of the work between 2008 and 2010."}, {"text_block_id": "p56_b611", "text": "Key achievements"}, {"text_block_id": "p56_b612", "text": "Key achievements\n* A major milestone was achieved in 2011, when the GoSL declared the Gola Forest a\n* The first area of forest to develop a REDD+ project in Sierra Leone and indeed in"}, {"text_block_id": "p57_b615", "text": "Key achievements\n* A major milestone was achieved in 2011, when the GoSL declared the Gola Forest a\n* The first area of forest to develop a REDD+ project in Sierra Leone and indeed in\n* Strong and effective law enforcement system established through the training and\n* Strong collaboration established with the government and partners in Liberia through"}, {"text_block_id": "p57_b621", "text": "Sierra Leone Biodiversity Conservation Project"}, {"text_block_id": "p57_b622", "text": "The Sierra Leone-Biodiversity Conservation Project (SLBCP) was a full-sized, stand-alone GEF Project, with a 5-year implementation period, financed by a GEF Grant in the amount of US $5.0 million, and with financial services provided by World Bank funded Rural and Private Sector Development Project Team. The three sites selected for the project were:"}, {"text_block_id": "p57_b623", "text": "The Sierra Leone-Biodiversity Conservation Project (SLBCP) was a full-sized, stand-alone GEF Project, with a 5-year implementation period, financed by a GEF Grant in the amount of US $5.0 million, and with financial services provided by World Bank funded Rural and Private Sector Development Project Team. The three sites selected for the project were:\n* Outamba-Kilimi National Park, (ii) Kangari Hills Non-Hunting Forest Reserve; and (iii)"}, {"text_block_id": "p57_b626_merged", "text": "The project had three as follows: (1) Strengthen the National Framework for Biodiversity Conservation; and Component; (2) Conservation Site Planning and Management; and (3) Project Management, Monitoring and Evaluation."}, {"text_block_id": "p57_b628", "text": "Key achievements"}, {"text_block_id": "p57_b629", "text": ""}, {"text_block_id": "p57_b630", "text": "The Wildlife Conservation Act of 1972 and the Forestry Act of 1988 reviewed and updated to include modern requirement for effective protected area management"}, {"text_block_id": "p57_b631", "text": ""}, {"text_block_id": "p57_b632", "text": "Developed management plans for the three conservation sites (Outamba-Kilimi NP, Loma Mountains NP and Kangari Hills NHFR). Developed Community Action Plans (CAPs) that support conservation linked livelihood activities, such as formation and training of Farmer Field Schools, establishment of tree crop nursery and distribution to farmers, provide groundnuts to farmers, improve rice varieties to farmers, support small infrastructure such as school roofing, solar energy systems."}, {"text_block_id": "p57_b633", "text": ""}, {"text_block_id": "p57_b634", "text": "Intensify field patrols and strengthen law enforcement through the provision of field logistics such as motor bikes, vehicles, cameras, GPS etc."}, {"text_block_id": "p57_b635", "text": ""}, {"text_block_id": "p57_b636", "text": "The involvement of local community participation in natural resource management through the Conservation Site Management Committees (CSMC). A co-management structure."}, {"text_block_id": "p57_b637", "text": ""}, {"text_block_id": "p57_b638", "text": "Developed outreach/communication strategy and carried out awareness raising programme through community meetings, road shows, school nature clubs, radio discussion, T-shirts, calendars, sign post, exhibition of wildlife materials at Agricultural shows etc."}, {"text_block_id": "p57_b639", "text": ""}, {"text_block_id": "p57_b640", "text": "Trained the Game Guards on techniques for collecting data on flora and fauna through their regular patrolling activities, camera trap based biodiversity monitoring, etc with the necessary data collection protocols, for setting camera trap, using GPS and data sheet in the field."}, {"text_block_id": "p58_b641", "text": "Sierra Leone Wetlands Conservation Project"}, {"text_block_id": "p58_b642", "text": "The Sierra Leone Wetlands Conservation Project (SLWCP) was a full-sized, stand-alone GEF Project, with a four-year implementation period, financed by a GEF Grant in the amount of US$ 1.80 million. The SLWCP is designed to complement the SLBCP which was primarily focused on terrestrial ecosystems, and to build a coherent national wetland conservation program. The Project targets two main conservation sites; Sierra Leone River Estuary (SLRE) and Mamunta-Mayosso Wildlife Sanctuary (MMWS)."}, {"text_block_id": "p58_b643", "text": "The Project Development Objective was to improve strategic and operational conservation management of wetland areas in Sierra Leone. The project had three components: (1) Strategic Planning for Wetland Conservation; (2) Wetland Conservation Site Planning and Management; and (3) Project Management. The overall expected outcomes included:"}, {"text_block_id": "p58_b644", "text": "Key achievements:"}, {"text_block_id": "p58_b645", "text": ""}, {"text_block_id": "p58_b646", "text": "A Wetland Conservation Act developed for the effective management of wetlands conservation sites. The Act now awaits parliamentary ratification."}, {"text_block_id": "p58_b647", "text": ""}, {"text_block_id": "p58_b648", "text": "Management plan developed for both the Mamunta-Mayosso and Sierra Leone River Estuary, through extensive community consultation process"}, {"text_block_id": "p58_b649", "text": ""}, {"text_block_id": "p58_b650", "text": "Boundary for Mamunta-Mayosso WS retraced, and MOU signed between local community and NPAA."}, {"text_block_id": "p58_b651", "text": ""}, {"text_block_id": "p58_b652", "text": "Involve local community participation in natural resource management through the Conservation Site Management Committee (CSMC). A co-management structure established with the NPAA."}, {"text_block_id": "p58_b653", "text": ""}, {"text_block_id": "p58_b654", "text": "Identify and develop Community Action Plan (CAP) that support conservation linked livelihood activities. CAP includes provision of improved high quality vegetable seeds and groundnut to farmers."}, {"text_block_id": "p58_b655", "text": ""}, {"text_block_id": "p58_b656", "text": "Train the Game Guards, on techniques for collecting data on flora and fauna through their forest patrolling activities, camera trap based biodiversity monitoring, etc with the necessary data collection protocols, for setting camera trap, using GPS and data sheet in the field."}, {"text_block_id": "p58_b657", "text": "The Western Area Peninsula Forest Reserve (WAPFoR) Project"}, {"text_block_id": "p58_b658", "text": "The WAPFoR project was a five-year intervention in Sierra Leone, which started in March 2009 and ended in February 2014, funded by the EU and implemented by Welthungerhilfe"}, {"text_block_id": "p59_b659", "text": "(WHH), but it was planned and implemented together with the Environmental Forum for Action (ENFORAC). The overall objective of the project has been to enhance the protection and conservation of the WAPFoR and to decelerate deforestation, as nearly a third of the original forest cover had been destroyed between 1990 and 2008. The WAP Forest Reserve is of crucial importance for the water supply of the entire peninsula population, including the inhabitants of the capital Freetown. Furthermore, Sierra Leone has signed several international conventions and protocols regarding environmental and forest protection, and has developed policy, legislative and institutional framework for its environmental management."}, {"text_block_id": "p59_b660_merged", "text": "The project concept was based on a coherent result model that: (i) (potential) encroachers are supported with alternative livelihood options to stop their unsustainable utilisation of forest resources; (ii) communities are supported with ecosystem services as well as community empowerment, to facilitate their participation in forest protection; (iii) awareness raising and sensitisation at different levels to create environmental consciousness and an understanding of the lifesaving functions of the forest ecosystem and the importance of conservation; and (iv) the relevant government institutions, particularly Ministry of Agriculture Forestry and Food Security (MAFFS), are strengthened enabling them: to prioritise conservation issues, to advance and implement legislation, and to set up an effective institutional framework."}, {"text_block_id": "p59_b662", "text": "Key achievements"}, {"text_block_id": "p59_b663", "text": ""}, {"text_block_id": "p59_b664", "text": "The Western Area Peninsula Forest now declared a National Park through Sierra Leone Parliament legislation."}, {"text_block_id": "p59_b665", "text": ""}, {"text_block_id": "p59_b666", "text": "The WAP Forest is also listed under the UNESCO World Heritage sites, which increased international attention to the forest and therefore its protection."}, {"text_block_id": "p59_b667", "text": ""}, {"text_block_id": "p59_b668", "text": "A strong awareness created about the core forest zone, and the need for preservation is generally well accepted among all stakeholders, as well as the peninsula population. Nearly 100% of the target population is aware of the importance of the forest ecosystem and what it provides, especially its watershed."}, {"text_block_id": "p59_b669", "text": ""}, {"text_block_id": "p59_b670", "text": "Around 25% of the villages adjacent to the forest have a fully functional water supply, which has contributed to measurable improvements in living conditions in the communities, e.g. the reduction of waterborne diseases and improved health conditions among the dwellers."}, {"text_block_id": "p59_b671", "text": ""}, {"text_block_id": "p59_b672", "text": "The project reached only about 13% of an estimated total of 6,000 potential encroachers, (people who derive their income from the forest in a destructive way) with its livelihood support. Of these, approximately 80% managed to establish reasonable alternative income sources, and use these for further investments."}, {"text_block_id": "p59_b673", "text": ""}, {"text_block_id": "p59_b674", "text": "Some small-scale community-based tourism destinations were promoted. Their income is reasonable, although, their design is at an early stage and the major touristic infrastructure is still rudimentary."}, {"text_block_id": "p59_b675", "text": "Vegetation and Habitat RestorationEfforts"}, {"text_block_id": "p60_b676", "text": "State of vegetation restoration programmes"}, {"text_block_id": "p60_b677", "text": "he drive to restore the forests in the country can be dated as far back as the colonial era when it became apparent that the country was losing its forests. Various reforestation and even afforestation programmes and strategies have been tried some of which have been quite successful and their outcome are still evident today."}, {"text_block_id": "p60_b678", "text": "However, some other efforts were futile because policies were out of phase with practice, especially in situations where local communities were involved. Most of the unsuccessful reforestation programmes had no management plans, whilst the local communities were not involved in the management of these plots. Thus, there are many reforested plots and wood lots around the country with virtually no management systems."}, {"text_block_id": "p60_b679", "text": "Reforestation programmes were in most cases carried out during the colonial era using"}, {"text_block_id": "p60_b680", "text": "Gmelina arborea"}, {"text_block_id": "p60_b681", "text": ", mainly as a mechanism for addressing the fuel wood situation and forestalling the rapid deforestation using fast growing tree species."}, {"text_block_id": "p60_b682", "text": "Later,"}, {"text_block_id": "p60_b683", "text": "Acacia"}, {"text_block_id": "p60_b684", "text": "species,"}, {"text_block_id": "p60_b685", "text": "A. mangium"}, {"text_block_id": "p60_b686", "text": "and"}, {"text_block_id": "p60_b687", "text": "A. auriculiformes"}, {"text_block_id": "p60_b688", "text": "were used, which because of their aggressive growth and proliferation potentials have spread widely all over the country."}, {"text_block_id": "p60_b689", "text": "The"}, {"text_block_id": "p60_b690", "text": "Acacia"}, {"text_block_id": "p60_b691", "text": "spp, among a few other species, are extensively used during national tree planting days on 5"}, {"text_block_id": "p60_b692", "text": "th"}, {"text_block_id": "p60_b693", "text": "June each year. Millions of seedlings have been produced and planted in various locations in the country, especially in the Western Area. Such reforestation activities are normally coordinated by the Forestry Division (MAFFS) and supported by a number of environmental NGOs."}, {"text_block_id": "p60_b694_merged_merged_merged", "text": "Reforestation has mainly been focused at the production of fuel wood. Several efforts have been made to address the fuel wood situation in the country, particularly through the establishment of woodlots or plantations using fast-growing species mentioned earlier, but these have generally been badly managed at the local level. Recent effort by Miro (an agroforestry based industry) is establishing thousands of acres of fast growing trees in the Yoni Bana area, the purpose for which may be related to industrial use and not for domestic biomass demand. The primary purpose of the establishment of woodlots was to reduce the dependence on the natural forest for wood resources. Unfortunately, as a consequence of the lack of appropriate adaptive management approaches, no impact has been made in that direction and only a small proportion of fuel wood is extracted from woodlots. Some of the species used for fuel wood production are as follows in descending order of importance: A. auriculiformes and A mangium,Azadirachta indica (Neem tree), Gliricidia sepium and Cassia siamae."}, {"text_block_id": "p60_b705", "text": "Mangrove forest restoration"}, {"text_block_id": "p60_b706", "text": "A number of trials for mangrove vegetation restoration have been done in different localities along the coastal regions, but the success rate has been minimal. These trials were done by the Forestry Division in the early to mid-1990s. One successful mangrove planting was carried out along the Jui Creek, in east Freetown, where the mangrove vegetation is now"}, {"text_block_id": "p61_b707", "text": "reaching over five meters in height and dbh >10 cm in most stands. Another trial that was done in the northern part of the Yawri bay (Tissana area) was unsuccessful, so were many other mangrove planting trials in many other locations. There was a recent mangrove restoration activity carried out at the Aberdeen Creek by the Conservation Society of Sierra Leone, but assessment of success would depend upon the result of a monitoring process over the course of time."}, {"text_block_id": "p61_b708", "text": "Apparently, the success of mangrove planting is dependent on the species used and the salinity range of the location where it is planted."}, {"text_block_id": "p61_b709", "text": "An understanding of the species-salinity relationship in mangrove vegetation planting is a key factor that determines the level of success in such restoration programmes. However, mangrove vegetation restoration could best be achieved by natural regeneration process, which unfortunately is disrupted by the persistent cutting, poor management regimes and land reclamation for housing."}, {"text_block_id": "p61_b710", "text": "Restoration of land degraded by mining"}, {"text_block_id": "p61_b711_merged_merged", "text": "Forest and land degradation by mining has been one of the most destructive activities in the environment. Despite the huge damage to land and vegetation, very little restoration activities are going on. However, good examples of restoration using Acacia spp and Gmelina arborea are evident in Mokanji and other areas around the country. An experimental vegetation restoration programme was undertaken in Rutile funded by Darwin Initiative and implemented by CEH in collaboration with FBC (University of Sierra Leone) and Njala University. The experiment showed positive results of the potential for the restoration of rutile mine tailings through the use of compost manure, which established considerable herb layer and growth of some woody plant species (Fig. 18)."}, {"text_block_id": "p61_b716", "text": "Gmelina arborea"}, {"text_block_id": "p61_b717", "text": "was found to be the most adapted species in terms of growth among the five tree species that were tested. The significance of the growth of the herb layer lies on itscapacity to enhance nutrient build up in the soil that can be used for the cultivation of annual/biannual crops like groundnut, pepper, garden eggs and tomato. The entire"}, {"text_block_id": "p62_b718", "text": "programme failed because of the lack of commitment from the SRL to fund the production of compost by the local communities, which supposedly should be part of its corporate social responsibility."}, {"text_block_id": "p62_b719", "text": "Ex-situ Conservation Actions • Protection outside natural habitat."}, {"text_block_id": "p62_b720", "text": "Chimpanzees"}, {"text_block_id": "p62_b721", "text": "The only official effort being applied in Sierra Leone to protect or conservation species outside their natural habitat is the Tacugama Chimpanzee Rehabilitation Centre. This Centre is established at the Regent extension of the WAPF and it caters for chimpanzees that had been captured for the wildlife trafficking and pet trade. These chimps, mostly young, orphaned, and caged, are retrieved from perpetrators and taken to the centre where they are quarantined, cared for and later introduced into a semi-wild environment. The ultimate goal of the centre is to release these chimpanzees into their natural environment. For over twenty years now, the centre has taken care of scores of chimpanzees, with funding and/or technical support from various organisations particularly the Jane Goodall Institute."}, {"text_block_id": "p62_b722", "text": "In April 2006, some of the chimpanzees led by an alpha male named"}, {"text_block_id": "p62_b723", "text": "King Bruno"}, {"text_block_id": "p62_b724", "text": "escaped from the centre and moved into the natural forest. This incidence may indicate the chimps desire to be free in their natural habitat. Since then, neither the live escapees nor their carcasses have been seen by people, which may also indicate that their experience in semi-wild habitats has helped them adapt easily to the wild environment. The Centre has been very instrumental in implementing the Regulations of the Wildlife Conservation Act of 1972 (now under review), through the confiscation of orphaned chimpanzees and the prosecution of perpetrators."}, {"text_block_id": "p62_b725", "text": "The Centre has also been involved in a number of research and surveys on chimps and other primates and large mammals, most of which are carried out to assess the impacts of various projects on the habitat, population and distribution of the species."}, {"text_block_id": "p62_b726", "text": "Crocodiles"}, {"text_block_id": "p62_b727_merged_merged", "text": "A crocodile holding facility, which appears to have been transformed into a place to keep rescued crocodiles, exists in Jui, just outside the Freetown Municipality. The initial intention of the keeper of the farm was to save a few of the animals that were brought to him by people who captured them, but because he offered money in return, his facility has been overwhelmed by lots of crocodiles. A majority of the crocs brought to the facility are Nile Crocodile Crocodylus niloticus, but there also a good number of Dwarf Crocodile Osteolaemus tetraspis. Plans are now underway, through collaboration with the Environment Protection Agency, Sierra Leone EPASL and RAP-SL to release these crocodiles into areas where they will find safe and conducive habitats."}, {"text_block_id": "p62_b732", "text": "Development of Policies and Legislations"}, {"text_block_id": "p62_b733", "text": "The perennial problem of weak law enforcement has been a key factor affecting the conservation of species, habitats and ecosystems in Sierra Leone. But for the intervention of international partners like the RSPB, Birdlife International and Conservation International,"}, {"text_block_id": "p63_b734", "text": "among others, who provided funding and support to support in-situ conservation in key biodiversity concentrations, including surveillance and law enforcement, the country•s critical sites for biodiversity would have been in a precarious state. Some NBSAP 20022010 interventions have come from the willingness by government to improve on policy and legislations that would ensure effective law enforcement. These include the following legislative and policy interventions:"}, {"text_block_id": "p63_b735", "text": ""}, {"text_block_id": "p63_b736", "text": "2008•The Environment Protection Agency Act, which brought into existence the EPASL. This agency now controls and coordinates all activities, business and development programmes that impinge on the environment. It is now one of the most powerful agencies of government hosted in the Office of the President."}, {"text_block_id": "p63_b737", "text": ""}, {"text_block_id": "p63_b738", "text": "2010 • The Review of Forestry and Wildlife policies, respectively with the aim of ensuring that these two key components of the functions of the Forestry Division of MAFFS are effective and creating the desired impacts. These two policies also focus the importance of building community consensus through education and co-management approaches in conservation biodiversity."}, {"text_block_id": "p63_b739", "text": ""}, {"text_block_id": "p63_b740", "text": "2012 • The National Protected Area Authority Act, which brought into existence the National Protected Areas Authority as a statutory body that manages, coordinates, and promote the operations of protected areas in the country. Its mandates also include the identification of areas that can potentially be designated for protection as well as mobilising the funds for the conservation of protected areas including REDD+ initiatives."}, {"text_block_id": "p63_b741", "text": ""}, {"text_block_id": "p63_b742", "text": "2015 • The Review of the Wildlife Conservation Act of 1972 (WCA) and the Forestry Act of 1998. This process was funded by the World Bank under the Sierra Leone Biodiversity Conservation Project (SLBCP) which ended in December 2015. The review of the WCA, among other things addressed the issues of out-dated fines and the inclusion of the legal protection of species that are listed in the IUCN Red List and all other species of national conservation interest. Both reviewed acts await ratification by the parliament."}, {"text_block_id": "p63_b743", "text": ""}, {"text_block_id": "p63_b744", "text": "2015 • Drafting of the Wetlands Conservation Act. This is one of the key achievements of the Wetlands Conservation Project, a subsidiary of the BCP. The Act now awaits parliamentary enactment. In addition, the BCP developed a National Wetlands Conservation Strategy and conducted a national inventory of the country•s major wetlands as one of the main key tools for the implementation of the Wetlands Conservation Act."}, {"text_block_id": "p63_b745", "text": "Sierra Leone•s International Environmental Obligations"}, {"text_block_id": "p64_b746_merged", "text": "As a member of the international community, principally the United Nations and the African Union, Sierra Leone is having a fair share of the global decision making processes that affect a wide range of local national and international issues, including inter alia politics, environment and biodiversity. The country•s contribution to addressing global environmental and biodiversity issues is well recognised, particularly as a founding signature of the African Convention on the Conservation of Nature and Natural Resources at its inception in 1968. Successive governments have put environment and biodiversity issues at the forefront of their policies and legislative actions, especially in terms of working with other nations in addressing these and related concerns. Among the many conventions and agreement signed by the Government of Sierra Leone, those related to biodiversity are outlined in Table 10; the dates of signing and/or ratification are also given."}, {"text_block_id": "p64_b749", "text": "Table 10 -List of Conventions and Agreements signed and/or ratified by the Government of Sierra Leone relevant to biodiversity."}, {"text_block_id": "p65_b750", "text": "Since the mid-1980s, Sierra Leone has implemented international wildlife regulations long before the signing of CITES. In 1986, a presidential ban was imposed on the export of wildlife and their trophies from the county because of the indiscriminate wildlife exploitation for trade (particularly chimpanzees and elephants). This ban was preceded by the confiscation of twenty infant chimpanzees deem for shipment, an action that was initiated by the WWF against a major pharmaceutical company in Vienna, Austria. In addition all border posts have stationed wildlife officers whose function is to stem the smuggling of wildlife, trophies and souvenirs out or into the country. Also, the Conservation Society of Sierra Leone (CSSL) has been conducting regular surveys of migratory water birds in collaboration with the former Wildlife Branch of the Forestry Division, MAFFS; these activities, which started in 1992, long before the signing of the Ramsar Convention, are still on-going and are mainly sponsored by Wetlands International and Wadden Sea Initiative."}, {"text_block_id": "p66_b751", "text": "SECTION III"}, {"text_block_id": "p66_b752_merged", "text": "THE STRATEGY AND ACTION PLAN -20262026"}, {"text_block_id": "p66_b756", "text": "Conceptual and Strategic Framework"}, {"text_block_id": "p66_b757", "text": "Sierra Leone•s biodiversity has gone through a period of slow, but steady decline since the colonial era. There been several interventions by government and its national partners to slow down the spate of deforestation, habitat destruction and species decline, yet the state of national biodiversity is getting worrisome. This situation is not common to Sierra Leone, but is part of a global problem that needs to be addressed from collective and concerted national efforts; thus the importance of the NBSAP."}, {"text_block_id": "p66_b758", "text": "In Sierra Leone, the NBSAP 2004-2010 was implemented in the midst of the process of rehabilitation, reconstruction and reintegration programmes, following the 1991-2001 civil conflict, which devastated the country•s infrastructure, governance and social systems. Therefore the review of the NBSAP cannot be more timely now that the government is in its prime stage of implementing its Agenda for Prosperity (A4P) (or Poverty Reduction Strategy Paper -PRPS III) and the President•s Recovery Priorities following the equally devastating invasion of the ebola virus disease in 2014, which lasted for almost two years."}, {"text_block_id": "p66_b759", "text": "The thematic areas considered in the development of the NBSAP 2017-2026 are consistent with the CBD themes, strategic goals and targets, which are global and correlate neatly with the state of biodiversity conservation in Sierra Leone. The strategies and actions that constitute the main focus for this NBSAP 2017-2026are terrestrial biodiversity, wildlife and forest biodiversity, agricultural biodiversity, and inland freshwater, marine and coastal biodiversity. Cross-cutting issues such as training, funds and budgetary issues, monitoring and evaluation, inter-agency cooperation and gender mainstreaming have been covered across each of the strategic objectives given."}, {"text_block_id": "p66_b760", "text": "The rationale for the approach to addressing cross-cutting issues is to ensure that they are specifically catered for within the strategies and actions required to achieve each of the stated strategic objectives. For instance, the budgetary and technical inputs required for in-situ conservation action differs considerably from that required for strengthening the relationship between CBD and other international conventions and agreements. Some of the cross-cutting and other actions may seem to have been repeated, but this was deliberate, in order to emphasize and prioritise attention for their implementation."}, {"text_block_id": "p66_b761", "text": "This updated NBSAP has five Strategic Objectives consistent with the five Strategic Goals of the CBD, respectively, followed by at total 23 Strategic Outputs. Each strategic output has between three and eight strategies and actions that are have been identified through the various consultative processes and activities over the last three to four years. A total of 119"}, {"text_block_id": "p67_b762", "text": "strategies and actions were listed, each of which has one or a couple of indicators that would form the key focus of the monitoring aspect of the implementation process of the NBSAP. This would require the development of an NBSAP 2017-2026 Monitoring and Evaluation Plan in the near future, in order to track the successes and challenges of the implementation process. The time frames indicate the expected delivery date by which the strategy of actions would have been completely achieved or at the least being implemented."}, {"text_block_id": "p67_b763", "text": "Vision for Sierra Leone•s NBSAP"}, {"text_block_id": "p67_b764", "text": "Sierra Leone•s biodiversity, natural ecosystems and habitats are well preserved, protected and sustainable managed for the benefit, development and perpetual prosperity of its present and future generations."}, {"text_block_id": "p67_b765", "text": "Mission for Sierra Leone•s NBSAP 2017-2026"}, {"text_block_id": "p67_b766", "text": "By 2026, all strategies and programmes geared towards biodiversity conservation are implemented with significant progress made and manifested by improved status of diverse ecosystems and wildlife, with lasting benefits to the local communities and the people of Sierra Leone."}, {"text_block_id": "p67_b767", "text": "National Strategic Objectives"}, {"text_block_id": "p67_b768", "text": "A."}, {"text_block_id": "p67_b769", "text": "Sierra Leone•s biodiversity is well conserved through sound and holistic national legislation and policy implementation across all sectors."}, {"text_block_id": "p67_b770", "text": "B."}, {"text_block_id": "p67_b771", "text": "Practical methods and mechanisms enhanced and functioning to safeguard biodiversity, resulting in improved conservation status of threatened and rare species."}, {"text_block_id": "p67_b772", "text": "C."}, {"text_block_id": "p67_b773", "text": "Practical and robust conservation actions are significantly enhancing the status of species, habitats, sites and ecosystems in and outside protected areas."}, {"text_block_id": "p67_b774", "text": "D."}, {"text_block_id": "p67_b775", "text": "Improved living standards, ecosystem services and opportunities provided to people, particularly local communities through sustainable and inclusive biodiversity conservation actions."}, {"text_block_id": "p67_b776", "text": "E."}, {"text_block_id": "p67_b777", "text": "Improved sectoral and public involvement, and enhanced capacities and awareness, are contributing to effective, result-oriented planning and execution of conservation projects and programmes."}, {"text_block_id": "p97_b778", "text": "Grand total of the proposed budget for the implementation of the NBSAP 2017-2026 ="}, {"text_block_id": "p97_b779", "text": "$ 49,810,000"}, {"text_block_id": "p98_b780", "text": "Introduction"}, {"text_block_id": "p98_b781", "text": "The development of an NBSAP is only the start of a long path towards the achievement of an ecologically sound and biodiversity rich natural environment."}, {"text_block_id": "p98_b782", "text": "It would therefore require the collaborative effort and commitment from partners, state actors and supporting organisations to achieve the goals and objectives of an NBSAP. It has been a perennial problem that in many instances very well developed policies, strategies and plans in the environmental sector have not been utilised to the fullest and in the process gaps and lapses in programmes have led to virtually irreversible consequences such as loss of vital habitats for species, loss of vegetation and a degraded environment."}, {"text_block_id": "p98_b783_merged_merged", "text": "One typical example of such failed policies is the green belt programmes which was much publicised, received much support from government, but was not well implemented because of lack of commitment and will to pursue its objectives to the fullest. Today the hills overlooking Freetown are almost bear of vegetation, occupied mostly by unbridle housing development and is creating seriously devastating environmental conditions in down town Freetown and the coastline. The documentary film Lost Freetown describes how a once ecologically viable Freetown environment has been devastated by failed policies, lack of action, weak political will and ineffective law enforcement."}, {"text_block_id": "p98_b787", "text": "This section elaborates on how the NBSAP 2017-2026 can be implemented in a sustainable way that would ensure that the outputs and outcomes of the process are realised and beneficial to present and future generations."}, {"text_block_id": "p98_b788", "text": "Funding and Administration of the NBSAP"}, {"text_block_id": "p98_b789", "text": "Over the years, the GoSL has always had significant deficit in its annual budget amounting to billions of Leones. The budget estimate for environment-related activities is not directly known, but the operational budget for environment agencies such as the EPASL, the NPAA and Forestry Division (MAFFS) are subsumed in the allocation for their various supervisory bodies and ministries. Invariably, the actual fiscal allocation to these bodies and ministries do not adequately cover all the programmes and projects they undertake, including environment issues. This manifests the fact that the country lacks adequate finance to fund its environment and biodiversity programmes."}, {"text_block_id": "p98_b790", "text": "The question of where the additional funds for the NBSAP come from is definitely not have quick and ready answer. Fortunately there has been strong commitment from international partners and multilateral donors to provide full or matching funds for the conservation of the biodiversity in the country, including funding to ministries and agencies for their respective"}, {"text_block_id": "p99_b791", "text": "internal programmes. Some of the key organisations and their biodiversity-related funding targets are given in Table 11."}, {"text_block_id": "p99_b792", "text": "Table 11 – List of Organisation that would potential fund the NBSAP 2017-2026"}, {"text_block_id": "p99_b793", "text": "By implication, international donors provide much of the need funds for biodiversity action, particularly in-situ conservation programmes in Sierra. This list of organisations together provides the foundations upon which the funding for NBSAP 2017-2026 can be mobilised. The GoSL, its implementing agencies and in-country partners has the responsibility to build trust and promote partnership through ensuring strong fiscal management and commitment to its national and international environmental legislation."}, {"text_block_id": "p99_b794", "text": "The administration of the NBSAP and related activities would depend on what future plans and programmes government might have in terms of organising and managing of its environment and protected area infrastructure. However for the sake of expediency, there is need to ensure that that initial resources and mechanisms for the implementation of the NBSAP are in place and functioning to kick-start the process. In most of the workshops conducted there many suggestions were made that a unit be established within the EPA or the NPAA to coordinate the activities of the NBSAP. The lack of a proper coordinating mechanism is partly to be blamed for the lapses in the implementation of the NBSAP 20042010. Setting up and/or operationalizing the following units is vital to the administration of the NBSAP 2017-2026 as given in Section III:"}, {"text_block_id": "p99_b795", "text": ""}, {"text_block_id": "p99_b796", "text": "NBSAP 2017-2026Technical Committee • comprising 21 members from government agencies, the Universities, NGOs and funding partners."}, {"text_block_id": "p99_b797", "text": ""}, {"text_block_id": "p99_b798", "text": "NBSAP Implementation Coordination hosted by the EPA or NPAA"}, {"text_block_id": "p99_b799", "text": ""}, {"text_block_id": "p99_b800", "text": "NBSAP Regional Steering Committees comprising government agencies, NGOs and CBOs that are active in the respective regions."}, {"text_block_id": "p100_b801", "text": "Institutional and Legislative Provisions"}, {"text_block_id": "p100_b802", "text": "The NBSAP development and implementation process started on a god foundation, which needs to be continued and built upon. A National Steering Committee was set up for the 2004-2010 NBSAP comprising representatives from government MDAs, NGOs and the University, which provided policy, technical and moral support to the secretariat. Such strong institutional support ensured that the NBSAP process achieved its purpose and objectives within the given time-frame. However, the Committee was unable to continue its support to the implementation process because of lack of funding and motivation over the years. This issue requires attention within the framework of support to the monitoring and evaluation of the progress of the NBSAP 2017-2026, in order to ensure that the work of the National Steering Committee is sustained and effective over the period of implementation of the Plan."}, {"text_block_id": "p100_b803", "text": "The composition of the Committee will work in tandem with the Board of Directors of the EPA and the NPAA, which will have strong representative in the Steering Committee"}, {"text_block_id": "p100_b804_merged_merged", "text": "The proposed 14 member National Steering Committee for the implementation of the NBSAP 2017-2026 shall comprise of key individuals and representatives from institutions listed in Table 12. The Chairman to be appointed to the Committee will constitute its 15th member"}, {"text_block_id": "p100_b807", "text": "The GOSL albeit with its inadequate budget, has over the years provided significant support to the environment and conservation sector in various ways. Many policies, legislations and regulations have been developed and passed into law as a manifestation of government•s commitment to both national and international drive to conserve biodiversity. This is an important strength and capacity inherent in the GOSL governance mechanism that can use most effectively to cater for the environmental and biodiversity protection needs of the"}, {"text_block_id": "p101_b808_merged", "text": "The process of reviewing of policies and enactment of legislations in most instances has strong policy and political considerations. However it is important that the interest of the environment, its benefit to posterity and the overall national interest must override political consideration and conflict of interest in order to promote the conservation interest and make the objectives of the NBSAP achievable. Much of the responsibility lies of the various agencies and ministries of government that are in the position to initiate and drive the process at every stage. One of the impediments to the promotion of policy legislative action is the lack of clear-cut understanding of the responsibility of the various agencies of government, exacerbated by conflicting roles and overlapping mandates. This a strong argument for the organisation and institution of an inter-agency forum with the primary purpose of building consensus among key government partners to resolve the issue of overlapping mandates and conflict of interest. The NBSAP implementation process provides an opportunity for such long-overdue interagency consultations, which has been a regular point of convergence in most recommendations from meetings and workshops on environmental and biodiversity issues. The EPASL is well-positioned to coordinate and organise an outcome-oriented meeting between the relevant agencies and other stakeholders"}, {"text_block_id": "p102_b810", "text": "The Board of Directors of every agency established such as the EPA, NPAA, and the relevant Parliamentary Committees, which are mandated to provide policy direction to these agencies, have the capacity to promote relevant policies and legislations relating to biodiversity conservation. The overlapping mandates as given in the various acts can be looked upon as areas of potential inter-agency collaboration rather than causes conflict of interest and such possibilities can be promoted by the various boards of directors. Wherever there is a diversity of interest from various stakeholders, there is bound to be divergence of views and struggle for authority and resource control. However, with effective consultation and strong collaboration between agencies at different levels, policy development and legislative process can be readily expedited, if the right information is available and well disseminated."}, {"text_block_id": "p102_b811", "text": "From concept to policy and eventually to legislations, processes have to be followed. Sometimes the processes are stalled because of lack of consultation and problem of disagreement on inter-agency policy divergence. Based on discussions and recommendations from the regional and national workshops, it is necessary that established mechanism for the development of a concept into a workable and implementable policy or legislation be published. A major opportunity is the general willingness expressed by representative from the relevant government agencies to collaborate and support proposed policy and legislative processes required for the effective implementation of the NBSAP. The following is a strategy to be implemented to address policy, legislation and interagency collaboration for biodiversity conservation:"}, {"text_block_id": "p102_b812", "text": "Data Coordination and Clearing House Mechanism"}, {"text_block_id": "p102_b813_merged", "text": "The concept of a clearing house has been a much discussed topic in many technical fora and programmes hosted by government and other partners respectively. It is one of the major administrative infrastructures of the NBSAP recommended by the 10th Conference of Parties of the CBD and is consistent with the general thinking among stakeholders in the biodiversity conservation community in Sierra Leone. A clearing house mechanism will contribute to the effective implementation of the NBSAP and support other environment and biodiversity programmes through the following ways:"}, {"text_block_id": "p102_b816", "text": ""}, {"text_block_id": "p102_b817", "text": "Establish an organise system of data collation, storage and retrieval."}, {"text_block_id": "p102_b818", "text": ""}, {"text_block_id": "p102_b819", "text": "Provide easy access to data that may be required to inform policy and decision making."}, {"text_block_id": "p102_b820", "text": ""}, {"text_block_id": "p102_b821", "text": "Ensure that there is consistent updating of data in order to facilitate easy assessment of trends in biodiversity status in the medium to long term."}, {"text_block_id": "p102_b822", "text": ""}, {"text_block_id": "p102_b823", "text": "Ensure that the outcomes and result of data processing are effectively disseminated"}, {"text_block_id": "p102_b824", "text": ""}, {"text_block_id": "p102_b825", "text": "Identify experts in various thematic areas and constantly engage them."}, {"text_block_id": "p102_b826", "text": ""}, {"text_block_id": "p102_b827", "text": "Identify training and development needs for efficient data handling, storage and retrieval."}, {"text_block_id": "p103_b828", "text": "However, identifying a clearing house, setting up of the mechanism and operationalizing it requires significant human and equipment resource inputs. Many academic institutions and other agencies and NGOs have conducted research in diverse thematic areas, ranging across the major groups of flora and fauna. Some of the institutions involved in recent thematic research and their collaborative networks are given in Table 13."}, {"text_block_id": "p103_b829", "text": "Table 13 • Actual and Potential Areas of Expertise and Collaboration between institutions involve in the NBSAP"}, {"text_block_id": "p103_b830_merged", "text": "With this network of research institutions, their diversity of taxa and themes, and the level of collaboration that exists between them, there is ample opportunity to address the research and documentation needs of the NBSAP. Detailed information on the work done by environmental NGOs in Sierra Leone can be obtained from the Fifth National Report to CBD. A clearing house mechanism would ensure effective coordination, sharing and use of data and information between and among organisations. Proper management of data would obviously lead to the effective use of the same for the intended purpose. A clearing house would also encourage collaborative research opportunities, which are platforms where people from various institutions exchange ideas, learn from each other and build experience for future research challenges."}, {"text_block_id": "p103_b833", "text": "Communication and Public Participation"}, {"text_block_id": "p103_b834", "text": "In order to effect the dissemination of the activities of the NBSAP 2017=2026 to stakeholder and the general public a communication strategy should be developed as one of the auxiliary documents to this plan. An effective communication system will not only attract interest from stakeholders and other interest groups, but will also and ensure open access to the"}, {"text_block_id": "p104_b835", "text": "information generated during the process, for the benefit of all. Public participation in biodiversity management is often ensured in the following areas:"}, {"text_block_id": "p104_b836", "text": ""}, {"text_block_id": "p104_b837", "text": "Ordinary Meetings (planning meetings, disclosure of studies, field visits by authorities etc), especially during the popularisation of ESHIA reports."}, {"text_block_id": "p104_b838", "text": ""}, {"text_block_id": "p104_b839", "text": "Meeting of partners and collaborators at local community, chiefdom, district and provincial and national levels for awareness raising, decision making, consent and acceptability at these levels prior to the implementation of ESHIA reports, the designation of site for protection and the exploitation of resources."}, {"text_block_id": "p104_b840", "text": ""}, {"text_block_id": "p104_b841", "text": "Radio/TV Programmes (Involvement in discussion programmes; Public notices; meet the peoples tours; visits to Forestry offices in Freetown and district offices; responses to direct interviews and through administered questionnaires."}, {"text_block_id": "p104_b842", "text": ""}, {"text_block_id": "p104_b843", "text": "Workshops (Sensitization/ Awareness-raising workshops; Planning workshops, Introduction of projects, Project inception workshops, steering committee meetings etc)."}, {"text_block_id": "p104_b844", "text": ""}, {"text_block_id": "p104_b845", "text": "Publicising National Tree Planting Day exercises and other tree planting ceremonies organized by the Forestry Division, the Environment Division of MLCPE and the EPASL in collaboration with NGOs and Civil Society groups."}, {"text_block_id": "p104_b846", "text": ""}, {"text_block_id": "p104_b847", "text": "Disseminating information and successes of co-management arrangement for the protection of sacred grooves and the conservation of secret society bushes, places of worship, burial grounds (cemeteries) and critical biodiversity areas. Such community level participation was established during the implementation of the SLWCP at the Mamunta-Mayosso Wildlife Sanctuary and the Lake Sonfon Conservation Project."}, {"text_block_id": "p104_b848", "text": ""}, {"text_block_id": "p104_b849", "text": "Regular and widespread publication of newsletters, leaflets and brochures of NBSAP programmes, activities and achievements."}, {"text_block_id": "p104_b850", "text": "However, in practice, the involvement of stakeholders (local communities, civil society, NGOs) in policy development and implementation in biodiversity management is often inadequate. The availability of practical strategies and mechanism to attract civil society involvement and the lack incentives to promote public participation in biodiversity conservation are issues yet to be addressed. The NBSAP provides the appropriate platform to enhance collaboration at all levels and promote local community participation. An important approach would entail the development of a Community Action Plan (CAP) to be jointly implemented with local stakeholders, comprising key components as follows:"}, {"text_block_id": "p104_b851", "text": ""}, {"text_block_id": "p104_b852", "text": "Community outreach and awareness through strategic local and national communication programs that will include contributing to schools curricula, preparing information materials, extension by field staff, and developing nature clubs;"}, {"text_block_id": "p104_b853", "text": ""}, {"text_block_id": "p104_b854", "text": "Conservation-linked community development through the preparation and implementation of actions to identify priority threats to biodiversity conservation in each site and explore options for addressing them."}, {"text_block_id": "p104_b855", "text": ""}, {"text_block_id": "p104_b856", "text": "Providing training for developing income-generating activities and supporting potential small-scale entrepreneurs to develop business plans and partnerships in support of conservation-linked investment initiatives;"}, {"text_block_id": "p105_b857", "text": ""}, {"text_block_id": "p105_b858", "text": "Supporting local practices for sustainable land use including such ventures as the introduction of energy-saving technologies to reduce unsustainable dependency on natural resources, especially fuel wood."}, {"text_block_id": "p105_b859", "text": ""}, {"text_block_id": "p105_b860", "text": "Strengthening linkages with government programs and service providers (such as Farmer Field Schools."}, {"text_block_id": "p105_b861", "text": "Monitoring and Evaluation of the NBSAP"}, {"text_block_id": "p105_b862", "text": "Monitoring is an essential tool for the assessment of progress in any system and the NBSAP is not an exception. The NBSAP process does not end with the implementation of activities, but it is important that these activities are monitored and evaluated against their indicators and the achievement of the stated targets within the given time frames. Monitoring is normally an on-going process which starts after the commencement of the project or programmes and ends some months or years after the completion of the project or programme. In terms of the monitoring of NBSAP 2017-2026, it would be more prudent to develop a monitoring and evaluation plan which would be implemented once a year, the result of which would feed into effective planning and/or modification of activities for subsequent years. If well implemented, such a process would ensure proper assessment of the successes and challenges of the strategy in an organised and informative fashion, and enhance learning and experience sharing among participating partners."}, {"text_block_id": "p105_b863", "text": "Monitoring rests on the shoulders of all key stakeholders, but the process must be led by the EPA and the NPAA, which are the agencies that have the mandates to uphold and implement government policies. Their functions in monitoring is dependent upon how well they guide and direct policies towards promoting biodiversity. Both the EPA and the NPAA have monitoring and evaluation units with the relevant capacities and expertise, but these units must shift their focus from mere reconnaissance to actual scientific work, supported by real-time data. The Universities, particularly USL and NU, are equally useful partners in monitoring and evaluation, because they usually have the expertise and the analytical capacity to present the findings in a scientific, but comprehendible manner. Additionally, NGOs such as the CSSL and EFA could provide technical support in relevant areas. The EPA and NPAA as the key custodians of the NBSAP, should exhibit willingness to organise and coordinate monitoring activities."}, {"text_block_id": "p105_b864", "text": "Monitoring of the NBSAP must be aligned with other national development strategies, national policies and international biodiversity conventions, agreements and programmes. This is to ensure that the implementation of the NBSAP is not done in isolation, but holistically addresses biodiversity issues across the board. The functions, programmes and activities of every ministry, departments and agencies (MDAs) of government related to the environment and associated resources have direct or indirect relationship with the NBSAP. The extent to which these work of these MDAs affect the NBSAP is a subject for monitoring, especially in terms of addressing issues of overlapping mandates and conflict of interest."}, {"text_block_id": "p106_b865_merged", "text": "The box below outlines the key national and international strategic and regulatory components with which the NBSAP monitoring should be aligned. It is by no means an exhaustive list because there are many other environment and development related plans and programmes consistent with the tenets of the NBSAP that have been developed and being implemented by other government MDAs, NGOs and international partners working in Sierra Leone (see the 5th National Report to the CBD for more details)."}, {"text_block_id": "p107_b868", "text": "REFERENCES"}, {"text_block_id": "p107_b869", "text": "Allan, T. (1990). Tropical Forestry Action Plan."}, {"text_block_id": "p107_b870", "text": "Inter-agency Forestry Sector Review (Sierra Leone)."}, {"text_block_id": "p107_b871", "text": "Mission Report UNDP and FAO"}, {"text_block_id": "p107_b872", "text": "Africa Rice Center (WARDA)/FAO/SA A. (2008). NERICA: the New Rice for Africa • a Compendium. EA Somado, RG Guei and SO Keya (eds.). Cotonou, Benin: Africa Rice Center (WARDA); Rome, Italy: FAO; Tokyo, Japan: Sasakawa Africa Association. 210 pp."}, {"text_block_id": "p107_b873", "text": "Anyangwa, T.A. (1988) An investigation of age, growth and mortality of the herring."}, {"text_block_id": "p107_b874", "text": "Sardinella eda"}, {"text_block_id": "p107_b875", "text": "in the coastal waters of Sierra Leone. B.Sc. (Hons) Thesis F.B.C. USL 75p."}, {"text_block_id": "p107_b876", "text": "Bah, O.M., 1994. The Wetlands of Sierra Leone. Workshop. Sierra Leone Conservation Society,Freetown 8-15 Oct. 1994."}, {"text_block_id": "p107_b877", "text": "Baran, E. (2000). Biodiversity of Estuarine fish fauna in West Africa. Naga 23(4):9p"}, {"text_block_id": "p107_b878", "text": "BirdLife International (2017) IUCN Red List for birds."}, {"text_block_id": "p107_b879", "text": "http://www.birdlife.org"}, {"text_block_id": "p107_b880", "text": "Blabber, S.J.M (1997) Fish and Fisheries of tropical estuaries. Fish and Fisheries series. No. 22Chapman and Hall London."}, {"text_block_id": "p107_b881", "text": "Clark, J. (1990) Integrated Management of Coastal sea resources Drift Report. Drift Report prepared for FAO."}, {"text_block_id": "p107_b882", "text": "Cole, A. (2000) On discards from shrimp trawl fisheries of Sierra Leone. B.Sc. (Hons) Thesis USL pp52"}, {"text_block_id": "p107_b883", "text": "Cole, N.H.A. (1968)."}, {"text_block_id": "p107_b884", "text": "The vegetation of Sierra Leone. Njala University Press, University of Sierra Leone."}, {"text_block_id": "p107_b885", "text": "Cole, N.H.A. (1993). Floristic association in the Gola rain forests: a proposed biosphere reserve. Journal of Pure and Applied Science 2: 35-50."}, {"text_block_id": "p107_b886", "text": "Coutin, P.C. (1989) The effect of long-term exploitation of tropical demersal fish-stock. Ph.D.Diss. Conventry Polytechnic (UK) 243p"}, {"text_block_id": "p107_b887", "text": "Cheek M, Challen G, Lebbie A, Banks H, Barberá P, Riina R (2016) Discovering Karima (Euphorbiaceae), a New Crotonoid Genus from West Tropical Africa Long Hidden within Croton. PLoS ONE 11(4): e0152110."}, {"text_block_id": "p107_b888_merged_merged_merged_merged_merged", "text": "Demey R. &Okoni-Williams, A. (2014). Birds of Loma Mountain Forest Reserve, Sierra Leone. Bulletin of the African Bird Club. Vol. 22.1, March 2015."}, {"text_block_id": "p107_b891", "text": "Dowsett, R..J. & Dowsett-Lemaire, F. (1993). A Contribution to the Distribution and Taxonomy of Afrotropical andMalagasy Birds. Tauraco Research Report No. 5 Tauraco Press, Liege."}, {"text_block_id": "p108_b892", "text": "Elliot,G.F.S. and Raisin, C.A.(1893). Sierra Leone: Report on Botany and Geology. HMSO London. Colonial Report, Miscellaneaous."}, {"text_block_id": "p108_b893", "text": "Fomba, S.N. (1994) Overview of mangrove rice production in West Africa 17 • 20. In training inmangrove rice production. Instructor•s manual. Wilson, R.T. and M.P. Wilson (eds) Bartridgepartners. Umberlergh. U.K. pp254."}, {"text_block_id": "p108_b894", "text": "Gleave, M.B. (1996). The Length of the Fallow Period in Tropical Fallow Farming Systems: A Discussion with Evidence from Sierra Leone. The Geographical Journal Vol. 162, No. 1 pp. 1424."}, {"text_block_id": "p108_b895", "text": "Gordon, O.L.A., G. Kater and D.G. Schwaai (1974) Vegetation and Landuse in Sierra Leone UNDP/FAO Technical Report No. 2 AG:DP/SIL/73/002."}, {"text_block_id": "p108_b896", "text": "GoSL (2003)."}, {"text_block_id": "p108_b897", "text": "National Biodiversity Strategy and Action Plan."}, {"text_block_id": "p108_b898", "text": "3 Volumes. Forestry Division, Ministry of Agriculture, Forestry and Food Security."}, {"text_block_id": "p108_b899", "text": "GoSL (2014). Inclusive Comprehensive Agriculture Development Programme, ICADEP 2015"}, {"text_block_id": "p108_b900", "text": "‐"}, {"text_block_id": "p108_b901", "text": "2018. MAFFS, World Bank, African Development Bank & Food and Agricultural Organisation."}, {"text_block_id": "p108_b902", "text": "IIED (1995). The Hidden Harvest: the value of wild resources in agricultural systems"}, {"text_block_id": "p108_b903", "text": "."}, {"text_block_id": "p108_b904", "text": "IIED, London."}, {"text_block_id": "p108_b905", "text": "IPCC (2007)."}, {"text_block_id": "p108_b906", "text": "Climate Change 2007: Synthesis (IPCC, 4th Assessment Report)"}, {"text_block_id": "p108_b907", "text": "IUCN (2017). IUCN Red List of Threatened Species. Gland, Switzerland."}, {"text_block_id": "p108_b908", "text": "Kanu, A.Y. (2001). Microstudies on the shallow water penaied shrimps of the coast of Sierra Leone. B.Sc.(Hons) USL pp91"}, {"text_block_id": "p108_b909", "text": "Karim A.B (1993) Assessement of damanged caused to the Environment and Biodiversity: Mining and Agriculture. In proceeding to the National Workshop on the Protection and Rehabilitation of Sierra Leone•s Environment: the way Forward; SLANGO, UNDP and GOSL."}, {"text_block_id": "p108_b910", "text": "Karim, A.B. & Okoni-Williams, A. (2007)."}, {"text_block_id": "p108_b911", "text": "The potential effect of climate change on Sierra Leone•s biodiversity. Report commissioned by National Adaptation Programme of Action."}, {"text_block_id": "p108_b912_merged_merged_merged_merged_merged_merged", "text": "Klop, E, Lindsell, J. and Siaka, A. (2008). Biodiversity of Gola, Sierra Leone. Royal Society for the Protection of Birds, Conservation Society of Sierra Leone, Government of Sierra Leone."}, {"text_block_id": "p108_b914", "text": "Longhurst, A.R. (1958) An ecological survey of the West African Marine Benthos. London, Fish. Publ. Lol. Office. (A) 24(3): 633-634"}, {"text_block_id": "p108_b915", "text": "Longhurst, A.R. (1963) Bionomics of the Fisheries Resources of the Eastern Tropical AtlanticFish Publ. Col. Office London. 20:660pp."}, {"text_block_id": "p108_b916", "text": "Mansaray, M. (2001) Investigating sand extraction at Lakka Beach B.Sc (Hons) USL 35pp."}, {"text_block_id": "p109_b917", "text": "Mnzava, E.M (1992).A ssistance for Forestry Planning: Forest Management Field Document FO.DP/SIL/89/010."}, {"text_block_id": "p109_b918", "text": "Ndomahina E.T. and D.E.B.Chaytor (1991) The status of the stocks of small pelagic and demersal species in Sierra Leone waters paper FAO National Seminar on Fisheries Industries Development 25 • 29 Nov. 1991"}, {"text_block_id": "p109_b919", "text": "Nieland H. (1982) The food of S. Aurita, S eba off the coast of Senegal. In Rapp. Pv. Reun. Cons. Per. Int Explor. Mar 180 369 • 373."}, {"text_block_id": "p109_b920", "text": "Nyuma, M.S. (2000) The effect of habitat alteration on Cline Bay Ecosystem caused by dumping of solid wastes at Granville Brook. B.Sc (Hons) Thesis USL 44p."}, {"text_block_id": "p109_b921", "text": "NRDS. (2009). Sierra Leone. Prepared for the Coalition for African Rice Development 2009."}, {"text_block_id": "p109_b922", "text": "Okera, W. (1978). Fishes taken by the beach seine fishing at Freetown (Sierra Leone) J.Fish. Biol. 12(1): 81 • 88"}, {"text_block_id": "p109_b923", "text": "Okoni-Williams, A. and Thompson, H.S. (2013). State of Sierra Leone•s Birds 2013: A guide to policy makers and conservation managers. BirdLife International Conservation Society of Sierra Leone, 2013"}, {"text_block_id": "p109_b924", "text": "Okoni-Williams, A.D., Thompson, H.S., Koroma, A.P.& Wood, P. (2005). Important Bird Areas in Sierra Leone: Priorities for Biodiversity Conservation. Conservation Society and Government Forestry Division, MAFFS."}, {"text_block_id": "p109_b925", "text": "Okoni-Williams, A.D., Thompson, H.S., Wood, P., Koroma, A.P., & Robertson, P. (2001). Sierra Leone. Important BirdAreas in Africa and associated islands: Priority sites for conservation. Pisces Publications and BirdLife International,Newbury and Cambridge, UK."}, {"text_block_id": "p109_b926", "text": "Okoni-Williams, A.D., Thompson, H.S. and Monde, S.S. (2015). State of Sierra Leone•s Birds: A Guide for Policy and Conservation Action. Published by Conservation Society of Sierra Leone and BirdLife International, UK. Birdlife International Publication Series. www.birdlife.org/datazone/"}, {"text_block_id": "p109_b927_merged", "text": "Panagos, P., Jones, A. and Bosco, C. (2011). Digital Vegetation Map of Sierra Leone. Renner-Thomas, A. (2010). Land tenure in Sierra Leone: The Law Dualism and the Making of a Land Policy. Author House, UK Ltd. 406 pp."}, {"text_block_id": "p109_b929", "text": "Payne, A.I., 1986 (cited in the NBSAP2003). The Ecology of Tropical Lakes and Rivers. John Wiley and Sons Ltd. pp299."}, {"text_block_id": "p109_b930", "text": "Renner-Thomas, A. (2010). Land tenure in Sierra Leone: The Law Dualism and the Making of a Land Policy. AuthorHouse, UK Ltd. 406 pp."}, {"text_block_id": "p109_b931", "text": "Sawill, P.S. and Fox, J.E.D. (1960).Trees of Sierra Leone. Government Printers pp 316. Statistics Sierra Leone (2015). Housing and Population Census, 2015."}, {"text_block_id": "p109_b932", "text": "Sentengo, G.W. and M.Ansa-Emmin (1986) Marine Fishery Resources of Serra Leone: a review of Exploited stocks. FAO CECAF/ECAF Ser. 86/34, 67p."}, {"text_block_id": "p110_b933", "text": "Showers, P.A.T. (1996) The Abundance and Distribution of the sparidae in Sierra Leone Waters • An Ecological Interpretation Ph.D .Dissertation USL 338p"}, {"text_block_id": "p110_b934", "text": "Stattersfield, A.L., Crosby, M.J. Long, J.A. & Wege, D.C. (1998). Endemic Bird Areas of the World: Priorities for Biodiversity Conservation. BirdLife International Publication No. 7. 1998."}, {"text_block_id": "p110_b935", "text": "UNDP (2016). Human Development Index: Sierra Leone. 2016."}, {"text_block_id": "p110_b936", "text": "Unwin, A.H. (1922) West African Forests and Forestry. E.P. Dutton and Company, New York p25-26."}, {"text_block_id": "p110_b937", "text": "Williams F. (1968) Report on the Guinea Trawling Survey. Publ. Organ. Afri. Unity. Sci. Tech. comm. (99) vol. 1: 828pp"}, {"text_block_id": "p110_b938", "text": "Williams F. (1969) Review of the Principal result of the Guinea Trawling Survey. In proceedings of the symposium on the Oceanography and fisheries resources of the Tropical Atlantic. Review papers and contributions Paris, UNESCO pp. 139 • 148."}, {"text_block_id": "p111_b939", "text": "APPENDIX I"}, {"text_block_id": "p111_b940", "text": "NATIONAL STEERING COMMITTEE FOR THE"}, {"text_block_id": "p111_b941", "text": "REVIEW OF THE NBSAP"}, {"text_block_id": "p113_b942", "text": "ANNEX II"}, {"text_block_id": "p113_b943", "text": "KEY CONSULTANTS AND CONTRIBUTORS TO NBSAPREVIEW"}, {"text_block_id": "p114_b944", "text": "APPENDIX III"}, {"text_block_id": "p114_b945", "text": "LIST OF ORGANISATION REPRESENTATIVE IN WORKSHOP"}, {"text_block_id": "p114_b946", "text": "WESTERN AREA"}, {"text_block_id": "p114_b947", "text": "EASTERN REGION"}, {"text_block_id": "p115_b948", "text": "NORTHERN REGION"}, {"text_block_id": "p115_b949", "text": "SOUTHERN REGION"}, {"text_block_id": "p116_b950", "text": "APPENDIX IV"}, {"text_block_id": "p116_b951", "text": "The Aichi Targets -The CBD New Strategic Approach to NBSAP"}, {"text_block_id": "p116_b952", "text": "Target 1"}, {"text_block_id": "p116_b953", "text": "By 2020, at the latest, people are aware of the values of biodiversity and the steps they can take"}, {"text_block_id": "p116_b954", "text": "to conserve and use it sustainably"}, {"text_block_id": "p116_b955", "text": "Target 2"}, {"text_block_id": "p116_b956_merged_merged", "text": "By 2020, at the latest, biodiversity values have been integrated into national and local development and poverty reduction strategies and planning processes and are being incorporated into national accounting, as appropriate, and reporting systems."}, {"text_block_id": "p116_b959", "text": "Target 3"}, {"text_block_id": "p116_b960", "text": "account national socio economic conditions."}, {"text_block_id": "p116_b961", "text": "Target 4"}, {"text_block_id": "p116_b962", "text": "the impacts of use of natural resources well within safe ecological limits."}, {"text_block_id": "p117_b963_merged", "text": "To improve the status of biodiversityby safeguarding ecosystems, species and genetic diversity Target 11"}, {"text_block_id": "p118_b965", "text": "Strategic Goal E:"}, {"text_block_id": "p118_b966_merged", "text": "Enhance implementation through participatory planning, knowledge management and capacity building"}, {"text_block_id": "p119_b968", "text": "APPENDIX V"}, {"text_block_id": "p119_b969", "text": "Summary of Issues and Gaps on Thematic and Sectoral Strategies"}, {"text_block_id": "p119_b970", "text": "TERRESTRIAL BIODIVERSITY"}, {"text_block_id": "p119_b971", "text": "Wildlife, Game Reserves, Parks and Sanctuaries"}, {"text_block_id": "p119_b972", "text": "Issues and Gaps:"}, {"text_block_id": "p119_b973", "text": ""}, {"text_block_id": "p119_b974", "text": "Paucity of knowledge and data on wildlife biodiversity from various terrestrial ecosystems;"}, {"text_block_id": "p119_b975", "text": ""}, {"text_block_id": "p119_b976", "text": "Inadequate data on the classification of wildlife, taxa, species richness and abundance, degree of endemism and the vulnerability of major taxonomic categories in existing and proposed wildlife game reserves, parks and sanctuaries;"}, {"text_block_id": "p119_b977", "text": ""}, {"text_block_id": "p119_b978", "text": "Lack of proper inventory of national wildlife population;"}, {"text_block_id": "p119_b979", "text": ""}, {"text_block_id": "p119_b980", "text": "Low key participation by the community in wildlife management;"}, {"text_block_id": "p119_b981", "text": ""}, {"text_block_id": "p119_b982", "text": "Lack of monitoring and adequate law enforcement system in conservation work;"}, {"text_block_id": "p119_b983", "text": ""}, {"text_block_id": "p119_b984", "text": "Inadequate financial resources for government and private institutions for implementing wildlife management programmes;"}, {"text_block_id": "p119_b985", "text": ""}, {"text_block_id": "p119_b986", "text": "Illegal hunting activities;"}, {"text_block_id": "p119_b987", "text": "Forest Biodiversity"}, {"text_block_id": "p119_b988", "text": "Issues and Gaps"}, {"text_block_id": "p119_b989", "text": ""}, {"text_block_id": "p119_b990", "text": "Immense pressure due to urban expansion and increased population;"}, {"text_block_id": "p119_b991", "text": ""}, {"text_block_id": "p119_b992", "text": "Weak enforcement of forestry laws and regulations;"}, {"text_block_id": "p119_b993", "text": ""}, {"text_block_id": "p119_b994", "text": "Inadequate byelaws for the harvesting of forest products;"}, {"text_block_id": "p119_b995", "text": ""}, {"text_block_id": "p119_b996", "text": "Uncontrolled bush fires;"}, {"text_block_id": "p119_b997", "text": ""}, {"text_block_id": "p119_b998", "text": "Illegal logging activities;"}, {"text_block_id": "p119_b999", "text": ""}, {"text_block_id": "p119_b1000", "text": "Inadequate public awareness on forest conservation issues;"}, {"text_block_id": "p119_b1001", "text": ""}, {"text_block_id": "p119_b1002", "text": "Tree felling for charcoal and firewood production;"}, {"text_block_id": "p119_b1003", "text": ""}, {"text_block_id": "p119_b1004", "text": "Inefficient farming practices"}, {"text_block_id": "p119_b1005", "text": ""}, {"text_block_id": "p119_b1006", "text": "Encroachment on forest reserves and protected areas for farming and housing;"}, {"text_block_id": "p119_b1007", "text": ""}, {"text_block_id": "p119_b1008", "text": "Inadequate knowledge on the regeneration of native tree species;"}, {"text_block_id": "p119_b1009", "text": ""}, {"text_block_id": "p119_b1010", "text": "Proliferation of unscrupulous industrial scale and artisanal mining activities;"}, {"text_block_id": "p119_b1011", "text": ""}, {"text_block_id": "p119_b1012", "text": "Inadequate of proper inventory of forest resources in the country;"}, {"text_block_id": "p119_b1013", "text": ""}, {"text_block_id": "p119_b1014", "text": "Uncontrolled and over-grazing;"}, {"text_block_id": "p119_b1015", "text": ""}, {"text_block_id": "p119_b1016", "text": "Proliferation of power chain saws in the felling of forest trees;"}, {"text_block_id": "p119_b1017", "text": "Agricultural Biodiversity (Plant and land resources)"}, {"text_block_id": "p119_b1018", "text": "Issues and Gaps"}, {"text_block_id": "p119_b1019", "text": ""}, {"text_block_id": "p119_b1020", "text": "Inadequate capacity on the part of small holder farmers to change and adopt new farming practices instead of shifting cultivation involving slash-and-burn agriculture"}, {"text_block_id": "p119_b1021", "text": ""}, {"text_block_id": "p119_b1022", "text": "The extension of mining concessions to include arable land;"}, {"text_block_id": "p119_b1023", "text": ""}, {"text_block_id": "p119_b1024", "text": "Decline in the traditional use of crops for other purposes such as medicine, dyes and ornaments;"}, {"text_block_id": "p120_b1025", "text": ""}, {"text_block_id": "p120_b1026", "text": "Land degradation due to poor land management;"}, {"text_block_id": "p120_b1027", "text": "Agricultural Biodiversity (livestock Resources)"}, {"text_block_id": "p120_b1028", "text": "Issues and Gaps"}, {"text_block_id": "p120_b1029", "text": ""}, {"text_block_id": "p120_b1030", "text": "Inability to recover livestock since the 2003 NBSAP;"}, {"text_block_id": "p120_b1031", "text": ""}, {"text_block_id": "p120_b1032", "text": "Poor animal husbandry;"}, {"text_block_id": "p120_b1033", "text": ""}, {"text_block_id": "p120_b1034", "text": "Inadequate support services in the veterinary services;"}, {"text_block_id": "p120_b1035", "text": ""}, {"text_block_id": "p120_b1036", "text": "Conflicts between livestock owners and crop farmers over grazing;"}, {"text_block_id": "p120_b1037", "text": "Agricultural Biodiversity (land Resources)"}, {"text_block_id": "p120_b1038", "text": "Issues and Gaps"}, {"text_block_id": "p120_b1039", "text": ""}, {"text_block_id": "p120_b1040", "text": "The lack of comprehensive up-to-date land use policy and legislation"}, {"text_block_id": "p120_b1041", "text": ""}, {"text_block_id": "p120_b1042", "text": "The continuation of the current land tenure system;"}, {"text_block_id": "p120_b1043", "text": ""}, {"text_block_id": "p120_b1044", "text": "Insufficient knowledge and information of the nature and extent of land degradation"}, {"text_block_id": "p120_b1045", "text": ""}, {"text_block_id": "p120_b1046", "text": "Poor coordination of land use activities, such as urban planning, mining, agriculture, and waste disposal;"}, {"text_block_id": "p120_b1047", "text": ""}, {"text_block_id": "p120_b1048", "text": "Inadequate resources and logistical support for land use planning and monitoring;"}, {"text_block_id": "p120_b1049", "text": ""}, {"text_block_id": "p120_b1050", "text": "To conduct extensive and periodical land use mapping;"}, {"text_block_id": "p120_b1051", "text": "AQUATIC BIODIVERSITY"}, {"text_block_id": "p120_b1052", "text": "Inland/Freshwater Ecosystems"}, {"text_block_id": "p120_b1053", "text": "Issues and gaps:"}, {"text_block_id": "p120_b1054", "text": ""}, {"text_block_id": "p120_b1055", "text": "Inadequate political and institutional framework for the management of inland water ecosystems;"}, {"text_block_id": "p120_b1056", "text": ""}, {"text_block_id": "p120_b1057", "text": "Changes in water quality and hydrology due to mining, hydroelectric power generation, urbanization, commercial farming and waste disposal;"}, {"text_block_id": "p120_b1058", "text": ""}, {"text_block_id": "p120_b1059", "text": "Loss of wetland resources to population increase and migration, urbanization and mining;"}, {"text_block_id": "p120_b1060", "text": ""}, {"text_block_id": "p120_b1061", "text": "Overlapping and conflicting mandates among old and emerging agencies responsible for the management of inland ecosystems;"}, {"text_block_id": "p120_b1062", "text": ""}, {"text_block_id": "p120_b1063", "text": "Inadequate financial support to agencies (government and NGO) managing inland water ecosystems;"}, {"text_block_id": "p120_b1064", "text": "Coastal and Marine Biodiversity and Fisheries"}, {"text_block_id": "p120_b1065", "text": "Gaps and Issues"}, {"text_block_id": "p120_b1066", "text": ""}, {"text_block_id": "p120_b1067_merged", "text": "Lack of up•to•date information on the status and the trends on the biodiversity of the coastal and marine biotopes;"}, {"text_block_id": "p120_b1070", "text": ""}, {"text_block_id": "p120_b1071", "text": "Degradation/fragmentation and loss of seabed integrity due to activities such as coastal infrastructural development fishing, sand mining, dredging and agriculture;"}, {"text_block_id": "p120_b1072", "text": ""}, {"text_block_id": "p120_b1073", "text": "Over•exploitation of commercial species especially fishes through increasing pressure and poor and illegal fishing practices;"}, {"text_block_id": "p121_b1074", "text": ""}, {"text_block_id": "p121_b1075", "text": "Uncontrolled introduction of pollutants (solid waste, sewage and toxic chemicals into the coastal environment;"}, {"text_block_id": "p121_b1076", "text": ""}, {"text_block_id": "p121_b1077", "text": "Lack of integrated approach to the management of coastal and marine areas"}, {"text_block_id": "p121_b1078", "text": ""}, {"text_block_id": "p121_b1079", "text": "Inadequate"}, {"text_block_id": "p121_b1080", "text": "support to enforce the protection of designated marine and coastal protected areas;"}, {"text_block_id": "p121_b1081", "text": ""}, {"text_block_id": "p121_b1082", "text": "Lack of an efficient monitoring control and enforcement mechanisms against marine transgressions;"}, {"text_block_id": "p121_b1083", "text": ""}, {"text_block_id": "p121_b1084", "text": "Lack of appropriate legislation for the protection of vulnerable/endangered wetland;"}, {"text_block_id": "p121_b1085", "text": "GENERAL MEASURES (CROSS-CUTTING ISSUES)"}, {"text_block_id": "p121_b1086", "text": "The section that follows summarizes proposed strategies for biodiversity under the main cross-cutting issues and as follows:"}, {"text_block_id": "p121_b1087", "text": "Policy, Legislative and Institutional Measures"}, {"text_block_id": "p121_b1088", "text": "Issues and Gaps:"}, {"text_block_id": "p121_b1089", "text": ""}, {"text_block_id": "p121_b1090", "text": "Inadequate"}, {"text_block_id": "p121_b1091", "text": "national policy and legislation that addresses biological diversity;"}, {"text_block_id": "p121_b1092", "text": ""}, {"text_block_id": "p121_b1093", "text": "Insufficient manpower, infrastructure and other support facilities for the implementation of biodiversity programmes;"}, {"text_block_id": "p121_b1094", "text": ""}, {"text_block_id": "p121_b1095", "text": "The rapid urbanization of major towns across the country, including the extreme pressure exerted on the Western Area Peninsula reserves;"}, {"text_block_id": "p121_b1096", "text": ""}, {"text_block_id": "p121_b1097", "text": "Inadequate guidelines, for biodiversity conservation;"}, {"text_block_id": "p121_b1098", "text": ""}, {"text_block_id": "p121_b1099", "text": "Weak policy and legislation on a coordination mechanism for biodiversity utilization and conservation;"}, {"text_block_id": "p121_b1100", "text": ""}, {"text_block_id": "p121_b1101", "text": "Inadequate National and International Technical and Financial support for biodiversity programmes;"}, {"text_block_id": "p121_b1102", "text": "Capacity Building"}, {"text_block_id": "p121_b1103", "text": "Issues and Gaps"}, {"text_block_id": "p121_b1104", "text": ":"}, {"text_block_id": "p121_b1105", "text": ""}, {"text_block_id": "p121_b1106", "text": "Few highly trained personnel especially scientists to undertake biodiversity programmes;"}, {"text_block_id": "p121_b1107", "text": ""}, {"text_block_id": "p121_b1108", "text": "Inadequate"}, {"text_block_id": "p121_b1109", "text": "financial resources;"}, {"text_block_id": "p121_b1110", "text": ""}, {"text_block_id": "p121_b1111", "text": "In"}, {"text_block_id": "p121_b1112", "text": "adequate support facilities, such as libraries, laboratories and equipment"}, {"text_block_id": "p121_b1113", "text": ""}, {"text_block_id": "p121_b1114", "text": "Inadequate"}, {"text_block_id": "p121_b1115", "text": "capacity to overcome research problems (taxonomy, ecological complexity)"}, {"text_block_id": "p121_b1116", "text": "Public Participation"}, {"text_block_id": "p121_b1117", "text": "Issues and Gaps"}, {"text_block_id": "p121_b1118", "text": ""}, {"text_block_id": "p121_b1119", "text": "Insufficient involvement of local communities, especially the youth in the management of biodiversity;"}, {"text_block_id": "p121_b1120", "text": ""}, {"text_block_id": "p121_b1121", "text": "Inadequate"}, {"text_block_id": "p121_b1122", "text": "awareness raising and advocacy activities among the government agencies and NGOs for public participation in biodiversity management;"}, {"text_block_id": "p121_b1123", "text": ""}, {"text_block_id": "p121_b1124", "text": "Lack of specified policy and legislation requiring public participation in biodiversity activities and,"}, {"text_block_id": "p122_b1125", "text": ""}, {"text_block_id": "p122_b1126", "text": "Lack of incentives to promote public participation in biodiversity and conservation."}, {"text_block_id": "p122_b1127", "text": "Biodiversity Planning"}, {"text_block_id": "p122_b1128", "text": "Issues and Gaps:"}, {"text_block_id": "p122_b1129", "text": ""}, {"text_block_id": "p122_b1130", "text": "Inadequate"}, {"text_block_id": "p122_b1131", "text": "comprehensive biodiversity planning in sierra Leone;"}, {"text_block_id": "p122_b1132", "text": ""}, {"text_block_id": "p122_b1133", "text": "Lack of specific provisions for planning at sectoral levels, and;"}, {"text_block_id": "p122_b1134", "text": ""}, {"text_block_id": "p122_b1135", "text": "The Environment Protection Agency Act, 2008 and its complementary 2010 made no specific reference to environmental planning;"}, {"text_block_id": "p122_b1136", "text": "Identification And Monitoring"}, {"text_block_id": "p122_b1137", "text": "Issues and Gaps"}, {"text_block_id": "p122_b1138", "text": ""}, {"text_block_id": "p122_b1139", "text": "Lack of an up-to-date comprehensive policy and legislative framework for identification and monitoring of components of biodiversity;"}, {"text_block_id": "p122_b1140", "text": ""}, {"text_block_id": "p122_b1141", "text": "Lack of information on trends that affect the integrity of the ecosystems; and"}, {"text_block_id": "p122_b1142", "text": ""}, {"text_block_id": "p122_b1143", "text": "Lack of specific guidelines for identification and monitoring of biodiversity in the existing conservation related programmes."}, {"text_block_id": "p122_b1144", "text": "In-situ Conservation (In Protected Areas)"}, {"text_block_id": "p122_b1145", "text": "Issues and Gaps"}, {"text_block_id": "p122_b1146", "text": ""}, {"text_block_id": "p122_b1147", "text": "Poor coordination amongst various institutions whose activities relate to managing protected areas;"}, {"text_block_id": "p122_b1148", "text": ""}, {"text_block_id": "p122_b1149", "text": "Inadequate information on the current status and trends of protected areas;"}, {"text_block_id": "p122_b1150", "text": ""}, {"text_block_id": "p122_b1151", "text": "Inadequate training and manpower capacity to manage protected areas, and;"}, {"text_block_id": "p122_b1152", "text": "In-situ Conservation (Outside Protected Areas)"}, {"text_block_id": "p122_b1153", "text": "Issues and Gaps:"}, {"text_block_id": "p122_b1154", "text": ""}, {"text_block_id": "p122_b1155", "text": "About 98% of the biodiversity of sierra Leone lies outside the protected areas:"}, {"text_block_id": "p122_b1156", "text": ""}, {"text_block_id": "p122_b1157", "text": "Lack of adequate knowledge of published and unpublished materials on biodiversity of regions outside of protected areas;"}, {"text_block_id": "p122_b1158", "text": ""}, {"text_block_id": "p122_b1159", "text": "Lack of adequate scientific knowledge of the ecology of the species in the various ecologies in the areas outside of PAs;"}, {"text_block_id": "p122_b1160", "text": ""}, {"text_block_id": "p122_b1161", "text": "Lack of management plan for the ecologies outside of the PAs ,and;"}, {"text_block_id": "p122_b1162", "text": ""}, {"text_block_id": "p122_b1163", "text": "Ineffective law enforcement outside protected areas to combat land grabbing;"}, {"text_block_id": "p122_b1164", "text": "Ecological Restoration and Species Recovery"}, {"text_block_id": "p122_b1165", "text": "Issues and Gaps:"}, {"text_block_id": "p122_b1166", "text": ""}, {"text_block_id": "p122_b1167", "text": "Insufficient knowledge of the provisions of articles 8(f) of the CBD relating to the ecological restoration and species recovery;"}, {"text_block_id": "p122_b1168", "text": ""}, {"text_block_id": "p122_b1169", "text": "Although the EPASL demands a rehabilitation plan for all projects with substantial impact on nature, it remains to be seen whether this will be put into effect;"}, {"text_block_id": "p122_b1170", "text": ""}, {"text_block_id": "p122_b1171", "text": "Inadequate manpower capacity and enforcement mechanisms for existing regulations;"}, {"text_block_id": "p123_b1172", "text": ""}, {"text_block_id": "p123_b1173", "text": "Lack of community based programmes for the restoration of ecosystems; and,"}, {"text_block_id": "p123_b1174", "text": ""}, {"text_block_id": "p123_b1175", "text": "Insufficient species recovery programmes nationwide"}, {"text_block_id": "p123_b1176", "text": "Control of Alien Species"}, {"text_block_id": "p123_b1177", "text": "Issues and Gaps:"}, {"text_block_id": "p123_b1178", "text": ""}, {"text_block_id": "p123_b1179", "text": "Lack of adequate scientific knowledge of invasive species in the various ecologies of sierra Leone ;"}, {"text_block_id": "p123_b1180", "text": ""}, {"text_block_id": "p123_b1181", "text": "Lack of identification and monitoring mechanisms for alien species;"}, {"text_block_id": "p123_b1182", "text": ""}, {"text_block_id": "p123_b1183", "text": "Lack of control and mitigation mechanisms for combating the harmful effects of alien species;"}, {"text_block_id": "p123_b1184", "text": ""}, {"text_block_id": "p123_b1185", "text": "Lack of public awareness of the harmful effects of invasive species on biodiversity;"}, {"text_block_id": "p123_b1186", "text": ""}, {"text_block_id": "p123_b1187", "text": "Lack of up •to •date policies and legal provisions for the control of importation of exotic species in sierra Leone, and;"}, {"text_block_id": "p123_b1188", "text": ""}, {"text_block_id": "p123_b1189", "text": "Continuous utilization of alien or exotic species in afforestation programmes in sierra Leone;"}, {"text_block_id": "p123_b1190", "text": "Ex-situ Conservation"}, {"text_block_id": "p123_b1191", "text": "Issues and Gaps:"}, {"text_block_id": "p123_b1192", "text": ""}, {"text_block_id": "p123_b1193", "text": "Ex-situ conservation activities are almost exclusively undertaken by educational and research institutions;"}, {"text_block_id": "p123_b1194", "text": ""}, {"text_block_id": "p123_b1195", "text": "Weak institutional framework for the establishment of ex •situ conservation facilities such as gardens, aquaria and herbal gardens;"}, {"text_block_id": "p123_b1196", "text": ""}, {"text_block_id": "p123_b1197", "text": "Lack of comprehensive sectoral policies and laws on ex •situ conservations."}, {"text_block_id": "p123_b1198", "text": "Sustainable Use of Biodiversity Components."}, {"text_block_id": "p123_b1199", "text": "Issues and Gaps"}, {"text_block_id": "p123_b1200", "text": ""}, {"text_block_id": "p123_b1201", "text": "Lack of policy and legislative guidelines in some sectors on sustainable exploitation methodologies for biological resources;"}, {"text_block_id": "p123_b1202", "text": ""}, {"text_block_id": "p123_b1203", "text": "Increased population pressures have contributed significantly towards overexploitation of biological resources such as those of forest, agriculture, wildlife and fisheries;"}, {"text_block_id": "p123_b1204", "text": ""}, {"text_block_id": "p123_b1205", "text": "Use of inappropriate technologies in harvesting of biological resources;"}, {"text_block_id": "p123_b1206", "text": ""}, {"text_block_id": "p123_b1207", "text": "There are significant post harvest loses for products from sectors such as forestry, wildlife, agriculture and fisheries, and;"}, {"text_block_id": "p123_b1208", "text": ""}, {"text_block_id": "p123_b1209", "text": "Inadequate enforcement mechanisms for existing sectoral policies and regulations relating to sustainable exploitation of biological resources."}, {"text_block_id": "p123_b1210", "text": "Incentive Measures"}, {"text_block_id": "p123_b1211", "text": "Issues and Gaps:"}, {"text_block_id": "p123_b1212", "text": ""}, {"text_block_id": "p123_b1213", "text": "There is no explicit policy or legislative framework on incentive measures for the conversation and sustainable use of biological diversity in sierra Leone;"}, {"text_block_id": "p124_b1214", "text": ""}, {"text_block_id": "p124_b1215", "text": "Certain sectoral policies and legislations lack emphasis on incentives for ecosystem restoration and biodiversity conservation, and;"}, {"text_block_id": "p124_b1216", "text": ""}, {"text_block_id": "p124_b1217", "text": "Present incentive in sectoral policies are for programmes which promote overexploitation of resources in the drive to meet target performance levels;"}, {"text_block_id": "p124_b1218", "text": "Research and Training"}, {"text_block_id": "p124_b1219", "text": "Issues and Gaps"}, {"text_block_id": "p124_b1220", "text": ""}, {"text_block_id": "p124_b1221", "text": "Research into biodiversity related areas has only been carried out by institutions of higher learning and research institutions;"}, {"text_block_id": "p124_b1222", "text": ""}, {"text_block_id": "p124_b1223", "text": "Most of research emphasis were largely for the purposes of exploitation rather than for the conservation and sustainable use of biodiversity;"}, {"text_block_id": "p124_b1224", "text": ""}, {"text_block_id": "p124_b1225", "text": "Most of the findings of past and on-going biodiversity related matters have remained either largely unpublished or inaccessible; and,"}, {"text_block_id": "p124_b1226", "text": ""}, {"text_block_id": "p124_b1227", "text": "Almost all agencies responsible for the management of biological resources lack the necessary capacity to undertake research."}, {"text_block_id": "p124_b1228", "text": "Public Education and Awareness"}, {"text_block_id": "p124_b1229", "text": "Issues and Gaps"}, {"text_block_id": "p124_b1230", "text": ""}, {"text_block_id": "p124_b1231", "text": "Major indirect threats to the conservation and sustainable use of biodiversity in sierra Leone are illiteracy, ignorance, poverty and lack of awareness;"}, {"text_block_id": "p124_b1232", "text": ""}, {"text_block_id": "p124_b1233", "text": "Lack of awareness of biodiversity conservation and sustainable use among the general public is widespread and not just confined to the rural and illiterate majority;"}, {"text_block_id": "p124_b1234", "text": ""}, {"text_block_id": "p124_b1235", "text": "Media coverage and awareness raising campaigns on environmental matters are only now extending to rural communities, mainly through the effort of the EPASL;"}, {"text_block_id": "p124_b1236", "text": ""}, {"text_block_id": "p124_b1237", "text": "Environmental programmes for inclusion into basic education curricula are fairly recent and do not explicitly stress biodiversity, and;"}, {"text_block_id": "p124_b1238", "text": ""}, {"text_block_id": "p124_b1239", "text": "Various sectoral legislations make no specific provisions for environmental education."}, {"text_block_id": "p124_b1240", "text": "Impact Assessment and Minimising Adverse Impacts"}, {"text_block_id": "p124_b1241", "text": "Issues and Gaps:"}, {"text_block_id": "p124_b1242", "text": ""}, {"text_block_id": "p124_b1243", "text": "There is a proliferation of large scale and artisanal mining activities in the country. Although the EPASL is making significant strides to ensure that such activities obtain an EIA license prior to operation, the challenge is immense;"}, {"text_block_id": "p124_b1244", "text": ""}, {"text_block_id": "p124_b1245", "text": "Large scale projects continue to emerge in various fields, including mining (iron ore, kimberlite, bauxite, titanium, gold, silica), commercial agriculture, hydroelectricity, waste disposal, logging and industrial fishing;"}, {"text_block_id": "p124_b1246", "text": "Sharing of Benefits Arising From the Use of Genetic Resources"}, {"text_block_id": "p124_b1247", "text": "Issues and Gaps"}, {"text_block_id": "p124_b1248", "text": ""}, {"text_block_id": "p124_b1249", "text": "Lack of comprehensive legislation about access to the genetic resources and the sharing of the benefits arising from the use of biological resources;"}, {"text_block_id": "p125_b1250", "text": ""}, {"text_block_id": "p125_b1251", "text": "Few sectoral legal provisions regulating access to genetic resources exists in the country ;"}, {"text_block_id": "p125_b1252", "text": ""}, {"text_block_id": "p125_b1253", "text": "Sectoral legal provisions regulating access to genetic resources are outdated, and;"}, {"text_block_id": "p125_b1254", "text": ""}, {"text_block_id": "p125_b1255", "text": "Lack of explicit provisions in SLEPA Act (2008) and the EPASL supplementary Act (2010) to regulate access to genetic resources and the sharing the benefits."}, {"text_block_id": "p125_b1256", "text": "Indigenous Knowledge and Intellectual Property Rights"}, {"text_block_id": "p125_b1257", "text": "Issues and Gaps"}, {"text_block_id": "p125_b1258", "text": ""}, {"text_block_id": "p125_b1259", "text": "Lack of adequate information on indigenous knowledge and practices in the conservation and sustainable use of biodiversity;"}, {"text_block_id": "p125_b1260", "text": ""}, {"text_block_id": "p125_b1261", "text": "Outdated and inadequate legislation on intellectual property rights;"}, {"text_block_id": "p125_b1262", "text": ""}, {"text_block_id": "p125_b1263", "text": "Sources of indigenous knowledge often not acknowledged or rewarded;"}, {"text_block_id": "p125_b1264", "text": ""}, {"text_block_id": "p125_b1265", "text": "High rate of attrition and loss of indigenous knowledge as the older people die off;"}, {"text_block_id": "p125_b1266", "text": ""}, {"text_block_id": "p125_b1267", "text": "Lack of general awareness among local communities on the intellectual property rights and rewards;"}, {"text_block_id": "p125_b1268", "text": "Access to Technology and Handing of Biotechnology"}, {"text_block_id": "p125_b1269", "text": "Issues and Gaps"}, {"text_block_id": "p125_b1270", "text": ""}, {"text_block_id": "p125_b1271", "text": "Lack of knowledge of the legal requirements for the transfer of technology;"}, {"text_block_id": "p125_b1272", "text": ""}, {"text_block_id": "p125_b1273", "text": "Lack of statutory framework for the regulation of biotechnology ;"}, {"text_block_id": "p125_b1274", "text": ""}, {"text_block_id": "p125_b1275", "text": "Outdated and sectoral patent laws in Sierra Leone, and;"}, {"text_block_id": "p125_b1276", "text": ""}, {"text_block_id": "p125_b1277", "text": "Existing institutions have not included biotechnology risks assessment into their programmes."}, {"text_block_id": "p125_b1278", "text": "Information Exchange and Technical/Scientific Cooperation"}, {"text_block_id": "p125_b1279", "text": "Issues and Gaps"}, {"text_block_id": "p125_b1280", "text": ""}, {"text_block_id": "p125_b1281", "text": "Inadequate provisions in sectoral laws on the exchange of technical and scientific information on biodiversity conservation and its sustainable use as stipulated by Articles 17 and 18 of the CBD;"}, {"text_block_id": "p125_b1282", "text": ""}, {"text_block_id": "p125_b1283", "text": "No specific centralized institution with a mandate and capacity to gather and deciminate information at national and international levels. This responsibility is spread amongst a number of institutions, and;"}, {"text_block_id": "p125_b1284", "text": "Relationship Between CBD and Other Conventions"}, {"text_block_id": "p125_b1285", "text": "Issues and Gaps:"}, {"text_block_id": "p125_b1286", "text": ""}, {"text_block_id": "p125_b1287", "text": "The focal points for the implementation of various treaties and conventions to which sierra Leone is a party are scattered amongst various (line) ministries and agencies;"}, {"text_block_id": "p125_b1288", "text": ""}, {"text_block_id": "p125_b1289", "text": "Very little co-ordination and often weak linkages exist between implementing bodies of the national obligation under the different conventions, and;"}, {"text_block_id": "p125_b1290", "text": ""}, {"text_block_id": "p125_b1291", "text": "Therefore, there are overlaps, duplications and conflicts in the implementation of programs amongst these various institutions."}, {"text_block_id": "p126_b1292", "text": "Financial Resources"}, {"text_block_id": "p126_b1293", "text": "Issues and Gaps"}, {"text_block_id": "p126_b1294", "text": ":"}, {"text_block_id": "p126_b1295", "text": ""}, {"text_block_id": "p126_b1296", "text": "In addition to weak infrastructure and staff shortages, the GOSL is plagued with chronic shortage of financial resources;"}, {"text_block_id": "p126_b1297", "text": ""}, {"text_block_id": "p126_b1298", "text": "Budgetary allocation in post war sierra Leone is mostly directed towards reconstruction and rehabilitation work rather than toward conservation of biodiversity;"}, {"text_block_id": "p126_b1299", "text": ""}, {"text_block_id": "p126_b1300", "text": "There are new World Bank guidelines for conservation of biological diversity in project as requiring World Bank funding;"}, {"text_block_id": "p126_b1301", "text": ""}, {"text_block_id": "p126_b1302", "text": "Sectoral budgetary allocation by the GOSL for the biodiversity conservation activities is grossly inadequate;"}, {"text_block_id": "p126_b1303", "text": ""}, {"text_block_id": "p126_b1304", "text": "Most NGOs involved in biodiversity work face financial constraints as the most serious impediment"}, {"text_block_id": "p127_b1305", "text": "APPENDIX VI"}, {"text_block_id": "p127_b1306", "text": "Threatened and Near Threatened flora in Sierra Leone"}], "document_description": "The 2017 version of this document focuses on wildlife, forest biodiversity, agricultural biodiversity, freshwater, marina and coastal biodiversity. It notably aims to cut and organise better fuel wood production.Its core objectives to reach by 2026 are 1) a well protected biodiversity thanks to improved legislation and policy implementation across sectors, 2) Practical methods and mechanisms enhanced and functioning to safeguard biodiversity, resulting in improved conservation status of threatened and rare species, 3) Practical and robust conservation actions are significantly enhancing the status of species, habitats, sites and ecosystems in and outside protected areas, 4) Improved living standards, ecosystem services and opportunities provided to people, particularly local communities through sustainable and inclusive biodiversity conservation actions, and 5) Improved sectoral and public involvement, and enhanced capacities and awareness, are contributing to effective planning and result-oriented execution of conservation programmes."}