{"document_instrument_name": [], "document_country_english_shortname": "Sierra Leone", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Sierra Leone Vision 2025", "document_country_code": "SLE", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Adaptation"], "document_type": "Vision", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "08/01/2003", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/SLE/2003/SLE-2003-01-08-Sierra Leone Vision 2025_5736fde56d27b6f51235297b1f2eb8f4.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL LONG TERM PERSPECTIVES STUDIES (NLTPS)"}, {"text_block_id": "p0_b2", "text": "SIERRA LEONE VISION 2025: •SWEET-SALONE•"}, {"text_block_id": "p0_b3", "text": "UNITED PEOPLE PROGRESSIVE NATION ATTRACTIVE COUNTRY"}, {"text_block_id": "p0_b4", "text": "STRATEGIES FOR NATIONAL TRANSFORMATION"}, {"text_block_id": "p0_b5", "text": "AUGUST 2003"}, {"text_block_id": "p1_b6", "text": "Table of Contents"}, {"text_block_id": "p1_b7", "text": "i"}, {"text_block_id": "p2_b8", "text": "37"}, {"text_block_id": "p3_b9", "text": "List of Boxes"}, {"text_block_id": "p3_b10", "text": "List of Figures"}, {"text_block_id": "p4_b11", "text": "Annexes"}, {"text_block_id": "p5_b12", "text": "FOREWORD"}, {"text_block_id": "p5_b13", "text": "BY"}, {"text_block_id": "p5_b14", "text": "HIS EXCELLENCY ALHAJI DR. AHMAD TEJAN KABBAH PRESIDENT OF THE REPUBLIC OF SIERRA LEONE"}, {"text_block_id": "p5_b15_merged", "text": "At he launching of the Vision 2025 Project on the 15th March 2001, I had observed that, “No lasting achievement is possible without a vision and no vision can become real without action and responsibility”.  I am pleased that today, after several months of hard work by all sections of the Sierra Leonean community and our numerous friends at home and abroad, we now have a clear cut vision of where we want our nation to be by the year 2025 and how to get there."}, {"text_block_id": "p5_b18", "text": "The formulation of a national vision was imperative because we needed guideposts to direct our national energy as we confronted the enormous challenges we faced after the war and in the midst of colossal human, institutional and financial constraints.  In spite of these constraints however, I believe we can draw on the courage, resilience and determination of our people to create a better future for our nation."}, {"text_block_id": "p5_b19", "text": "Vision 2025 provides Sierra Leoneans with the opportunity to anticipate the challenges that lie ahead, analyse our capabilities and examine the alternatives open to us as a nation.  It also provides a unique opportunity for the people to chart a desirable future for the country."}, {"text_block_id": "p5_b20", "text": "The vision has been prepared on the basis dialogue, consultations and consensus building and reflects the collective preferences and aspirations of the people.  I am particularly pleased that consensus was reached on the grand questions relating to creating a progressive, stable and attractive nation with a people united for a common purpose.  The vision is people-centred and designed by them.  We therefore enjoin them to be committed to it."}, {"text_block_id": "p5_b21", "text": "At this point, I want to stress the importance of encouraging an intergenerational dialogue between our youth and the older generation for a consensus to be reached on the successful implementation of the vision. Although the preparation of the document involved people from all segments of our society, I wish to reiterate that the youth who constitute the most vibrant segment of our population, must be empowered to take a lead role in the efforts towards the achievement of the national vision."}, {"text_block_id": "p5_b22", "text": "Recognizing the important contributions that our youth must make to their country, I firmly believe that this is an opportunity to tap their full potential in order to fulfil our development aspirations.  As the lead campaigner for a national ownership of the document, I therefore wish to appeal to all stakeholders in this vision exercise to engage our youth fully in order to lay a"}, {"text_block_id": "p6_b23", "text": "firm foundation for their empowerment and making them responsible citizens for the realization of Vision 2025."}, {"text_block_id": "p6_b24", "text": "As a synthesis of the collective aspirations of the people, the realisation of the Vision is a critical challenge that will require the commitments and contributions of all Sierra Leoneans.  This will require the building of a strong and competitive private sector, a healthy and well-educated society, upholding democratic values and good governance and sustainable exploitation and utilization of natural resources.  It will further mean the restoration and promotion of positive aspects of our national cultures, and the development of a science and technology base to keep in pace with the advances that are taking place in the rest of the world.  The Vision will henceforth, serve as the firm foundation on which all our development efforts will be anchored."}, {"text_block_id": "p6_b25", "text": "I therefore call on all Sierra Leoneans and friends of this nation, including our development partners, to actively participate in making this vision a reality. May God Almighty guide us as we strive to achieve our national vision of a"}, {"text_block_id": "p6_b26", "text": "'United People, Progressive Nation, Attractive Country\"."}, {"text_block_id": "p6_b27", "text": "HIS EXCELLENCY"}, {"text_block_id": "p6_b28", "text": "ALHAJI DR. AHMAD TEJAN KABBAH"}, {"text_block_id": "p6_b29", "text": "PRESIDENT OF THE REPUBLIC OF SIERRA LEONE"}, {"text_block_id": "p7_b30", "text": "Preface"}, {"text_block_id": "p7_b31", "text": "By"}, {"text_block_id": "p7_b32", "text": "Mr. Mohamed B. Daramy Minister of Development and Economic Planning"}, {"text_block_id": "p7_b33", "text": "The pursuance of sustainable national development and ensuring high quality of life for all Sierra Leoneans has always been the main preoccupation of the government of Sierra Leone.  However, achievement of this goal has eluded both the Government and the people even as development planning, over the years, moved from the traditional five-year central planning framework to a more responsive and dynamic three-year rolling Public Investment Programme approach.  To-date, the country’s socio-economic indicators continue to reveal an appalling situation on human development. Consequently, the country has been consistently placed over the last couple of years at the bottom of the UNDP Human Development Ranking.  In general, the country is presently worse in terms of both human and overall socio-economic development compared to three decades ago."}, {"text_block_id": "p7_b34", "text": "Many factors, including the decade long civil conflict, account for this state of affairs. In addressing these factors, Government has come to the realisation that national transformation can only be achieved through a collaborative approach in the development management process.  This ultimately requires a shared national vision, robust strategies, and the commitment and buy-in of all key segments of society and at all levels."}, {"text_block_id": "p7_b35", "text": "The ultimate goal of economic development is improvement in the welfare of the people.  The Vision will therefore ensure that national programmes and projects positively affect the poor and underprivileged sections of the population.  Furthermore, it will ensure that the envisioned economic development and social change create the enabling environment, which will provide equal opportunities for the realisation of the full potential of the people.  In this respect, the Vision will guide the efforts of all the nation’s development actors, including the government, civil society and international community."}, {"text_block_id": "p7_b36", "text": "For the Government, the medium and short term planning tools such as the Poverty Reduction Strategy Paper (PRSP), the Medium-Term Expenditure Framework (MTEF) for budgetary management, will all feed from the Vision and will be key strategies for the realization of the Vision.  As a Government, we are cognizant that the realization of Vision 2025 would require facing headlong structural impediments to our national progress, and embark on comprehensive institutional reforms to beef up capacities to manage our development agenda.  The nation alone cannot do this in isolation, and"}, {"text_block_id": "p8_b37", "text": "therefore, Government will ensure the full involvement of our development partners.  The implementation of the Vision will surely strengthen collaboration with our development partners, thereby paving the way for effective resource mobilisation, aid management and programme implementation."}, {"text_block_id": "p8_b38", "text": "The successful completion of Vision 2025 was due to the participation and involvement of many different actors.  I will however like to mention some of those who gave the visioning process leadership and direction.  Foremost, I would like to express my sincere gratitude to His Excellency The President, Alhaji Dr. Ahmad Tejan Kabbah for launching the project, and for providing the necessary support to the process.  Next, is my colleague and predecessor in the Ministry of Development and Economic Planning, Dr. Kadi Sesay, for initiating the Vision 2025 Project.  I wish to recognize the efforts of the Development Secretary Mrs. Konah C. Koroma for her resilience in supervising the process to its definitive conclusion.  As a truly owned and nationally-driven process, a National Core Team of experts implemented Vision 2025.  They include Dr. Abu Bakar H. Kargbo (Team Leader and Culture Expert), Mr. Ibrahim S. Kamara (Macroeconomist), Dr. Samuel I. Kamara (Agriculture Expert), Mr. Alfred Demby (Industry and Tourism Expert), Dr. Bernadette N. Lahai (Social Sector and Gender Expert), and Dr. Mohamed Kromah (Political Scientist).  The team was supported by a Multi-Disciplinary Working Group who addressed the different themes and issues.  To all these people, and in particular, the over eight thousand Sierra Leoneans from all regions of the country, I say thank you for your contribution to the Vision 2025 exercise."}, {"text_block_id": "p8_b39", "text": "The exercise would not have been possible without the financial and institutional support of the United Nations Development Programme (UNDP) Sierra Leone.  Commendation is also due to Africa Futures, a regional project of UNDP based in Abidjan, Cote d'Ivoire under the leadership of Professor Alioune Sall, for providing technical support.  Thanks are also due to Olugbenga Adesida and Peter Wilson for the guidance, which they provided to the National Core Team and their assistance in preparing the Vision 2025 document."}, {"text_block_id": "p8_b40", "text": "Let me end by mentioning that the publication of this document is just the beginning of our national visioning and transformation process.  It must be borne in mind that Vision 2025 is a living document that will be continuously reviewed and adapted to changing scenarios not only in the country but the regional and global environment as a whole.  The crucial challenge before us now is to begin the process of planning for implementing the Vision, and hence turning our mutual dream into reality.  We invite you all to become active participants in this process.  As we have now designed the path to our desired future, it is incumbent on all Sierra Leoneans to become active participants for its realization. May God Almighty guide us as we embark on this great national project."}, {"text_block_id": "p8_b41", "text": "Mr. Mohamed B. Daramy"}, {"text_block_id": "p8_b42", "text": "Minister of Development and Economic Planning"}, {"text_block_id": "p9_b43", "text": "Acronyms"}, {"text_block_id": "p11_b44", "text": "Executive Summary"}, {"text_block_id": "p11_b45", "text": "Sierra Leoneans have decided on a long-term perspective to manage development.  Informed by past mistakes and present challenges, inspired by possibilities of a better future, they have taken a collective pledge to forge a new way forward.  The end of a decade-long civil strife, which started in 1991, provides impetus for a new beginning, where everyone has a role to play in rebuilding the nation."}, {"text_block_id": "p11_b46", "text": "As part of this new beginning, Sierra Leone embarked on the Vision 2025 Project: to prepare a national vision for long-term development.  The Vision 2025 process gave stakeholders a unique collective opportunity to think about correcting past mistakes and building a better future. This document gives a strategic diagnosis of the country’s past and its present situation, presents alternative possible national futures, and sets out the future that the people have agreed to build.  Formulation of Vision 2025 is only the beginning of a long task.  Now the challenge is to make the Vision happen: to create a prosperous society that cares about people and the environment."}, {"text_block_id": "p11_b47", "text": "A: The Vision Process"}, {"text_block_id": "p11_b48", "text": "His Excellency, the President of the Republic of Sierra Leone, Alhaji Dr. Ahmad Tejan Kabbah, launched the vision consultations in March 2001, saying that"}, {"text_block_id": "p11_b49", "text": "“No lasting achievement is possible without a vision and no vision can become real without action and responsibility”"}, {"text_block_id": "p11_b50", "text": ".  The process sought answers to questions such as: what kind of nation do Sierra Leoneans want their country to be? What challenges must be confronted?  What are the most appropriate policies and programs? Consultations brought together people from all walks of life and all sectors; there were radio phone-in programs and student essay competitions.  Collective aspirations were analysed, and potential development scenarios explored.  Participation helped the nation learn about the new development context.  It enriched the spirit of democracy, allowing people to discuss freely the country’s future."}, {"text_block_id": "p11_b51", "text": "Sierra Leone’s strengths and weaknesses were analyzed, using studies of the economy, society, politics and other key issues. The enormous challenges include reintegrating former combatants and displaced persons; peace-building and reconciliation; rebuilding infrastructure and national institutions; job creation and poverty reduction; and, externally, global market conditions."}, {"text_block_id": "p11_b52", "text": "Results of Consultations"}, {"text_block_id": "p11_b53_merged_merged", "text": ".  Sierra Leoneans think of a nation that is first and foremost African, with a strong, caring, communal spirit.  They think of “communal actualisation” and excellence; building a “sunshine paradise”, open to the world for commerce and cultural exchange; a vibrant society progressing on all fronts, while maintaining a sound, healthy and attractive environment.  They want a united country, based on democratic principles,"}, {"text_block_id": "p12_b56", "text": "rule of law, and justice for all, whose citizens participate actively in national and local management; a dynamic, open, enlightened, integrated society.  People called for a new type of leadership – responsible, responsive, effective, and accountable."}, {"text_block_id": "p12_b57", "text": "B: The Context"}, {"text_block_id": "p12_b58", "text": "Sierra Leone brings to its new beginning"}, {"text_block_id": "p12_b59", "text": "strengths"}, {"text_block_id": "p12_b60", "text": ": abundant arable land and a favourable climate; mineral, water, oil and energy resources; a vast natural harbour; a youthful labour force; and a tolerant society, rich in cultural heritage and indigenous technical knowledge.  Consultations identified"}, {"text_block_id": "p12_b61", "text": "weaknesses"}, {"text_block_id": "p12_b62", "text": ": mismanagement; corruption; a donor-dependent, indebted, uncompetitive economy; weak institutions; untrained manpower; a small domestic market; a weak productive base; pervasive poverty and poor social services; discriminatory land tenure; a “Pull-Him/Her Down (PHD) society ”, and mistrust among its people."}, {"text_block_id": "p12_b63", "text": "Opportunities"}, {"text_block_id": "p12_b64", "text": "included positive globalisation trends and regional integration, donor goodwill, potential for foreign investment and technology transfer, and membership of international organisations"}, {"text_block_id": "p12_b65", "text": "."}, {"text_block_id": "p12_b66", "text": "But"}, {"text_block_id": "p12_b67", "text": "threats"}, {"text_block_id": "p12_b68", "text": "come from increasing global competitiveness, unstable markets, global and regional instability, the debt overhang and donor fatigue, global climate change, rapid technological change, HIV/AIDS, environmental damage, and the activities of rogue states."}, {"text_block_id": "p12_b69", "text": "Economic background"}, {"text_block_id": "p12_b70", "text": ": The context of Vision 2025 is prolonged deterioration in economic performance, increasing poverty, substantial budget deficits, and growing external debt.  In the 1990s, despite attempted macro"}, {"text_block_id": "p12_b71", "text": "-"}, {"text_block_id": "p12_b72", "text": "economic reforms and development partner support, the economy contracted massively, at 4.6% annually.  The coup d’état of May 1997 further harmed the economy, as rebels occupied agricultural and mineral export producing areas.  The 1990s overall saw low savings and investment, and weak fiscal performance, shrinking tax revenue and poor control of public spending."}, {"text_block_id": "p12_b73", "text": "Following the Lome Peace Accord in July 1999, the government adopted programmes to sustain peace and promote recovery, supported by the IMF and World Bank.  With strengthened business confidence, GDP grew 4% in 2000.  However, spending on security and basic public services meant the budget deficit rose to 17% of GDP, largely financed by external sources."}, {"text_block_id": "p12_b74_merged_merged_merged_merged", "text": "In 2001, government prepared an Interim Poverty Reduction Strategy, emphasizing re-launching the economy within a framework of good governance, poverty reduction, private sector development, and gender equity.  Expenditure was restructured within a Medium Term Framework."}, {"text_block_id": "p12_b79", "text": "Politics and Governance"}, {"text_block_id": "p12_b80", "text": ":  Since independence, political instability and bad governance have mostly been major impediments: foreign investment was not forthcoming, trained Sierra Leoneans left, and national institutions fell apart, reducing the capacity for development.  Rising poverty in turn fuelled instability.  Regional and ethnic struggles soon degenerated into instability; governance since then has mainly alternated between civilian authoritarianism"}, {"text_block_id": "p13_b81", "text": "and military dictatorship. Multi-party democratic elections in 1996 brought a civilian government led by Alhaji Dr. Ahmad Tejan Kabbah. However, a coup in May 1997 by a coalition of Army personnel and the Revolutionary United Front (RUF) overthrew that government.  The ECOWAS intervention force, ECOMOG, restored the democratically-elected government in March 1998, but a further RUF invasion in January 1999 caused widespread destruction in Freetown.  Government authority was restored and efforts directed towards peace, reconciliation and democratic governance."}, {"text_block_id": "p13_b82_merged", "text": "Development needs an environment of security: the government has put in place a National Security Policy.  Promotion of good governance is equally a central focus; donors are supporting the judiciary, central and local government, and organs such as the Anti-Corruption Commission and the Office of the Ombudsman.  However, while both national security and political reform are needed for development, they will be an illusion if most of the population remain unemployed and poor."}, {"text_block_id": "p13_b87", "text": "C: Sector Situation"}, {"text_block_id": "p13_b88", "text": "The Social Sectors"}, {"text_block_id": "p13_b89", "text": ": Civil war, economic decline, and bad governance have extensively damaged the social sectors.  The majority of Sierra Leoneans, especially in rural areas, lack access to basic social services: appalling social statistics show the consequences.  Sierra Leone’s population is about 5.6 million, growing at 2.6% p.a.  The urban population has increased faster than the rural, but two-thirds still live in rural areas. Most of the rural population work in agriculture, together with mining; the informal sector occupies 70% of the urban work force. There is high unemployment and underemployment."}, {"text_block_id": "p13_b90", "text": "Education."}, {"text_block_id": "p13_b91", "text": "Sierra Leone had a strong educational base, dating to the colonial era; Fourah Bay College was the first University College in Sub-Saharan Africa.  Three decades of bad governance and policy weaknesses, followed by the rebel crisis, caused massive deterioration.  In 2001, Government introduced a new system, with free education for classes 1-6, emphasizing basic and non-formal education, education of girls, and vocational training.  Reforms have been hampered by urgent resource needs."}, {"text_block_id": "p13_b92", "text": "Health."}, {"text_block_id": "p13_b93", "text": "The health sector has suffered the same neglect, reflected by gloomy indicators.  Life expectancy is only 39 years, compared to 45 for Sub-Saharan Africa. About 5% of the population is HIV-infected, with knowledge of the disease low.  Only 40% of the population have access to health facilities.  Some 65% lack safe drinking water."}, {"text_block_id": "p13_b94", "text": "Food."}, {"text_block_id": "p13_b95", "text": "Much food is imported, costing around US$50 million per year.  Food intake is well below the developing country average, resulting in widespread malnutrition, especially for women and children.  The food deficit is linked to low productivity in traditional farming.  With the shortfall in domestic food production, there is an imminent threat of food insecurity."}, {"text_block_id": "p13_b96", "text": "Shelter"}, {"text_block_id": "p13_b97", "text": "everywhere is deficient, particularly for the urban and rural poor.  Squatter settlements and slums are generally in environmentally unsafe areas,"}, {"text_block_id": "p14_b98", "text": "with both rural and urban overcrowding caused by displacement of people and housing damage from the civil conflict."}, {"text_block_id": "p14_b99", "text": "The corollary of all of the above is pervasive and endemic poverty, which is highest in rural areas. The UNDP Human Development Report 2002 shows Sierra Leone as the poorest country in the world. Government is therefore intensifying its efforts at poverty reduction."}, {"text_block_id": "p14_b100", "text": "Environment"}, {"text_block_id": "p14_b101", "text": ". A combination of rapid deforestation, land degradation and uncontrolled exploitation of natural resources threatens Sierra Leone’s environment.  Vast expanses have been deforested due to demographic and economic pressures, mining activities, traditional farming practices, the need for fuel wood, and in the north by overgrazing and annual bush fires.  Both upland forests and coastal mangroves are being increasingly exploited."}, {"text_block_id": "p14_b102", "text": "Infrastructure"}, {"text_block_id": "p14_b103", "text": ".  Sierra Leone’s infrastructure developed well up to the early 1980s.  However, the problems of the 1980s and 1990s have contributed to its present near-collapse, which in turn has impeded socio-economic development, and severely limits access to services."}, {"text_block_id": "p14_b104", "text": "Roads"}, {"text_block_id": "p14_b105", "text": ", both the national network and feeder roads, are in poor condition; many places are accessible only in the dry season."}, {"text_block_id": "p14_b106", "text": "Air transportation"}, {"text_block_id": "p14_b107", "text": "is underdeveloped, with only one international airport and few operational internal airstrips, all ill-equipped."}, {"text_block_id": "p14_b108", "text": "Water transport"}, {"text_block_id": "p14_b109", "text": "is important, carrying a high proportion of traded goods, but underdeveloped port services and infrastructure limit activities.  River transport is inefficient and risky."}, {"text_block_id": "p14_b110", "text": "Despite increasing demand, the"}, {"text_block_id": "p14_b111", "text": "telecommunications"}, {"text_block_id": "p14_b112", "text": "network has low penetration rates and poor quality. Telecommunications have not kept pace with development elsewhere.  However, the network is now being upgraded with private sector involvement."}, {"text_block_id": "p14_b113", "text": "Energy and Power"}, {"text_block_id": "p14_b114", "text": "supplies have been erratic and unsatisfactory over the years; electricity systems are old and inefficient.  Sierra Leone has high potential for hydro-power generation (now 10% of total); it is hoped that the Bumbuna Hydroelectric Power project will generate sufficient power to supply Freetown, the Northern Region, and other areas."}, {"text_block_id": "p14_b115", "text": "D: Challenges and Prospects"}, {"text_block_id": "p14_b116_merged_merged_merged", "text": "The legacies of ten years of rebel war dominate Sierra Leone’s prospects for a new beginning.  Rebels occupied over half the country; destruction, violence and rape brought physical and psychological trauma, sexually transmitted diseases, and HIV/AIDS.  Damage in Freetown in 1999 alone was estimated at US$796 million, 120% of GDP. Sierra Leone currently enjoys relative stability, and has launched post-conflict reconstruction, to restore state authority, rebuild communities, build peace and human rights, and restore the economy.  But both internal and external challenges will face plans for longer-term sustained growth and human development, and for ensuring a peaceful and stable environment."}, {"text_block_id": "p15_b119", "text": "Internally"}, {"text_block_id": "p15_b120", "text": ", revitalising"}, {"text_block_id": "p15_b121", "text": "the"}, {"text_block_id": "p15_b122", "text": "shattered economy requires"}, {"text_block_id": "p15_b123", "text": "macroeconomic management reform"}, {"text_block_id": "p15_b124", "text": ", as well as efforts to fight corruption and mismanagement."}, {"text_block_id": "p15_b125", "text": "Politically"}, {"text_block_id": "p15_b126", "text": ", Sierra Leone needs to invest in institutions of governance, crisis prevention, maintenance of law and order, freedom of expression, and respect for human rights.  Former fighters must be re-integrated, and reconciliation initiatives promoted nationwide.  The emergence of “non-state” actors such as NGOs and Civil Society Organisations presents the opportunity to encourage popular participation in governance, nurturing development of the fledging democracy, providing for accountability and efficiency.  From the"}, {"text_block_id": "p15_b127", "text": "social perspective"}, {"text_block_id": "p15_b128", "text": ", challenges are to address human development and pervasive poverty.  Threats posed by"}, {"text_block_id": "p15_b129", "text": "HIV/AIDS"}, {"text_block_id": "p15_b130", "text": "must be faced."}, {"text_block_id": "p15_b131", "text": "Externally"}, {"text_block_id": "p15_b132", "text": ", Sierra Leone must cope with trends in globalisation and competitiveness.  Its small, open, uncompetitive economy is vulnerable to external shocks.  The challenge is to make the economy strong and competitive, to increase its potential to benefit from globalisation, taking advantage of natural resource endowments."}, {"text_block_id": "p15_b133", "text": "Regionally"}, {"text_block_id": "p15_b134", "text": ", although Sierra Leone has access to 200 million consumers in ECOWA S, its cash crop and mineral export orientations make Western markets more attractive.  The task is to penetrate the regional market with high value-added products."}, {"text_block_id": "p15_b135", "text": "However, there are significant"}, {"text_block_id": "p15_b136", "text": "potential opportunities"}, {"text_block_id": "p15_b137", "text": "to make Sierra Leone a middle-income level country.  One source could be transhipment of goods for nearby landlocked countries.  The Sierra Leonean Diaspora could become a development force.  Eco-tourism could bring foreign exchange and employment, given marketing skills and infrastructure.  Manpower training and appropriate facilities could enable labour intensive manufacture; investment in modern farming could give organic food for export."}, {"text_block_id": "p15_b138", "text": "E: Scenarios"}, {"text_block_id": "p15_b139", "text": "Scenario techniques were used to develop the Vision: envisaging alternative futures to illustrate divergent paths, focusing on critical variables and exploring consequences of different actions.  Some critical variables, such as governance, will be under Sierra Leone’s control; others will not, such as instability in neighbouring countries.  Yet others, such as global change, can be beneficial or can pose threats, depending on how Sierra Leone responds."}, {"text_block_id": "p15_b140", "text": "Global issues"}, {"text_block_id": "p15_b141_merged_merged_merged_merged", "text": "will affect Sierra Leone: will markets be open or restrictive?  How will developing technology and open information change the world economy?  Will rising inequality bring destructive social tension; how will the changing power of the people and non-government groups influence decision-making; what will result from environmental degradation?  Regional developments will be significant: will there be stability and good governance nearby, and if not, how will the region respond; will regional integration succeed; what tensions will grow between regional urban elites and the traditional values of the heartland?  What will be the impact of disease, or of international terrorism, on Sierra Leone?"}, {"text_block_id": "p16_b144", "text": "The"}, {"text_block_id": "p16_b145", "text": "Key Variables"}, {"text_block_id": "p16_b146", "text": "of the Scenarios were grouped under “"}, {"text_block_id": "p16_b147", "text": "governance"}, {"text_block_id": "p16_b148", "text": "” and “"}, {"text_block_id": "p16_b149", "text": "competitive economic growth"}, {"text_block_id": "p16_b150", "text": "”.  Four scenarios were developed, one with both sets of factors positive, one with reasonable governance but less favourable growth, one with less good governance but favourable economic conditions, and one poor in both key areas.  Each scenario starts from the actions by Government in 2003, supported by the donor community, to recover from war, rehabilitate social and economic infrastructure, and rebuild war-shattered communities. Then, however, they diverge."}, {"text_block_id": "p16_b151", "text": "Scenario 1"}, {"text_block_id": "p16_b152", "text": ":  The first scenario,"}, {"text_block_id": "p16_b153", "text": "Sweet-Salone"}, {"text_block_id": "p16_b154", "text": ", relies on good governance, sound economic policies and a favourable regional environment to produce strong economic growth.  Donor funding and debt cancellation help make a good start.  The state delivers social and judicial services everywhere; upgrades economic and social infrastructure; and maintains security.  The Truth and Reconciliation Commission and Special Court help purge the nation’s soul.  Displaced persons and ex-combatants are successfully reintegrated.  With high standards of democracy, human rights, transparency, budget discipline and a tough stance against corruption, Government wins the people’s confidence.  Carefully-designed economic reforms are undertaken; foreign investment is sought, making the economy more competitive; indigenous ownership and access to capital encouraged.  Rehabilitated agriculture restores food self-sufficiency, and eventually agricultural exports, providing productive work."}, {"text_block_id": "p16_b155", "text": "Diamond mining and trading are controlled, through a policy to enable equitable indigenous exploitation."}, {"text_block_id": "p16_b156", "text": "By 2025, Sierra Leone has known years of peace, democratic and only moderately corrupt governance, sound economic growth, lower unemployment and poverty, and improved quality of life for all.  It is on its way to its vision of"}, {"text_block_id": "p16_b157", "text": "“United People, Progressive Nation, Attractive Country”"}, {"text_block_id": "p16_b158", "text": "."}, {"text_block_id": "p16_b159", "text": "Scenario 2"}, {"text_block_id": "p16_b160", "text": ":  In the second scenario,"}, {"text_block_id": "p16_b161", "text": "Betteh-Nor-Dae"}, {"text_block_id": "p16_b162", "text": ", Sierra Leone benefits from reasonable governance, but is less fortunate in the regional environment, and less resolute in economic growth.  External forces hamper recovery efforts, although the government adopts standard good governance and economic policies. Much expenditure and effort goes into poverty reduction, but civil unrest simmers, illicit diamond mining and trading continue, ethnic and regional tensions and economic disparities remain, and the investment climate is seen as high risk.  Rejuvenation of the economic base is slow, and potentials remain unfulfilled.  The economy remains uncompetitive.  Nonetheless, continued efforts at good governance maintain stability, and the country is on a slow upward path."}, {"text_block_id": "p16_b163", "text": "Scenario 3"}, {"text_block_id": "p16_b164_merged_merged_merged_merged_merged", "text": ":  In Tight-Gentry, less good governance prevails, especially in the early years, but a fortunate environment and firm national management allow Sierra Leone to become competitive and benefit from satisfactory growth.  Initially there is dissatisfaction due to government’s inability to deliver social rehabilitation and employment, or to eliminate corruption and nepotism; global terrorism cells emerge. The weaknesses lead to a military"}, {"text_block_id": "p17_b167", "text": "coup, backed by western interests; a new military dictator sets up a harsh disciplined regime; draconian measures stamp out corruption and illicit operations, bringing back the rule of law and government authority, although civil rights, transparency and the social sectors receive lower priority.  Seeing that economic growth can address poverty, the new rulers work with multinationals and international agencies to modernise infrastructure, to utilise natural resources, and successfully stimulate growth.   Eventually the dictator calls and wins a presidential election; however, governance is still not transparent and power is still sometimes abused. Disquiet leads to a second election, won by a reform candidate.  By 2025 good democratic government builds upon the economic foundation.  Sierra Leone is becoming a “middle income” country."}, {"text_block_id": "p17_b168", "text": "Scenario 4"}, {"text_block_id": "p17_b169", "text": ":  Sierra Leone fares less well in the fourth scenario,"}, {"text_block_id": "p17_b170", "text": "Dombolo"}, {"text_block_id": "p17_b171", "text": ".  The country suffers from bad government, personal greed and internal and external conflict, drifting from crisis to crisis, mostly of its own making.  Initial attempts at rehabilitation and stability do not work, made worse by an influx of refugees.  The state cannot deliver non-corrupt, well-managed services; humanitarian aid declines; food production does not recover; governance is inequitable; and unrest grows.  Young men return to fighting; illicit diamonds thrive.  Poor macroeconomic management brings inflation and lack of public resources; investors avoid the country and donors withdraw.  In the lawless environment HIV/AIDS and disease escalate.  There are coups d’état and war, religious fundamentalism and international terrorism, links to international crime. The main losers are the desperately poor people, helplessly caught in a maelstrom of conflict and the ambitions of local and international leaders.  By 2025, with another civil war, the cycle of violence and despair repeats itself."}, {"text_block_id": "p17_b172", "text": "Scenario Comparison"}, {"text_block_id": "p17_b173", "text": ":  Many comparisons and messages can be extracted from these complex stories.  They are not predictions, but four of many possible stories about how the country could develop.  The importance of the scenarios, good and bad, is to learn from them in setting the strategic agenda.  The scenarios demonstrate strong links between political, economic, social and cultural factors.  Only in the first scenario,"}, {"text_block_id": "p17_b174", "text": "“Sweet-Salone”"}, {"text_block_id": "p17_b175", "text": ", does the government deliver equitably.  Dissatisfaction is just kept under control in scenario 2,"}, {"text_block_id": "p17_b176", "text": "“Betteh-Nor-Dae”"}, {"text_block_id": "p17_b177", "text": ", but tension scares off high quality investors and donors.  In"}, {"text_block_id": "p17_b178", "text": "“Tight-Gentry”"}, {"text_block_id": "p17_b179", "text": "and"}, {"text_block_id": "p17_b180", "text": "“Dombolo”"}, {"text_block_id": "p17_b181", "text": ", tension leads to coups; in"}, {"text_block_id": "p17_b182", "text": "“Dombolo”"}, {"text_block_id": "p17_b183", "text": ", history repeats itself, with civil unrest and massive poverty."}, {"text_block_id": "p17_b184", "text": "F: Vision and Strategies"}, {"text_block_id": "p17_b185_merged_merged_merged", "text": "The Vision consultations addressed the development context facing Sierra Leone and its future possibilities, as outlined in the four scenarios.  The most optimistic scenario, “Sweet-Salone”, provides the national vision: a future that all Sierra Leoneans would like to realise.  It is realistic, achievable and desirable, and should become the basis for national transformation.  The shared vision is expressed as: “United People, Progressive Nation, Attractive Country”."}, {"text_block_id": "p18_b190", "text": "The Vision consultations addressed the development context facing Sierra Leone and its future possibilities, as outlined in the four scenarios.  The most optimistic scenario, “Sweet-Salone”, provides the national vision: a future that all Sierra Leoneans would like to realise.  It is realistic, achievable and desirable, and should become the basis for national transformation.  The shared vision is expressed as: “United People, Progressive Nation, Attractive Country”.\n* The divisive experience of brutal civil war must be overcome by rebuilding a"}, {"text_block_id": "p18_b193", "text": "The Vision consultations addressed the development context facing Sierra Leone and its future possibilities, as outlined in the four scenarios.  The most optimistic scenario, “Sweet-Salone”, provides the national vision: a future that all Sierra Leoneans would like to realise.  It is realistic, achievable and desirable, and should become the basis for national transformation.  The shared vision is expressed as: “United People, Progressive Nation, Attractive Country”.\n* The divisive experience of brutal civil war must be overcome by rebuilding a\n* In a world of rapid change, Sierra Leone must build a\n* with a strong economy.\n* The purpose of development is a high quality of life, an\n* , with a healthy environment, and adequate basic social and economic infrastructure."}, {"text_block_id": "p18_b201", "text": "Strategic Issues"}, {"text_block_id": "p18_b202", "text": ": Visionary, accountable"}, {"text_block_id": "p18_b203", "text": "leadership"}, {"text_block_id": "p18_b204", "text": ", supported by citizens who know their rights and obligations and are ready to play their part, will be vital for the nation’s transformation."}, {"text_block_id": "p18_b205", "text": "Reconciliation"}, {"text_block_id": "p18_b206", "text": "is essential to rebuild trust and confidence.  National infrastructure and institutions must be"}, {"text_block_id": "p18_b207", "text": "reconstructed"}, {"text_block_id": "p18_b208", "text": "to lay the foundation for new development;"}, {"text_block_id": "p18_b209", "text": "economic management"}, {"text_block_id": "p18_b210", "text": "must ensure good use of resources and adopt sound policies."}, {"text_block_id": "p18_b211", "text": "Democratic governance"}, {"text_block_id": "p18_b212", "text": ", respect for human rights and empowerment of people are essential elements.  Vision 2025’s strategic objectives are a competitive, private sector-led economy with effective indigenous participation; a high quality of life for all; a well-educated and enlightened society; a tolerant, stable, secure and well-managed democratic society; sustainable, effective exploitation of natural resources in a quality environment; and a science and technology-driven nation."}, {"text_block_id": "p18_b213", "text": "G: Implementing Vision 2025"}, {"text_block_id": "p18_b214", "text": "Follow-up to Vision 2025"}, {"text_block_id": "p18_b215_merged_merged_merged_merged", "text": ".  Building a better future is not a task for the government alone; governments can be changed every five years.  Everyone must be actively committed to making it a reality, including all political parties and segments of society.  An ongoing dialogue among stakeholders and decision-makers must ensure that all parts of society understand their roles.  Government must ensure that an enabling environment is created. All government institutions would re-orientate their strategic focus, adopting policies and programmes, and developing sector plans to reflect the Vision."}, {"text_block_id": "p18_b218", "text": "The Private Sector"}, {"text_block_id": "p18_b219", "text": "will have a leading role as the engine of wealth creation and leader of a competitive, fast growing liberal economy, helping ensure that the country stays on the path to Vision 2025; building the type of society where solidarity between people is primal, and everyone participates freely."}, {"text_block_id": "p18_b220", "text": "Civil society"}, {"text_block_id": "p18_b221", "text": "is gradually taking its rightful place in managing national affairs.  Civil society organisations will have major roles in building a democratic culture, where differences are debated and resolved for the common good, as well as in educating people about the Vision.  They will be active partners in implementing and monitoring implementation."}, {"text_block_id": "p18_b222", "text": "Development partners"}, {"text_block_id": "p18_b223", "text": ".  The end of the war is in large part due to the support of friendly nations.  Sierra Leone is highly dependent on donors, as much of government expenditure and relief efforts are funded by external partners.  Vision 2025 aims at making Sierra Leone less dependent on outside support.  However, in the meantime Government will need the goodwill of the"}, {"text_block_id": "p19_b224", "text": "international community in supporting Vision 2025, while managing and coordinating aid effectively."}, {"text_block_id": "p19_b225", "text": "Resource Needs and Mobilization."}, {"text_block_id": "p19_b226", "text": "It is imperative to estimate the resources each sector will need to implement Vision 2025, and how to mobilise them.  Details are not addressed in the current document because they are linked to action plans that still need to be formulated.  It is clear, however, that resource needs are enormous.  Local and international resources for development finance and investment will have to be generated, seeking innovative financing through new collaborative arrangements: for example, new partnerships between the private sector and the government to finance infrastructure."}, {"text_block_id": "p19_b227", "text": "Institutional arrangements"}, {"text_block_id": "p19_b228", "text": ".  Vision 2025 is a response to the failures of past development planning.  The planning process must be redesigned to be flexible and consultative, and necessary institutional reforms undertaken. Follow-up and monitoring mechanisms are needed.  A restructured and strengthened Ministry of Development and Economic Planning (MODEP) would supervise strategic planning and other development management initiatives under Vision 2025. In particular, a"}, {"text_block_id": "p19_b229", "text": "Strategic Planning and Information Unit"}, {"text_block_id": "p19_b230", "text": ", set up in MODEP as an independent agency reporting to Cabinet on the national vision, would lead technical work to implement the Vision."}, {"text_block_id": "p19_b231", "text": "To build concerted national effort and commitment to Vision 2025, and provide high level leadership for implementation, a"}, {"text_block_id": "p19_b232", "text": "National Vision Council"}, {"text_block_id": "p19_b233", "text": "would be set up, with senior, technically competent and visionary members representative of government, the private sector, and civil society.  The Council would help market the Vision both locally and internationally, and help obtain support and commitments."}, {"text_block_id": "p19_b234_merged_merged_merged", "text": "Each sector would monitor progress towards Vision 2025.  Stakeholders should undertake their own internal review to examine achievements, and problems and propose ideas for the way forward.  Vision 2025 must not be static in a dynamic global environment.  Major reviews will coincide with national planning cycles, evaluating the relevance of the Vision and of strategies put in place."}, {"text_block_id": "p19_b237", "text": "H: Conclusion"}, {"text_block_id": "p19_b238", "text": "Sierra Leoneans through Vision 2025 have committed themselves to building a better future.  The Vision must therefore become the guiding framework; efforts must be made to ensure that actions by all stakeholders are consistent with it.  The nation must also be ready to create the necessary institutions, build the capabilities and invest the resources that will be needed to achieve the Vision.  Sierra Leoneans must be determined to avoid the mistakes of the past.  All stakeholders, whether local or foreign, will be encouraged to commit themselves to building Vision 2025 and to ensure its realisation."}, {"text_block_id": "p20_b239", "text": "Chapter 1"}, {"text_block_id": "p20_b240", "text": "Vision 2025: An Overview"}, {"text_block_id": "p20_b241", "text": "1.1 Introduction"}, {"text_block_id": "p20_b242", "text": "After years of poor development management, Sierra Leoneans have come to realize that only within a long-term framework can critical actions be taken to enable the nation to create the means to face future challenges.  They have thus decided to go beyond short-term considerations and adopt a long-term perspective to manage the development process."}, {"text_block_id": "p20_b243", "text": "Successive governments have adopted short-term development management approaches.  Often these approaches have bordered on fire-fighting: development strategies have lacked comprehensiveness, cohesiveness or a visionary perspective.  Development plans, policies and programmes have been designed by technocrats without the participation of the people, and without regard to potential rupture in trends."}, {"text_block_id": "p20_b244", "text": "Informed by past mistakes, by the challenges of the present, and inspired by the possibilities of a better future, the people of Sierra Leone have now taken a collective pledge to forge a new way forward for the development of their country.  The end of the decade-long civil strife provides further impetus for a new beginning for the country, where everyone has a role to play in rebuilding the nation.  As part of this new beginning, and especially to ensure that the mistakes of the past are not repeated, the nation in December 2000 embarked on the Vision 2025 Project to prepare a national vision to guide its long-term development."}, {"text_block_id": "p20_b245", "text": "This document is a compendium of the dialogues among various stakeholders and the consensus reached on forging ahead with national development.  It provides a sense of the national desires of the people from every segment of the population and a strategic review or diagnosis of the country’s past and present situation.  Additionally, it presents alternative future possibilities before the nation and sets out an image of a future that the people have agreed to build.  It also provides ideas about what must be the national focus, and what to do individually and collectively to build the desired future."}, {"text_block_id": "p21_b246_merged", "text": "The formulation of Vision 2025 is only the beginning of the long task of creating an attractive and yet realistic future.  Having completed the design work, the challenge is to start to build the desired future and make it happen, if only for the sake of future generations.  The nation must not be found wanting, but must rise to the challenges and give the best in building a prosperous society that cares about people and the physical environment. Sierra Leone must strive to become an example for the rest of Africa by building democratic credentials acceptable by all, as well as building a strong economy through new and innovative approaches that meet the needs of all citizens.  After all, excellence is not new to Sierra Leone, as there was a time when the country educated the best minds and leaders of West Africa at Fourah Bay College- the then “Athens of West Africa”."}, {"text_block_id": "p21_b249", "text": "1.2 Why Vision 2025?"}, {"text_block_id": "p21_b250", "text": "The decision to embark on Vision 2025 was based on the desire to create a better future for Sierra Leone - a future that is characterised by the virtuous circle of peace, stability and wealth creation, in place of the vicious circle of poverty and underdevelopment.  The economic history of Sierra Leone shows a country with abundant mineral and marine resources, as well as vast agricultural and tourism potential that the country could leverage on for sustained growth and development.  Unfortunately, the nation and its leaders since independence in 1961 have been unable to utilize these potentials to transform the country and make lasting improvement in the welfare of the mass of the people.  Among other things, Sierra Leone lacked a long-term framework for development management that encapsulated the views of all stakeholders, including government, the private sector, development partners, and the civil society at large."}, {"text_block_id": "p21_b251", "text": "Beyond the shortcomings of short-term development planning and management framework was the failure of leadership in all sectors of society, while the people themselves failed miserably in holding leaders accountable.  After four decades of independence without making much progress, Vision 2025 has now been adopted as a strategic and comprehensive development approach embracing all segments of society.  It thus provides a road map to a better future. But attaining that better future will require the active participation and commitment of all Sierra Leoneans, through their consistent efforts and mutually reinforcing actions over a long period."}, {"text_block_id": "p21_b252", "text": "Envisioning a desirable future presents a complex challenge, particularly for a country that has only recently emerged from a brutal civil war.  The process involves analyses of the collective aspirations of the people, a review of the internal and external environment, exploration of potential development scenarios, and building of a shared national vision acceptable to all.  The problems, as shown in the analysis of the development context for Sierra Leone in the following chapter, are enormous.  The internal environment is characterized by numerous challenges: the need for demobilisation and reintegration of former combatants, especially child soldiers; resettlement of"}, {"text_block_id": "p22_b253", "text": "internally displaced persons and refugees; peace-building and reconciliation; rebuilding damaged infrastructure and national institutions; job creation and poverty reduction."}, {"text_block_id": "p22_b254", "text": "Additionally, the challenges of the external environment are daunting. These are manifested by, for example, highly competitive global markets with unfavourable conditions for raw commodities and primary products from developing nations such as Sierra Leone.  The emerging African Union, the New Partnership for Africa’s Development (NEPAD), the increasingly interlinked world, and the so called ‘new economy’ that is driven by knowledge and technological innovation, are some of the critical factors which the country must explore to see how the opportunities provided can be used, while minimizing the threats that may be posed."}, {"text_block_id": "p22_b255", "text": "As a post conflict country, it is important to take a critical look at past and current performance; to evaluate the economic, social, cultural, political, technological, and environmental situations in order to have an informed view of potential developments and their implications; to study and translate the aspirations of the people into a vision of the future; and to develop robust and comprehensive national strategies for achieving that vision."}, {"text_block_id": "p22_b256", "text": "Strengths and Weaknesses"}, {"text_block_id": "p22_b257", "text": ". The imperatives of national transformation also require that the strengths and weaknesses of the country be studied and assessed in relation to changes in the internal and external environment. The task requires an understanding of where we are coming from, where we are and the factors that shaped the trajectories of Sierra Leone since independence.  Moreover, it requires a proactive and strategic approach to national development management.  A summary of the country’s strengths, weaknesses, opportunities and threats (a “SWOT” summary) is presented in the situation analysis in Chapter 2.  From this analysis, the country can make use of its internal strengths and available opportunities to forge ahead with its development aspirations; while making conscious efforts to correct the weaknesses that will hinder national progress, and guard against threats that will create setbacks in national development efforts."}, {"text_block_id": "p23_b258", "text": "1.3 The Vision 2025 Process"}, {"text_block_id": "p23_b259", "text": "Vision 2025 – a comprehensive strategic exercise embarked upon to map a new future for Sierra Leone – was undertaken through a participatory process that involved every segment of society, all regions of the country, and all key stakeholders, including development partners.  This process was meant to ensure national ownership of the development agenda, to strengthen the nascent democratic culture, and to support a more participatory development management process.  The exercise provided insights on the thinking of the people about what type of a nation they want Sierra Leone to become and provided ideas on how to make this future a reality.  To obtain results and to ensure that the exercise leads to a national consensus, an elaborate participatory process was designed through national consultations.  Box 1.1 shows the programme of consultations and the key issues addressed."}, {"text_block_id": "p23_b260", "text": "The participatory and strategic nature of the exercise also provided an opportunity for the nation to learn about the new development context, including opportunities and constraints within the environment, and how best to create the desired future for the country.  Equally, the process enriched the spirit of democratisation prevailing in the country by allowing people of"}, {"text_block_id": "p24_b261", "text": "different opinions to freely discuss the future of the country.  Furthermore, it also provided the context within which medium and short-term policies would be formulated and the design of strategies for adopting major development programmes."}, {"text_block_id": "p24_b262", "text": "Figure 1: Conceptualisation of Vision 2025"}, {"text_block_id": "p24_b263", "text": "Consultation Framework"}, {"text_block_id": "p24_b264", "text": ". An institutional framework was designed and put in place to implement the Vision 2025 project, shown schematically in Figure 1.  The guiding principles were the need to ensure wide participation, national ownership and local management of the process.  A team of six national experts, the National Core Team (NCT), was set up to manage the technical aspects of the process, with support from a Multi-Disciplinary Working Group (MWG) and an independent team of national and international consultants.  Supervision and policy direction was provided by a Steering Committee with membership from key government ministries, including the Ministry of Development and Economic Planning (MODEP) as leader. In partnership with the government, support was provided by the UNDP Sierra Leone Country Office in Freetown, and “African Futures”, a regional project of the UNDP, based in Abidjan, Cote d’Ivoire."}, {"text_block_id": "p24_b265", "text": "Launching the Vision"}, {"text_block_id": "p24_b266_merged", "text": ". His Excellency, the President of the Republic of Sierra Leone, Alhaji Dr. Ahmad Tejan Kabbah, launched the exercise on the 15th March 2001 at the Bank of Sierra Leone Complex, Kingtom.  In his statement, The President reminded Sierra Leoneans that:"}, {"text_block_id": "p24_b269", "text": "“No lasting achievement is possible without a vision and no vision can become real without action and responsibility”"}, {"text_block_id": "p24_b270", "text": "."}, {"text_block_id": "p25_b271", "text": "The launching was climaxed by a brilliant performance from the Milton Margai School for the Blind, who played an inspirational “National Vision Song” as their contribution to the Vision 2025 process (see Box 1.2)."}, {"text_block_id": "p26_b272", "text": "Consultations"}, {"text_block_id": "p26_b273", "text": ". Following the official launching, a series of consultations was undertaken around the country to obtain the aspirations of the people.  For example, the aspirations of students as critical actors and future generation of leaders was obtained from the national essay competition (see Box 1.3)."}, {"text_block_id": "p26_b274", "text": "Box 1.3:  Aspirations of Winners of the National Essay Competition"}, {"text_block_id": "p27_b275", "text": "Furthermore, in fulfilment of the true spirit of the Vision 2025 process, former combatants of the Revolutionary United Front (RUF) were consulted in their strongholds during the disarmament process.  Their aspirations across all domains of Vision 2025 are shown in Box 1.4."}, {"text_block_id": "p27_b276", "text": "Retrospective Studies"}, {"text_block_id": "p27_b277", "text": ". As part of the exercise, retrospective studies were commissioned on the economy, social development, politics and governance, environment, culture and technology.  These constitute the background papers for the visioning process as shown in Box 1.5.  The results of the aspirations, the thematic studies and consultations formed the basis for the construction of scenarios, formulation of the national vision and identification of the strategic options."}, {"text_block_id": "p28_b278", "text": "The participatory approach adopted for Vision 2025 shows the beginning of a new tradition where the people and key decision-makers in government will be actively engaged in setting national priorities and in managing the development process."}, {"text_block_id": "p28_b279", "text": "1.4 Key Development Principles"}, {"text_block_id": "p28_b280", "text": "Vision 2025, like all other visioning exercises, is first and foremost a collective effort to design a better future.  It is premised on the basic principle that development starts and ends with the people.  This paradigm was adhered to during the workshops on national aspirations, and showed that people are willing and ready to work together to build a new nation.  Sierra Leoneans believe it is time for a change and that a better future can be created with the commitment of all.  In essence, they are craving for a national renaissance. They want to blend the best of their African tradition with the best of western and other traditions to create a unique and new Sierra Leonean culture that is robust and would provide a basis for national transformation."}, {"text_block_id": "p28_b281", "text": "Results of Consultations"}, {"text_block_id": "p28_b282", "text": ". The consultations showed that Sierra Leoneans think of a nation that is first and foremost African, where people are caring in"}, {"text_block_id": "p29_b283", "text": "a strong communal spirit.  They think of ‘communal actualisation’ and about excellence.  They think of building a ‘sunshine paradise’ on the West Coast of Africa that is open to the world for trade, commerce and cultural exchange.  They want to be united in order to build a country in which people participate actively in the management of national and local affairs."}, {"text_block_id": "p29_b284", "text": "They want to build a vibrant society making progress on all fronts. They aspire for a Sierra Leone which can stand on its own and compete favourably with other nations.  They strongly desire to utilize their natural resources to transform the lives of the individuals for the better, while maintaining a sound ecology and environment.  They want to build a nation based on democratic principles, rule of law, and justice for all.  Above all, they want to build a dynamic, open, free, enlightened and truly integrated society."}, {"text_block_id": "p29_b285", "text": "Leadership"}, {"text_block_id": "p29_b286", "text": ".  In addition to articulating what principles must guide the country’s development, the people were clear on the leadership requirements and the role of the people in building the desired future.  They, therefore, call for a new type of leadership that is distinct and radically different from those of the past.  The consensus is that the country needs leaders that are responsible, responsive, effective, and accountable in all segments and areas of society. They want leaders that are strong, creative, knowledgeable, enlightened, humane and willing to make the necessary sacrifice for the people.  Above all, they want leaders with the vision to lead and inspire people to greater heights, while they also seek to be enlightened and visionary citizens."}, {"text_block_id": "p29_b287", "text": "1.5 Strategic Thrusts and National Focus"}, {"text_block_id": "p29_b288", "text": "The aspirations and the strategic analysis undertaken led to the formulation of a national vision statement for Sierra Leone.  It will become the new guiding light for the nation, as well as providing the sense of purpose and direction for all national actions. This vision is captured by a statement that is simple, yet rich in context.  Sierra Leoneans hope for a:"}, {"text_block_id": "p29_b289", "text": "United People; Progressive Nation; Attractive Country"}, {"text_block_id": "p29_b290", "text": "Its elements will be further elaborated in Chapter 4.  The statement deals with the emotional and material well-being of the people, as well as the physical place that they call home."}, {"text_block_id": "p29_b291", "text": "The attributes of the vision and its importance are captured by the story shown in Box 1.6. This vivid and memorable story was told by Mr. Lamin Kamara (commonly called Lamin Yando), an opinion leader in the Kenema district, eastern region of Sierra Leone, during one of the regional consultations."}, {"text_block_id": "p29_b292_merged", "text": "The story points to some critical issues of concern to the nation – unity, freedom, justice, law and order.  Can the nation rise to the occasion to create a united country and people from their diverse cultural heritage? Can"}, {"text_block_id": "p30_b295", "text": "the people bring back honesty, discipline, justice and freedom to their country?  The process of Vision 2025 has shown that there is the desire among the people to work hard, strive for excellence and build a beautiful country."}, {"text_block_id": "p30_b296", "text": "Strategic Thinking"}, {"text_block_id": "p30_b297", "text": ". Translating Vision 2025 into reality will require strategic thinking and concerted efforts.  The first step is to actually identify the divergence between the national vision and the current situation.  This is crucial in order to identify the gaps that must be filled, and the high leverage areas that all the nation’s energies must be focused on.  Next, is the need to identify and prioritise the core issues, given that there are resource constraints which will not allow the nation to simultaneously undertake all the needed national development programmes."}, {"text_block_id": "p30_b298", "text": "The strategic areas of focus identified, and which must become the basis for all plans, policies and programmes for the development of Sierra Leone are:"}, {"text_block_id": "p31_b299", "text": "The strategic areas of focus identified, and which must become the basis for all plans, policies and programmes for the development of Sierra Leone are:\n* How to attain a competitive private sector-led economy with effective indigenous participation;\n* How to create a high quality of life for all Sierra Leoneans;\n* How to build a well educated and enlightened society;\n* How to create a tolerant, stable, secure and well managed\n* How to ensure sustainable exploitation and effective utilization of natural resources, while maintaining a healthy\n* How to become a science and technology driven nation."}, {"text_block_id": "p31_b311", "text": "How can these strategic issues be addressed? This must be the preoccupation for all policy makers, leaders in public and private sectors and all the people of Sierra Leone as they embark on the journey to achieve Vision 2025."}, {"text_block_id": "p31_b312", "text": "Stakeholders’ Roles"}, {"text_block_id": "p31_b313", "text": ". All stakeholders have an important role to play, including government.  Government is already aware that it would have to play a coordinating role by bringing together the other actors.  It is crucial that all stakeholders play their respective roles and work towards the realisation of the vision. The private sector will have to play a leading role in helping to rejuvenate the economy and placing it on the path of sustained growth and equity.  The civil society will have to work hard at building a citizenry that is enthusiastic about creating a better society, and that will demand accountability from the leaders."}, {"text_block_id": "p31_b314", "text": "Sierra Leone’s development partners both in the region and outside played a major role in achieving the peace that brought an end to the civil war.  In the same vein, they will be needed to work with the government and people in rebuilding the nation.  However, in as much as their continued support is required for realising the vision, the country must also strive to reduce its over-dependence on external aid and put the country on the road to sustainable development, through the judicious management of national resources."}, {"text_block_id": "p31_b315", "text": "As the design work of Vision 2025 is complete, the next challenge is to start moving the nation towards the desired future.  The remaining chapters of this document provide an analysis of the country’s situation, the challenges of the environment both internal and external, detailed examination of the national vision, identification of a set of strategic thrusts and options that must be the priorities and focus for the future, and finally providing ideas about implementation."}, {"text_block_id": "p32_b316", "text": "Chapter 2"}, {"text_block_id": "p32_b317", "text": "Situation Analysis"}, {"text_block_id": "p32_b318", "text": "2.1 Introduction"}, {"text_block_id": "p32_b319", "text": "This chapter attempts to explain Sierra Leone’s development context, beginning with an analysis of past trends and highlighting factors responsible for its current state.  It is a strategic diagnosis of the country’s situation as it plans to create a desirable future.  The analysis is done from the points of view of the economy, politics and governance, and social and other developmental issues that are germane for future development.  It attempts to bring to the fore the results of past development efforts, and the opportunities presented and challenges posed by the external environment, while analysing internal strengths and weaknesses. The prospects for coping with the numerous challenges that the country will face are also presented. Box 2.1 shows a summary of the country’s strengths, weaknesses, opportunities, and threats: its SWOT analysis."}, {"text_block_id": "p33_b320", "text": "A: Economic Background"}, {"text_block_id": "p33_b321", "text": "2.2 Economic Trends"}, {"text_block_id": "p33_b322_merged", "text": "Sierra Leone is a small open economy that has suffered prolonged deterioration and an accompanying low standard of living despite its significant resource endowments.  The average annual growth rate of real GDP (Figure 2) fell continuously: from 4% per annum in 1966-70, to 2.1% 1971-80, then to a decline of 0.07% per annum (1981-89), and an accelerating decline of 1.5% per annum from 1990 to 1998.  Gross Domestic Product per capita declined from US$380 in 1980 to US$237 in 1990, and to about US$142 in 2000."}, {"text_block_id": "p33_b324", "text": "Figure 2: Real GDP Growth Rate (1964-2000)"}, {"text_block_id": "p33_b325", "text": "2.2.1 Structure of the Economy"}, {"text_block_id": "p33_b326", "text": "Agriculture"}, {"text_block_id": "p33_b327", "text": ". The dominant sector of the economy is agriculture, which sustains about two-thirds of the population, mostly at a bare subsistence level.  Agriculture accounts for about 40 percent of GDP on average."}, {"text_block_id": "p33_b328", "text": "Mining"}, {"text_block_id": "p33_b329", "text": ". The next largest productive resource is the mining sector, providing about 20 percent of GDP. Mining contributes more significantly to export earnings than does agriculture.  The mining sector’s great potential has not brought the benefits that it could produce, due to improper policies for exploiting and utilizing sector resources.  At independence the economy’s prosperity was based on mining of diamonds and iron ore.  While these exports grew, the economy prospered; when they began their seemingly"}, {"text_block_id": "p34_b330", "text": "irreversible decline, prosperity changed to stagnation, and then to continuous decline.  The general inflation in primary product prices during the 1970s disguised the fall in the volume of mineral exports.  In the same period, import prices rose significantly, leading to a decline in the net terms of trade.  Overall, the stagnation of the mining sector generated a profoundly depressing effect on the economy."}, {"text_block_id": "p34_b331", "text": "Manufacturing and Services"}, {"text_block_id": "p34_b332", "text": ". The manufacturing sector is small with mostly import-substituting industries that employ about 2 percent of the labour force.  The service sector accounts on average for about 40 percent of GDP. This sector comprises mainly transport, communications, insurance, finance and government services."}, {"text_block_id": "p34_b333", "text": "2.2.2 Macroeconomic Performance"}, {"text_block_id": "p34_b334", "text": "External Sector and Fiscal Situation"}, {"text_block_id": "p34_b335", "text": ". In the external sector, a minor trade deficit in the 1960s and early 1970s turned substantial, then after 1977 unsustainably high.  Precisely coinciding with the trade deficits was a fiscal deficit on the current account, which grew continuously from 1973 to 1979.  The cause of the growing deficits on the current account came in part from the decline in mineral production, which had been the major source of company tax.  From 1970 to 1975 (the latter date being the last year of iron ore production), company tax was 23 percent of central government revenue.  Ten years later (1980-85), its share of a much smaller total had fallen to 17 percent.  In addition, slower growth of the monetary economy indirectly aggravated the fiscal deficit through the income elasticity of the tax system."}, {"text_block_id": "p34_b336", "text": "Debt"}, {"text_block_id": "p34_b337", "text": ". The country continues to face an unsustainably large external debt. External debt, including arrears, is estimated at about US$1.2 billion or 188 percent of GDP in 2000.  Debt service payments (excluding debt relief) are estimated at 47.8 percent of exports of goods and non-factor services.  The debt burden had militated against sustainable economic growth, and as at August 2001 total debt relief of US$607.9 million was required."}, {"text_block_id": "p34_b338", "text": "Growth and Stagnation"}, {"text_block_id": "p34_b339", "text": ". As mentioned above, real GDP growth in Sierra Leone has been appalling.  This is reflected in Figure 2, which shows GDP growth over the period 1964-2000."}, {"text_block_id": "p34_b340", "text": "The 1970s"}, {"text_block_id": "p34_b341", "text": ". The poor performance of real GDP growth manifests itself in low per capita incomes.  From 1963 to 1970, per capita income rose substantially (despite declines in 1967 and 1968, a period which saw Sierra Leone’s first attempt at an IMF stabilization programme).  During this period (1963-1970), the country was relatively a success story in terms of economic growth. During the period 1970-1980 (the period of the two oil shocks and the hosting of the prestigious OAU), the economy experienced stagnation as the decline in mining spread itself through the monetized economy.  It was during this period that the country found itself in permanent, rather than transitory, balance of payment deficits that borrowing could not bridge.  Thus, by 1981,"}, {"text_block_id": "p35_b342", "text": "stagnation turned to decline and per capita income dropped continuously. The inflation rate that had been in single digits averaged 12.6 percent during this period.  When the economy dived into decline, inflation quadrupled to over 50 percent per annum."}, {"text_block_id": "p35_b343", "text": "The 1980s"}, {"text_block_id": "p35_b344", "text": ". From 1981 onwards per capita income declined, and it was hardly realistic to expect an increased savings rate in a low-income country where average living standards were falling.  At the same time, the government’s capacity to invest declined.  The current account deficit grew, even though current expenditure declined as a proportion of GDP from 1979 to 1985."}, {"text_block_id": "p35_b345", "text": "From 1985 the economy was in such a bad state that the country was in the “position of informally accepting conditionality…. and the government operated under the constraint of multilateral conditionality without the benefit of multilateral funding”."}, {"text_block_id": "p35_b346", "text": "The government’s actions did not satisfy the IMF; the government in 1986 took the financially questionable step of obtaining a commercial bank loan to pay off its arrears."}, {"text_block_id": "p35_b347", "text": "This did not yield the desired results and in March 1987 another ‘shadow’ programme of the IMF and the World Bank began, only for the country to be declared ineligible for borrowing in 1988.  In sum, the economy ended the decade in a secular decline with virtually no policy management that provided the enabling environment for economic recovery."}, {"text_block_id": "p35_b348", "text": "The 1990s"}, {"text_block_id": "p35_b349", "text": ". The economy went through massive deterioration in the 1990s, as it contracted during the decade at an annual average rate of 4.6 percent."}, {"text_block_id": "p35_b350", "text": "The years 1991/92 and 1997 experienced the worst declines, of 11 percent and nearly 20 percent respectively. The most positive years were 1993/94 and 1996 which each recorded growth of 5 percent, as a result of some improvement in food production.  Average agricultural value-added for the decade was Le66,727 million (or 47.3% of GDP), while the mining industry recorded Le35,667 million (nearly 23.5% of GDP).  The highest inflation rates were recorded in 1990/91 and 1991/92 at 103% and 117% respectively, on a year-to-year basis, mainly due to deregulation of prices and removal of subsidies and control, as well as the large budgetary deficit necessitated by emergency defence spending.  In 1996 the single-digit inflation of 6 percent was short-lived."}, {"text_block_id": "p35_b351_merged_merged_merged", "text": "The violent coup d’état of 25th May 1997 created an unstable political and security situation that further adversely affected economic activity and macroeconomic performance.  Real GDP had increased by 5 percent in 1996, but fell by 25 percent over the period 1997-1999.  This dismal growth performance was reflected in low savings and investments as well as weak fiscal and external sector operations.  The contraction in economic activity resulted in a shrinking tax revenue base.  High security-related expenditures and public debt interest payments resulted in substantial fiscal deficits that were largely financed by Central Bank borrowing.  As expected, annual"}, {"text_block_id": "p36_b354", "text": "inflation rose by about 30.3 percent in 1999.  Overall, the performance of public finance was poor, dictated mainly by unstable developments in the security situation.  Consequently, the overall budget deficit, on a commitment basis, rose progressively from 6.3 percent in 1996 to 17.1 percent in 1999."}, {"text_block_id": "p36_b355", "text": "The export sector, a major source of revenue and foreign exchange, remained depressed owing to the continued occupation of the agricultural and mineral export producing areas by rebels.  With the suspension of rutile, bauxite and official diamond mining, export earnings remained depressed and gross foreign reserves fell to less than one-month import cover.  The exchange rate also depreciated and the parallel market premium widened."}, {"text_block_id": "p36_b356", "text": "Peace Dividends"}, {"text_block_id": "p36_b357_merged", "text": ". Following the signing of the Lome Peace Accord in July 1999, the government adopted an Economic Recovery and Rehabilitation Programme aimed at sustaining the peace and promoting economic recovery and macroeconomic stability.  The IMF supported the programme under the Emergency Post-Conflict Assistance Facility.  The relatively stable security situation strengthened business confidence; real GDP grew by 3.8% in 2000 after three years of economic contraction, as a result of broad-based growth in the primary, secondary and services sectors.  Agriculture, including forestry and fishing expanded by 2.2 percent in 2000 (-5.4 percent in 1999), while the industrial sector grew by slightly over 5.0 percent in 2000.  Much of this growth was attributed to the resumption of production by the Sierra Leone Brewery Limited (SLBL), increased production of cement, soft drinks, confectionary and flour. However, with the marked increase in commercial, reconstruction, rehabilitation and human relief imports in 1999 and 2000, the external current account deficit (excluding official transfers) increased to 18 percent of GDP from 8 percent in 1999.  Even though gross foreign reserves increased by over US$11.0 million from end-December 1999 to end-December 2000, external debt service arrears continued to accumulate, and the average annual real effective exchange rate depreciated by 9 percent during the one-year period."}, {"text_block_id": "p36_b359", "text": "Price levels fell by 2.8% in 2000 and 2.7% in 2001, compared with inflation of nearly 37% in 1999. The fall in prices reflected tighter monetary policy, appreciation of the exchange rate, and the increased supply of consumer items.  Revenue performance improved following the increase in imports and improvement in tax administration.  However, strong pressures remained for increased outlays for security and to provide basic public services.  The overall budget deficit (excluding grants) rose to 17.3% of GDP from 14.9% in 1999.  The deficit was, however, largely financed by external sources and non-bank domestic sources resulting in substantial government repayments to the domestic banking system.  As a result of the substantial reduction on the reliance on bank financing of the budget deficit, growth in broad money slowed to 10% from 41% in 1999.  Credit to the private sector increased by 12%.  Interest rates generally declined during the year in line with the fall in the rate of inflation.  Treasury bill rates fell from 35% to 20% by the end of the year."}, {"text_block_id": "p37_b360", "text": "Legacy of the Past"}, {"text_block_id": "p37_b361", "text": ". In conclusion, even with these modest developments in economic performance, Sierra Leone still displays legacies of economic decline, weak institutional capacities, corruption and mismanagement, low domestic savings and investments, high unemployment particularly among youths, high debt burden, weak fiscal and external sector positions. The overriding consequence has been abject poverty among the wider segment of the population, with the accompanying low standards of living."}, {"text_block_id": "p37_b362", "text": "2.3 Economic Recovery Efforts"}, {"text_block_id": "p37_b363", "text": "Government has since the mid-1960s made several attempts at redressing the pervasive economic decline and restoring macroeconomic stability, with support from both bilateral and multilateral institutions.  See Annex A.7 for a summary of multilateral policy interventions (1967-2001).  Section 2.2 discussed some of the economic recovery and stabilization programmes (and their outcomes) that have been undertaken."}, {"text_block_id": "p37_b364", "text": "Efforts at economic recovery and stabilisation were intensified in the 1980s, starting with support from an IMF Extended Fund Facility in 1981/82 and a Stand-By arrangement in 1984/85.  These programmes were, however, cancelled before the full utilisation of the credits, because of government’s inability to meet agreed targets.  In 1986 another IMF-supported Economic Reform Programme focused on adoption of a market-determined exchange rate, removal of price controls and the termination of government subsidies.  In early 1987, this programme was suspended due once again to the difficulty of meeting targets, leading to the suspension of external financing."}, {"text_block_id": "p37_b365", "text": "Towards the latter part of 1987, government introduced a National Economic Emergency Programme, which imposed rigid controls on economic activity.  These included exchange rate controls and currency revaluation, rigid controls on currency holding, cross border trade, and prices of staple products. These measures were, however, by-passed by the private sector.  Business was conducted on thriving illegal markets, paving the way for the smuggling of essential goods and national resources, and capital flight."}, {"text_block_id": "p37_b366", "text": "Faced in late 1989 with increasingly serious economic distress, especially macroeconomic imbalances, government in collaboration with the IMF and the World Bank ushered in the Structural Adjustment Programme (SAP) for reform of the economy, encompassing both stabilisation and structural reforms.  Stabilisation reforms included exchange rate and trade liberalisation, deregulation of prices and indirect mechanisms of monetary controls, and prudent fiscal management. Structural reforms focused on restructuring the civil service to enhance its ability to deliver public services, and reform of public enterprises to improve efficiency."}, {"text_block_id": "p37_b367", "text": "Other reforms in sectoral policies and strategies included the strengthening of fisheries monitoring and surveillance, new decrees and acts to rationalise mining operations, and the formulation of new educational, health and environmental policies. The desire to promote exports and invigorate the"}, {"text_block_id": "p38_b368", "text": "investment climate led to the repeal of the hostile Development of Industries Act of 1983, and the establishment of the Sierra Leone Export Development and Investment Corporation (SLEDIC).  By 1992, there were significant indications that the Government was committed to full implementation of these reforms."}, {"text_block_id": "p38_b369", "text": "Structural Adjustment"}, {"text_block_id": "p38_b370", "text": ". Despite the pressure exerted by the change to a military government in 1992 and intensification of war activities, the IMF and World Bank approved The Rights Accumulation Programme and a quick disbursing Reconstruction Import Credit in support of the SAP for US$43.4 million.  Seeking to ameliorate the negative effects of SAP and cushion some of the ills of the war, the Government with World Bank and other international support established the Social Action and Poverty Alleviation (SAPA) programme. The escalation of the war by the close of 1994 and early 1995 hampered the economic recovery programme, as the uncertainties of rebel attacks on productive areas of the economy undermined business confidence and general economic activity.  International funding agencies, however, continued to support the state: by 1996, with the backing of IMF and the World Bank, Sierra Leone successfully negotiated its external debts with creditors under Paris Club arrangements."}, {"text_block_id": "p38_b371_merged", "text": "With donor support and some improvement in economic management, the economy showed signs of recovery, but this was disrupted by the military coup of 25th May 1997.  In 1998, some inflationary control was achieved when the constitutional government was reinstated.  This achievement was again cut short when the rebels invaded the capital city, Freetown, in January 1999, and food prices rose significantly.  However, by July 2000, government implemented a structured salary increase and an increase in the non-taxable income threshold for public sector workers, with effect from April 2000.  This resulted in a significant reduction in the tax burden on lower income earners."}, {"text_block_id": "p38_b374", "text": "Poverty Reduction Strategies"}, {"text_block_id": "p38_b375", "text": ". From April 2000 to June 2001, government embarked on the preparation of an Interim Poverty Reduction Strategy Paper (IPRSP), to address the chronic poverty situation.  This strategy emphasized the continued implementation of sound economic policies to re-launch the economy within an overall framework of good governance.  From the financial year 2001, government also adopted the implementation of the Medium Term Expenditure Framework (MTEF), which was intended to restructure the country’s expenditure pattern in tune with its growth and poverty reduction priorities, with a role for civil society in budget oversight.  Now the government is proposing the framework of broad programmes (good governance, revival of the economy and social sector development) in the medium term, to ensure sustainable growth in output and to increase employment to improve the living standards of the population.  The government’s strategy over the medium to long-term is based on the maintenance of sustainable peace, political stability through good governance, accountability and transparency, poverty reduction, private sector development along with measures to promote indigenous entrepreneurs, and gender mainstreaming in development programmes."}, {"text_block_id": "p39_b376", "text": "B: Politics and Governance"}, {"text_block_id": "p39_b377", "text": "2.4 Political Destabilisation"}, {"text_block_id": "p39_b378", "text": "For a greater part of Sierra Leone’s post-independence existence, it has been widely recognized that politics has been one of the dominant destabilising factors for socio-economic development.  The country entered independence with a strong democratic culture in place.  This system had its basis firmly rooted in the liberal ideas and practices of parliamentary institutions, with emphasis on the concepts of the rule of law and civil liberties.  These developments could be traced largely to the experience as a British Colony (1808-1961)."}, {"text_block_id": "p39_b379", "text": "Between 1961 when it gained independence, and the death of its first Prime Minister Sir Milton Margai in 1964, Sierra Leone enjoyed legitimate rule through popular participation and support, and a political leadership that was committed to efficient management of national resources.  In consequence, the unquestioned legitimacy of the first post-independence government and its acceptance as representative of the nation, made the country an envy to many newly independent states in Sub-Saharan Africa."}, {"text_block_id": "p39_b380", "text": "The hope that the political and governance systems would serve as a model for post-colonial Sub-Saharan African states was dashed after the death of the first Prime Minister.  Almost immediately, the country was cast adrift in political power struggle.  Politics from that period onwards became a perpetual struggle among ethnic groups in a bid to achieve regional and tribal hegemony.  These tendencies consequently degenerated into patterns of political instability with the country experiencing its first military coup d’état in 1967.  This precedent set the stage for nurturing the political ambition of the National Security Forces (principally the military) to enter into politics and government.  Governance since then has mainly alternated between civilian authoritarianism and military dictatorship."}, {"text_block_id": "p39_b381", "text": "The country’s political existence and record became particularly more chaotic when Siaka Stevens’ 17 years rule transformed it into a one-party state in 1978.  After his retirement in 1985, he passed over the mantle of power and leadership to the head of the Military, Major-General Joseph Saidu Momoh, in what was perceived as an “undemocratic transition of government”.  All indications pointed to the fact that the new administration continued with the bad policies and governance practices of its predecessor."}, {"text_block_id": "p39_b382_merged", "text": "At the height of the sufferings of the people, attempts were made to restore democratic governance, but the efforts were aborted by the outbreak of a rebel war in 1991.  The rebel forces comprised disgruntled Sierra Leoneans who called their movement the Revolutionary United Front (RUF), fighting beside the National Patriotic Front of Liberia (NPFL), and some mercenaries from Burkina Faso.  A principal reason advanced for the war by the insurgents was “to rid the country of corruption and mismanagement perpetuated by successive governments and their cohorts”.  When the war was raging with signs that the civilian government was incapable of ending it, young military officers deployed at the battlefront marched on the city and successfully staged a military coup in 1992.  This action by a faction in the military brought to an end the 24-year one-party authoritarian rule by the All Peoples Congress (APC) party."}, {"text_block_id": "p40_b385", "text": "The new military regime of the National Provisional Ruling Council (NPRC) initially enjoyed popular support among the people, who at the time were clamouring for political change.  Disappointingly, the four-year rule of the NPRC (1992-1996) under the leadership of Captain Valentine Strasser was fraught with inefficiency, corruption and mismanagement, ruthlessness and gross human rights violations. These excesses, coupled with their inability to prosecute the war, triggered public agitation for a return to civilian democratic rule.  This was attained with the multi-party democratic elections held in 1996 that ushered in a civilian government under the leadership of Alhaji Dr. Ahmad Tejan Kabbah."}, {"text_block_id": "p40_b386", "text": "Barely a year after the return to civilian rule, the government was overthrown in a military coup in May 1997, followed by the formation of the Armed Forces Revolutionary Council (AFRC) – a coalition of the Sierra Leone Army (SLA) and the Revolutionary United Front (RUF).  The military junta was unpopular both nationally and internationally.  The regional ECOWAS intervention force, ECOMOG, forced the AFRC government out of power and the democratically elected government was restored in March 1998.  While the security situation remained volatile, the combined forces of dissident SLAs and the RUF invaded the capital city in January 1999, causing widespread destruction and mayhem. However, government authority was once again restored and both national and international efforts directed towards peace, reconciliation and stability."}, {"text_block_id": "p40_b387", "text": "Political Instability and Governance"}, {"text_block_id": "p40_b388", "text": ". Political instability arising mainly from bad governance practices has been a major impediment to the country’s progress.  With political instability, foreign investment was not forthcoming, highly trained Sierra Leoneans fled the country, and national institutions basically fell apart, drastically reducing the capacity of the nation to grow and develop its economy.  The implications for national development were severe, as the rise in poverty fuelled instability."}, {"text_block_id": "p40_b389", "text": "Closely related to the political challenge of good governance is the issue of national security.  The recent past shows clearly that no progress can be made in national development in an environment of insecurity.  Addressing national security issues is therefore a major challenge.  Box 2.2 illustrates the fact that most of the post-independence period has been chaotic and inconsistent with good governance practices."}, {"text_block_id": "p40_b390", "text": "In response to persistent national security problems, the government has prepared a National Security Policy and an accompanying Act of Parliament to put in place mechanisms, institutions and processes that will guarantee the independence and territorial integrity of the state, and ultimately safeguard the personal safety and property of individuals.  It is, however, important to note that national security will be an illusion if the majority of the population remains unemployed, and ultimately poor and deprived.  There is the critical need to put in place programmes aimed at job creation and poverty alleviation."}, {"text_block_id": "p40_b391", "text": "In recent years, therefore, the promotion of good governance has become a central focus in Sierra Leone.  It is now widely accepted that political reform – especially moves toward greater democracy – must combine with sustainable development and efficient management of national resources in a manner that is transparent, participatory and responsive to the needs of the people.  This in turn will serve as a catalyst for improving the ability of the state to tap both the human and material resources for overall national development."}, {"text_block_id": "p41_b392", "text": "To this end, government has set out to implement a comprehensive governance reform, which is directed towards improving the nation’s capacity to deliver essential services in a transparent and efficient manner.  Box 2.3 presents the existing situation of donor interventions. The programmes being supported are aimed at strengthening strategic institutions such as the"}, {"text_block_id": "p42_b393", "text": "judiciary, the civil service, and local government administration, as well as oversight and watchdog organs of the State like the Anti-Corruption Commission, and the Office of the Ombudsman."}, {"text_block_id": "p42_b394", "text": "C: Sector Situation"}, {"text_block_id": "p42_b395", "text": "2.5. The Social Sectors"}, {"text_block_id": "p42_b396", "text": "The legacies of economic decline, bad governance and political instability, including the decade long civil war, have caused extensive damage to the  social sectors.  Thus, the majority of Sierra Leoneans, especially in the rural areas, lack access to basic social services.  The appalling social statistics, particularly in education, health and sanitation, employment, and shelter, reflect the consequences of the damage."}, {"text_block_id": "p42_b397", "text": "2.5.1 Education and Literacy"}, {"text_block_id": "p42_b398_merged", "text": "Sierra Leone had a strong educational base, dating as far back as the colonial era.  The first University College in Africa South of the Sahara was located in the country.  As a centre of excellence in manpower development in the entire sub-region, it earned the enviable accolade of the “Athens of West Africa”.  Three decades of bad governance and gradual neglect during the post-independence period led to the deterioration of the educational system.  There have also been policy weaknesses: for example, academic training, providing little prospect for employment, was accorded priority in terms of budgetary allocation, thereby crowding out resources for basic education, skills development, and vocational training."}, {"text_block_id": "p42_b401", "text": "The decade-old rebel crisis caused further destruction to the educational infrastructure, as well as forcing thousands of children to abandon schooling.  Today the country has one of the lowest literacy rates in the world. According to the UNDP Human Development Report 2002, the literacy rate in 1998 was 30% with significant rural-urban and gender disparities.  Adult literacy for"}, {"text_block_id": "p43_b402", "text": "females is only 23% compared to 37% for males.  Primary school enrolment for girls in 2000 was 40% as against 50% for boys.  While the gross enrolment rate for Freetown is estimated to be at least 70%, that for some parts of the rural areas stands at about 20%.  Drop-out rates are also high, especially for girls; drop-out is highest between grades 1 and 2 where it is estimated to be about 25%."}, {"text_block_id": "p43_b403", "text": "In 2001, Government introduced universal free education for classes 1-6 in all government-owned and assisted schools. Government also provides learning and teaching materials.  All these have increased access to education for poor families."}, {"text_block_id": "p43_b404", "text": "New Education System"}, {"text_block_id": "p43_b405_merged", "text": ". A new system of education has been introduced.  The thrust of this new system is on vocational and middle-level manpower training, catering for early school leavers, weak students and dropouts.  The system provides for pupils to spend 6, 3, 3 and 4 years respectively in primary school, junior secondary school, senior secondary school, and tertiary level.  Emphasis is placed on basic and non-formal primary education, with the education of the girl child as one of the key elements. Technical and vocational training for middle level manpower is to be reinforced through restructuring of tertiary education, including the establishment of polytechnics.  However, the realisation of the anticipated positive impact of these reforms has been hampered by resource constraints.  There is, therefore, an urgent need to pay serious attention to the resource needs of the sector, including the issues of trained, qualified, well- equipped and motivated teachers."}, {"text_block_id": "p43_b408", "text": "2.5.2 Health and Sanitation"}, {"text_block_id": "p43_b409", "text": "Health"}, {"text_block_id": "p43_b410", "text": ". The sector has suffered the same neglect as education, as reflected by the gloomy health indicators.  In 2000, the UNDP Human Development Report recorded life expectancy of 39 years compared to 45 years for SubSaharan African.  The Multi-Indicator Cluster Survey II (MICS II) 2000 reported infant and child mortality rates of 170 and 286 per 1000 respectively for 1998. Though these rates mark an improvement compared to the 1970s, they still exceed the average for many African countries."}, {"text_block_id": "p43_b411", "text": "Women face additional health problems arising mainly from their reproductive role.  Inadequate access to reproductive health facilities and malnutrition are the major factors for high maternal mortality, a rate currently estimated at 18 per 1000, three times higher than the average of 6 per 1000 for Sub-Saharan Africa.  Family planning is not widespread as reflected in the contraceptive prevalence rate of only 6%."}, {"text_block_id": "p43_b412", "text": "Sexually transmitted diseases including HIV/AIDS are on the increase. According to a preliminary report of the Sero-Prevalence Survey, about 4.9% of the population is HIV infected.  According to the MICS II Report, 46% of women in child-bearing age are unaware of HID/AIDS; very few know where they can be tested for the disease, indicating the potential for it to spread."}, {"text_block_id": "p44_b413", "text": "Sanitation"}, {"text_block_id": "p44_b414", "text": ". The inadequate and appalling sanitation facilities largely explain the dismal health situation.  The 2000 Baseline Service Delivery Survey (BSDS) reported that about 65%, 60% and 80% of the population lack access to safe drinking water, health services and sanitation respectively.  The MICS II survey reported sewage and refuse disposal facilities to be grossly inadequate, contributing to the spread of water borne diseases and malaria.  There are also severe rural-urban disparities in access to these services. Hardly any rural village has adequate pit latrines, posing serious health and environmental problems for the communities.  The prevailing scene in the rural communities is one in which women and children carry pails of water from crude, unsanitary, hand-dug wells or standing pools of water.  Wells normally run dry for part of the year."}, {"text_block_id": "p44_b415", "text": "In the urban areas sanitation problems arise mainly from poor systems of solid waste disposal.  It is common practice for most households to dispose of refuse by dumping on roadsides, in drainages, or in backyards.  The problem has been further compounded by the increasing rate of urbanisation, coupled with the inadequate infrastructure and services for solid waste disposal."}, {"text_block_id": "p44_b416", "text": "2.5.3 Food and Nutrition"}, {"text_block_id": "p44_b417", "text": "Food."}, {"text_block_id": "p44_b418", "text": "Even though Sierra Leone has about 5.3 million hectares of arable land, almost 80% of farmers cultivate less than 10% of that land.  The high food deficit situation of the country can be attributed to low factor productivity in traditional farming, coupled with inadequate budgetary support to agriculture.  Almost 90% of the country’s staple food requirements are imported, with a food import bill in 2000-2001 averaging around US$52.0 million.  With the significant shortfall in domestic food production, there is an imminent threat of food insecurity among the highly vulnerable groups in the country. The low levels of income and the aftermath of war have significantly reduced access to food for the majority of the population."}, {"text_block_id": "p44_b419", "text": "Nutrition."}, {"text_block_id": "p44_b420", "text": "The tremendously low livestock population and reduction in inland fishing activities have also hindered the per-capita intake of calories.  Protein intake at 44 grams compared to 67 grams for developing countries is very low.  Between 1980 and 1988, before the decade-long war began, daily calorie intake per-capita declined from 2,087 Kcal to 2,045 Kcal. It fell further to 2,035 Kcal in 1998, compared to the 2,663 Kcal average for all developing countries. Consequently, there is high prevalence of malnutrition, especially among women and children.  The MICS II reported 27% of under-five children to be underweight, and 34% of infants to be stunted."}, {"text_block_id": "p44_b421", "text": "2.5.4 Population, Unemployment and Poverty"}, {"text_block_id": "p44_b422", "text": "Population."}, {"text_block_id": "p44_b423", "text": "Sierra Leone’s current population is estimated at 5.6 million, growing at a rate of 2.6% p.a. Women account for about 51% of the total (Central Statistics Office projections 2001).  The population is youthful, with those in age groups 0-14 years, 15-64 years and above 65 years accounting"}, {"text_block_id": "p45_b424", "text": "for about 45%, 52% and 3% respectively.  Over the years, the urban population has increased at a faster rate than the rural, largely as a result of rural neglect and recently due to the civil conflict. However, at least 65% of the population still live in rural areas, mostly engaged in agricultural activities.  Mining and other non-farm activities are also important in providing jobs for the rural population."}, {"text_block_id": "p45_b425", "text": "In the urban areas, both the formal and informal sectors provide jobs for the population.  The formal urban sector comprises the public sector (civil service, parastatals and semi-autonomous institutions) and medium- and large-scale private enterprises.  The civil service is the single largest formal sector employer. More important is the urban informal sector, which has emerged largely as a result of accelerated rural-urban migration, and the associated labour surplus generated in the cities.  The growth in informal sector activities can be attributed to the erosion of public sector earnings, the cut in the size of the public sector,  the shrinkage of private investment, and the low returns on agriculture."}, {"text_block_id": "p45_b426", "text": "In 1990, ILO/JASPA observed that between 1975 and 1990, no less than 75% of the incremental urban labour force was absorbed in the informal sector, whereas the modern sector employed about 5% of these recruits.  Overall, at least 70% of the urban labour force or one-fifth of the total labour force is employed in the informal sector."}, {"text_block_id": "p45_b427", "text": "Unemployment"}, {"text_block_id": "p45_b428", "text": ". Key characteristics of the population are the high levels of unemployment and underemployment.  According to the 1988/89 labour force surveys, the overall unemployment rate was about 24%; it was highest in the 20-39 age group.  It is obvious that the civil conflict has heightened unemployment, which is visible both in big towns and rural areas.  A large number of the unemployed are early school leavers.  Graduate unemployment is an emerging problem, which could be a result of the non-expansion in the modern sector, and the low relevance of university education to the Sierra Leonean job market. Although the database is weak for realistic estimates, informed observers believe that underemployment is common, particularly in the civil service and agricultural sector. The high underemployment could be blamed on the limited inputs to work."}, {"text_block_id": "p45_b429", "text": "Poverty"}, {"text_block_id": "p45_b430", "text": ". The corollary of this gloomy picture is pervasive and endemic poverty.  According to the 1989/90 household survey, about 82% of the population lived below the poverty line of US$1 per capita per day.  The incidence of poverty was highest in rural areas and among male-headed households.  In recent years, disruption in economic activities, destruction of social and economic infrastructure, and displacement of the population, have all increased the incidence of poverty.  The non-income aspects of poverty (education, health, nutrition, housing etc) treated above, also indicate endemic poverty in Sierra Leone.  The UNDP Human Development Report 2002 ranks Sierra Leone as the poorest country in the world."}, {"text_block_id": "p45_b431", "text": "Past efforts at addressing poverty have not stemmed the increasing tide. With deepening poverty facing the majority of the population, particularly the"}, {"text_block_id": "p46_b432", "text": "highly vulnerable groups, government is currently intensifying its efforts at poverty reduction.  Government is currently designing a Poverty Reduction Strategy, which would bring poverty reduction to the centre of the development process.  The overall thrust of government’s strategy is to improve social and living conditions, by increasing access to productive resources and social services.  Efforts are also underway to promote the development of the private sector, given the importance of businesses in wealth creation."}, {"text_block_id": "p46_b433", "text": "2.5.5 Shelter and Human Settlements"}, {"text_block_id": "p46_b434", "text": "The 1985 Population and Housing Census revealed that human settlements were predominantly rural, with only four settlements having 20,000 or more persons, and one large urban centre, Freetown, having a population of over 500,000.  Freetown’s population is currently estimated at over 1.5 million people due to the heavy influx of internally displaced persons from unsafe areas in other parts of the country."}, {"text_block_id": "p46_b435", "text": "The shelter situation throughout Sierra Leone is characterised by both qualitative and quantitative deficiencies. It is particularly serious for the lower income groups and the urban poor, who live mostly in overcrowded conditions and poor dwellings.  The squatter settlements and inner slums in the capital city are generally located in hazard-prone and environmentally unsafe areas.  In the rural areas and medium-sized provincial towns, congestion and overcrowding have become a problem due to widespread internal displacement of the population as a result of the decade-long civil conflict."}, {"text_block_id": "p46_b436_merged", "text": "Many towns and villages were severely damaged during the war period.  It is estimated that about 350,000 dwellings were destroyed. The consequent search for safe havens led to an increase in the movement of internally displaced persons (IDPs) and refugees to the capital city and other urban towns, a movement that has been particularly severe in increasing the stress on Freetown.  The rapid increase in population in urban areas has led to a serious deterioration in housing conditions and the near collapse of socio-economic infrastructure."}, {"text_block_id": "p46_b439", "text": "The majority of households nation-wide do not have adequate facilities, with pit latrines serving as the most common method of sewage disposal. Rural families live mostly in poor quality housing built with mud walls, and roofed with corrugated iron or thatch.  Past efforts at addressing the housing problem have been very disappointing. With the exception of a few low-cost houses in Freetown, government quarters in large towns, and recently houses reconstructed in rural areas, government has not made efforts to provide the population with adequate shelter."}, {"text_block_id": "p46_b440", "text": "2.6 The Environment"}, {"text_block_id": "p47_b441", "text": "environment with consequences of rapid deforestation, land degradation and uncontrolled exploitation of natural resources. Box 2.4 shows selected indicators on the physical environment and some of the damages caused."}, {"text_block_id": "p47_b442", "text": "Deforestation accounts to a large extent for the environmental degradation in the country.  The traditional farming practice of shifting cultivation, with declining fallow periods, have over the years left vast expanses of land deforested in much of the country.  It is estimated that 600,000 hectares of forested lands (or 8% of total arable uplands) have been cleared for farming.  The problem is further exacerbated by the overwhelming dependence of the population on fuel wood as the main source of energy for cooking and in cottage industry.  About 4 million cubic meters of wood biomass is extracted annually to meet domestic energy needs.  While uplands continue to be the principal source of fuel wood and construction materials, mangroves along the coastal areas are being increasingly exploited for fuel wood, boat construction, and rice cultivation.  This has led to increased exposure to storms and destruction of natural breeding grounds for marine and estuarine fish and other organisms."}, {"text_block_id": "p47_b443", "text": "In the northern region of Sierra Leone where 60% of the cattle and small ruminant population is concentrated, over 8,300 sq km of land has been left bare due to overgrazing.  There are no attempts at any form of range and pasture management; bush fires continue to affect about 200,000 hectares of savannah woodlands annually.  Thus, overgrazing and annual bush fires have caused an apparent ecological change from savannah woodland to grassland in the cattle rearing areas."}, {"text_block_id": "p47_b444", "text": "Mining activities, particularly in the eastern and southern regions, have also left vast areas deforested and degraded.  It is estimated that between 80,000 and 120,000 hectares have been mined in different parts of the country with minimal efforts at reclamation.  The uncontrolled exploitation of mineral resources, coupled with the absence of mitigating policies and conservation programmes over the years, has resulted in devastating environmental consequences."}, {"text_block_id": "p47_b445", "text": "Box 2.4: Selected Indicators of Environmental Sustainability in Sierra Leone"}, {"text_block_id": "p47_b446", "text": "Urban Living Conditions"}, {"text_block_id": "p47_b447", "text": ". The inadequacy of housing infrastructure and social services even before the war has resulted in squatter settlements and inadequate waste disposal, particularly in Freetown and its environs but also in provincial headquarter towns.  Urban living conditions have deteriorated considerably: increasing shantytowns, slums and squatter settlements with"}, {"text_block_id": "p48_b448", "text": "deplorable sanitation facilities, thereby encouraging high prevalence of disease, morbidity and mortality."}, {"text_block_id": "p48_b449", "text": "Air and noise pollution are not yet serious environmental problems in Sierra Leone due to the low level of industrialisation.  However, there are growing concerns about the effect of smoke emissions from the increasingly high importation of used vehicles, emissions from fuel wood in poorly ventilated kitchens, and the stench from poorly treated waste disposal sites."}, {"text_block_id": "p48_b450", "text": "2.7 Science and Technology"}, {"text_block_id": "p48_b451", "text": "."}, {"text_block_id": "p48_b452", "text": "Science and Technology (S&T) provide an important tool for a nation’s development.  They help in the transformation of societies as demonstrated by the experiences of the developed countries.  S&T can be used to empower people by allowing them to expand the choices available for living better lives.  In Sierra Leone, poor human development can, to a large extent, be attributed to the level and application of science and technology.  The country also has a weak capacity to cope with the rapid advances that are taking place in the global science and technology domains."}, {"text_block_id": "p48_b453", "text": "It is evident that while other developing countries are transforming their production methods using appropriate modern technologies, Sierra Leone continues to rely on obsolete technologies and rudimentary production techniques.  For instance, agriculture, on which the majority of the population depends for livelihood, continues to rely heavily on traditional farming practices and tools.  The same picture is portrayed in the industrial sector, where technological activities are limited to simple processing of agricultural commodities and production of basic consumer goods.  Most of the country’s exports are unprocessed, with little or no value-added."}, {"text_block_id": "p48_b454", "text": "More importantly, capital-intensive industries that form the basis for industrial development are limited to the mining sector.  Generally, the country is still lagging behind in the optimal utilisation of available production, business, information, and communication technologies.  This situation is linked with the existing conditions of widespread poverty and illiteracy, under-utilisation of indigenous technology, low levels of S&T appreciation, poor financing, and inadequate availability of S&T expertise and institutions."}, {"text_block_id": "p48_b455", "text": "Developing S&T"}, {"text_block_id": "p48_b456_merged", "text": ". Recognising the importance of S&T in overall socio-economic development, the government is currently engaged in promoting a co-ordinated and coherent approach for advancing S&T in Sierra Leone. There is now a strong commitment to develop a strategy for the development of S&T activities that will be geared towards the improvement of the quality of life of its people.  In order to facilitate the process, a plan of action has been put in place and includes the development of a Science and Technology Policy and the establishment of the necessary institutions such as the national S&T Secretariat and Council."}, {"text_block_id": "p49_b459", "text": "2.8 Physical Infrastructure"}, {"text_block_id": "p49_b460", "text": "During the decades immediately following independence in 1961, Sierra Leone was reputed to have made significant strides in promoting infrastructural development.  Access to main telephone lines and electricity production on a per-capita basis increased significantly up to the early 1980s.  Similarly, the density of paved roads, as shown by the length of paved roads per 1000 population, also increased.  However, increased population growth, shrinking development resources, public ownership and control, corruption, mismanagement and the destruction by the decade long civil war, are among factors that have contributed to the present poor state of the country’s physical infrastructure."}, {"text_block_id": "p49_b461", "text": "The near collapse of physical infrastructure has, in turn, impeded the process of socio-economic development, since the environment has been made unattractive for potential foreign investment. Inadequate physical infrastructure severely limits access to services throughout the country.  This is evidenced by poor service delivery of transportation, telecommunications, energy and power."}, {"text_block_id": "p49_b462", "text": "2.8.1 Transport"}, {"text_block_id": "p49_b463", "text": "Roads"}, {"text_block_id": "p49_b464", "text": ". The public road network constitutes the most important transport infrastructure carrying roughly 80% of internal passenger and cargo traffic.  The national road network totals about 11,000 km, of which some 8,000 km were functionally classified in the National Road System and the remaining 3,000 as local networks and unclassified roads and tracks. Less than 1,000 km of the entire network is now paved, with at least half of these being in poor condition.  Many formerly paved roads have reverted to gravel.  Of the unpaved portions, less than 30% is in fair to good condition."}, {"text_block_id": "p49_b465", "text": "With respect to both density relative to population and quality, the road infrastructure in the country is poorly developed when compared with the situation in many other African countries.  Road building and maintenance has not been given priority.  The situation with feeder roads is even worse, with a large number of roads in poor condition and accessibility in most places limited to the dry season."}, {"text_block_id": "p49_b466", "text": "Air"}, {"text_block_id": "p49_b467", "text": ". Air transportation is similarly underdeveloped, with only one international airport and 14 internal airstrips, of which only a few are operational.  The international airport, like the internal airstrips, is ill equipped; it lacks modern facilities and infrastructure for efficient service delivery.  Sierra Leone does not own a national carrier, with international services provided by other national operators; the state-owned Sierra National Airlines provides mainly cargo services.  Efforts are currently underway to modernise and upgrade the international airport and internal airstrips, while serious consideration is given to the privatisation of the national airline."}, {"text_block_id": "p50_b468", "text": "Water Transport"}, {"text_block_id": "p50_b469", "text": ". River or maritime transportation is very important to the economy of Sierra Leone, given the high proportion of traded goods that are transported by sea and inland waterways.  Even though the country has one of the best natural harbours in the world, yet the poor quality of port and jetty services and infrastructure limit activities and growth of the sector. River transportation is operated mainly by small boat owners, whose services are not only inefficient, but also highly risky. Lack of adequate safety measures has exposed this system of transportation to a number of navigational hazards, and has accounted for several fatal accidents over the years."}, {"text_block_id": "p50_b470", "text": "2.8.2 Telecommunications"}, {"text_block_id": "p50_b471", "text": "Despite the increasing demand for telecommunication services, the existing network is characterised by low penetration rates and poor quality of services. The telecommunication infrastructure has not kept pace with developments in the rest of the world.  While the global trend has been an increase in the use of digital and satellite communications, Sierra Leone continues to use out-modelled equipment with low network penetration rates.  However, efforts are currently being made to upgrade the existing telecommunications network.  Also, several private sector service providers are operating locally in the form of joint ventures or stand-alone private enterprises providing mobile telephone services in some parts of the country.  Efforts are being made to cover the entire country with mobile telephone networks.  Internet Protocol (IP) services are now available, with internet usage growing rapidly despite the infrastructural constraints imposed by the state-owned telecommunication monopoly, Sierra Leone Telecommunications Company (SIERRATEL)."}, {"text_block_id": "p50_b472", "text": "2.8.3 Energy and Power"}, {"text_block_id": "p50_b473", "text": "Energy and power supplies have been consistently erratic and unsatisfactory over the years.  The country depends on two main sources for electric power generation.  Fossil fuel generating plants account for about 90% of total electricity generation, while hydroelectricity accounts for the rest.  The electricity sector is operated by one state-owned enterprise, the National Power Authority (NPA), that performs the four separate activities of generation, transmission, distribution and supply.  The existing systems are old and inefficient, resulting in substantial losses of generated energy, estimated at 30%.  Electricity generation, which stood at around a peak of 196 GW hours in 1984, declined drastically to around 25-30 GW hours in 2000. Poor power supplies have increased the use of alternative generation from small petrol/diesel driven generators, with significant cost overheads for both individuals and private sector enterprises."}, {"text_block_id": "p50_b474", "text": "Sierra Leone has high potential for generating hydro-power.  The long overdue Bumbuna Hydro Electric Project when completed will generate sufficient power initially to supply Freetown and the North and later other parts of the country. There is a mini-hydro at Dodo in the East that provides electricity to the provincial headquarter towns of Kenema and Bo."}, {"text_block_id": "p51_b475", "text": "2.9 Impact of the War"}, {"text_block_id": "p51_b476", "text": "The brutal rebel war, which started in March 1991, was officially declared over in January 2002. Some 45,000 ex-combatants, including 5,600 child soldiers, were successfully disarmed and demobilised.  Rigorous efforts are now being made to re-integrate former combatants, internally displaced persons and refugees into their communities.  The social and economic costs of the war are difficult to quantify in terms of loss to human lives, disablement of many people, lost opportunities, and damage to both private and public property and the economic infrastructure.  Overall, the social and economic costs of the war can, at best, be described as enormous."}, {"text_block_id": "p51_b477", "text": "Various assessments of the war reveal consequences for socio-economic development.  During the mid and latter parts of the 1990s when the war escalated, the rebels succeeded in occupying almost two-thirds of the economically viable parts of the country.  With the disruption in agricultural production, official mining and general economic activity, economic growth was severely constrained, with negative GDP growth rates recorded on a year-on-year basis. The closure of the rutile and bauxite mines in 1995 resulted in an estimated loss of 10% of export revenue and 14% of total employment.  This situation was matched by increasing inflationary pressures and huge budget deficits, thereby forcing government to rely heavily on foreign aid to support its priority programmes.  In 1999 alone, government ran a budget deficit of about Le 192.0 billion (or US$ 91 million)."}, {"text_block_id": "p51_b478", "text": "In terms of the human and social impact, it is estimated that the war claimed over 75,000 lives, and about 4,000 young men abducted by the rebels into their fold.  Almost half of the population became internally displaced, or as refugees in neighbouring countries.  As a war strategy, the rebels’ brutal acts against the civilian population caused thousands to perish.  Violence, characterised by the rebels’ terror tactics including rape, led to marked increases in the incidence of sexually transmitted diseases, HIV/AIDS, and physical and psychological trauma.  In 1997, the UNDP Global Human Development Report estimates that about 68,000 people in the age group 0-49 years are affected with HIV/AIDS.  The development loss of all of these is particularly reflected in the damage to the productive population whose participation in the development process has been greatly hindered."}, {"text_block_id": "p51_b479", "text": "The impact on infrastructure and property is also substantial, taking into account the destruction to a large number of schools, health centres, community facilities, hotels, dwelling houses, telephone and electricity infrastructures, roads and bridges.  In 1999, the cost of damage to private businesses, homes and government buildings caused by the attack on the capital alone was estimated at US$796 million or 120% of GDP."}, {"text_block_id": "p52_b480", "text": "Overall, the legacy of war has been mayhem and destruction of socio"}, {"text_block_id": "p52_b481", "text": "-"}, {"text_block_id": "p52_b482", "text": "economic infrastructure.  However, with the combined efforts of government and the international community in restoring peace and security, Sierra Leone currently enjoys relative stability. The post-conflict reconstruction programmes, which it is now undertaking confront the country with a number of challenges that need to be addressed.  With the support of the donor community, the government has already developed a short-term National Recovery Strategy (2002-2003) covering four priority areas of intervention.  These are: restoration of state authority, rebuilding communities, peace-building and human rights, and restoration of the economy.  Many of the programmes are on-going but their impacts are yet to be determined."}, {"text_block_id": "p52_b483", "text": "2.10 Critical Challenges"}, {"text_block_id": "p52_b484", "text": "As the country has experienced an unprecedented decline over the last three decades, it has become increasingly important to tackle certain critical challenges on its development agenda.  The overall intention is to embark on an extensive National Recovery Programme for sustained growth and human development, while ensuring a peaceful and stable environment.  The challenges that need to be confronted can be broadly classified into internal and external imperatives."}, {"text_block_id": "p52_b485", "text": "(i) Internal Imperatives"}, {"text_block_id": "p52_b486", "text": "Internally, the challenges of national recovery and reconstruction need to be addressed from economic, political, social and national security perspectives.  The major economic challenge is the revitalisation of the country’s shattered economy.  It requires profound reforms in macroeconomic management, with focus on public budget management in order to minimize fiscal deficits.  In order not to undermine the efficacy of economic policy reforms and management, conscious efforts must be made to fight corruption and mismanagement, which are major obstacles to economic development."}, {"text_block_id": "p52_b487", "text": "In the context of the long periods of political violence and instability, and more particularly the bitter experiences of the civil conflict, Sierra Leone needs to address its numerous political problems, in order to ensure peaceful co-existence and tolerance.  This will entail investments in institutions of governance, crisis prevention and management, maintenance of law and order, freedom of expression, and respect for human rights.  As a country emerging from war, another political imperative is to ensure that former fighters in the civil conflict are fully re-integrated into their communities, as well as promoting peace building and reconciliation initiatives nationwide."}, {"text_block_id": "p52_b488", "text": "Civil Society"}, {"text_block_id": "p52_b489_merged_merged", "text": ". Political stability also engenders, and requires recognition to be given to, an unprecedented number of emerging “non-state” actors such as NGOs, Civil Society Organisations (CSOs) and other advocacy groups.  With the unfolding trends in “People Power” globally, these groups strongly believe that they have a right to participate in the decision-making process of the state.  In essence, the issue of inequality and marginalisation of various"}, {"text_block_id": "p53_b492", "text": "groups in society needs to be carefully addressed in an effort to nurture the country’s fledging democracy and place it on a sound footing.  Thus, another critical political challenge is putting in place sound state governance systems that allow for popular participation and social inclusion, accountability, efficiency, as well as building capacity to manage the development process."}, {"text_block_id": "p53_b493", "text": "Human Development"}, {"text_block_id": "p53_b494", "text": ". From the social dimension, the challenge facing the country is to address the poor state of human development.  The overarching consequence of this malaise is the pervasive poverty among the mass of the people. There is the urgent need to improve on the quality and quantity of the country’s human resources, so that this valuable national asset can contribute meaningfully to the development process.  All social development initiatives must be non-discriminatory, so that every individual’s capacity is improved for a decent living. Overall, poverty reduction is a critical social imperative.  A major challenge, therefore, is to mobilise and manage the enormous investment resources required to build the needed infrastructures and institutions for poverty reduction and human development.  This brings to the fore the imperatives of attracting foreign direct investment and judicious management of the country’s abundant natural resources."}, {"text_block_id": "p53_b495", "text": "Finally, the country is faced with the threats posed by the HIV/AIDS pandemic particularly among the productive population. The social and economic impacts of the disease in terms of its human toll are a cause for concern. Substantial resources are therefore required to address the incidence of this scourge and other sexually transmitted diseases."}, {"text_block_id": "p53_b496", "text": "(ii) External Imperatives"}, {"text_block_id": "p53_b497", "text": "The major external challenge facing Sierra Leone, like most other developing countries, is to develop an ability to cope with the trends in globalisation and competitiveness in key areas such as finance, trade, production, information and communication technologies.  Globalisation offers both threats and opportunities to various countries depending on the strengths of their economies.  For countries like Sierra Leone, it can inflict heavy costs because the economies are weak and not well positioned to compete or exploit the opportunities in the global economy."}, {"text_block_id": "p53_b498", "text": "The country’s small, open and uncompetitive economy makes it vulnerable to external shocks.  It has little or no comparative advantage in production and international trade.  As a primary producing country, with little or no capacity to add value in production, it has limited scope for economic diversification.  Thus, its poor macroeconomic performance, and low levels of connectivity in key areas for globalisation, imply a high tendency for it to be marginalised in the global economy.  With an insignificant share in world trade, absence of capital markets, minimal net direct foreign investment, low utilisation of modern technologies, Sierra Leone is far away from becoming competitive internationally.  The challenge, therefore, is to make the economy strong and competitive, in order to increase its potential to benefit from globalisation."}, {"text_block_id": "p54_b499", "text": "However, the country’s natural resource endowment is a strength that can be utilised to take advantages of globalisation.  As a mineral resource-based country with possibility of becoming an oil economy, it has great potential to attract fresh private capital for investment.  Thus, to minimize the risks that may evolve from the vicissitudes in globalisation trends, it is confronted with the challenge of undertaking vital economic policy reforms, while improving its capacity for autonomous policy-making.   Sierra Leone must endeavour to set the development agenda and lead policy initiatives, with Development Finance Institutions such as the IMF and World Bank playing only a supportive role."}, {"text_block_id": "p54_b500", "text": "ECOWAS"}, {"text_block_id": "p54_b501_merged", "text": ". Regionally, although Sierra Leone would have access to about 200 million potential consumers in the Economic Community of West African States (ECOWAS), its weak economic and manufacturing base is a hindrance to deriving the benefits associated with economies of scale.  The cash crop and mineral export oriented nature of the economy makes Western markets more attractive than the ECOWAS market.  Generally, the country is a recipient economy within the ECOWAS region because of its extremely weak industrial base for exports.   Thus, it is faced with an arduous task of penetrating the regional market with high value-added products in order to derive the fullest benefits from regional integration."}, {"text_block_id": "p54_b503", "text": "Automated Customs Database"}, {"text_block_id": "p54_b504", "text": ". The computerization of the Community Customs Database and Management System does provide an opportunity for Sierra Leone to benefit from regionalism.  The Automated System for Customs Data (ASYCUDA) is a mechanism that not only addresses the problem of corruption, but would aid in debt management within the region.  Sierra Leone has already efficiently utilised the advantages presented by the system.  Although its product export potential to ECOWAS and the moribund Mano River Union is very limited, there is opportunity for Sierra Leone to use its access to the sea.  With its enviable natural harbour, the country could develop its ports facilities to first class standards and become a transhipment base for the landlocked countries in the sub-region."}, {"text_block_id": "p54_b505", "text": "2.11 Prospects for Future Development"}, {"text_block_id": "p54_b506", "text": "There are signals that Sierra Leone can pick itself up from the ashes of war to become a flourishing nation.  For a nation to come from a brutal and ruthless civil war to the successful conduct of a peaceful, free and fair election that ushered in a democratic government is almost unprecedented.  The strides by the government to institute good governance, rid the nation of corruption, alleviate poverty, pursue sound fiscal and monetary policies, while meeting its international commitments, show the world that Sierra Leone is getting ready to claim its rightful place in this new millennium."}, {"text_block_id": "p54_b507", "text": "New considerations are being given to the use and allocation of resources derived from mining and fisheries, along with issues of environmental protection and management. The civil society is now taking its rightful place"}, {"text_block_id": "p55_b508", "text": "as an active partner in development, gender mainstreaming is now central to the development management process, while youth development is also a major concern. These provide a ray of hope that Sierra Leone is capable of moving ahead, and improving its human development."}, {"text_block_id": "p55_b509", "text": "In addition, the new global economy does provide some opportunities for countries such as Sierra Leone. The challenge is for the leaders to constantly seek innovative ways to reap the benefits of interconnectedness.  The Sierra Leonean Diaspora could become a major force in the transformation of the country with appropriate incentives and coordination of their individual efforts.  The country could also exploit its scenic environment to become a medium size tourist market.  Adventure and eco-tourism could become a key foreign exchange earner, provided the infrastructures are developed and marketing skills are available to provide a unique experience for visitors."}, {"text_block_id": "p55_b510", "text": "After all, Sierra Leone once educated some of the best brains and leaders in West Africa.  It could regain this glory with substantial investment in education and training.  The tradition of excellence in education can be brought back, to train the youth for technical and assembly jobs.  With the appropriate facilities, the country could become a major place for assembly of labour intensive manufactures.  Moreover, with its extensive arable farmland, and some investment in modern farming methods such as drip irrigation, it has the potential to produce organic food for exports to Western Europe and North America, where there are increasing demands for such products. Although the challenges are daunting as highlighted in this chapter, there are significant opportunities and prospects for the transformation of Sierra Leone from a poor country, to that of a middle-income level country within the vision period."}, {"text_block_id": "p56_b511", "text": "Chapter 3"}, {"text_block_id": "p56_b512", "text": "Alternative Scenarios"}, {"text_block_id": "p56_b513", "text": "3.1 Introduction"}, {"text_block_id": "p56_b514", "text": "Visioning is an effort to design the future. Designing the future, however, presupposes that one has an idea of what the possibilities of the future are. So efforts are made to explore the future by developing alternative scenarios.  Scenarios are not predictions of the future, since prediction is impossible.  The scenario technique is used to construct a small set of alternative futures that illustrate divergent paths the nation could travel, by focusing on highly critical variables and their inter-relationships.  It explores the consequences of different outcomes of the variables identified, as well as the different ways in which they are managed or controlled.  Scenarios are thus stories of the future, based on systemic thinking around key variables, driving forces and their inter-relationships. They are qualitative and illustrative, and designed to stimulate strategic thinking.  They are not, and do not pretend to be quantitative economic models that try to predict the future.  The stories, however, must be credible, plausible and logically consistent.  Box 3.1 summarises the usefulness of scenarios in developing a national vision."}, {"text_block_id": "p56_b515", "text": "Some of the critical variables in constructing scenarios will be under the control of the government and other key actors in the country, as for example, governance.  Others, on the other hand, are not under government control, such as instability in neighbouring countries, in the sub-region or the world as whole.  As a result, the outcomes of many of the critical variables will be highly uncertain over the vision period, thereby resulting in different worlds or scenarios of the country’s future."}, {"text_block_id": "p56_b516", "text": "It is impossible to capture the full array of possibilities of the future, whether or not the variables are under government control.  Thus, the scenario"}, {"text_block_id": "p57_b517", "text": "technique limits the futures described to only four possible scenarios that are divergent, informative and interesting.  Section 3.4 of this chapter develops four contrasting scenarios of the future of Sierra Leone, describing the implications of actions or inactions, and key decision points.  The scenarios will help in determining the choices that have to be made to attain the country’s desired future – the vision that sets what the country would like to be, and the strategies that lay the path towards that vision."}, {"text_block_id": "p57_b518", "text": "3.2 Assumptions for Constructing the Scenarios"}, {"text_block_id": "p57_b519", "text": "In constructing the scenarios, it is assumed that in addition to internal factors, the various futures of the country will also be influenced by the changes and forces in both the global and regional environments."}, {"text_block_id": "p57_b520", "text": "(i) Global Environment"}, {"text_block_id": "p57_b521", "text": "Three major forces have dominated the global environment over the last ten years.  These are the issues of globalisation, liberalisation and rapid technological advancements.  These forces will continue to shape the world as we move through the next decade or beyond.  Box 3.2 illustrates the key characteristics of the current global environment."}, {"text_block_id": "p58_b522", "text": "Within this framework two important factors will have a strong influence on the future of the"}, {"text_block_id": "p58_b523", "text": "people power and geographies of connectedness"}, {"text_block_id": "p58_b524", "text": ". People power has brought greater power to the individual and to small groups, to the extent that their capabilities to influence change have increased.  Similarly, geographies of connectedness have created circles of influence or interconnectedness that shape human activity in the world-people sharing the same values, interests or goals.  See Box 3.3 for further explanations of the influences of these two factors."}, {"text_block_id": "p58_b525_merged_merged", "text": "With this background Shell International developed two global scenarios— alternative ways the world could develop over the next two decades:"}, {"text_block_id": "p58_b527", "text": "With this background Shell International developed two global scenarios— alternative ways the world could develop over the next two decades:\n* Where the connected freedom of the globally interconnected elite and the only remaining superpower, the United States, lead the world towards greater economic integration and a dream of economic prosperity for all. A globally connected meritocracy based on individual freedom and the American dream.\n* Where the monochromatic world of global integration is challenged by the persisting power of culture and history â and the pursuit of multiple modernities as they emerge in a new regionalism.  Many networks reflecting the persisting power of culture and history."}, {"text_block_id": "p58_b533", "text": "Some of the key characteristics of these two global scenarios that could impact on the future of Sierra Leone are summarised in Box 3.4."}, {"text_block_id": "p59_b534", "text": "Box 3.4:  Characteristics of Shell International Global Scenarios"}, {"text_block_id": "p59_b535", "text": "Business Class"}, {"text_block_id": "p59_b536", "text": "Business Class\n* The United States is the dominant world power which shapes global economic policy.\n* Ideology of freedom, large rewards for large risk, global meritocracy, creative\n* Ideology of freedom, large rewards for large risk, global meritocracy, creative\n response to customer needs, equality of opportunity and individual liberty.\n* on efficiency, competition and individual freedom of choice.\n* on efficiency, competition and individual freedom of choice.\n Integrated global economy, with ruthless global competition, and those who cannot\n* Connected global elites are the major players, operating within the principles of\n* Connected global elites are the major players, operating within the principles of\n global institutions such as the World Bank, IMF and WTO.\n* loyalties based on networked relationships.\n* loyalties based on networked relationships.\n âNew Medievalismâ emerges, where no one is in charge, and governments have no\n* and global spread of diseases.\n* and global spread of diseases.\n But increased connections also lead to increased contagions: terrorism, drug\n* Gradual globalisation of culture and values.\n* Great resentment from the heartland towards the global elite.\n* Rich get richer, and although the poor do better, the inequality grows.\n* Global economy flies, but with much volatility."}, {"text_block_id": "p59_b561", "text": "Prism"}, {"text_block_id": "p59_b562", "text": "Prism\n* differences rather than through our similarities.\n* differences rather than through our similarities.\n Like a prism, human experience breaks up our one species into many different\n* People look to their roots, their heritage, religion and families as the source of value\n* People look to their roots, their heritage, religion and families as the source of value\n around which to organise lives. Growing connection to the âheartlandâ.\n* global homogeneity.\n* global homogeneity.\n Multiple modernities develop across the globe that incorporate diverse cultural values\n* Human aspirations of identity and belonging feed an emphasis on âOur Wayâ â each\n* Human aspirations of identity and belonging feed an emphasis on âOur Wayâ â each\n country or region finds its own development path, based on its own individual\n* Human aspirations of identity and belonging feed an emphasis on âOur Wayâ â each\n country or region finds its own development path, based on its own individual\n economic, political and social circumstances.\n* The role of the Government is greater; supporting the economic health of citizens,\n* The role of the Government is greater; supporting the economic health of citizens,\n but also nurturing the kind of social cohesion that helps make societies function.\n* People no longer trust the âWashington Consensusâ (IMF/World Bank/USA/WTO),\n* People no longer trust the âWashington Consensusâ (IMF/World Bank/USA/WTO),\n because of too many past failures.\n* Countries seek closer and multi-faceted ties to their neighbours for political and\n* Countries seek closer and multi-faceted ties to their neighbours for political and\n economic security, and to increase bargaining power in international markets.\n* Regional circles of influence and power develop around the worldâvery few global\n* Regional circles of influence and power develop around the worldâvery few global\n agreements.\n* forces.\n* forces.\n New Regionalism emergesâconcentrations of political and economic power, based on\n* belong to that community.\n* belong to that community.\n National politics address local aspirations and culture, build domestic consensus on\n* USA remains the dominant economy, but no longer dominates the world stage. Strong growth of China brings Asia along in its wake."}, {"text_block_id": "p60_b596", "text": "(ii) Regional Environment"}, {"text_block_id": "p60_b597", "text": "The future of Sierra Leone will also be strongly influenced by what happens in the region, particularly in neighbouring countries.  The regional factors that will have an important bearing on the future of Sierra Leone are summarised in Box 3.5."}, {"text_block_id": "p60_b598", "text": "3.3 Key Variables of the Sierra Leone Scenarios"}, {"text_block_id": "p60_b599_merged", "text": "Within the environment of regional and global uncertainty described in Section 3.2, the Sierra Leone scenarios focus on a limited number of critical variables and their interaction.  This reduces the complexity of the story, and allows a focus on those issues seen to be most important for the development of the nation. The construction of the scenarios is based upon different combinations of outcomes of two main sets of variables: variables which are seen to be critical, but whose outcome is also highly uncertain. These two sets of variables, the critical uncertainties, are:"}, {"text_block_id": "p60_b602", "text": "Within the environment of regional and global uncertainty described in Section 3.2, the Sierra Leone scenarios focus on a limited number of critical variables and their interaction.  This reduces the complexity of the story, and allows a focus on those issues seen to be most important for the development of the nation. The construction of the scenarios is based upon different combinations of outcomes of two main sets of variables: variables which are seen to be critical, but whose outcome is also highly uncertain. These two sets of variables, the critical uncertainties, are:\n* : What type of governance will develop and prevail in the\n* Whether the country can"}, {"text_block_id": "p60_b608", "text": "Box 3.6 summarises some of the variables that contribute to the critical sets."}, {"text_block_id": "p61_b609", "text": "Figure 3: Framework of the Sierra Leone Scenarios"}, {"text_block_id": "p62_b610", "text": "3.4 Description of the Scenarios"}, {"text_block_id": "p62_b611", "text": "The four scenarios about to be described represent four possible futures of Sierra Leone over the vision period, within the framework of outcomes of the two critical uncertainties:"}, {"text_block_id": "p62_b612", "text": "Good Governance, and Strong Competitive Economic Growth."}, {"text_block_id": "p62_b613", "text": "The framework of the four scenarios is depicted in figure 3."}, {"text_block_id": "p62_b614", "text": "3.4.1 Scenario 1 (Sweet-Salone)"}, {"text_block_id": "p62_b615_merged_merged", "text": "The first scenario, Sweet-Salone, is the most positive. It relies on a combination of good governance, sound economic policies and a favourable regional environment to produce strong economic growth."}, {"text_block_id": "p62_b618", "text": "The focus of the Government in 2003, with the support of the international community, is recovery from the war, the rehabilitation of social, political and economic infrastructure, and rebuilding war-shattered communities. Through intensive effort and strong feelings of goodwill, both locally and internationally, and a desire for peace, a successful platform is built in 2003 for future development."}, {"text_block_id": "p62_b619", "text": "Donor funding pours in, and international debt cancellation is put on the fast track. State authority is consolidated and is able to deliver social and judicial services throughout the country, whilst the Armed Forces working closely with the Government are able to maintain security within the country and along its borders, and UNAMSIL forces withdraw completely."}, {"text_block_id": "p62_b620", "text": "The Truth and Reconciliation Commission and the Special Court are effectively implemented, providing the nation with the means of purging its collective soul of past ill-doings. Internally displaced persons, returnees and refugees are successfully resettled and ex-combatants reintegrated into society."}, {"text_block_id": "p62_b621", "text": "The platform is set to rebuild the nation. The war against corruption is intensified by giving prosecution powers to the Anti-Corruption Commission. Under the watchful eye of the IMF, a programme of economic reform specifically designed to maintain the delicate socio/political/economic balance is undertaken. This is not a “one package fits all” IMF structural adjustment programme, but one carefully designed for Sierra Leone’s unusual circumstances."}, {"text_block_id": "p62_b622", "text": "The initial emphasis is on privatising various state assets, notably energy, telecommunications, transport infrastructure and mining.  Foreign investment is actively sought to upgrade the productive base and to bring in new technology to make the economy more efficient and internationally competitive.  However, a policy is adopted to enhance indigenous ownership of the nation’s assets; facilities are set up to enable indigenous access to capital, not only for the elite, but also for a broader cross-section of the population."}, {"text_block_id": "p63_b623", "text": "Generous donor funding is made available to get a private sector led economic recovery moving, and private initiatives are encouraged at a variety of levels, from micro-credit to venture capital, to finance investment in new productive assets and services.  Rehabilitation of the agricultural base becomes a priority to restore food self-sufficiency, and gradually build up to the situation where the country is again exporting agricultural products.  Key to agricultural recovery is the establishment of commercial scale locally-owned farms, with farmers trained in modern agricultural methods and equipped by donor sponsored initiatives. In addition, training and support is provided to all communities to facilitate food production and self-sufficiency, while providing productive work for the rural population."}, {"text_block_id": "p63_b624", "text": "The control of diamond mining and trading remains a powder keg, with both external and internal pressures and malpractices having to be managed. Through a policy aimed at enabling equitable indigenous exploitation of the nation’s wealth, the powder keg is kept at a level just below explosion until eventually more settled regimes in both Liberia and Guinea enable a regional agreement on diamond mining and trading to be effectively enforced, with help and pressure from the international community. This does not stop illegal diamond mining and trading, but brings it more under the control of government, who also benefit substantially from greater tax collection from this important natural resource."}, {"text_block_id": "p63_b625", "text": "Realising that economic and social restructuring cannot become effective without rehabilitation and considerable upgrading of the economic and social infrastructure, the government works closely with the international community to carry out an ambitious seven-year programme of international investment in upgrading the infrastructure, through a combination of private investment and donor funding. Rehabilitation of schools, health facilities, clean water supply, housing and roads are the initial focus until an adequate service can be supplied to all areas of the country equitably. But by encouraging international private investment in efficient and modern telecommunications, energy supply and transportation infrastructure and facilities, the economic infrastructure is upgraded in parallel with the social infrastructure."}, {"text_block_id": "p63_b626", "text": "After so many years of war, the Government works hard to ensure national peace, stability and unity. Donors, who are funding much of the rehabilitation of the country, insist on high standards of democracy, human rights, transparency, budget discipline and a tough stance against corruption as conditions for funding. The Government complies and gradually wins around the confidence of the people, as this is what they want, even though times are still tough for both the urban and rural citizen. The well-trained National Army manages to maintain security along the fractious borders, helped from time to time by British troops and advisors. But the Government cannot rest on its laurels, as poor people who see no way out can quickly become angry people. The government recognises that the north/south-eastern divide in politics must be bridged, and as peace and stability begin to settle, helped considerably by easing of tensions in neighbouring countries, it takes two bold steps."}, {"text_block_id": "p64_b627", "text": "Firstly members of the main opposition are approached and agree to form a government of national unity, with key Cabinet posts going to opposition members. Secondly, the new unity government agrees to adopt a strongly decentralised approach, where significant powers are devolved to Regional or District Councils, which ultimately influence and directly control the revenue generated in their regions for their benefit. In addition, within this structure the power and authority of Paramount chiefs is restored to reinforce the continuity of traditional values and culture in each district."}, {"text_block_id": "p64_b628", "text": "As peace breaks out over West Africa, after strong intervention by the United States and the ex-colonial powers, determined to rid the world of unstable regimes in an oil-rich, but religiously-divided region, the opportunity arises and is seized to strengthen the West African alliance. ECOWAS begins eventually to function effectively to the benefit of all nations in the region, after agreeing with the international community that goods produced in West Africa would be tariff protected against imports. Sierra Leone still has to compete with ECOWAS countries in production and trade, but this proves a stimulus to the economy, firstly in agricultural produce, then to added value and manufactured goods for the ECOWAS market. The economic unity leads also to greater political cooperation, and talks begin to emerge of a West African Federation of States."}, {"text_block_id": "p64_b629", "text": "Success breeds success, and soon – after it is seen that the Government is genuinely trying to resolve the issues of the past and tackle the serious malpractices that had existed – the international community agrees to a phased programme of debt cancellation.  By 2010, after several years of peace, good governance and economic management, the international community wipes the slate clean of debts incurred by past corrupt regimes. The country has experienced 8 years of peace and stability, democratic and only moderately corrupt governance, sound economic growth, a gradual lowering of unemployment and poverty, and an improvement in the quality of life for all."}, {"text_block_id": "p64_b630", "text": "With the improvement in political stability and the upgrading of the economic and social infrastructure, it becomes increasingly possible to exploit the rich natural resources for the benefit of all the people. International corporations are more prepared to risk investment in Sierra Leone, particularly in exploring for and extracting its rich mineral resources, not only on land, but also offshore, where much interest begins to be taken in potential oil and gas reserves. The government puts in place strong regulations to ensure the environment is not damaged by these activities, and enforces these regulations. These sound policies enable the natural beauty of the nation to be retained. A flourishing tourist industry is built up, taking advantage of its beautiful beaches, forests and mountains, its sunshine, rich history and culture."}, {"text_block_id": "p65_b631", "text": "The country is on its way to its vision of “"}, {"text_block_id": "p65_b632", "text": "United People, Progressive Nation, Attractive Country”"}, {"text_block_id": "p65_b633", "text": ", as it continues to experience many years of high single digit economic growth, good governance, peace and stability."}, {"text_block_id": "p65_b634", "text": "Key features of the scenario “"}, {"text_block_id": "p65_b635", "text": "Sweet-Salone”"}, {"text_block_id": "p65_b636", "text": "are summarised in Box 3.7."}, {"text_block_id": "p65_b637", "text": "3.4.2 Scenario 2 (Betteh-Nor-Dae)"}, {"text_block_id": "p65_b638_merged_merged_merged", "text": "In the second scenario, Betteh-Nor-Dae, Sierra Leone benefits from reasonable governance, but is less fortunate in the regional environment, and less resolute in achieving economic growth."}, {"text_block_id": "p65_b641", "text": "The focus of the Government in 2003, with the support of the international community, is recovery from the war, the rehabilitation of the social and political infrastructure, and rebuilding war-shattered communities. Stability within the country is largely maintained, with sporadic local outbursts, but the government has to continue to rely on UNAMSIL to maintain security along the borders, as the situation in Liberia remains unstable, threatening to spill over the border. Tensions in Guinea also lead to unstable borders, and refugees from both countries flow into a comparatively peaceful Sierra Leone."}, {"text_block_id": "p65_b642", "text": "During 2003, the government succeeds in extending its authority throughout the country, and delivers social and judiciary services to all, though somewhat limited in more remote areas. However, dissatisfaction simmers amongst the general population, particularly in opposition strongholds, as the benefits of peace promised in the election fail to be delivered. This is exacerbated by disputes over land, housing and mining rights among returning refugees and ex-combatants, which impede the reintegration and reconciliation process, and threaten peace and the authority of the government."}, {"text_block_id": "p65_b643", "text": "Faced with the prospect of lapsing back into civil war, Government appeals to the international community for further assistance to rehabilitate the war-torn society, and reconstruct social infrastructure.  Donors respond generously, on condition that the government subscribes to a strict IMF-controlled structural adjustment programme that ensures tight budgetary and monetary discipline, low inflation, and strict adherence to free market principles in trade and exchange rates. In addition, donors provide support on condition that the prevailing good governance practices are maintained."}, {"text_block_id": "p66_b644", "text": "Donor money and humanitarian aid flow in strongly to provide housing, schools, healthcare facilities and clean water. Programmes are put in place to train teachers, nurses and social workers. In order to get the returnees back to work and to ensure everyone is adequately fed, emphasis is placed on small-scale farming and fishing and agricultural self-sufficiency. Fertilisers and equipment for small-scale farming and fishing are provided by donors, and extensive training programmes are run to re-teach people how to live off the land.  Micro-credit facilities are made available to enable people to create small businesses for income security.  Support is also given to indigenous people to carry out small scale mining (notably diamond mining), as long as they have a licence. In the larger towns, training is given in entrepreneurship and the rudiments of business, to encourage the establishment of small businesses and increase employment.  Emphasis is also placed on equal opportunities for women in both social and economic spheres."}, {"text_block_id": "p66_b645", "text": "At the same time, the Truth and Reconciliation Commission sits in public to cleanse the nation’s hatred and guilt, and the Special Court successfully convicts those who committed the most serious crimes.  Over time, this heals the wounds of the past. The Anti-Corruption Commission proves less successful at stemming the debilitating disease of corruption, though it makes headlines with some high profile prosecutions of opposition party politicians and foreigners. Nevertheless, the government works hard to ensure that democratic principles are maintained, that there is respect for law and order throughout the country, and that it has the capacity to deliver social and humanitarian services to all its citizens.  Furthermore, it works towards transparency in all its dealings, and tightens up on corrupt practices within the government and civil service. It also embarks upon a process of decentralisation of state authority to district councils gradually over the years, and restoring the authority of Paramount Chiefs.  Yet, the central government continues to maintain ultimate control."}, {"text_block_id": "p66_b646", "text": "Despite the good efforts of the government, beneath the surface tensions simmer, as unemployment and poverty remain high amongst a population whose formative lives had been seriously disrupted by war.  A small group of elites, mainly in Freetown, continue to do well, and the disparity in income between this small minority and the mass poor grows bigger.  Although the government tries hard to avoid it, there is still a strong feeling amongst the disadvantaged of ethnic and regional favouritism, particularly in allocation of key appointments, employment and contracts. The tight conditions imposed by the Structural Adjustment Programme, and a clamp down on corruption in the civil service, further aggravate the situation, and many people do not feel they are any better off than they were just after the war.  The situation is compounded by the burden of hosting large numbers of refugees who have fled political turmoil in neighbouring countries.  Sierra Leone can hardly manage its own socio-economic problems, without being burdened by the problems of others. The cost and uncertainty of maintaining security along its borders is also something it could do without."}, {"text_block_id": "p67_b647", "text": "This is not a climate to seduce foreign investors, who largely remain very concerned about the short- and long-term political risks of investing, and who would have brought with them their badly needed modern technology and production techniques.  Encouraged by the IMF and World Bank, the country embarks upon a privatisation programme to transform the economic infrastructure, and invites foreign investors to participate in mining development.  The perceived high risk discourages the better quality of investor: second tier and highly entrepreneurial investors take up the opportunity, but seek very lucrative terms for their investment.  These are not the ideal partners for the transformation of the economy.  In most cases they do not employ the latest technology, but choose to make the minimum investment possible to extract the highest profits. They are not in it for the long haul, but to maximise short-term advantage. Some insist on bringing their own skilled and semi-skilled labour, and make only token gestures towards indigenisation.  The terms they negotiate to entice their investment into the country also mean that much of the wealth generated leaves Sierra Leone."}, {"text_block_id": "p67_b648", "text": "The continued unrest in neighbouring territories means that initiatives to stimulate an ECOWAS common market and regional trade are stifled.  The free float of the Leone results in a continued currency devaluation, making attractive exports of raw materials and added value products to neighbouring and international markets; however, infrastructure and efficient production facilities to take advantage of this are still under-developed.  Imports, particularly of high technology goods, become very expensive, and although there are several initiatives to set up technical training programmes and colleges, the adoption of modern technology is slow."}, {"text_block_id": "p67_b649", "text": "Diamond mining remains a major problem.  The granting of large numbers of licences to indigenous miners, the high levels of poverty, and the lawlessness and strife in neighbouring territories, make illicit mining and trading in diamonds even more difficult to control.  The government continues to lose hundreds of millions of dollars in tax proceeds, whilst angering the authorities in the western world who are desperately trying to stamp out the illicit diamond trade. It also aggravates attempts at curbing corruption in other spheres of activity."}, {"text_block_id": "p67_b650", "text": "Despite the simmering tension, the government’s continued efforts at good governance maintain stability, and by 2010 the country is on a slow but steady path to recovery.  Intermittent outbreaks of civil unrest are quickly quelled by the well-trained security forces, who remain loyal to the government, and whose numbers are supplemented in times of turbulence by international forces. The country has achieved a greater degree of self-sufficiency, particularly in food, as a result of the agricultural extension programmes, and the overall level of poverty has dropped.  The government has achieved a safety net for the very poor, but has not managed to raise the standard of living of the average person very much.  There is, however, a small rich elite, who have managed to take advantage of the opportunities available during the restructuring phase."}, {"text_block_id": "p68_b651", "text": "This creates a satisfactory though problematic foundation for the next decade, but with sound governance structures and a gradual easing of tension in neighbouring countries, the country settles down to a stable and peaceful era. Talks begin to develop an effective trading agreement amongst ECOWAS States; the entrepreneurial base, which has been established, is able to take advantage of these new arrangements, but the economic foundation is less developed and competitive than some other West African States.  The huge potentials in natural and human resources remain under-utilised; however, as tensions diminish, the government is able to attract more professional investors to explore the opportunities that remain after the earlier round of handouts, which have creamed off the short-term bonanzas.  In this decade the tourist potential begins to be exploited, slowly at first, until the terrible legacy of violence and lawlessness has finally been dissipated."}, {"text_block_id": "p68_b652", "text": "The country heads for a future of slow economic growth, and gradual improvement in the quality of life of its entire people.  While improving only gradually, it will be a stable and peaceful future, where democratic principles, the rule of law and human rights are respected, and everyone has access to good social services and facilities, clean water and primary education.  The people have learned again how to be self-sufficient, and very few go hungry.  However, when it comes to a choice for a poor peasant, diamonds remain a man’s best friend, illicit or not."}, {"text_block_id": "p68_b653_merged", "text": "The third, Tight-Gentry, scenario is one where less good governance prevails, especially in the early years, but where a fortunate environment and firm national management allow Sierra Leone to become competitive and benefit from satisfactory economic growth."}, {"text_block_id": "p68_b656", "text": "The focus of the Government in 2003, with the support of the international community, is recovery from the war, rehabilitation of social and political infrastructure, and rebuilding war-shattered communities.  Escalating unrest in Liberia and tensions in Guinea create a flood of refugees into Sierra Leone, making their task increasingly more difficult.  Meanwhile ex-combatants, unable to find meaningful employm ent, move back to what they know best,"}, {"text_block_id": "p69_b657", "text": "fighting, and join up with rebels from neighbouring countries. Hostilities spill over into Sierra Leone. UNAMSIL forces are called in to quell the troubles on the border, and try to restore peace in the south-eastern areas."}, {"text_block_id": "p69_b658", "text": "Generous donor funding enables the government to consolidate its authority in many areas of the country, mainly in the north, and deliver social and judiciary services.  In these areas, rebuilding of the social infrastructure (schools, health facilities, housing, and other services) proceeds rapidly and returning refugees, displaced persons and ex-combatants are gradually resettled into the communities.  However, in many areas, notably in the south and east, progress in re-establishing state authority and services is slow, and in some areas aborted as civil unrest returns.  Similarly, the donor-supported agricultural extension programmes – intended to re-train people in modern agricultural production methods and get them back into productive work– produce positive results in some areas, but fail in most other areas."}, {"text_block_id": "p69_b659", "text": "In this climate, the government’s efforts to control illicit diamond mining fail. It makes little effort to control the perhaps more serious issue of illicit diamond trading.  The USA authorities have been aware for some time that “illicit diamonds” from Sierra Leone have been funding international terrorist organisations; pressure is put on the government to curb these practices, but their weak efforts bear little fruit.  Some people interpret this as an indication that too many influential people in Sierra Leone have a stake in these illicit operations. Meanwhile, interference in the work of the Anti-Corruption Commission when it tries to prosecute some high profile Sierra Leoneans becomes public knowledge, whilst punitive sentences are handed down to people opposed to the government by both the Commission and the Law Courts. The commitment to eradicate corruption is clearly not being implemented."}, {"text_block_id": "p69_b660", "text": "At the same time, the lack of state authority, and dissatisfaction with the government’s performance and its perceived liberalising, western policies, lead to the growth of pockets of Islamic fundamentalism in northern border areas, where religious tension emerges between communities for the first time in the country. Western intelligence indicates that this development is being motivated by radical international Islamic Movements, associated with international terrorism, and linked with illegal diamond trading. Again the USA authorities request the government to address this issue, but for both political and practical reasons they find it difficult to act."}, {"text_block_id": "p69_b661", "text": "Some high ranking members of the army, who have risked their lives to bring peace and stability to the nation, and who, like the rest of the electorate, had been promised a better, corruption-free future, see the problems of the past re-emerging, and decide to do something about it.  Well trained by the British forces during the war years, they are now a disciplined and effective fighting unit.  A section of the army is mobilised under high ranking officers, and in a lightning dawn raid, a military coup is staged, and the President and government are deposed.  A high ranking, charismatic, youngish military officer declares himself the country’s ruler. In a nationwide TV and radio"}, {"text_block_id": "p70_b662", "text": "address he explains the reasons for the coup, and outlines his vision for a better, more disciplined and prosperous Sierra Leone.  Attempts are made to organise a counter coup, but the rest of the army, sympathetic to the motivation behind the coup, closes ranks and supports the new ruler.  Nobody else in the country can challenge the army, and the international community, disappointed by the failure of the government to deliver on their promises, and alarmed by the terrorism connections, will not intervene."}, {"text_block_id": "p70_b663", "text": "The new military ruler immediately sets about establishing what he terms an “Interim Government”. He declares himself President, and acts as a dictator, ruling the country through a Cabinet that he elects with help from a trusted group of military officers and civilians. He appoints to the Cabinet the nation’s most respected leaders, from whatever political persuasion, who have a corruption-free history and a genuine interest in the betterment of the country, not self enrichment. He appeals to and succeeds in enticing back a few highly respected Sierra Leoneans who are living out of the country, to be in the Cabinet. Each member of the Cabinet is assigned an area of responsibility, clear goals and objectives he has to achieve, and a reallocated budget geared to what he wants to achieve.  Cabinet Ministers are encouraged to hire international experts to help advise on policy."}, {"text_block_id": "p70_b664_merged", "text": "Most significantly, the new leader announces draconian measures to fight lawlessness, crime and corruption. The death penalty is imposed for murder, rape, certain acts of human rights abuse, and crimes against the state, including incitement of terrorist activity and stealing the nation’s assets, into which category would fall serious cases of illicit mining and trading, corruption and embezzlement of public funds, and tax evasion.  Penalties for all wrong doings, including minor offences, are dramatically increased. The army is redeployed towards law enforcement, working closely with the police whose numbers are substantially increased.  A British peace keeping force is invited in to protect the borders together with UNAMSIL, and within a short time peace and stability are restored on the Sierra Leone side of the borders."}, {"text_block_id": "p70_b667", "text": "With the full backing of the state, the Anti-Corruption Commission indicts and prosecutes a series of high profile Sierra Leoneans for corruption and crimes against the State, imposing the death penalty on the most severe cases. With the help of western intelligence agencies, a crackdown is made on illegal trading, particularly in diamonds, where again the death penalty is imposed for the most serious cases, whether the perpetrators are nationals or foreigners. The international terrorism cells are broken, and those who are caught are handed over to the Americans for prosecution. The message soon gets through to the people that the new government is serious about restoring law and order, and the level of crime, corruption and illegal dealings drops quickly and dramatically."}, {"text_block_id": "p70_b668", "text": "In the meantime, the Truth and Reconciliation Commission continues successfully with its work to purge the nation of the guilt and wrongdoings of the war, and so helps to unite the people behind the new government that they see as trying to tackle current problems. Inevitably, in such a regime"}, {"text_block_id": "p71_b669", "text": "some innocent people are wrongly convicted, but this is seen by the new government as part of the price that has to be paid to get an overall improvement in the life of all the people of the nation."}, {"text_block_id": "p71_b670_merged", "text": "With the restoration of stability, and by cooperating with western governments in stamping out international crime and terrorism, donor money and humanitarian aid pour in, to continue the process of rehabilitation and re-establishing social infrastructure across all sections. Within a few years, good quality social services are delivered to all parts, and the state has clearly established its authority in all districts."}, {"text_block_id": "p71_b673", "text": "The new government recognizes that the best way to improve the living standards of all the people of the nation, and to reduce poverty, is to stimulate economic growth and ensure that the benefits of that growth remain within the country.  It sets about a four-pronged economic growth strategy, which proves very successful."}, {"text_block_id": "p71_b674", "text": "A master recovery plan is negotiated with international agencies to rebuild and modernise economic infrastructure, including part-privatisation of assets such as power generation, telecommunications and transport. The government, however, continues to hold 50% of the equity, and for a number of years, the new partner would be required to plough back 75% of profits into new improvements. Roads, harbours, air transport facilities, and ferries are rehabilitated, upgraded and modernised, and in a later, second wave of improvements, railway connections are re-established with the provincial headquarter towns of Makeni, Bo and Kenema."}, {"text_block_id": "p71_b675", "text": "Top multinational corporations are invited to participate in rebuilding the country by investing in productive assets in mining, agriculture, fishing and tourism to maximise advantage from the nation’s rich wealth. The number of companies that eventually participate is deliberately limited, but they work closely with government to devise the best commercial strategy for all parties.  Whilst the multinationals are rewarded for the investment and expertise they inject, and the risks they are taking, the government negotiates that a high percentage of profits must be reinvested in Sierra Leone for the first 7 years of operation.  They are also required to set up private subsidiaries that incorporate indigenous ownership. Various vehicles are set up to enable Sierra Leoneans to invest in these companies, and benefit from their country’s wealth."}, {"text_block_id": "p71_b676", "text": "In agriculture and fishing, commercial scale operations are established to improve productivity and efficiency and to compete effectively in the international arena. Within a few years Sierra Leone again becomes a net exporter of food, and has established food processing plants for the export market. Despite tough international trading conditions, the mining industry is re-established with modern technology, and proves to be a successful generator of wealth for the country."}, {"text_block_id": "p72_b677", "text": "In the diamond industry, all current mining and trading licences are revoked and consolidated under the control of two international diamond mining companies, who are tasked with controlling the diamond industry. These companies re-issue licences to legitimate miners to work designated concessions on their behalf, but the companies have control over the diamond chain from the ground and out of the country, and they are held accountable to the government for the proper management of that chain. Illicit mining is always going to be difficult to eradicate, but professionalism and strict control, combined with harsh penalties, ensure it is kept to a minimum."}, {"text_block_id": "p72_b678", "text": "Tourism is slow to take off until the infrastructure has been upgraded and the tarnished reputation of the country as a dangerous place has been buried. But by initially focusing on adventure tourism, and as news of the delights that the country has to offer begin to circulate in the developed world, the tourist industry starts to take off."}, {"text_block_id": "p72_b679", "text": "Whilst big business works with the new government to engineer an economic recovery, the benefits of which filter through to the population, it becomes important to ensure opportunities are created for all, and poverty and hunger are eliminated.  With the support of the international agencies, a drive towards self-sufficiency is initiated as the second prong of the economic plan.  Basic training in agricultural and fishing methods is carried out country-wide, and donors are generous in providing basic inputs to these operations. Similarly, small-scale entrepreneurship is encouraged, and people are encouraged to set up small-scale construction and service businesses."}, {"text_block_id": "p72_b680", "text": "The third prong of the programme is to ensure that money rightly due to the government in taxes is efficiently collected, and loopholes to filter money out of the country are closed.  Again, supported by very harsh penalties for wrongdoers, the programme is successful, feeding more money into the government’s coffers to fund the social improvement and support programmes that are so necessary."}, {"text_block_id": "p72_b681", "text": "The fourth prong of the programme is to stimulate regional trade. The government establishes mechanisms by which Sierra Leoneans can sell their primary produce and small processed goods to West African countries through cooperatives.  At the same time, they protect their own people by placing tariffs on imported goods, particularly those from low cost countries in the developing world.  Because of continued unrest in neighbouring countries, effective operation of ECOWAS is hindered in the earlier years."}, {"text_block_id": "p72_b682", "text": "Despite its economic pragmatism, this remains a harsh, male-dominated regime. Women who are strong enough force their way into positions of influence, but traditional views that a woman’s place is in the home prevail, particularly in the rural areas, and the government does not actively promote women’s rights and equality.  However, in other ways, the Government insists on high moral standards of its citizens, and does not tolerate deviations."}, {"text_block_id": "p73_b683", "text": "Power is largely centralised in the hands of the Dictator and his appointed Cabinet.  However, in the Cabinet are four Regional Administrators who represent the interests of the people of each of the four regions, and who have responsibility for ensuring the government functions are carried out effectively in their regions.  These Administrators manage their regions through a series of District Councils and Paramount Chiefs, and each region is equally treated by the government."}, {"text_block_id": "p73_b684", "text": "By 2010, the economic transformation has been remarkable, and is still in progress, as confidence in the country’s stability and economic agenda amidst a region of strife and corruption, makes it the focus of commercial interest in West Africa.  The mining industry is booming, tourism is taking off, and the country is an exporter of food and processed goods.  Investors are now looking to the country as a place to erect manufacturing plants to serve the West African market, which is opening up as pressure from the international community and the Sierra Leone government has brought a halt to hostilities in the region."}, {"text_block_id": "p73_b685", "text": "Sensing that people are happy with the way he has run the country over the last 7 years, virtually eliminating corruption and nepotism, and improving the quality of life for all, the dictator calls a presidential election.  He is elected by a clear majority against an opponent campaigning for true democracy."}, {"text_block_id": "p73_b686", "text": "ECOWAS begins to operate effectively as a regional market, and having built up a successful and efficient trading base, Sierra Leone is able to benefit substantially.  From a basket case 10 years ago, the country has become an economic force in the region."}, {"text_block_id": "p73_b687", "text": "However, despite the fact that the dictator is now an elected president, the country is not ruled democratically by an elected Parliament, nor does it follow principles of western democracy. He continues to run the country through a Council of respected people that he appoints in consultation with his senior colleagues. Law and order are harshly imposed by the army and the courts, and sometimes their power is abused.  Media freedom and freedom of expression are allowed, but the government itself feels no obligation to be transparent in its dealings."}, {"text_block_id": "p73_b688", "text": "The war against corruption, nepotism and illegal dealings continues unabated, and the country develops a reputation as the Singapore of Africa for its strict application of the law.  However, as seems to be the destiny of most dictatorships, the temptations of absolute power, and the lack of transparency in his dealings, open the door to corruption at the highest levels – initially not on a big scale, but gradually building up over the years to a cancer within government.  By 2018, the dictator has over-stayed his welcome, and the country is beginning to slip back into the political and civil problems of the past.  Not even the iron fist of the army, who have also grown fat, can always quell the disquiet.  When the people call for a second presidential election, which he could not refuse, he is defeated by a pro-democracy, and ironically"}, {"text_block_id": "p74_b689", "text": "anti-corruption, candidate – despite using his enormous central power, control over state media, and the army, to influence the electorate."}, {"text_block_id": "p74_b690", "text": "The country has turned full circle, but by 2025 under good democratic government that has built upon the excellent economic foundation of the dictatorship, Sierra Leone is on its way to being classified as a “middle income” country."}, {"text_block_id": "p74_b691", "text": "3.4.4 Scenario 4 (Dombolo)"}, {"text_block_id": "p74_b692_merged", "text": "Sierra Leone fares less well in the fourth scenario, Dombolo. Here poor governance, unfavourable conditions and weak economic competitiveness lead to poor macroeconomic performance and continued poverty."}, {"text_block_id": "p74_b695", "text": "In 2003, the government’s efforts at social rehabilitation and reintegration of ex-combatants and internally displaced persons, and the establishment of government authority throughout the country, fail.  Following so many years of brutal war, and social and economic disintegration, it is difficult to fulfil hopes of what peace would bring, and what the government has promised in the elections.  The “lost generation”, largely uneducated and conditioned to the disruptive influences of war, finds it difficult to settle down to a rural or urban existence where work is scarce, and where most families live close to or under the poverty line, with little immediate hope of a better life. Partly through continued unrest on its borders, which leads to a huge influx of refugees, but also through inefficiency and corrupt practices, the government is slow to deliver on its promises of family support and improved social services for all, the rehabilitation of schools, health services, housing and clean water.  Food production fails to increase as expected, whilst humanitarian aid declines, as the country should have been “over the worst”."}, {"text_block_id": "p74_b696", "text": "Worst affected are the strongholds of the opposition parties, as scarce resources for social improvements find their way preferentially to the constituencies of ministers and members of the ruling party.  Top positions and well paid government appointments also seem to go to people well placed with the government, regardless of merit.  At the same time, the AntiCorruption Court fails to prosecute anybody of note from within the"}, {"text_block_id": "p75_b697", "text": "government circle, whilst harsh judgements are handed down by the Special Court.  In this climate, the Truth and Reconciliation Commission fails to cleanse the soul of the nation, but rather raises the anger of the common man, that people from all political persuasions had committed such terrible crimes against their fellow men and women, and collectively had completely ruined the lives of so many, but were still being heard compassionately."}, {"text_block_id": "p75_b698", "text": "The stirrings of dissatisfaction grow, crime escalates, and young men used only to fighting return to what they knew best, joining the rebels in neighbouring territories. Soon the fighting spills back over the borders into Sierra Leone, and the national Army has to call in extra UNAMSIL forces to try to control the border areas. But dissatisfaction with the government’s efforts sparks civil unrest in various areas. With the Army occupied on the borders, the government struggles to bring the unrest under control. Illicit diamond mining and trading thrive in conditions of lawlessness, and the powers behind this cancerous business stir dissatisfaction to ensure easy passage for their illegal gains. Various parts of the country once again become no go areas."}, {"text_block_id": "p75_b699", "text": "Donor funding has poured into the country after the war to help rehabilitation, and in the northern region where things are quieter, and more funds spent, results are promising, with social services restored, infrastructure repaired, and community reintegration successfully accomplished. Some people, however, perceive favouritism for government constituencies.  But donors also become dissatisfied with government performance on reform, their allocation of resources, and their weak stand against corruption and illegal diamond operations.  Donors’ enthusiasm for the country wanes, and funds available for social and economic reform decline, slowly at first, then accelerating, as the country slips back again into civil strife."}, {"text_block_id": "p75_b700", "text": "Efforts at rejuvenating the economy in this political and civil climate do not succeed.  The honest efforts at improving agricultural self-sufficiency are partially successful in the more peaceful areas, but even these successes wither as unrest begins to spread again.  International investment that is vital for restructuring the economic base is frightened away.  The mining industry remains dormant, waiting for better days, and any thoughts of a growing tourist trade are quickly dissipated."}, {"text_block_id": "p75_b701", "text": "The government tries to supplement the decline in aid from within its own resources, but with zero economic growth, and a disrupted and corrupt tax collection system, the budget deficit widens, inflation picks up and the Leone depreciates rapidly.  As food has to be imported, the cost of living goes up for the already poverty stricken populace.  The government tries to plug the gap by food subsidies, but this only increases its budget deficit, and makes the situation worse."}, {"text_block_id": "p75_b702", "text": "In these conditions of poverty and deprivation, lawlessness, and constant movement of people, including refugees, armed forces, and gangsters, the spread of HIV/AIDS runs rampant.  All efforts on education or prevention programmes by the government and aid organisations go unheeded.  Sierra"}, {"text_block_id": "p76_b703", "text": "Leone finds itself gripped in an HIV/AIDS epidemic, though there is a paucity of statistics to confirm the facts, with the worst hit areas being in the south and east where most of the unrest occurs.  Other diseases of poverty escalate, such as tuberculosis, malaria, respiratory and diarrhoea-related diseases.  Average life expectancy plunges to the lowest in the world."}, {"text_block_id": "p76_b704", "text": "Not everybody suffers, however.  A small elite group of individuals who have got themselves into positions of influence through contacts or nepotism are able to rake their percentage of cash flows that pass through the system.  Others, through illegal practices, notably in the diamond business, accumulate comfortable wealth offshore.  There are others, of course, through hard work, ingenuity and entrepreneurship, who make a comfortable living. Nevertheless, the disparity in income between the haves (largely in Freetown) and the have-nots becomes very evident."}, {"text_block_id": "p76_b705", "text": "The people and opposition politicians who see themselves in the ethnic minority and discriminated against, believe the only way they can get a slice of the wealth is to seize power.  They are supported by factions who want to maintain independent control over the diamond areas, and ensure their illicit trading is not controlled by a reforming central government.  Gaining the support of a sympathetic faction of the army, who also persuade a group of Liberian rebels to join them in return for access to diamonds, the opposition seizes power in a coup.  The existing government immediately retaliates to try to recapture control, and for two years a bloody civil war rages across the country, repeating the horrors and atrocities of the past."}, {"text_block_id": "p76_b706", "text": "Eventually a UN peace-keeping force and international diplomacy manage to bring the fighting under control, and broker peace, but once again the social and economic structure is in ruins.  Once again the international community is asked to come to Sierra Leone’s aid, and rebuild the country, the first step of which is a democratic election.  Within a year of the cease fire, a new government is elected to power, with a stirring manifesto and a huge rehabilitation task ahead of them."}, {"text_block_id": "p76_b707", "text": "In addition to the problems facing the previous regime after the war of the 90s, the new government faces new threats.  During the years of civil strife which fell largely along ethnic lines and partly religious differences, religious extremists began to take a foothold in the strife torn and poverty stricken country, guided by fundamentalist leaders from outside. Both Islamic and Christian fundamentalism began to grow in different areas.  These also became fermenting vats for international terrorist activities, who favour the complicity of “failed states” within which to nurture and conduct their operations, with little fear of being rooted out.  The continued illegal diamond operations also connect Sierra Leone to the world of international crime and money laundering.  These activities do not enamour Sierra Leone to the G8 countries who control most of the donor funding which is so desperately required to get the country back on the road to recovery; they make it clear to the new government that unless they clean up illegal activities and corruption in the country there will be no donor funding."}, {"text_block_id": "p77_b708", "text": "But the winners of the war have fought to control access to the wealth of the country. They are torn between their humanitarian and civil duty to rebuild the country, and their desires to use the short period when they will have the access and opportunity to (illegally) increase their personal wealth and those of their immediate community.  Inevitably, they try to do both. For a time the international community believes they are genuine in their attempts to rehabilitate the country, and donor funding flows in.  But soon, the familiar problems of corruption and nepotism emerge, with the involvement of leading figures in illegal dealings.  Donor funding dries up, and with it the hopes of seriously rebuilding this country of great potential."}, {"text_block_id": "p77_b709", "text": "Humanitarian aid continues to alleviate some of the worst of the suffering, but this sad and beautiful country limps along as one of the poorest in the world, unable to reconcile its differences and curb the personal greed of the few. By 2025, the country is in the midst of another civil war, and so the cycle repeats itself, unable to break out of this vicious cycle of violence and despair."}, {"text_block_id": "p77_b710", "text": "3.5 Comparison of the Scenarios"}, {"text_block_id": "p77_b711", "text": "All the scenarios start at the same point with the National Recovery Strategy of 2002/3. The success or failure of that strategy, and the reasons for its success or failure, set the path for the four different scenarios, whose results are summarized in Figure 4."}, {"text_block_id": "p77_b712", "text": "Figure 4: Overview Comparison of the Scenarios"}, {"text_block_id": "p78_b713", "text": "The first scenario,"}, {"text_block_id": "p78_b714", "text": "“Sweet-Salone”"}, {"text_block_id": "p78_b715", "text": ", is the only one where the government is seen to deliver equitably on people’s post-election expectations.  In the other scenarios, varying degrees of dissatisfaction set in, with adverse consequences.  Key factors are the inability to create meaningful employment for a restless, young population, and to deliver equitably the social services so desperately required throughout the country.  Behind much of this is growing discontent with corruption and nepotism, both by the population and the international community, who also in"}, {"text_block_id": "p78_b716", "text": "“Tight-Gentry”"}, {"text_block_id": "p78_b717", "text": "and"}, {"text_block_id": "p78_b718", "text": "“Dombolo”"}, {"text_block_id": "p78_b719", "text": "are becoming concerned about the trade in Sierra Leonean “illicit diamonds” and the use of the country for terrorist activities.  Ethnic and religious tensions are by-products of these developments, particularly as nepotism is perceived to be in play.  Border unrest plays a big part in all four, but in scenarios 1 and 3,"}, {"text_block_id": "p78_b720", "text": "“Sweet-Salone”"}, {"text_block_id": "p78_b721", "text": "and"}, {"text_block_id": "p78_b722", "text": "“Tight-Gentry”"}, {"text_block_id": "p78_b723", "text": ", it is kept under control."}, {"text_block_id": "p78_b724", "text": "Dissatisfaction is just kept under control in scenario 2,"}, {"text_block_id": "p78_b725", "text": "“Betteh-Nor-Dae”"}, {"text_block_id": "p78_b726", "text": ", but the resulting tension and perceived government failure scare off high quality investors and donors, who are so important for economic growth.  In"}, {"text_block_id": "p78_b727", "text": "“Tight-Gentry”"}, {"text_block_id": "p78_b728", "text": "and"}, {"text_block_id": "p78_b729", "text": "“Dombolo”"}, {"text_block_id": "p78_b730", "text": ", it leads to coups.  In"}, {"text_block_id": "p78_b731", "text": "“Dombolo”"}, {"text_block_id": "p78_b732", "text": ",  history repeats itself as coup leads to counter coup, and the country slips down the sad path of continuous civil unrest and massive poverty, combined with pockets of wealth, largely illicitly gained."}, {"text_block_id": "p78_b733", "text": "“Tight-Gentry”"}, {"text_block_id": "p78_b734", "text": "has an entirely different outcome: the coup leads to a harsh but pragmatic regime, determined to clean up the country, who succeed in generating positive economic growth by restoring confidence in the stability and morals of the country, and by adopting bold progressive economic strategies."}, {"text_block_id": "p78_b735", "text": "Donor funding of the rebuilding process, and good international relations and confidence in the government’s commitment to reform and ability to carry it out, are vital for future social and economic success.  In scenarios 1 and 3,"}, {"text_block_id": "p78_b736", "text": "“Sweet-Salone”"}, {"text_block_id": "p78_b737", "text": "and"}, {"text_block_id": "p78_b738", "text": "“Tight-Gentry”"}, {"text_block_id": "p78_b739", "text": ", this is achieved.  In scenario 2,"}, {"text_block_id": "p78_b740", "text": "“Betteh-Nor-Dae”"}, {"text_block_id": "p78_b741", "text": ",  it is partially achieved, whilst in"}, {"text_block_id": "p78_b742", "text": "“Dombolo”"}, {"text_block_id": "p78_b743", "text": "the donor community gives up on Sierra Leone."}, {"text_block_id": "p78_b744", "text": "The strong links between political, economic, social and moral (cultural) forces are clearly demonstrated.  In"}, {"text_block_id": "p78_b745", "text": "“Sweet-Salone”"}, {"text_block_id": "p78_b746", "text": ", a good positive balance among these factors leads to overall success and achievement of the aspirations of the people.  In"}, {"text_block_id": "p78_b747", "text": "“Dombolo”"}, {"text_block_id": "p78_b748", "text": ", bad practices in all four areas lead to disaster.  In"}, {"text_block_id": "p78_b749", "text": "“Betteh-Nor-Dae”"}, {"text_block_id": "p78_b750", "text": ", emphasis is put on correct political and social processes, but half-hearted attempts at economic development and lack of will to tackle sensitive moral and cultural issues, lead only to moderate development success.  In"}, {"text_block_id": "p78_b751", "text": "“Tight-Gentry”"}, {"text_block_id": "p78_b752", "text": ", emphasis is placed on economic development and moral issues, leading to improvements in social conditions, but these are achieved at the expense of democratic principles of governance.  If success is measured by standard of living, this scenario leads to success, but if it is measured by political freedom, it does not."}, {"text_block_id": "p78_b753_merged_merged_merged_merged_merged", "text": "In “Sweet-Salone” and “Tight-Gentry”, bold initiatives are taken to address the country’s problems, which gain local and international support, and ultimate economic and social success.  In these scenarios the leaders are"}, {"text_block_id": "p79_b758_merged", "text": "seen to be serving the needs of the people, and not feeding their personal desires for enrichment.  In “Betteh-Nor-Dae”, commitment to improving the lot of the people is seen to be less than full, whilst in the “Dombolo” scenario, it is everybody for him or herself."}, {"text_block_id": "p79_b763", "text": "Conclusion"}, {"text_block_id": "p79_b764", "text": ". The stories are complex, and many other comparisons and messages can be extracted.  As stated at the beginning of this chapter, the scenarios are not predictions, merely four possible stories of how the country could develop, based on critical variables and uncertainties. Many other stories could be told.  The importance of the scenarios, good and bad, is to learn from them in setting the strategic agenda for the future."}, {"text_block_id": "p80_b765", "text": "Chapter 4"}, {"text_block_id": "p80_b766", "text": "Vision and Strategies"}, {"text_block_id": "p80_b767", "text": "4.1 Introduction"}, {"text_block_id": "p80_b768", "text": "A national vision should embody the aspirations of the people and provides hope, pride and a sense of purpose for the nation.  The national vision that is presented in this section portrays a realistic, achievable and desirable future that should become the basis for national development.  This is necessary in order for the vision to energize the people towards the realisation of the desired future."}, {"text_block_id": "p80_b769", "text": "In the previous chapters two key issues were addressed: the development context facing Sierra Leone and the possibilities of the future outlined in the four scenarios.  The most optimistic scenario,"}, {"text_block_id": "p80_b770", "text": "“Sweet-Salone”"}, {"text_block_id": "p80_b771", "text": ", provides an image of the future that all Sierra Leoneans would like the country to realise, i.e. the national vision.  In addition, it provides ideas on the critical actions that should be taken for national transformation.  This chapter further explains the elements of the vision as well as indicating actions that must be taken for its realisation."}, {"text_block_id": "p80_b772", "text": "Based on the national aspirations, the shared national vision is expressed as follows:"}, {"text_block_id": "p80_b773", "text": "“"}, {"text_block_id": "p80_b774", "text": "UNITED PEOPLE, PROGRESSIVE NATION, ATTRACTIVE COUNTRY”."}, {"text_block_id": "p80_b775", "text": "The realisation of the above vision will not be an easy task. It will only be possible with the commitment of all Sierra Leoneans and the support of development partners.  Sierra Leoneans must be ready to face the challenges ahead. Any deviation from the path painted in the"}, {"text_block_id": "p80_b776", "text": "“Sweet-Salone”"}, {"text_block_id": "p80_b777", "text": "scenario will likely lead the country to an undesirable future of political instability, economic deterioration and widespread poverty."}, {"text_block_id": "p80_b778", "text": "4.2 Elements of the Vision"}, {"text_block_id": "p80_b779", "text": "The rationales of the three segments of the vision statement outlined above are briefly explained as follows:"}, {"text_block_id": "p80_b780", "text": "United People"}, {"text_block_id": "p80_b781_merged_merged_merged", "text": ". Sierra Leone is a country made up of various ethnic groups that have co-existed for a very long time.  However, having gone through a brutal and senseless civil war that was divisive, it became imperative for the people to be reconciled and united for nation building.  Thus, building a nation of a united people is a core aspiration of Sierra Leoneans, and encompasses the following elements:"}, {"text_block_id": "p81_b784", "text": ". Sierra Leone is a country made up of various ethnic groups that have co-existed for a very long time.  However, having gone through a brutal and senseless civil war that was divisive, it became imperative for the people to be reconciled and united for nation building.  Thus, building a nation of a united people is a core aspiration of Sierra Leoneans, and encompasses the following elements:\n* Political stability.\n* A God-fearing and loving society that respects, preserves, protects and\n* A society based on tolerance, democratic values, good governance and respect for the rule of law and human rights.\n* Gender equality, empowerment and equal opportunities for all.\n* Developed and efficient social security and welfare system for all."}, {"text_block_id": "p81_b794", "text": "Progressive Nation"}, {"text_block_id": "p81_b795_merged", "text": ". We live in a changing world in which rapid scientific progress and social change have become the norm. Sierra Leone must not, and should not, be left behind in these global transformations.  There must be a strong desire to build a progressive nation — a country that values its tradition but also joins the global march for progress. Progress in this respect involves ensuring that the country becomes competitive in the global economy, with the necessary scientific and technology culture that facilitates innovation and development.  The notion of progressive nation is characterised by the following elements:"}, {"text_block_id": "p81_b798", "text": ". We live in a changing world in which rapid scientific progress and social change have become the norm. Sierra Leone must not, and should not, be left behind in these global transformations.  There must be a strong desire to build a progressive nation — a country that values its tradition but also joins the global march for progress. Progress in this respect involves ensuring that the country becomes competitive in the global economy, with the necessary scientific and technology culture that facilitates innovation and development.  The notion of progressive nation is characterised by the following elements:\n* A strong, self-reliant and competitive private sector-led economy with strong indigenous participation.\n* Favourable and realistic investment policies.\n* Effective financial and economic management.\n* A science and technology driven nation with developed physical\n* Modernized agriculture for food self-sufficiency and security.\n* A healthy, well-educated society with a high quality of life."}, {"text_block_id": "p81_b810", "text": "Attractive Country"}, {"text_block_id": "p81_b811", "text": ". The purpose of development is to achieve a high quality of life for the people. Sierra Leoneans envision a country that is attractive, in the sense of providing a high quality of life for the people, maintaining physical beauty, a healthy environment and sustainable exploitation of natural resources.  The attainment of an attractive country entails the following elements:"}, {"text_block_id": "p81_b812", "text": ""}, {"text_block_id": "p81_b813", "text": "Developed and decentralized tourism industry."}, {"text_block_id": "p81_b814", "text": ""}, {"text_block_id": "p81_b815", "text": "Sustainable exploitation and utilization of natural resources."}, {"text_block_id": "p81_b816", "text": ""}, {"text_block_id": "p81_b817", "text": "Maintenance of a clean and healthy environment and its aesthetics."}, {"text_block_id": "p81_b818", "text": ""}, {"text_block_id": "p81_b819", "text": "Existence of a well-planned and beautiful capital city, towns, villages and countryside."}, {"text_block_id": "p81_b820", "text": ""}, {"text_block_id": "p81_b821", "text": "Availability of adequate basic social and economic infrastructures."}, {"text_block_id": "p81_b822", "text": "4.3 Attaining the National Vision"}, {"text_block_id": "p82_b823", "text": "issues and actions to be identified are not sector or project specific, but simply indicate key ideas for national development management."}, {"text_block_id": "p82_b824", "text": "4.3.1 Strategic Issues"}, {"text_block_id": "p82_b825", "text": "The critical stage in the formulation of strategies is the identification of strategic issues. These issues together form the gaps between today and the desired future, and become the basis for developing appropriate strategies, action plans, programmes and projects. Once the issues are identified, the next tasks are to uncover why the issues are important, what will be the planning objective for each issue, what actions should be undertaken to address each issue. The strategic issues, therefore, provide the areas that must be focused on in order to ensure that the national vision is realised.  The key strategic issues are listed in Box 4.1."}, {"text_block_id": "p82_b826_merged", "text": "Addressing these issues present the challenges that must be confronted to achieve the national vision.  Box 4.2 summarises strategic actions or options for addressing the issues identified above.  The details of these strategic actions are outlined in Annexes 1 to 6.  Next, is the identification of the strategic frameworks that form the building blocks for the realisation of the vision.  These are leadership, reconciliation, reconstruction and peace building, sound economic management, and democratic governance. These issues need to be given serious consideration and addressed in order to clear the obstacles for attainment of the national vision."}, {"text_block_id": "p82_b829", "text": "Leadership"}, {"text_block_id": "p82_b830", "text": ".  Bad leadership has been identified as a key impediment to sustained progress and development in Sierra Leone.  Good leadership at all levels of society, particularly political leadership that is visionary and accountable is crucial for the realisation of the national vision.  In addition, there is a need for visionary citizens, that know their rights and obligations as citizens, and who are willing and ready to play their part in national development."}, {"text_block_id": "p82_b831", "text": "Reconciliation, Reconstruction and Peace-Building"}, {"text_block_id": "p82_b832", "text": ". After the destruction and experiences of a ten-year civil war, reconciliation, reconstruction and peace building must be on top of the national agenda. Reconciliation among the people must take place in order to rebuild trust and"}, {"text_block_id": "p83_b833", "text": "confidence in society, and lay the foundation for new development.  In addition, it will be crucial to rebuild national infrastructure and institutions. The short-term recovery strategy and programmes must be implemented with vigour because, without this base, efforts towards national transformation will be ineffective."}, {"text_block_id": "p83_b834", "text": "Sound Economic Management"}, {"text_block_id": "p83_b835", "text": ". Sound and innovative economic management is crucial to the national transformation.  This is necessary in order to build a growing and competitive economy.  Efforts must therefore be made to enlarge the productive base of the economy, raise productivity and ensure that Sierra Leone is competitive in the global marketplace.  It is only a rapidly growing economy that will provide Sierra Leone the tremendous amount of resources that will be needed to make Vision 2025 a reality."}, {"text_block_id": "p83_b836", "text": "Misappropriation of limited resources and extensive leakages in the economic system due to illegal transactions must be seriously curbed.  Mechanisms should be put in place and reinforced to drastically minimise smuggling of the country’s resources, as well as curbing the endemic menace of corruption and mismanagement. For example, significant reduction in diamond smuggling should raise national revenue and provide investments to upgrade the national infrastructure that will be needed for rapid economic development."}, {"text_block_id": "p83_b837", "text": "It will also be important to seek new ideas to regenerate the economy and to ensure the participation of the indigenous population. There will be a need to work with the international financial institutions to adopt a new kind of adjustment programme that facilitates growth, stimulate production and investment that will be needed to achieve national transformation."}, {"text_block_id": "p83_b838", "text": "Democratic Governance"}, {"text_block_id": "p83_b839", "text": ".  Democracy, tolerance, respect for human rights and empowerment of people are essential elements in the national transformation process.  Democracy is not only an end result, but also a key strategy that will lead to the attainment of the national vision.  It is, therefore, necessary that the nation begins to build a strong foundation for real democracy and tolerance in order to ensure that the mistakes of the past do not re-occur.  It will be necessary to devolve power to local levels so that people can have a say and control over the way they are governed."}, {"text_block_id": "p83_b840", "text": "4.3.2 Addressing the Strategic Issues"}, {"text_block_id": "p83_b841", "text": "We now focus on the strategic issues in order to identify the actions needed in each area. The actions are summarized in Box 4.2."}, {"text_block_id": "p83_b842", "text": "Issue One: How to attain a competitive private sector-led economy with effective indigenous participation."}, {"text_block_id": "p83_b843", "text": "Sierra Leone is a small open economy, characterized by narrow production and export bases, poor human resource development, chronic structural rigidities, and macro-economic imbalances partly created by vicissitudes in the global economic environment.  These factors have rendered the economy"}, {"text_block_id": "p84_b844", "text": "weak, unstable and uncompetitive both locally and internationally.  The situation has been made worse by the deteriorating state of almost all physical infrastructure, and the fact that almost all businesses in the formal sector are in the hands of either foreign entrepreneurs or the government in the form of parastatals.  In addition to these structural weaknesses, Sierra Leone’s economic performance and growth are further hindered by lack of competitiveness in both micro- and macro-economic terms."}, {"text_block_id": "p84_b845", "text": "In micro-economic terms, local firms and industries have not only been inadequate in size, but also lack the capacity to increase profits and grow, particularly the capacity to acquire and utilize advanced technologies for production and management.  Similarly, in macro-economic terms, the country has been suffering from weak comparative and competitive advantages. Thus, national industries lack the ability to produce high"}, {"text_block_id": "p85_b846", "text": "added products that can compete in the global marketplace.  The main objectives under Issue 1 are to achieve sustained overall national development, including the imperatives of improving human development, eradicating poverty and reaping the benefits of the global marketplace. Annex 1 shows details of strategic options/actions to attain these objectives."}, {"text_block_id": "p85_b847", "text": "Issue Two: How to create a high quality of life for all Sierra Leoneans."}, {"text_block_id": "p85_b848", "text": "Sierra Leone, like many other countries, recognizes the importance of developing its human resources to stimulate accelerated socio-economic development.  Despite this realization, however, the human resource base has deteriorated considerably over the last two decades, as evidenced by its poor human development and social indices in the UNDP Human Development Reports.  In spite of this appalling state of human development, Sierra Leone has tremendous potential for raising the quality of life for its entire people. The strategic issue of how to create a high quality of life for all Sierra Leoneans seeks to redress the failures and deficiencies that have dogged past attempts at improving the status, general welfare and living standard of the people.  The details of strategic actions/options for attainment of Issue 2 are shown in Annex 2."}, {"text_block_id": "p85_b849", "text": "Issue Three: How to build a well-educated and enlightened society."}, {"text_block_id": "p85_b850", "text": "In order to create a well-educated and enlightened society, Sierra Leoneans must strive to improve both the quality and quantity of its human resources, through the widespread provision of and equitable access to quality education and other essential social services for all its citizens. Obviously, this will require a substantial amount of investment and a considerable effort to redress traditional gender biases and other forms of inequalities that militate against equitable access to social services.  A well-educated and innovative population that is endowed with a vibrant entrepreneurial class, high labour productivity and an inclination towards wealth accumulation should characterize the desired society. To achieve this desired state of affairs, the strategic actions/options that must be pursued are detailed in Annex 3."}, {"text_block_id": "p85_b851", "text": "Issue Four: How to create a tolerant, stable, secure and well managed society based on democratic values."}, {"text_block_id": "p85_b852", "text": "Having been subjected to almost three decades of bad governance and a decade-long brutal civil conflict, this issue reflects the Sierra Leonean consensus – that there can be no other path to building a tolerant, stable, secure and well-managed country, than through democratic governance.  It is widely believed that only good governance will provide genuine opportunities for successful development, promote the ongoing democratisation process and encourage balanced socio-economic development."}, {"text_block_id": "p85_b853", "text": "Within the context of the present national policy of post war resettlement, reintegration and reconciliation, democratic governance for Sierra Leone must"}, {"text_block_id": "p86_b854", "text": "include the following core elements: genuine reconciliation among the people, respect for human rights, tolerance, free speech, regular free and fair elections, open debate and dialogue, freedom of association, sound property rights, and decentralisation/devolution of power to provincial governments.  In addition to building a society characterised by democratic values, it is important that the governance include sound management of the economy and national resources."}, {"text_block_id": "p86_b855", "text": "The attainment of these goals will depend on several factors, including the availability of appropriate human resources, effective information and communications systems, and building the necessary institutional capacity for good governance and national development management.  Given the fact that over a decade of civil conflict severely constrained the capacity of the government, any strategy to address the issue above must pay high priority to enhancing human capacity within the government, rebuilding damaged or deteriorating infrastructures, and increasing the national revenue base."}, {"text_block_id": "p86_b856", "text": "The Strategic actions/options enumerated in Annex 4 will go a long way to achieving the desired objectives of this issue."}, {"text_block_id": "p86_b857", "text": "Issue Five:  How to ensure sustainable and effective utilization of natural resources while maintaining a quality environment."}, {"text_block_id": "p86_b858", "text": "The environment is the repository of all natural resources, which are exploited for national development and human livelihood.  Sierra Leoneans have always depended on their natural resource endowment for development.  Thus, the major concern in terms of environmental sustainability in Sierra Leone revolves around the need to balance the challenges of accelerated national development with the imperatives of sustainable exploitation of the available natural resources and the maintenance of environmental quality to meet the needs of both the present and future generations."}, {"text_block_id": "p86_b859", "text": "Two critical elements to be considered in striving to achieve the goals of this issue are:"}, {"text_block_id": "p86_b860", "text": ""}, {"text_block_id": "p86_b861", "text": "The need for a well-planned and beautiful country to promote healthy living condition for the population and attract tourists and potential foreign investors."}, {"text_block_id": "p86_b862", "text": ""}, {"text_block_id": "p86_b863", "text": "The imperative of sustained exploitation and utilization of available natural resources to satisfy the needs of present and future generations."}, {"text_block_id": "p86_b864", "text": "This issue is concerned with the conservation and sustainable use of Sierra Leone’s natural resources and biodiversity, sustenance of land and soil productivity and that enhances the aesthetic values and attractiveness of the country.  The issue further implies improvement in the quality of life for the present generation without compromising the quality of life of future"}, {"text_block_id": "p87_b865", "text": "generations.  The detailed strategic actions/options presented in Annex A.5 are geared towards preventing environmental degradation in Sierra Leone."}, {"text_block_id": "p87_b866", "text": "Issue Six: How to develop a Science and Technology driven nation."}, {"text_block_id": "p87_b867", "text": "The level of Science and Technology (S & T) development is extremely low when compared to what obtains in several developing countries, not to mention the developed countries. The many advances in S & T have had very little impact on the pressing problems of Sierra Leone. Consequently, the country lags behind in the adoption of modern technologies.  In order to become a Science and Technology driven nation Sierra Leone must adopt the strategic actions/options outlined in Annex 6."}, {"text_block_id": "p87_b868", "text": "Conclusion"}, {"text_block_id": "p87_b869", "text": "The national vision encapsulates the aspirations of Sierra Leoneans for the kind of country they would like to build.  The attainment of this vision may appear far-fetched, but if the country is prepared to confront the challenges of addressing the key strategic issues outlined above, the vision will be realised.  Obviously this challenge is not an easy one, given the low capacity of the country in terms of both financial and human resources."}, {"text_block_id": "p87_b870", "text": "While forging ahead with this arduous task of national reconstruction and development, the country will be confronted with a number of constraints and obstacles that must be addressed if Vision 2025 is to be attained.  These are the weaknesses of Sierra Leone as a nation that have in the past hindered development efforts, or possible external threats that may militate against attaining the desired future."}, {"text_block_id": "p87_b871", "text": "As presented in the scenarios in Chapter 3, the future is open to many possibilities depending on our actions and inactions.  It is the prerogative of Sierra Leoneans, therefore, to decide which path to follow in terms of future development as a nation.  If good policies are adopted and all work conscientiously, the vision will be attained.  If, on the other hand, bad policies are adopted, the country will continue to lag behind with the accompanying consequences of poor social and human development."}, {"text_block_id": "p88_b872", "text": "Chapter 5"}, {"text_block_id": "p88_b873", "text": "Implementation of Vision 2025"}, {"text_block_id": "p88_b874", "text": "5.1 Introduction"}, {"text_block_id": "p88_b875", "text": "The people of Sierra Leone have come together to chart a new course by designing a desirable vision and developing the means to follow it. The effort led to a collective thinking and dialogue on where we are, what are the challenges, opportunities and possibilities of the future, what must we aim at for the future, and what areas must we focus on to build our desired future?"}, {"text_block_id": "p88_b876", "text": "This concluding chapter provides ideas on the implementation of the vision; given the understanding that a vision without action is merely a dream. There is need to be strategic and innovative in national thinking and focus, and a need to work conscientiously together for the attainment of the vision. This calls for the marshalling of all the country’s energies and resources to make Vision 2025 a reality.  Everyone must do what is required for national progress, anchored on an open door policy that embraces external partners that are prepared to assist the country in its strive towards creating a better future."}, {"text_block_id": "p88_b877", "text": "This chapter therefore addresses three crucial issues: the follow-up process to the Vision, resources and resource mobilisation, and the institutional arrangements to ensure that the vision document becomes the guiding light for all national actions."}, {"text_block_id": "p88_b878", "text": "5.2 Follow-up to Vision 2025: The Role of Key Actors"}, {"text_block_id": "p88_b879", "text": "Building a shared national vision or creating a better future are not tasks that can be left alone to the government of the day.  In the democratic environment of today, government can be changed at any election cycle, which in Sierra Leone is every five years.  Everyone, including all political parties and the different segments of society that were engaged in the visioning exercise, must play an active part in attaining the better future that has been designed.  Their buy-in and commitment to making the national vision a reality must be assured."}, {"text_block_id": "p88_b880", "text": "A primary challenge therefore is to ensure that the vision is truly shared by the population.  The people must believe in the vision and be committed to making it a reality.  Although the process of defining the national vision was participatory, efforts must continue in order to engage all the actors in the implementation, as the achievement of Vision 2025 will demand a high level of involvement and sacrifice by all.  There must be in place an ongoing process of dialogue among the key stakeholders and decision makers to ensure that various sectors of society understand the different roles that they have to play in implementing programmes."}, {"text_block_id": "p89_b881", "text": "In addition, collaboration and cooperation between and among the actors is critical to the realisation of the Vision.  The various actors in the development process include the government, private sector, civil society and development partners.  The significant role that each actor plays during implementation is discussed below."}, {"text_block_id": "p89_b882", "text": "5.2.1 The Government"}, {"text_block_id": "p89_b883", "text": "First and foremost, the government will play a facilitative role by ensuring that an enabling environment is created for the active participation of the other actors.  The key focus of government must be the realisation of the vision, by making it the primary focus in the formulation of policies, strategies and programmes."}, {"text_block_id": "p89_b884", "text": "Second, the government has to face the critical challenge of ensuring that all its institutions, particularly the planning and policy arms, are re-orientated in their thinking and strategic focus in order to carry through the realisation of the vision.  Sector plans will need to be developed with emphasis on how each ministry or sector can help achieve the vision and how proposed policies and actions address the strategic issues.  Plans and policy documents will then be evaluated based on how they contribute to moving the country towards the attainment of its vision."}, {"text_block_id": "p89_b885", "text": "Third, targeted incentives must be provided through rational government policies to encourage the private sector and other civil society groups to ensure that the critical developmental areas identified by Vision 2025 become the key focus of all stakeholders during implementation."}, {"text_block_id": "p89_b886", "text": "Fourth, the government should put in place institutional structures that will bring together the key actors on an on-going basis to review the vision and strategies and monitor implementation. This is needed in order to ensure that changes are made to strategies when appropriate, with the full knowledge of all actors so that their respective capabilities are enhanced in promoting the attainment of the national vision."}, {"text_block_id": "p89_b887", "text": "5.2.2 The Private Sector"}, {"text_block_id": "p89_b888", "text": "Vision 2025 foresees a leading role for the private sector in achieving the national vision.  In today’s world of rapid innovations, it is recognized that the private sector is the engine of wealth creation in all economies.  A key strategic thrust identified by the vision is the creation of a competitive and fast growing liberal economy led by the private sector.  This is in recognition of the significant role that the private sector will have to play in achieving the vision.  The private sector will have to join all the other stakeholders in ensuring that the country stays on the path to achieving Vision 2025."}, {"text_block_id": "p89_b889", "text": "In addition to doing what it does best, creating wealth, the private sector will have to be engaged as an equal partner with other actors to build the type of society that is envisioned by Vision 2025.  The private sector will also assist in"}, {"text_block_id": "p90_b890", "text": "building the capacity and capabilities of Sierra Leoneans.  Private sector actors have to work with the government to ensure that national resources are optimally utilized and must also ensure that a society is created where solidarity between people is primal, and everyone participates freely. Creating jobs for the poor, the youth and the disadvantaged is a critical challenge of the national vision; a role that can best be played by an organised and effective private sector."}, {"text_block_id": "p90_b891", "text": "The private sector needs to be involved intimately with the government in setting national policies and strategies, and in planning for the realization of the vision. As part of the effort to ensure that the private sector plays its role in the achievement of Vision 2025, a key focus of the country will be to help build the private sector.  Private sector development must be a priority national agenda, geared towards increasing the number of firms as well as the quality of their products and services.  The aim must be to build world-class firms within the Vision 2025 period in key areas where the country could develop its comparative and competitive advantages."}, {"text_block_id": "p90_b892", "text": "What Vision 2025 indicates is that the most effective and sustainable solution to the poverty problem in Sierra Leone is a robust and growing economy. In addition, creation of jobs is a top priority for addressing the unemployment problem that has persisted for a very long time.  It is the way out of the poverty quagmire and a crucial means of getting youth to become a productive segment of the society.  Without a well functioning and highly performing private sector the vision will likely remain a dream."}, {"text_block_id": "p90_b893", "text": "The creation of employment and building of the skills and capabilities of youth are primary tasks for the nation.  Otherwise, the youth population is likely to remain a breeding ground for civil unrest.  Sierra Leone will be relying extensively on a reinvigorated private sector to help create jobs in order to rebuild the country."}, {"text_block_id": "p90_b894", "text": "The challenge, therefore, is to devise appropriate structures to ensure that the private sector continues to grow and develop.  This will be achieved through the creation of an effective system of collaboration between government and the private sector, as is the case in the newly industrialised Asian countries.  One way of achieving such a system of collaboration is the creation of a National Business Forum that brings together and facilitates cooperation between the government and the private sector."}, {"text_block_id": "p90_b895", "text": "5.2.3 Civil Society"}, {"text_block_id": "p90_b896", "text": "Since the end of the war, civil society is gradually being rebuilt and becoming vibrant to take its rightful place in the management of national affairs.  For Sierra Leone this is very crucial, as civil society will have a major role to play in rebuilding trust and promoting issues of national interest.  Additionally, civil society will have to help in building a democratic culture where differences are debated and resolved for the common good of the mass of the populace.  The members of civil society, through various organizations and activities,"}, {"text_block_id": "p91_b897", "text": "have to become the guarantors of democracy and ensure that the leadership is accountable to the people."}, {"text_block_id": "p91_b898", "text": "Civil society will have to play a significant role in order to achieve the vision. Civil society organisations will have to become active implementing partners.  Government will need to place significant emphasis on getting civil society organisations to participate in the process of implementing and monitoring implementation of the national vision."}, {"text_block_id": "p91_b899", "text": "Civil society will be encouraged to create a forum where social organizations can participate to share ideas and collaborate with the other stakeholders for the achievement of the vision.  Civil society organisations must also ensure that the “vision informs their actions”.  The national interest will be met if all civil society organisations could base their programmes and actions on the national vision.  In contributing to the implementation of the vision, civil society organisations could also play a critical role in educating people about the vision, what it will take to realise it, and the contributions that will be needed from everyone."}, {"text_block_id": "p91_b900", "text": "The spirit of volunteerism will have to be encouraged among civil society in an effort to actively contribute to the development process.  Members of civil society organisations will have to develop individual principles that enhance national capacity to realise the vision.  For example, everyone must abhor corruption and expose those that are corrupt.  Civil society organisations must assist the nation in harnessing individual efforts for the collective good.  The government must do its utmost to empower civil society to make their rightful contributions to building a better future for the country."}, {"text_block_id": "p91_b901", "text": "5.2.4 International Development Partners"}, {"text_block_id": "p91_b902", "text": "The end of the war in Sierra Leone is in large part due to the goodwill and support of friendly nations within and outside West Africa.  At present, Sierra Leone is highly dependent on donor aid and support, as a high percentage of government expenditures and relief efforts are sourced from external partners either as aid grant or loans.  Although the need for external support is clear, this may not be sustainable in the long-term."}, {"text_block_id": "p91_b903", "text": "Vision 2025 aims at making Sierra Leone less dependent on donor support. However, in the meantime, the country will require the goodwill and assistance of the international community in supporting Vision 2025.  What will be required is to manage and coordinate aid more effectively, and to ensure that it leads to a reduction in aid dependency over time.  Towards this aim, the country’s development partners must become participants in the push towards achieving the national vision.  They will also have to work in partnership with the local stakeholders with only one objective in mind – realising the national vision."}, {"text_block_id": "p91_b904", "text": "The prerequisite for donor support is to ensure a strong linkage between donor assistance and programmes designed for implementation of the"}, {"text_block_id": "p92_b905", "text": "national vision.  The elements of the vision and the strategic thrusts identified should become the basis for the programmes and development aid of external partners.  Government will ensure that development partners are fully aware of the strategic thrusts of the national vision, and are kept updated on the status of implementation.  There must be synergy in the actions of not only donors, but of NGOs as well."}, {"text_block_id": "p92_b906", "text": "5.3 Resource Needs and Mobilization"}, {"text_block_id": "p92_b907", "text": "A crucial aspect of a national vision that is often neglected is the issue of resources: How much resources are needed and where will they come from?  Two types of resources will be needed: human capital and finance."}, {"text_block_id": "p92_b908", "text": "In the next phase of the exercise, more precise figures on the resource requirements will be determined, as well as devising a strategy for resource mobilisation.  Preliminary estimates of the resource requirements were provided in the “Action Programme for Sierra Leone’s Development for the Period 2001-2010”, presented at the Third United Nations Conference on the Least Developed Countries in Brussels (May 2001).  What is clear from that report, including estimates provided in the National Recovery Strategy 2002-2003, is that the resource needs for the country’s recovery and development over the vision period are enormous.  Development finance, as well as resources for investment in the economy, will have to be generated both locally and internationally."}, {"text_block_id": "p92_b909", "text": "Once the stakeholders have validated this document, the resource needs for each of the focus areas or strategic thrusts must then be identified.  This is important because of the need to have a clear idea of what will be needed and to test the resource feasibility of the strategies.  The specific resource needs for Vision 2025 are not addressed in the current document because they are inextricably linked to the action plans and programmes that will need to be formulated for each focus area by the government.  Moreover, any costing will have to be indicative, due to the rate at which change now occurs and the fact that many actors will be involved in the financing and implementation of Vision 2025."}, {"text_block_id": "p92_b910", "text": "The need to place emphasis on seeking innovative financing for Vision 2025 is clear.  New collaborative arrangements and partnerships will need to be developed for resource mobilisation. It will be particularly important to develop new partnerships between the private sector (both foreign and local) and the government to finance major projects.  Major infrastructure projects for power, communications, sanitation, water, housing, and transportation will have to be financed in order to create the enabling environment for investment in the country.  Moreover, capacity building and capability enhancing programmes will be needed, given the low levels of technical capability in the country and the fact that many well-trained and qualified Sierra Leoneans have emigrated to other countries."}, {"text_block_id": "p93_b911", "text": "In addition to developing innovative partnerships and ways to fund major capital projects, it will be important to find ways to encourage investment in the economy’s productive sectors.  Incentives will have to be given to encourage domestic savings mobilisation and investments.  Local Banks must be encouraged to facilitate the use of savings for investment.  Furthermore, Sierra Leoneans in the Diaspora could be sources of capital and skills to build the economy.  Many Sierra Leoneans that are outside are professionals and it would be beneficial if joint investment funds can be set up to target this group collectively, and to raise funds for investment in viable economic projects.  They should be given incentives to come back home to become entrepreneurs. Their understanding of the local environment and the outside world could be invaluable in helping build globally competitive enterprises."}, {"text_block_id": "p93_b912", "text": "Government, with the other stakeholders, should also explore the setting up of Development Finance Institutions (DFIs) which, for example, could provide financing and capital for medium scale enterprises.  Such institutions could seek funds from international DFIs and from local sources to be used to fund innovative and financially sound projects or entrepreneurial activities. Support will be sought by the Government from International Finance Institutions (IFIs), such as the West African Development Bank, African Development Bank, World Bank and other international development agencies to help set up and structure the local DFIs."}, {"text_block_id": "p93_b913", "text": "The aim is to provide creative ways to finance projects to realise the vision.  The dearth of Foreign Direct Investment (FDI) coming into Africa as a whole is an indication that the classical approach for attracting investment resources may not work.  The recent history of Sierra Leone as a country that is grappling with the effects of a ten-year civil war is also a major preoccupation with regards to attracting foreign direct investment.  The government must, therefore, be willing to explore new initiatives and ideas with potential investors and entrepreneurs to ensure that the country becomes once again a safe haven for investment.  The government must be willing to collaborate, experiment, and take calculated risks that could lead to high payoffs for the country and investors."}, {"text_block_id": "p93_b914", "text": "5.4 Institutional Arrangements"}, {"text_block_id": "p93_b915", "text": "Vision 2025 is a response to the limitations and failures of past approaches to development planning. The aim is to ensure that national planning becomes a consultative, learning and flexible process for decision-making.  For the new approach to be effective, it is necessary to redesign the planning processes and undertake necessary institutional reforms in addition to putting in place the follow-up and monitoring mechanisms."}, {"text_block_id": "p93_b916", "text": "As the current exercise is intended to chart a vision for the future of the country, it will be important to review planning processes in light of the visioning approach, and set up strategic institutions and mechanisms to manage and monitor implementation.  Two new outfits, the National Vision Council (NVC), and the Strategic Planning and Information Unit (SPIU), should"}, {"text_block_id": "p94_b917", "text": "be set up.  The key role of these bodies will be to provide strategic direction to the sector or line ministries in the formulation of action plans, programmes and projects."}, {"text_block_id": "p94_b918", "text": "This will be done with the medium and short term planning tools at the disposal of the nation. The development planning apparatus will only need to be modified and sensitised, given the different demands that will be placed on it. The planning process will start by translating the key strategic issues or thrusts into development objectives that should be achieved during the planning period. Once this is done, the sectors (ministries and parastatals) will be tasked to develop sectoral plans that will adequately respond to the strategic issues and objectives for the planning period.  In addition, emphasis will be placed on co-ordination between and among the various plans.  This is necessary to ensure consistency and that programmes and action plans in the various sectors are mutually reinforcing."}, {"text_block_id": "p94_b919", "text": "5.4.1 Strategic Planning and Information Unit (SPIU)"}, {"text_block_id": "p94_b920", "text": ""}, {"text_block_id": "p94_b921", "text": "To lead the technical work on the implementation of Vision 2025."}, {"text_block_id": "p94_b922", "text": ""}, {"text_block_id": "p94_b923", "text": "To act as the strategic “Think-Tank” or “Ideas Laboratory” for government."}, {"text_block_id": "p94_b924", "text": ""}, {"text_block_id": "p94_b925", "text": "To undertake periodic reviews of the vision and propose new ideas on implementation."}, {"text_block_id": "p94_b926", "text": ""}, {"text_block_id": "p94_b927", "text": "To develop indicators and guideposts to monitor the implementation and progress towards attainment of the vision."}, {"text_block_id": "p94_b928", "text": ""}, {"text_block_id": "p94_b929", "text": "To help develop new tools for planning and building the capacity of line ministries or sectors."}, {"text_block_id": "p94_b930", "text": ""}, {"text_block_id": "p94_b931", "text": "To collect and analyse strategic information on the country’s internal and external environments and their implications for development."}, {"text_block_id": "p94_b932", "text": ""}, {"text_block_id": "p94_b933_merged", "text": "To provide technical support to line ministries with regards to long-term planning and development policy analysis."}, {"text_block_id": "p94_b936", "text": "5.4.2 National Vision Council"}, {"text_block_id": "p94_b937", "text": "Making Vision 2025 a reality will require a concerted national effort and commitment.  This commitment can be built and maintained by setting up a high level group of knowledgeable eminent persons to champion and encourage all Sierra Leoneans to believe in, and commit themselves to the vision.  Additionally, the group must provide the leadership for its"}, {"text_block_id": "p95_b938", "text": "implementation.  This high-level group should be called the National Vision Council (NVC), and its primary role will be to oversee the implementation and realization of Vision 2025."}, {"text_block_id": "p95_b939", "text": "The National Vision Council must be made up of well-respected Sierra Leoneans who are committed to building a desirable future for all.  They must be representative of the different segments of society, including government, private sector, and civil society. They must be technically competent and visionary.  This body should help market the country’s vision both locally and internationally, and help obtain the necessary support and commitments to the process."}, {"text_block_id": "p95_b940", "text": "A well-respected, non-partisan, dignified Sierra Leonean should chair the Vision Council.  The Council will meet regularly to review progress towards the achievement of the vision, make recommendations to government, and then publish annual reports.  The Vision Council will be supported by the Strategic Planning and Information Unit, acting as a secretariat."}, {"text_block_id": "p95_b941", "text": "5.5 Monitoring, Review and Evaluation"}, {"text_block_id": "p95_b942", "text": "Provision for ongoing monitoring of progress towards the Vision 2025 should be made.  This will include the annual report to be produced.  Progress reports will also be prepared by each sector. Others will be encouraged to produce their own assessment of progress.  For example, stakeholders should undertake their own internal review to examine achievements, problems and propose ideas for the way forward for the consideration and action of government."}, {"text_block_id": "p95_b943", "text": "Beyond these activities, the government will work with the other actors to undertake major reviews that will coincide with national planning cycles. These reviews will be focused on evaluating the relevance of the vision, of the strategic directions or thrusts, and of strategies put in place, given developments within and outside of Sierra Leone. Vision 2025 must not be static in a dynamic global environment.  The goal will be to facilitate flexibility and change when it is necessary and advantageous.  This is a must as it will be necessary to refine actions, change course or directions over the next two decades.  MODEP and the two new outfits, the Strategic Planning and Information Unit and the Vision Council, should play the leadership role in monitoring, evaluation and review."}, {"text_block_id": "p95_b944", "text": "5.6 Linkages between Vision 2025 and Development Planning"}, {"text_block_id": "p95_b945", "text": "A crucial challenge in development management is the capacity to link plans of different time horizons, and to harmonize various plans.  In most developing countries such as Sierra Leone, the clamour to improve economic conditions and facilitate long-term development has led to the adoption of additional planning and policy instruments ranging from national visions to adjustment programmes.  Each tool or plan has a different role to play in managing the development process.  The Vision by necessity focuses on the"}, {"text_block_id": "p96_b946", "text": "long-term; the traditional development plan is concerned with the medium-term, while policy instruments such as adjustment programmes, poverty reduction strategies, annual budgets and Public Investment Programmes (PIPs) are directed mainly at the short-term."}, {"text_block_id": "p96_b947", "text": "In Sierra Leone, Vision 2025 is meant to clarify the long-term aspirations and vision of the country.  The Vision sets the long-term direction for Sierra Leone and the strategic thrusts or areas of focus for the vision period.  Its aim is to provide a sense of purpose and directions for the development management process in Sierra Leone.  Vision 2025 therefore should be the basis for other planning or policy documents. Medium-term policy instruments such as the Medium-Term Expenditure Framework (MTEF) should be used to translate the vision to medium-term goals and action plans. The Public Investment Programmes (PIPs) and Poverty Reduction Strategy Papers (PRSPs) are short-term policy tools that will be used to implement the medium-term goals and action plans (Figure 5)."}, {"text_block_id": "p96_b948", "text": "Figure 5 : Linking Vision 2025 to Development Planning"}, {"text_block_id": "p96_b949_merged", "text": "This process is designed to ensure that Vision 2025 serves as the basis for development management in Sierra Leone, and that the objectives, policies and strategic agenda of medium-term plans are consistent both with the Vision and the global strategies designed to achieve it.  In this context, term plans would be formulated within the context of the medium-term plans and programmes. The Vision 2025 should be reviewed every 3 to 5 years when the medium term plans are being developed while the"}, {"text_block_id": "p97_b952", "text": "medium-term plans should be reviewed when the short-term programmes are being formulated."}, {"text_block_id": "p97_b953", "text": "5.7 Conclusion"}, {"text_block_id": "p97_b954", "text": "Sierra Leoneans through the Vision 2025 have committed themselves to building a better future.  This vision must therefore be the guiding framework for actions for the foreseeable future.  Efforts must be made to ensure that actions by all stakeholders are mutually reinforcing and consistent with Vision 2025.  The nation must also be ready to create the necessary institutions, build the capabilities and invest the resources that will be needed to achieve Vision 2025."}, {"text_block_id": "p97_b955", "text": "Sierra Leoneans must be determined to avoid the mistakes of the past and to build a better future.  To build this future all hands will be required.  All actors, whether local or foreign, will be encouraged to join the coalition for Vision 2025. The realisation of Vision 2025 will be a major challenge and will require tremendous sacrifice by all Sierra Leoneans.  The support of Sierra Leone’s development partners and foreign investors will be needed.  The government and people of Sierra Leone must be determined to create the necessary conditions and environment to facilitate growth, development and long term transformation."}, {"text_block_id": "p98_b956", "text": "ANNEXES"}, {"text_block_id": "p99_b957", "text": "Annex 1:"}, {"text_block_id": "p99_b958", "text": "Strategic Options/Actions for the attainment of a competitive private sector-led economy with effective indigenous participation."}, {"text_block_id": "p100_b959", "text": "Annex 1 (CONTINUED):"}, {"text_block_id": "p100_b960", "text": "Strategic Options/Actions for the attainment of a competitive private sector-led    economy with effective indigenous participation."}, {"text_block_id": "p101_b961", "text": "Annex 2:"}, {"text_block_id": "p101_b962", "text": "Strategic Options/Actions for creating a high quality of life for all Sierra Leoneans."}, {"text_block_id": "p102_b963", "text": "Annex 2 (CONTINUED):"}, {"text_block_id": "p102_b964", "text": "Strategic Options/Actions for creating a high quality of life for all Sierra Leoneans."}, {"text_block_id": "p103_b965", "text": "Annex 2 (CONTINUED):"}, {"text_block_id": "p103_b966", "text": "Strategic Options/Actions for creating a high quality of life for all Sierra Leoneans."}, {"text_block_id": "p104_b967", "text": "Annex 3:"}, {"text_block_id": "p104_b968", "text": "Strategic Actions/Options for building a well educated and enlightened society"}, {"text_block_id": "p104_b969", "text": "Annex 4:"}, {"text_block_id": "p104_b970", "text": "Strategic Actions/Options for creating a tolerant, stable, secure and well- managed society based on democratic values."}, {"text_block_id": "p105_b971", "text": "Annex 5:"}, {"text_block_id": "p105_b972", "text": "Strategic Actions/Options for ensuring sustainable exploitation and effective utilisation of natural resources, while maintaining a quality environment."}, {"text_block_id": "p106_b973", "text": "Annex 6:"}, {"text_block_id": "p106_b974", "text": "Strategic Actions/Options for developing a science and technology-driven nation"}, {"text_block_id": "p107_b975", "text": "Annex 7:"}, {"text_block_id": "p107_b976", "text": "Summary of Multilateral Policy Interventions in Sierra Leone, 1967-2001"}, {"text_block_id": "p108_b977", "text": "Annex 7 (continued):"}, {"text_block_id": "p108_b978", "text": "Summary of Multilateral Policy Interventions in Sierra Leone, 1967-2001"}, {"text_block_id": "p108_b979", "text": "Source: Ministry of Finance (Government of Sierra Leone)"}, {"text_block_id": "p109_b980", "text": "Annex 8:"}, {"text_block_id": "p109_b981", "text": "Members of the Steering Committee, National Core Team, Reading and Editorial Team, Multi-Disciplinary Working Group"}], "document_description": "Has two references to ‘climate change' as one of the ‘threats' the country is facing"}