{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Belgium", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial"], "document_date": "29/03/2019", "document_language": "English", "document_name": "Law on the Mobility Budget", "document_country_code": "BEL", "document_hazard_name": [], "document_keyword": "Transportation", "document_response_name": "Mitigation", "document_url": "https://www.ejustice.just.fgov.be/cgi/article_body.pl?language=fr&caller=summary&pub_date=19-03-29&numac=2019030319", "document_type": "Royal Decree", "text_blocks": [], "document_description": "This <a href=\"http://www.etaamb.be/fr/loi-du-17-mars-2019_n2019030319.html\">law</a>, adopted by the Parliament and signed by the king, enables employers to set up a mobility budget within their companies. It is distinct from the \"cash for car\" regulation. The document aims at fostering environmentally-friendly cars, that is to say full-electric vehicles or car with CO2 emissions under 105 g/km in 2019, under 100 g/km in 2020 and under 95 g/km from 2021 onward. The mobility budget ceases to be granted if the car does not fit these objectives.\n\nThe law also promotes sustainable transport modes as following:\n<ul>\n<li>soft mobility (purchase, rental, leasing, maintenance and legally required equipment): cycles and motorcycles.</li>\n<li>public transport: subscriptions (for the distance from home to work and on behalf of the worker) and tickets (public transport tickets in Belgium or in the European Economic Area); organised public transport.</li>\n<li>sharing solutions: carpooling and car-pooling solutions, taxi services and chauffeur-driven car rental services, rental of self-driving vehicles (maximum 30 days per year).</li>\n<li>housing costs (rents and interest on a mortgage): home established within 5 kilometres of the usual place of work; mileage allowance bike or provision of a bicycle.</li>\n</ul>"}