{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Belgium", "document_category": "Law", "document_date": "01/01/2017", "document_sector_name": ["Transportation", "Energy"], "document_language": "French", "document_name": "Law modifying the law of April 12, 1965 relating to the transport of gas products and others by pipes and the law of April 29, 1999 relating to the organization of the electricity market, with a view to reducing the cost of the deployment of electronic communications networks High Speed", "document_country_code": "BEL", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/BEL/2017/BEL-2017-01-01-Law modifying the law of April 12, 1965 relating to the transport of gas products and others by pipes and the law of April 29, 1999 relating to the organization of the electricity market, with a view to reducing the cost of the deployment of electronic communications networks High Speed_ee5769ae388a86f54ab531805d5d3662.pdf", "document_response_name": "Mitigation", "document_type": "Law", "text_blocks": [], "document_description": "The Act regulates organisation of the electricity market and contributes to meeting international commitments related to climate change. This is to be done in particular through promotion of renewable electricity generation, among others by providing federal feed-in tariffs, and organising a federal green certificate scheme. It defines the extensive competences of CREG (the Commission for Regulation of Electricity and Gas) in fixing transport and distribution tariffs, as well as regulating the prices of energy to prevent adverse price increases. The Act further guarantees connection of renewable electricity sources to the grid. It also supports the promotion of renewable energies in planning for electricity sources choice, lays down provisions for feed-in tariffs for renewable electricity production not addressed by specific regional regulation, mandates the federal Minister for Energy to stimulate tenders for renewable electricity generation installations and especially wind power, provides for adoption of specific regulation organizing the green certification scheme. The federal green certificate scheme is further detailed in the Royal order on the creation of a mechanism to support electricity production from renewable energy sources of 2012 (modifying previous regulation from 2002). The Order requires electricity transmission system operators to purchase green or CHP energy certificates at a guaranteed minimum price. Renewable energy facilities (offshore wind farms, PV facilities commissioned before 01/08/2012, hydro or tidal energy facilities and geothermal energy generation facilities) are entitled to receive this support for 10 years after the facility is commissioned. The Act was amended in 2019 by the law on the organisation of the electricity market with a view to introducing a competitive tendering procedure for the construction and operation of production facilities in the marine areas under the jurisdiction of Belgium and ratifying the Royal Decree of 11 February 2019, amending the Royal Decree of 16 July 2002 on the establishment of mechanisms to promote electricity produced from renewable energy sources."}