{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Belgium", "document_category": "Law", "document_sector_name": ["Waste", "Transportation", "LULUCF", "Industry", "Energy", "Agriculture"], "document_date": "14/11/2002", "document_language": "English", "document_name": "The Co-operation Agreement on the National Climate Plan and the National Climate Plan", "document_country_code": "BEL", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/BEL/2002/BEL-2002-11-14-The Co-operation Agreement on the National Climate Plan and the National Climate Plan_0b923704b58f81e103540ecbfec050e5.pdf", "document_type": "Law", "text_blocks": [], "document_description": "<div>The present co-operation agreement was the basis for the elaboration of the first National Climate Plan (2009-2012), as well as establishment of the National Climate Commission. The Plan offers a detailed description of all existing formally approved climate change related measures for each sector (energy, industry, transportation) and cross-cutting issues (awareness-raising, exemplary role of the federal Government, etc.). The National Climate Plan also defines the 11 main axes of Belgium's climate strategy:</div><ul><li>Energy production optimisation</li><li>Efficient use of energy</li><li>Industrial sector initiatives</li><li>Development of sustainable transport</li><li>Prioritisation of sustainable management of agricultural and forest ecosystems</li><li>Continued efforts in waste management</li><li>Increased climate change research</li><li>Awareness-raising on climate change mitigation options</li><li>Increased direct initiative of public authorities in reducing the GHG emissions</li><li>Use of flexibility mechanisms (JI, CDM)</li><li>Integrating the climate dimension into development aid policy</li></ul><div><br>&nbsp;Climate change policy has been consolidated in the National Climate Plan (2009-2012). Since 2013, the National Climate Commission has been engaged in extending this Plan up to 2020, a process slowed down by the lack of agreement among the regions and the National government on burden-sharing of non-ETS targets for 2013 - 2020 as well as the share of renewable energies per region.<br>&nbsp;<br>&nbsp;The Agreement establishes a National Climate Commission which monitors the implementation of the co-operation agreement, co-ordinates internal climate policy, and monitors and evaluates the National Climate Plan implementation and fulfilment of reporting obligations to the European and international level. The main tasks of the Commission thus include:</div><ul><li>Approval of official reports under the UNFCCC, the Kyoto Protocol, and EU Directives and Decisions</li><li>Evaluation of co-ordination and co-operation between the federal and interregional level on implementation of policies and measures adopted on the basis of the National Climate Plan.</li><li>Advice to the Co-ordinating Committee for International Environmental Policy and the Interdepartmental Commission for Sustainable Development.</li></ul>"}