{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Belgium", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "01/01/2000", "document_language": "French", "document_name": "The Federal Sustainable Development Plan", "document_country_code": "BEL", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://www.developpementdurable.be/fr/politique-federale/strategie-federale/instruments/le-plan-federal-de-developpement-durable", "document_type": "Plan", "text_blocks": [], "document_description": "The latest version of the Act on Co-ordination of Federal Policy on Sustainable Development calls for the development of a long-term vision for Sustainable Development that would include goals for 2050 and be based on interdepartmental and vertical co-operation among between the federal level and federated entities through the specifically created Interdepartmental Commission on Sustainable Development. A Federal Sustainable Development Plan is regularly elaborated and lays down specific co-ordination measures. So far, two FSDPs have been adopted, one for 2000-2004, the other for 2004-2008. The second FSDP has been extended due to the political context that prevented elaboration of a Plan for 2008-2012 and remains the current federal SD Plan. Three of the six main objectives of the FSDP are 'Managing natural resources more responsibly', 'Limiting climate change and increasing the use of clean energy', and 'Improving the transport system'. The measures proposed at the federal level in co-ordination with the regions include promoting alternative modes of transport, setting the right price for energy, promoting energy-conserving buildings and providing better public transport."}