{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_country_english_shortname": "Burundi", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Decentralized Rural Electrification Strategy (2015-2017)", "document_country_code": "BDI", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2015", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/BDI/2015/BDI-2015-12-25-Decentralized Rural Electrification Strategy (2015-2017)_b1511b76e3fddb77ba5972704cf2a9ce.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "UNICEF Burundi"}, {"text_block_id": "p0_b2", "text": "Decentralized Rural Electrification Strategy (2015-­‐2017)"}, {"text_block_id": "p0_b3", "text": "Background"}, {"text_block_id": "p0_b4", "text": "Burundi is one of the poorest countries in the\t\r  world, currently occupying position 180 out of 187\t\r  on the Human Development Index. Energy poverty is especially critical and\t\r  presents one of the key bottlenecks towards overall social and economic development. Currently, only 3% of the population has access to the\t\r  national electricity grid. The\t\r  situation with social infrastructure is equally grim: almost 96% of primary schools, 71% of\t\r  health\t\r  centers, and 52% of district hospitals remained without\t\r  electricity in 2014."}, {"text_block_id": "p0_b5", "text": "The vast majority of the country is reliant on simple biomass\t\r  fuels, such as wood, coal, and kerosene, to meet\t\r  their daily cooking, heating, and lighting needs. These dirty energy sources negatively impact all aspects of\t\r  daily life – exposing households to severe\t\r  health risks, restricting income-­‐generating\t\r  opportunities\t\r  to daylight hours, stunting learning outcomes for children, and preventing the delivery of critical health services."}, {"text_block_id": "p0_b6", "text": "In this context, UNICEF Burundi has made renewable energy – and environmental sustainability more broadly – a\t\r  key focus of its country programme for 2015-­‐17."}, {"text_block_id": "p0_b7", "text": "Strategy"}, {"text_block_id": "p0_b8", "text": "Through its recently formed Innovation Lab, the Burundi Office is"}, {"text_block_id": "p0_b9", "text": "uniquely positioned\t\r  to convene key actors, including government, development\t\r  organizations, academia, civil society, and private sector, to co-­‐develop solutions to pressing local challenges."}, {"text_block_id": "p0_b10", "text": "A\t\r  major area\t\r  of focus is the development of a\t\r  Decentralized Rural Electrification (DRE) Strategy."}, {"text_block_id": "p0_b11_merged", "text": "The DRE Strategy aims to"}, {"text_block_id": "p0_b13", "text": "The Strategy is based on a three-­‐pronged\t\r  approach:"}, {"text_block_id": "p0_b14", "text": "Action Plan"}, {"text_block_id": "p0_b15", "text": "Over the course of 2013-­‐14, UNICEF Burundi laid the groundwork\t\r  for the Strategy, which included carrying out a comprehensive set of research, market analysis, and\t\r  scoping activities. Several innovative products and business models were piloted, including Project Lumiere – a\t\r  micro enterprise model for delivering household energy supply to rural communities – and the installation of five solar\t\r  fridges in health centers and a\t\r  solar-­‐powered\t\r  computer kiosk in\t\r  a youth\t\r  center."}, {"text_block_id": "p1_b16", "text": "Based on the results and outcomes of this work, an action plan was developed to support\t\r  the further implementation of the Strategy. The action plan focuses on fostering an enabling environment, enhancing supply and demand for clean\t\r  energy, and\t\r  promoting rigorous evaluation and documentation through the following activities:"}, {"text_block_id": "p1_b17", "text": "Activity 1: Establishing necessary legal and regulatory frameworks"}, {"text_block_id": "p1_b18", "text": "Activity 1: Establishing necessary legal and regulatory frameworks\n* A\t\r  study visit of government officials, national market experts, and\t\r  researchers to a\t\r  North African country for replicable models of photovoltaic (PV) coverage\n* Recruitment of international expertise to support the development of specific by-Â­âlaws and regulations on product taxation, sector-Â­âspecific standards, quality control standards, etc.\n* Analysis on supply chains and local\n* Creation of an Energy\t\r  Research, Development, and Training Hub in collaboration with international partners to provide advanced\t\r  training in PV technology and promote sustainable transfer of skills and technologies\n* Establishment of two VET/youth centers to stimulate demand and reinforce domestic capacities for PV electrification and maintenance, and prepare youth for entry into the labor market\n* Provision of solar PV systems to schools and health centers for improved service delivery\n* Provision of basic PV training to Parent-Â­âTeacher Associations and health center administrators to guarantee sustainability of these systems\n* Scale-Â­âup \t\r Â of \t\r Â Project \t\r Â Lumiere\n* Creation of an Energy Ladder by widening\n* Public information and awareness raising\n* An impact evaluation of the overall approach and individual projects\n* Use of RapidPro to systematically monitor and report on progress\n* Dissemination of results and recommendations at national\t\r  level\t\r  for adaptation and replication in similar contexts"}, {"text_block_id": "p1_b24", "text": "Activity 2: Supporting national\t\r  use and\t\r  development of off-­‐grid energy solutions"}, {"text_block_id": "p1_b29", "text": "Activity 3: Electrifying social infrastructure through solar PV systems"}, {"text_block_id": "p1_b34", "text": "Activity 4: Expanding energy access for vulnerable households through\t\r  off-­‐grid energy solutions and rural distribution models"}, {"text_block_id": "p1_b41", "text": "Activity 5: Rigorous M&E to document and support further scale-­‐up\t\r  of proven\t\r  renewable energy solutions"}], "document_description": "This Strategy, developed in partnership with UNICEF, aims to foster the development of off-grid renewable energy production and use in the country. Environmental sustainability is a key factor in the layout of the Strategy."}