{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Burundi", "document_category": "Policy", "document_sector_name": ["Health", "Energy"], "document_language": "English", "document_name": "Energy Strategy and Action Plan 2011", "document_country_code": "BDI", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2011", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/BDI/2011/BDI-2011-12-25-Energy Strategy and Action Plan 2011_96451afd5519ade22748864dc1bd389f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Energy Strategy and Action Plan for Burundi"}, {"text_block_id": "p0_b2", "text": "Background"}, {"text_block_id": "p0_b3", "text": "Only two percent of Burundi’s population have access to electricity. Of these, most live in Bujumbura, the capital city. Since 1993, the country’s energy infrastructure has been largely destroyed as a result of inter-ethnic conflict. Additionally, an embargo in 1996 and the scarcity of for"}, {"text_block_id": "p0_b4", "text": "-"}, {"text_block_id": "p0_b5", "text": "eign currency have contributed to energy projects receiving little investment. Burundi’s electrical grid supplies 30.6 MW, most of which comes from the Rwegura and Mugere hydropower plants (generating 18 and 8 MW respectively)."}, {"text_block_id": "p0_b6", "text": "The extreme demand on these two plants makes the power supply highly unreliable. During the dry season the power supply deficit can increase from 13 to 23.5 MW, meaning that people increasingly turn to expensive, diesel-powered generators as an alternative source of energy. Technical and commercial losses of 24.4% have further reduced the availability of electricity. Burundi’s energy envi"}, {"text_block_id": "p0_b7", "text": "-"}, {"text_block_id": "p0_b8", "text": "ronment also harms its natural resources: high population growth and reliance on traditional biomass for cooking have contributed to severe deforestation, exacerbating the damage caused during the 1993 to 2004 political crises."}, {"text_block_id": "p0_b9", "text": "Strategic Targets"}, {"text_block_id": "p0_b10", "text": "The objective of EUEI PDF‘s project “Energy Strategy and Action Plan for Burundi” was to support the Ministry of Energy and Mines in developing a new national energy policy. Burundi’s 2006 energy sector policy requires up"}, {"text_block_id": "p0_b11", "text": "-"}, {"text_block_id": "p0_b12", "text": "dating and amending, taking into account the country’s domestic situation and integrating the regional energy strategy developed with the East African Community (EAC). This will be complemented by an implementation strat"}, {"text_block_id": "p0_b13", "text": "-"}, {"text_block_id": "p0_b14", "text": "egy and investment plan, all of which will be in line with the country’s national poverty reduction strategy adopted in 2007: the Cadre Stratégique de Croissance et de Lutte contre la Pauvreté (CSLP)."}, {"text_block_id": "p0_b15", "text": "Strategy Actions"}, {"text_block_id": "p0_b16", "text": "Major recommendations of the new national energy policy (Lettre de Politique Energétique Nationale), developed with the support of EUEI PDF, were made for the following sub-sectors:"}, {"text_block_id": "p0_b17", "text": "Biomass"}, {"text_block_id": "p0_b18", "text": "The effective measurement of wood-fuel production and consumption is essential to achieving the sustainable use of Burundi’s wood-fuel resources. In another step towards balancing demand and supply, important improvements can be made by increasing the energy efficiency of forestry and wood combustion. Three main activities thus stand in focus: awareness creation among consumers, the promo"}, {"text_block_id": "p0_b19", "text": "-"}, {"text_block_id": "p0_b20", "text": "tion of improved cooking stoves and improved demand measurements."}, {"text_block_id": "p0_b21", "text": "Petroleum Products"}, {"text_block_id": "p0_b22", "text": "The heavy cost of oil imports on Burundi’s balance of trade has to be reduced through increased market competition and better regulation of consumption. A new pipeline to Bujumbura could also improve the security of Burundi’s oil supply."}, {"text_block_id": "p0_b23", "text": "Electricity"}, {"text_block_id": "p0_b24", "text": "The policy proposes three phases to develop the electricity sector:"}, {"text_block_id": "p0_b25", "text": "The policy proposes three phases to develop the electricity sector:\n* Recovery: The sub-sector will concentrate on (i) repair\n* Recovery: The sub-sector will concentrate on (i) repair\n -\n* Recovery: The sub-sector will concentrate on (i) repair\n -\n ing and modernising existing equipment, (ii) reducing\n* Equipment: The implementation of new strategic areas\n* Equipment: The implementation of new strategic areas\n -\n* Equipment: The implementation of new strategic areas\n -\n al hydropower, (ii) formation of a highly interconnected\n* Expansion: In order to achieve a tenfold increase in gen-eration capacity of 300 MW by 2020, private nickel and"}, {"text_block_id": "p1_b37", "text": "Agricultural waste can be transformed into briquettes and thus provide an efficient and sustainable source of energy."}, {"text_block_id": "p1_b38", "text": "Renewable and non-Conventional Energy"}, {"text_block_id": "p1_b39", "text": "Two strategies have been devised to develop solar energy in Burundi:"}, {"text_block_id": "p1_b40", "text": "Two strategies have been devised to develop solar energy in Burundi:\n* Priority is given to the electrification of social infra\n* Priority is given to the electrification of social infra\n -\n* Priority is given to the electrification of social infra\n -\n structure (schools, hospitals, health centres, pumping\n* In the medium to long-term perspective, Burundiâs elec\n* In the medium to long-term perspective, Burundiâs elec\n -\n* In the medium to long-term perspective, Burundiâs elec\n -\n trical grid will be connected to solar power stations"}, {"text_block_id": "p1_b48", "text": "The following strategic points were proposed for wind power:"}, {"text_block_id": "p1_b49", "text": "The following strategic points were proposed for wind power:\n* Development of a wind atlas\n* Electrification of social infrastructure in off-grid and\n* Wind-powered water pumps in isolated areas\n* Development of utility-scale wind parks for grid"}, {"text_block_id": "p1_b57", "text": "Burundi possesses large deposits of peat in the order to 50 million tonnes. Household energy needs could be met by carbonising peat with agricultural waste in small, cost-effi"}, {"text_block_id": "p1_b58", "text": "-"}, {"text_block_id": "p1_b59", "text": "cient, and widely distributed stoves. Located at the margins of the Rift Valley, Burundi is also well placed to benefit from geothermal energy. However, exploration costs are too high for the country to carry alone."}, {"text_block_id": "p1_b60", "text": "Governance"}, {"text_block_id": "p1_b61", "text": "In addition, important recommendations are proposed regarding instruments of governance, the most relevant of which are legal, institutional and regulative, and relate to energy tariffs, private sector involvement, regional coopera"}, {"text_block_id": "p1_b62", "text": "-"}, {"text_block_id": "p1_b63", "text": "tion and research and development."}, {"text_block_id": "p1_b64", "text": "Finally, resource needs for implementing the energy policy are specified according to processes, human resources, financial resources, and monitoring and evaluation."}, {"text_block_id": "p1_b65", "text": "The Way Forward"}, {"text_block_id": "p1_b66_merged_merged_merged_merged_merged", "text": "Adoption of the energy strategy has been delayed due to local, parliamentary and presidential elections from May to July 2010, as well as election-related tensions and violence. Nevertheless, the draft strategy was discussed at a workshop on rural electrification in Kigali, Rwanda, in July 2010. The strategy was agreed on at a national stakeholder workshop in Bujumbura in November 2010. The final docu-ments were submitted to the Ministry of Energy and Mines in March 2011. The government of Burundi is expected to adopt the energy policy – including the associated imple-mentation strategy and investment plan – in 2011."}], "document_description": "This document sets Burundi's energy strategy and implementation actions. It states that main capacity additions will come from hydropower and other renewable resources. Priority is given to the electrification of social infrastructure (schools, hospitals, health centres, pumping stations, local administration offices) in remote, off-grid areas. In the medium to long-term perspective, Burundi's electrical grid will be connected to solar power stations.\n\nThe document further aims to increase energy efficiency of biomass use."}