{"document_instrument_name": ["Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Indonesia", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "Rural", "LULUCF", "Industry", "Energy", "Economy-wide", "Agriculture"], "document_date": "01/01/2015", "document_language": "Indonesian", "document_name": "2015-2019 National Medium-Term Development Plan", "document_country_code": "IDN", "document_hazard_name": [], "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/IDN/2015/IDN-2015-01-01-2015-2019 National Medium-Term Development Plan_79566255349829a073e659cfa9e7d564.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The 2020-2024 version of this plan notably seeks to reduce deforestation and forest degradation. It was approved by Presidential Regulation (Perpres) 18/2020.The 2015-2019 RPJMN specifies that the green economy is to be the foundation of Indonesia's development programme. The emphasis is to be on 'inclusive and sustainable growth, increasing value added of natural resources with the sustainable approach, increasing quality of the environment, disaster mitigation and tackling climate change'. Other strategies included in the plan are:To create and to increase green cities development as a part of climate and disaster security through : (a) spatial planning which orientates on environment sustainability; (b) improved institution and capacity of public officer to mitigate and reduce disaster risks; (c) providing public goods and infrastructure based on green construction principles;To develop the rural and remote areas, with special attention on border areas, disadvantaged regions, transmigration areas, and small islands;To eradicate illegal logging, illegal fishing and illegal mining;To improve governance in natural resources and to increase community participation in forest management. Specified targets include:Reduce greenhouse gas emissions for the five priority sectors, namely forestry and peat lands, agriculture, energy and transportation, industrial and waste, so that it will meet the target of 26 % in 2019 , in line with the National Action Plan for Greenhouse Gas Emission Reduction ( RAN - GRK );Increasing community resilience to the impacts of climate change on 15 vulnerable areas which are the pilot of National Adaptation Action Plan on Climate Change ( RAN -API). The Government stressed the importance of each province to set emission reduction targets within the framework of the Regional Action Plan - Greenhouse Gas Emission Reduction ( RAD - GRK ) with by issuing Governer Regulation. The plan also contains numerous regional-level initiatives, such as: Papua:Accelerating the development of downstream industries of mining, oil, gas and copper;Increased conservation and environmental carrying capacity for low-carbon development;Development of sustainable and inclusive economic zones based on village territories of indigenous peoples, through accelerated improvement of human resource in Papua. Kalimantan:Maintain Borneo's function as the lungs of the world, to enhance the conservation and watershed rehabilitation, critical areas, protected forests, and forest production; and developing systems for flood disasters and fires;Maintaining Borneo as national depository for energy with downstream development of coal , including the development of biomass-based renewable energy and water or the sun, or in accordance with the existing natural resources in each province;Development of commodity -based industries as oil palm, rubber, bauxite, iron, liquefied natural gas, zircon sand and quartz sand. Sumatra:National energy depository , including renewable energy development;Development of coal commodity downstream;Industry development based on oil palm, rubber, tin, bauxite and kaolin."}