{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Capacity building|Governance", "Subsidies|Economic"], "document_country_english_shortname": "Indonesia", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Government Regulation of the Republic of Indonesia Number 79 of 2014 on National Energy Policy", "document_country_code": "IDN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Regulation", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2014", "document_keyword": ["Industry", "Renewables", "Transport", "Subsidies", "Agriculture", "Energy"], "document_url": "https://cdn.climatepolicyradar.org/IDN/2014/IDN-2014-01-01-Government Regulation of the Republic of Indonesia Number 79 of 2014 on National Energy Policy_3dea81bafaaf1915b4d41d4913476e85.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT REGULATION OF THE REPUBLIC OF INDONESIA"}, {"text_block_id": "p0_b2", "text": "NUMBER 79 OF 2014"}, {"text_block_id": "p0_b3", "text": "ON"}, {"text_block_id": "p0_b4", "text": "NATIONAL ENERGY POLICY"}, {"text_block_id": "p0_b5", "text": "THE PRESIDENT OF THE REPUBLIC OF INDONESIA,"}, {"text_block_id": "p0_b6", "text": "HAS DECIDED :"}, {"text_block_id": "p0_b7", "text": "To Enact : GOVERNMENT REGULATION ON NATIONAL ENERGY POLICY."}, {"text_block_id": "p0_b8", "text": "CHAPTER I"}, {"text_block_id": "p0_b9", "text": "GENERAL PROVISION"}, {"text_block_id": "p0_b10", "text": "Article 1"}, {"text_block_id": "p0_b11", "text": "In this Government Regulation, the following items shall have the meanings indicated:"}, {"text_block_id": "p0_b12", "text": "In this Government Regulation, the following items shall have the meanings indicated:\n* Energy shall mean a capability to conduct work that could be in the form of heat, light, mechanics, chemical, and electromagnetic.\n<\\li1>"}, {"text_block_id": "p1_b14", "text": "In this Government Regulation, the following items shall have the meanings indicated:\n* Energy shall mean a capability to conduct work that could be in the form of heat, light, mechanics, chemical, and electromagnetic.\n<\\li1>\n* Energy Sources shall mean a thing that could produce Energy, both directly and through conversion or transform process.\n* Energy Resources shall mean natural resources that could be utilized, as Energy Sources and Energy.\n* New Energy Sources shall mean Energy Sources that can be produced by using new technology, coming from both Renewable Energy and non-Renewable Energy Sources, among others nuclear, hydrogen, coal bed methane, liquefied coal, and gasified coal.\n* New Energy shall mean the Energy coming from New Energy Sources.\n* Renewable Energy Sources shall mean the Energy Sources produced from sustainable Energy Resources when well managed, such as geothermal, wind, bioenergy, sunlight, water flow and waterfall, and hydrokinetic ocean and ocean thermal energies.\n* Renewable Energy shall mean the Energy deriving from Renewable Energy Sources.\n* Energy Management shall mean an activity consisting of the supply, enterprise, and utilization of Energy, and the provision of Strategic Reserves and Energy Resources Conservation.\n* Energy Independence shall mean the assurance of Energy availability by fully utilizing the potential source in the country.\n* Energy Security shall mean a condition of ensuring the availability of Energy and access of people to Energy at affordable prices in the long term with regard to the protection of the Environment.\n* Energy Conservation shall mean a systematic, planned, and integrated effort intended to preserve domestic Energy Resources and to improve efficiency in their utilization.\n* Energy Resources Conservation shall mean Energy Resources Management that guarantees their utilization and supply by continuing to maintain and improve the quality of their value and diversity.\n* Environment shall mean a spatial unit with all objects, power, conditions, and living creatures, including human beings and their behaviors, which influence the sustainable life and well-being of human beings and other living creatures.\n* Independent Energy Management shall mean a quality of Energy Management which are fully national-interest oriented to ensure that the Energy, Energy Sources, and Energy Resources are managed as well as possible for peopleâs prosperity, by prioritizing the domestic human resources and industrial capabilities as much as possible.\n* Energy Utilization shall mean the activities to use Energy, both directly and indirectly from Energy Sources.\n* Energy Industry shall mean all of the industries involved in the production and sale of Energy including Energy Sources extraction, manufacturing, refining, transmission, and distribution.\n* Energy Supply shall mean any activity or process aimed to provide Energy, both from domestic and overseas.\n* Primary Energy shall mean a form of Energy that is given by nature and has not been subjected to any further processing."}, {"text_block_id": "p2_b49", "text": "In this Government Regulation, the following items shall have the meanings indicated:\n* Energy shall mean a capability to conduct work that could be in the form of heat, light, mechanics, chemical, and electromagnetic.\n<\\li1>\n* Energy Sources shall mean a thing that could produce Energy, both directly and through conversion or transform process.\n* Energy Resources shall mean natural resources that could be utilized, as Energy Sources and Energy.\n* New Energy Sources shall mean Energy Sources that can be produced by using new technology, coming from both Renewable Energy and non-Renewable Energy Sources, among others nuclear, hydrogen, coal bed methane, liquefied coal, and gasified coal.\n* New Energy shall mean the Energy coming from New Energy Sources.\n* Renewable Energy Sources shall mean the Energy Sources produced from sustainable Energy Resources when well managed, such as geothermal, wind, bioenergy, sunlight, water flow and waterfall, and hydrokinetic ocean and ocean thermal energies.\n* Renewable Energy shall mean the Energy deriving from Renewable Energy Sources.\n* Energy Management shall mean an activity consisting of the supply, enterprise, and utilization of Energy, and the provision of Strategic Reserves and Energy Resources Conservation.\n* Energy Independence shall mean the assurance of Energy availability by fully utilizing the potential source in the country.\n* Energy Security shall mean a condition of ensuring the availability of Energy and access of people to Energy at affordable prices in the long term with regard to the protection of the Environment.\n* Energy Conservation shall mean a systematic, planned, and integrated effort intended to preserve domestic Energy Resources and to improve efficiency in their utilization.\n* Energy Resources Conservation shall mean Energy Resources Management that guarantees their utilization and supply by continuing to maintain and improve the quality of their value and diversity.\n* Environment shall mean a spatial unit with all objects, power, conditions, and living creatures, including human beings and their behaviors, which influence the sustainable life and well-being of human beings and other living creatures.\n* Independent Energy Management shall mean a quality of Energy Management which are fully national-interest oriented to ensure that the Energy, Energy Sources, and Energy Resources are managed as well as possible for peopleâs prosperity, by prioritizing the domestic human resources and industrial capabilities as much as possible.\n* Energy Utilization shall mean the activities to use Energy, both directly and indirectly from Energy Sources.\n* Energy Industry shall mean all of the industries involved in the production and sale of Energy including Energy Sources extraction, manufacturing, refining, transmission, and distribution.\n* Energy Supply shall mean any activity or process aimed to provide Energy, both from domestic and overseas.\n* Primary Energy shall mean a form of Energy that is given by nature and has not been subjected to any further processing.\n* Final Energy is Energy that can be directly consumed by end user.\n* Energy Elasticity shall mean the comparison between the Energy demand growth rate to the economic growth rate.\n* Energy Intensity shall mean the total quantity of Energy consumption per unit of gross domestic product.\n* Energy Reserves shall mean the Energy Resources whose location, quantity, and quality have been identified.\n* Strategic Reserves shall mean the Energy Reserves for the future.\n* Energy Buffer Stock shall mean the availability quantity of Energy Sources and Energy stored nationally which is needed to meet the national Energy demand in a given period of time.\n* Energy Diversification shall mean diversifying Energy Sources utilization.\n* Electrification Ratio shall mean the comparison of the number of electrified households to the total number of households.\n* Business Entity shall mean a company in the form of a legal entity that runs a continuous and permanent business, and is established in accordance with the prevailing laws and regulations, as well as has its operation and domicile within the territory of the Unitary State of the Republic of Indonesia.\n* Central Government, hereinafter referred to as Government, is the President of the Republic of Indonesia who holds the authority to reign the Republic of Indonesia as referred to in the 1945 Constitution of the Republic of Indonesia.\n* Regional Government shall mean the governor, regent, or mayor and regional instruments as the elements of the regional government administration.\n* National Energy Council shall mean a national, independent, and permanent institution in charge of national energy policy.\n* Household Gas Use Ratio shall mean the ratio between the number of households that use gas to the total number of households."}, {"text_block_id": "p2_b75", "text": "Article 2"}, {"text_block_id": "p2_b76", "text": "National energy policy shall be the policy on Energy Management based on the principles of fairness, sustainability, and environmental sound aimed to create Energy Independence and national Energy Security."}, {"text_block_id": "p2_b77", "text": "Article 3"}, {"text_block_id": "p2_b78", "text": "Article 3\n* The National energy policy as referred to in Article 2 shall consist of main policies and supporting policies.\n* The main policies as referred to in paragraph (1) shall encompass:\n\t* availability of Energy to meet the national demand;\n\t* priority of Energy development;\n\t* utilization of national Energy Resources;\n\t* national Energy Reserves.\n\t* The supporting policies as referred to in paragraph (1) shall encompass:\n\t* Energy Conservation, Energy Resources Conservation, and Energy\n\t* Environment and safety;"}, {"text_block_id": "p3_b96", "text": "Article 3\n* The National energy policy as referred to in Article 2 shall consist of main policies and supporting policies.\n* The main policies as referred to in paragraph (1) shall encompass:\n\t* availability of Energy to meet the national demand;\n\t* priority of Energy development;\n\t* utilization of national Energy Resources;\n\t* national Energy Reserves.\n\t* The supporting policies as referred to in paragraph (1) shall encompass:\n\t* Energy Conservation, Energy Resources Conservation, and Energy\n\t* Environment and safety;\n* pricing, subsidy, and energy incentives;\n\t* infrastructure and access of people to Energy and Energy Industry;\n\t* research, development, and application of Energy technology; and\n\t* institutional and funding matters."}, {"text_block_id": "p3_b105", "text": "Article 4"}, {"text_block_id": "p3_b106", "text": "The national energy policy as referred to in Article 2 and Article 3 shall be implemented within the period of 2014 up to 2050."}, {"text_block_id": "p3_b107", "text": "CHAPTER II"}, {"text_block_id": "p3_b108", "text": "OBJECTVE AND TARGET"}, {"text_block_id": "p3_b109", "text": "Part One"}, {"text_block_id": "p3_b110", "text": "Objective"}, {"text_block_id": "p3_b111", "text": "Article 5"}, {"text_block_id": "p3_b112", "text": "The national energy policy is set as a guide to provide the direction of national Energy Management in order to achieve Energy Independence and national Energy Security to support the national sustainable development."}, {"text_block_id": "p3_b113", "text": "Article 6"}, {"text_block_id": "p3_b114", "text": "The Energy Independence and national Energy Security as referred to in Article 5, shall be achieved by realizing:"}, {"text_block_id": "p3_b115", "text": "The Energy Independence and national Energy Security as referred to in Article 5, shall be achieved by realizing:\n* Energy Resources as a national capital development and not as a mere exports commodity;\n* Independent Energy Management;\n* availability of Energy and fulfilment of domestic Energy Sources demand;\n* management of Energy Resources in an optimal, integrated and sustainable way;\n* efficient Energy Utilization in all sectors;\n* access of people to Energy in a fair and equitable way;\n* development of domestic technological capability, Energy Industry, and Energy services to be independent and improve human resource capacity;\n* creation of employment; and\n* preservation of the Environment functions."}, {"text_block_id": "p3_b133", "text": "Part Two"}, {"text_block_id": "p3_b134", "text": "Target"}, {"text_block_id": "p3_b135", "text": "Article 7"}, {"text_block_id": "p3_b136", "text": "Energy Sources and/or Energy Resources shall be intended to be capital development for the greatest welfare of the people, by optimizing their use for national economic development, the creation of value added in the country and absorption of manpower."}, {"text_block_id": "p3_b137", "text": "Article 8"}, {"text_block_id": "p3_b138", "text": "The target of supply and utilization of Primary Energy and Final Energy shall be as follows:"}, {"text_block_id": "p4_b139", "text": "The target of supply and utilization of Primary Energy and Final Energy shall be as follows:\n* the fulfilment of Primary Energy supply in 2025 around 400 MTOE (four hundred million tonnes of oil equivalent) and around 1000 MTOE (one thousand million tonnes of oil equivalent) in 2050;\n* the achievement of per-capita primary energy utilization around 1.4 TOE (one point four tonnes of oil equivalent) in 2025 and around 3.2 TOE (three point two tonnes of oil equivalent) in 2050;\n* the fulfilment of power generation capacity provision around 115 GW (one hundred and fifteen giga watts) in 2025 and around 430 GW (four hundred and thirty giga watts) in 2050; and\n* the achievement of per-capita electricity utilization around 2,500 KWh (two thousand five hundred kilo watt hours) in 2025 and around 7,000 KWh (seven thousand kilo watt hours) in 2050."}, {"text_block_id": "p4_b147", "text": "Article 9"}, {"text_block_id": "p4_b148", "text": "For the fulfilment of Energy Supply and Energy Utilization as referred to in Article 8, the achievement of national energy policy targets are required as follows:"}, {"text_block_id": "p4_b149", "text": "For the fulfilment of Energy Supply and Energy Utilization as referred to in Article 8, the achievement of national energy policy targets are required as follows:\n* realization of the new paradigm that Energy Sources is a capital of the national development;\n* Energy Elasticity achievement shall be less than 1 (one) in 2025 that comply with the economic growth;\n* reduction in final Energy Intensity of 1% (one) percent per year up to 2025;\n* achievement of Electrification Ratio of 85% (eighty five percent) in 2015 and close on 100% (one hundred percent) in 2020;\n* achievement of the household gas utilization ratio of 85% (eighty five percent) in 2015; and\n* optimal Primary Energy mix shall be achieved:\n\t* the role of the New Energy and Renewable Energy at least 23% (twenty three percent) in 2025 and to be at least 31% (thirty one percent) in 2050 provided that its economical fulfilled;\n\t* the role of oil shall be less than 25% (twenty five percent) in 2025 and to be less than 20% (twenty percent) in 2050;\n\t* the role of coal at least 30% (thirty percent) in 2025, and 25% (twenty five percent) at the minimum in 2050; and\n\t* the role of natural gas at least 22% (twenty two percent) in 2025 and at least 24% (twenty four percent) in 2050."}, {"text_block_id": "p4_b169", "text": "CHAPTER III"}, {"text_block_id": "p4_b170", "text": "DIRECTION OF THE NATIONAL ENERGY POLICY"}, {"text_block_id": "p4_b171", "text": "Part One"}, {"text_block_id": "p4_b172", "text": "The Main Policy"}, {"text_block_id": "p4_b173", "text": "Paragraph 1"}, {"text_block_id": "p4_b174", "text": "Availability of Energy to meet the National Demand"}, {"text_block_id": "p4_b175", "text": "Article 10"}, {"text_block_id": "p4_b176", "text": "Article 10\n* Availability of Energy to meet the national demand shall be realized by:\n<\\li1>\n\t* increasing exploration of the resources, potential and/or proven Energy, both fossil type and New Energy and Renewable Energy;\n\t* increasing Energy production and Energy Sources in the country and/or from overseas;"}, {"text_block_id": "p5_b182", "text": "Article 10\n* Availability of Energy to meet the national demand shall be realized by:\n<\\li1>\n\t* increasing exploration of the resources, potential and/or proven Energy, both fossil type and New Energy and Renewable Energy;\n\t* increasing Energy production and Energy Sources in the country and/or from overseas;\n* increasing the reliability of the production, transportation, and distribution system of Energy Supply;\n\t* reducing fossil Energy exports gradually especially for gas and coal and to set up the deadline to start stopping the exports;\n\t* embodiying a balance between the increase rate of fossil Energy Reserves with a maximum production rate; and\n\t* ensuring the security of the carrying capacity of Environment to ensure the availability of Energy Sources of water and geothermal.\n\t* In realizing the availability of Energy for the national demand as referred to in paragraph (1), if there is an overlap of land use in Energy Supply then the precedence shall be the one that has higher national defense value and/or strategic value.\n<\\li1>"}, {"text_block_id": "p5_b192", "text": "Paragraph 2"}, {"text_block_id": "p5_b193", "text": "Priority of Energy Development"}, {"text_block_id": "p5_b194", "text": "Article 11"}, {"text_block_id": "p5_b195", "text": "Article 11\n* Priority of Energy development shall be carried out by way of:\n\t* developing Energy by taking into account the balance of the economical of Energy, security of Energy supply, and preservation of the Environment functions;\n\t* prioritizing Energy Supply to the people who do not have the access yet to Energy of electricity, household gas, and Energy for transportation, industry, and agriculture;\n\t* developing Energy by prioritizing local Energy Resources;\n\t* developing Energy and Energy Resources shall be prioritized to meet domestic energy demand; and\n\t* developing the industry of high Energy demand shall be prioritized to the region which is rich with Energy Resources.\n\t* To realize the economic balance of Energy as referred to in paragraph (1) letter a, priority of the national Energy development shall be based on the following principles:\n\t* maximizing the use of Renewable Energy by taking into account the economic level;\n\t* minimizing the use of oil;\n\t* optimizing utilization of natural gas and New Energy; and\n\t* using coal as the reliable national Energy supply.\n\t* The provision as referred to in paragraph (2) shall be exempted to nuclear Energy that shall be utilized by taking account the security of the national Energy supply in a large scale, reducing carbon emission and keep prioritizing the potential of New Energy and Renewable Energy according to its economical value, as well as to consider it as the last option by paying close attention to the safety factors."}, {"text_block_id": "p5_b219", "text": "Paragraph 3"}, {"text_block_id": "p5_b220", "text": "Utilization of the National Energy Resources"}, {"text_block_id": "p5_b221", "text": "Article 12"}, {"text_block_id": "p5_b222", "text": "Article 12\n* Utilization of the national Energy Resources shall be performed by the Government and/or Regional Governments referring to the following strategy:\n<\\li1>"}, {"text_block_id": "p6_b224", "text": "Article 12\n* Utilization of the national Energy Resources shall be performed by the Government and/or Regional Governments referring to the following strategy:\n<\\li1>\n* utilization of Renewable Energy Sources of the type of water flow and water fall Energy, geothermal Energy, hydro kinetic ocean and ocean thermal energies, and wind Energy shall be directed to electric power;\n\t* utilization of Renewable Energy Sources of solar Energy type shall be directed to electric power, and non electric power for industry, household, and transportation;\n\t* utilization of Renewable Energy Sources of bio-fuel type shall be directed to substitute fuel oil especially for transportation and industry;\n\t* utilization of Renewable Energy Sources of bio-fuel type shall be performed by keep maintaining food security;\n\t* utilization of Renewable Energy of the biomass and waste type shall be directed for electric power and transportation;\n\t* utilization of oil shall only be performed for transportation and commercial that are not yet substituted by other Energies or Energy Sources;\n\t* utilization of natural gas Energy Sources for industry, electric power, household, and transportation, shall be prioritized for the use of those with highest added value;\n\t* utilization of coal Energy Sources shall be for electric power and industry;\n\t* utilization of New Energy Sources in the liquid form that is liquified coal and hydrogen shall be for transportation;\n\t* utilization of New Energy Sources of solid and gas form shall be for electric power;\n\t* utilization of liquid Energy Sources other than liquefied petroleum gas shall be directed to transportation sector;\n\t* utilization of hydrokinetic ocean and ocean thermal Energy Sources shall be encouraged by constructing pilot projects that is connected to power grade as an initial step;\n\t* increasing utilization of solar Energy Sources through the use of solar cell in transportation, industry, commercial building, and household; and\n\t* maximization and obligation of utilizing solar Energy Sources shall be performed with the condition that all components and the solar Energy generating system from upstream to downstream shall be produced in stages in the country.\n\t* Utilization of the national Energy Resources shall be given the priority to meet the demand for Energy and raw material.\n\t* Priority of the national Energy Sources utilization shall be performed based on the overall considerations on the capacity, continuity, and the economy as well as the Environment impact."}, {"text_block_id": "p6_b256", "text": "Paragraph 4"}, {"text_block_id": "p6_b257", "text": "National Energy Reserves"}, {"text_block_id": "p6_b258", "text": "Article 13"}, {"text_block_id": "p6_b259", "text": "The national Energy Reserves shall include:"}, {"text_block_id": "p6_b260", "text": "The national Energy Reserves shall include:\n* Strategic Reserves;\n* Energy Buffer Stock; and\n* Operational Stock."}, {"text_block_id": "p7_b266", "text": "Article 14"}, {"text_block_id": "p7_b267", "text": "(1)"}, {"text_block_id": "p7_b268", "text": "Strategic Reserves as referred to in Article 13 letter a shall be regulated and allocated by the Government to ensure long-term Energy Security;"}, {"text_block_id": "p7_b269", "text": "(2)"}, {"text_block_id": "p7_b270", "text": "Strategic Reserves as referred to in paragraph (1) shall only be exploited in accordance with the time determined or whenever necessary for the national interest;"}, {"text_block_id": "p7_b271", "text": "(3)"}, {"text_block_id": "p7_b272", "text": "Further provisions on the management of Strategic Reserves shall be regulated in a Presidential Regulation."}, {"text_block_id": "p7_b273", "text": "Article 15"}, {"text_block_id": "p7_b274", "text": "(1)"}, {"text_block_id": "p7_b275", "text": "Energy Buffer Stock as referred to in Article 13 letter b shall be provided to ensure the national Energy Security alligned with the national Energy efficiency policy, particularly through the policy on appropriate-targeted fuel oil and electricity subsidies."}, {"text_block_id": "p7_b276", "text": "(2)"}, {"text_block_id": "p7_b277", "text": "Energy Buffer Stock as referred to in paragraph (1) shall be provided by the Government under the following provisions:"}, {"text_block_id": "p7_b278", "text": "Energy Buffer Stock as referred to in paragraph (1) shall be provided by the Government under the following provisions:\n* Energy Buffer Stock is the stock other than the operational stock provided by the Business Entity and Energy Industry;\n* Energy Buffer Stock shall be used to overcome the Energy crisis and emergency condition; and\n* Energy Buffer Stock shall be provided gradually according to the economic condition and financial capability of the state."}, {"text_block_id": "p7_b284", "text": "(3)"}, {"text_block_id": "p7_b285", "text": "The National Energy Council shall regulate the type, amount, time, and location of the Energy Buffer Stock."}, {"text_block_id": "p7_b286", "text": "(4)"}, {"text_block_id": "p7_b287", "text": "The Management of Energy Buffer Stock shall be conducted according to the provisons of prevailing laws and regulations."}, {"text_block_id": "p7_b288", "text": "Article 16"}, {"text_block_id": "p7_b289", "text": "(1)"}, {"text_block_id": "p7_b290", "text": "Business Entity and industry as Energy supplier shall be obliged to provide operational stock to ensure continuity of Energy supply."}, {"text_block_id": "p7_b291", "text": "(2)"}, {"text_block_id": "p7_b292", "text": "Further provisions on the operational stock supply as referred to in paragraph (1) shall be regulated by the Government."}, {"text_block_id": "p7_b293", "text": "Part Two"}, {"text_block_id": "p7_b294", "text": "Supporting Policy"}, {"text_block_id": "p7_b295", "text": "Paragraph 1"}, {"text_block_id": "p7_b296", "text": "Energy Conservation, Energy Resources Conservation, and Energy Diversification"}, {"text_block_id": "p7_b297", "text": "Article 17"}, {"text_block_id": "p7_b298", "text": "(1)"}, {"text_block_id": "p7_b299", "text": "Energy Conservation shall be conducted from the upstream side through downstream side, to include management of Energy Resources and the entire stages of exploration, production, transportation, distribution, and utilization of Energy and Energy Sources."}, {"text_block_id": "p7_b300", "text": "(2)"}, {"text_block_id": "p7_b301", "text": "Management of Energy Resources as referred to in paragraph (1) shall be directed to ensure that the supply and utilization of Energy Resources while maintaining and improving the quality of value and diversity of the Energy Resources."}, {"text_block_id": "p8_b302", "text": "(3)"}, {"text_block_id": "p8_b303", "text": "Energy Resources Conservation shall be performed by sectoral approach, at least to adjust it to the national spatial plan and the carrying capacity of the Environment."}, {"text_block_id": "p8_b304", "text": "(4)"}, {"text_block_id": "p8_b305", "text": "To perform Energy Resources Conservation as referred to in paragraph (3), Energy Supply shall use sustainable Energy Resources."}, {"text_block_id": "p8_b306", "text": "(5)"}, {"text_block_id": "p8_b307", "text": "Producer and consumer of Energy shall be obliged to perform Energy Conservation and efficiency of Energy Resources management so as to ensure availability of Energy in the long term."}, {"text_block_id": "p8_b308", "text": "(6)"}, {"text_block_id": "p8_b309", "text": "Energy Conservation in the industrial sector shall be conducted by taking into account the competitiveness."}, {"text_block_id": "p8_b310", "text": "(7)"}, {"text_block_id": "p8_b311", "text": "The Government and/or Regional Government by virtue of its respective authority shall set a guideline and implementation of Energy Conservation policy in particular in the field of Energy saving, at least covering the following:"}, {"text_block_id": "p8_b312", "text": "The Government and/or Regional Government by virtue of its respective authority shall set a guideline and implementation of Energy Conservation policy in particular in the field of Energy saving, at least covering the following:\n* obligation of standardization and labelization of all equipment of the Energy users;\n* obligation of Energy management including Energy audit to Energy users;\n* obligation for using efficient power generating technology and Energy conversion equipment;\n* socialization on Energy saving culture;\n* realizing investment climate for developing Energy services business as investor and provider of Energy in efficient way;\n* to accelerate the application and/or transfer to efficient mass transportation system, both urban and intercity transportation;\n* to accelerate the implementation of electronic road pricing so as to reduce the traffic congestion triggered by private vehicle; and\n* target-setting on fuel consumption in the transportation sector shall be measureable and gradually conducted so as to increase efficiency.\n* acceleration of supply and utilization of diverse type of New Energy Sources and Renewable Energy Sources;\n* acceleration of substituting fuel oil with gas in the residential and transportation sectors;\n* acceleration of utilizing electric power for the propulsion of motor vehicles;\n* increased utilization of low rank coal for mine mouths steam power plant, gasified coal and liquified coal; and\n* increased utilization of medium and high rank coals for domestic power plant."}, {"text_block_id": "p8_b328", "text": "Article 18"}, {"text_block_id": "p8_b329", "text": "(1)"}, {"text_block_id": "p8_b330", "text": "The Government and/or Regional Government by virtue of its respective authority shall be obliged to perform Energy Diversification to increase Energy Resources Conservation and National Energy Security and/or the regions."}, {"text_block_id": "p8_b331", "text": "(2)"}, {"text_block_id": "p8_b332", "text": "Energy Diversification as referred to in paragraph (1) shall be performed at least through:"}, {"text_block_id": "p9_b343", "text": "Paragraph 2"}, {"text_block_id": "p9_b344", "text": "Environment and Occupational Safety"}, {"text_block_id": "p9_b345", "text": "Article 19"}, {"text_block_id": "p9_b346", "text": "(1)"}, {"text_block_id": "p9_b347", "text": "National Energy Management shall be aligned with the direction of the sustainable national development, preservation of natural resources, Energy Resources Conservation, and control of the Environment’s pollution."}, {"text_block_id": "p9_b348", "text": "(2)"}, {"text_block_id": "p9_b349", "text": "The National Energy Management activities shall be obliged to take into account health, occupational safety, and social impact factors while maintaining the Environment functions."}, {"text_block_id": "p9_b350", "text": "(3)"}, {"text_block_id": "p9_b351", "text": "Any activities in Energy Supply and Energy Utilization shall be obliged :"}, {"text_block_id": "p9_b352", "text": "Any activities in Energy Supply and Energy Utilization shall be obliged :\n* performing prevention, dwindle, mitigation, and recovery of the impact, and compensation to the parties affected;\n* minimizing the production of waste, reuse of waste in the production process, the use of waste for other benefits, and extract the elements that still have the benefits contained in the waste, while taking into account the social aspects, Environment and its economical; and\n* prioritizing the use of environmental friendly technologies.\n* the calculation of the Renewable Energy price with the assumption to compete with Energy price deriving from petroleum Energy Sources prevailing in an area within a certain time, which is calculated to exclude the fuel oil subsidy; or\n* the rational calculation of Energy prices for Renewable Energy supply from local sources, in order to secure the Energy supply in certain areas which are in the remote location, under developed facilities and infrastructure, vulnerable to weather disturbances, or are near to the territorial border lines of the Unitary States of the Republic of Indonesia.\n* price setting of certain Primary Energy such as coal, gas, water, and geothermal for power generation;\n* setting of progressive electricity tariffs;\n* application of feed in tariff mechanism in setting the selling price of Renewable Energy; and"}, {"text_block_id": "p9_b358", "text": "(4)"}, {"text_block_id": "p9_b359", "text": "Any exploitation of nuclear installations shall be obliged to take into account the safety and the risk of accidents and bear all the indemnity to third parties who suffer losses caused by nuclear accident."}, {"text_block_id": "p9_b360", "text": "(5)"}, {"text_block_id": "p9_b361", "text": "Implementation of the Environment management and implementation of occupational safety under the national Energy Management activities, Energy Supply, and Energy Utilization as referred to in paragraph (1), paragraph (2), paragraph (3), and paragraph (4) shall be carried out in accordance with the provisions of the prevailing laws and regulations."}, {"text_block_id": "p9_b362", "text": "Paragraph 3"}, {"text_block_id": "p9_b363", "text": "Energy Prices, Subsidy and Incentives"}, {"text_block_id": "p9_b364", "text": "Article 20"}, {"text_block_id": "p9_b365", "text": "(1)"}, {"text_block_id": "p9_b366", "text": "Energy Price shall be set on the basis of a Fair Economic value."}, {"text_block_id": "p9_b367", "text": "(2)"}, {"text_block_id": "p9_b368", "text": "Renewable Energy Price shall be regulated based on:"}, {"text_block_id": "p9_b373", "text": "(3)"}, {"text_block_id": "p9_b374", "text": "The Government shall regulate the price of coal in the country until the establishment of an efficient market."}, {"text_block_id": "p9_b375", "text": "(4)"}, {"text_block_id": "p9_b376", "text": "The Government actualize the electricity market at least through:"}, {"text_block_id": "p10_b383", "text": "The Government actualize the electricity market at least through:\n* improvement of geothermal Energy Management by sharing the risk between electricity supply license holders and developers.\n* application of Fair Economical as referred to in Article 20 paragraph (1) may not be performed; and/or\n* Renewable Energy price as referred to in Article 20 paragraph (2) letter b is more expensive than the non-subsidized Energy prices of fuel oil.\n* improving the ability of domestic industry in the provision of Energy infrastructure;"}, {"text_block_id": "p10_b385", "text": "(5)"}, {"text_block_id": "p10_b386", "text": "The Government shall set Renewable Energy market, including a minimum quota of electricity, liquid fuels, and gas sourced from New Energy and Renewable Energy."}, {"text_block_id": "p10_b387", "text": "Article 21"}, {"text_block_id": "p10_b388", "text": "(1)"}, {"text_block_id": "p10_b389", "text": "Subsidy shall be provided by the Government and Regional Governments."}, {"text_block_id": "p10_b390", "text": "(2)"}, {"text_block_id": "p10_b391", "text": "Subsidy as referred to in paragraph (1) shall be provided in terms of:"}, {"text_block_id": "p10_b396", "text": "(3)"}, {"text_block_id": "p10_b397", "text": "Provision of subsidy as referred to in paragraph (1) shall be targeted appropriately to groups of less fortunate people."}, {"text_block_id": "p10_b398", "text": "(4)"}, {"text_block_id": "p10_b399", "text": "Reduction of subsidies for fuel oil and electricity shall be conducted gradually until the purchasing power of people is achieved."}, {"text_block_id": "p10_b400", "text": "Article 22"}, {"text_block_id": "p10_b401", "text": "(1)"}, {"text_block_id": "p10_b402", "text": "The Government and Regional Governments shall provide fiscal and nonfiscal incentives to encourage diversification program of Energy Sources and development of Renewable Energy."}, {"text_block_id": "p10_b403", "text": "(2)"}, {"text_block_id": "p10_b404", "text": "The Government and Regional Governments shall provide incentive for the development, exploitation, and utilization of Renewable Energy in particular for the small scale and located in remote areas until its economical value be competitive with the conventional Energy."}, {"text_block_id": "p10_b405", "text": "(3)"}, {"text_block_id": "p10_b406", "text": "The Government shall provide incentive to the producers and consumers of Energy who perform Energy Conservation and Energy efficiency obligation and give disincentive to those who do not implement Energy Conservation and Energy efficiency."}, {"text_block_id": "p10_b407", "text": "(4)"}, {"text_block_id": "p10_b408", "text": "The Government shall provide incentive to private institutions or individuals who develop the core technology in the field of New Energy and Renewable Energy."}, {"text_block_id": "p10_b409", "text": "(5)"}, {"text_block_id": "p10_b410", "text": "The incentives granted by the Government and Regional Governments shall be realized executed in accordance with the provisions in the prevailing laws and regulations."}, {"text_block_id": "p10_b411", "text": "Paragraph 4"}, {"text_block_id": "p10_b412", "text": "Infrastructure, Access of People, and Energy Industry"}, {"text_block_id": "p10_b413", "text": "Article 23"}, {"text_block_id": "p10_b414", "text": "(1)"}, {"text_block_id": "p10_b415", "text": "The development and strengthening of the Energy infrastructure and access of people to Energy shall be performed by the Government and/or Regional Governments."}, {"text_block_id": "p10_b416", "text": "(2)"}, {"text_block_id": "p10_b417", "text": "The development and strengthening of Energy infrastructure as well as access of people to Energy as referred to in paragraph (1) shall carried out by:"}, {"text_block_id": "p11_b420", "text": "The development and strengthening of Energy infrastructure as well as access of people to Energy as referred to in paragraph (1) shall carried out by:\n* developing infrastructure while supporting coal industry which includes transportation, stockpiling, and blending to achieve an efficient market and enable to supply domestic demand continuously;\n* accelerating the provision of supporting infrastructure for oil and gas production, refining fuel, Energy transportation and distribution, transmission systems, and distribution of Energy;\n* accelerating the provision of supporting infrastructure for New Energy and Renewable Energy;\n* providing access for people to obtain Energy information transparently and to obtain Energy easily; and\n* facilitating access of people to obtain information on the development and strengthening of Energy infrastructure.\n* improvement of Energy Industry and Energy services capability in the country;\n* uprise of the development of production equipment industry and utilizers of Renewable Energy in the country;\n* improvement of the domestic capacity to support the exploration of geothermal and electric power supporting industry;\n* encouragement of the system and components industry for equipment of solar power plant installation and power generating from the energy of hydro kinetic ocean and ocean thermal;\n* increasing local content in the national Energy Industry;\n* development of the component/equipment industry for wind power plant installation through small and medium enterprises and/or national industry;\n* provision of greater opportunities to the national companies in managing oil, gas, and coal; and\n* development of Energy Industry in the country through the purchase of factory license."}, {"text_block_id": "p11_b432", "text": "(3)"}, {"text_block_id": "p11_b433", "text": "The development of energy infrastructure shall take into account the geographical condition of Indonesia which are mostly composed of marine waters, by strengthening the infrastructure of the exploration, production, transportation, distribution, and transmission within the archipelago areas."}, {"text_block_id": "p11_b434", "text": "Article 24"}, {"text_block_id": "p11_b435", "text": "(1)"}, {"text_block_id": "p11_b436", "text": "The Government shall encourage and strengthen the development of Energy Industry in order to accelerate the achievement of Energy Supply and Energy Utilization target, strengthening the national economy and absorption of employment."}, {"text_block_id": "p11_b437", "text": "(2)"}, {"text_block_id": "p11_b438", "text": "Strengthening the development of the Energy Industry as referred to in paragraph (1) shall include:"}, {"text_block_id": "p11_b455", "text": "Paragraph 5"}, {"text_block_id": "p11_b456", "text": "Research, Development, and Application of Energy Technology"}, {"text_block_id": "p11_b457", "text": "Article 25"}, {"text_block_id": "p11_b458", "text": "(1)"}, {"text_block_id": "p11_b459", "text": "Research, development, and application of Energy technology activities shall be directed to support the national Energy Industry."}, {"text_block_id": "p11_b460", "text": "(2)"}, {"text_block_id": "p11_b461", "text": "Funding for research, development and application of Energy technology as referred to in paragraph (1) shall be facilitated up to commercial stage by:"}, {"text_block_id": "p12_b462", "text": "Funding for research, development and application of Energy technology as referred to in paragraph (1) shall be facilitated up to commercial stage by:\n* the Government and/or Regional Governments in accordance with their respective authority; and\n* Business Entity.\n* preparing and upgrading the capability of human resources in mastery and application of technology as well as safety in the field of Energy; and/or\n* increasing in mastery of domestic Energy technology by undertaking research, development, and implementation of efficient Energy technology.\n* improving the institutional system and services of the Government and Regional Governments bureaucracy and increased inter-agencies coordination in the field of Energy in order to accelerate the decision-making, licensing process, and development of Energy infrastructure;\n* enhancing cooperation and coordination among research institutions, universities, industry, policy makers, and the community in order to speed up mastery and Energy Utilization;\n* improving institutional accountability by adjusting the functions and authority of the central and regional level institutions;\n* improving the capability of human resources in the field of Energy in the regions in Energy Management;\n* strengthening the capacity of the organizations at the regency/city level which shall be responsible for planning, development and Energy Management in rural areas; and/or\n* regionalization of electrical Energy supply in order to reduce disparities in electrical Energy supply outside Java."}, {"text_block_id": "p12_b466", "text": "(3)"}, {"text_block_id": "p12_b467", "text": "The Government and/or Regional Governments shall encourage the creation of a climate for utilization and in favour of the results of research, development, and application of national Energy technology."}, {"text_block_id": "p12_b468", "text": "(4)"}, {"text_block_id": "p12_b469", "text": "The Government and/or Regional Governments shall reinforce the areas on research, development, and application of Energy at least by:"}, {"text_block_id": "p12_b474", "text": "Paragraph 6"}, {"text_block_id": "p12_b475", "text": "Institutional and Funding Matters"}, {"text_block_id": "p12_b476", "text": "Article 26"}, {"text_block_id": "p12_b477", "text": "(1)"}, {"text_block_id": "p12_b478", "text": "The Government and/or Regional Government shall perform institutional strengthening to ensure the achievement of the objectives and targets of the Energy Supply and Energy Utilization."}, {"text_block_id": "p12_b479", "text": "(2)"}, {"text_block_id": "p12_b480", "text": "The institutional strengthening as referred to in paragraph (1) shall be conducted at least by:"}, {"text_block_id": "p12_b495", "text": "(3)"}, {"text_block_id": "p12_b496", "text": "The Government and/or Regional Governments in accordance with their respective authority shall be responsible for handling and overcoming the problems of Energy."}, {"text_block_id": "p12_b497", "text": "Article 27"}, {"text_block_id": "p12_b498", "text": "(1)"}, {"text_block_id": "p12_b499", "text": "The Government and/or Regional Governments in setting the Energy Supply growth target shall take into account the economic growth target."}, {"text_block_id": "p12_b500", "text": "(2)"}, {"text_block_id": "p12_b501", "text": "In order to achieve the growth target on Energy Supply as referred to in paragraph (1), the Government and/or Regional Governments shall provide adequate allocated funding for the development and strengthening of Energy infrastructure."}, {"text_block_id": "p13_b502", "text": "(3)"}, {"text_block_id": "p13_b503", "text": "The Government and/or Regional Governments shall encourage the strengthening of funding to ensure the availability of Energy, equilization of Energy infrastructure, equal access of people to Energy , the development of national Energy Industry, and achievement the target of Energy Supply and Energy Utilization."}, {"text_block_id": "p13_b504", "text": "(4)"}, {"text_block_id": "p13_b505", "text": "The Government shall encourage Business Entities and banks to finance the construction of infrastructure and Energy Utilization."}, {"text_block_id": "p13_b506", "text": "(5)"}, {"text_block_id": "p13_b507", "text": "The strengthening of funding as referred to in paragraph (3) shall be conducted at least by:"}, {"text_block_id": "p13_b508", "text": "The strengthening of funding as referred to in paragraph (3) shall be conducted at least by:\n* enhancing the role of national banks in the financing of oil and gas production nationwide, Renewable Energy development activities, and Energy-saving programs;\n* applying depletion premium of fossil Energy towards Energy development; and/or\n* providing specific budget allocations by the Government and/or Regional Governments to accelerate equitable access to electricity and Energy."}, {"text_block_id": "p13_b514", "text": "(6)"}, {"text_block_id": "p13_b515", "text": "Depletion premium as referred to in paragraph (5) letter b shall be used for oil and natural gas exploration and development of New Energy and Renewable Energy Sources, human resource capacity building, research and development, and development of supporting infrastructure."}, {"text_block_id": "p13_b516", "text": "CHAPTER IV"}, {"text_block_id": "p13_b517", "text": "SUPERVISION"}, {"text_block_id": "p13_b518", "text": "Article 28"}, {"text_block_id": "p13_b519", "text": "The National Energy Council shall perform supervision on the implementation of the intersectoral national energy policy."}, {"text_block_id": "p13_b520", "text": "CHAPTER V"}, {"text_block_id": "p13_b521", "text": "OTHER PROVISIONS"}, {"text_block_id": "p13_b522", "text": "Article 29"}, {"text_block_id": "p13_b523", "text": "The National energy policy may be reviewed within 5 (five) years at the earliest when deemed necessary."}, {"text_block_id": "p13_b524", "text": "Article 30"}, {"text_block_id": "p13_b525", "text": "The National energy policy shall be the ground of formulating National Energy Master Plan and National Electricity Master Plan."}, {"text_block_id": "p13_b526", "text": "CHAPTER VI"}, {"text_block_id": "p13_b527", "text": "CLOSING PROVISIONS"}, {"text_block_id": "p13_b528", "text": "Article 31"}, {"text_block_id": "p13_b529", "text": "At the time this Government Regulation comes into effect, all the implementing regulations of the Presidential Regulation Number 5 of 2006 on National Energy Policy shall remain in effect to the extent they are not in contradiction with this Government Regulation."}, {"text_block_id": "p14_b530", "text": "Article 32"}, {"text_block_id": "p14_b531", "text": "At the time this Government Regulation comes into effect the Presidential Regulation Number 5 of 2006 on National Energy Policy shall be revoked and declared as invalid."}, {"text_block_id": "p14_b532", "text": "Article 33"}, {"text_block_id": "p14_b533", "text": "This Government Regulation shall enter into force on the date of it is stipulated."}, {"text_block_id": "p14_b534", "text": "For public cognizance, the promulgation of this Government Regulation is ordered to be published in the State Gazette of the Republic of Indonesia."}, {"text_block_id": "p14_b535", "text": "Stipulated in Jakarta"}, {"text_block_id": "p14_b536", "text": "on 17 October 2014"}, {"text_block_id": "p14_b537", "text": "THE PREŁIDENT OF THE REPUBLIC OF INDONESIA,"}, {"text_block_id": "p14_b538", "text": "Signed by"}, {"text_block_id": "p14_b539", "text": "DR. H. SUSILO BAMBANG YUDHOYONO"}, {"text_block_id": "p14_b540", "text": "PROMULGATED IN JAKARTA"}, {"text_block_id": "p14_b541", "text": "on 17 October 2014"}, {"text_block_id": "p14_b542", "text": "MINISTER OF LAW AND HUMAN .RIGHTS"}, {"text_block_id": "p14_b543", "text": "OF THE REPUBLIC OF INDONESIA,"}, {"text_block_id": "p14_b544", "text": "Signed by"}, {"text_block_id": "p14_b545", "text": "AMIR SYAMSUDDIN"}, {"text_block_id": "p14_b546", "text": "STATE GAZETTE OF THE REPUBLIC OF INDONESIA NUMBER 300 OF 2014"}, {"text_block_id": "p14_b547", "text": "Jakarta, 1Ł March 2015"}, {"text_block_id": "p14_b548", "text": "Has been translated as an Official Translation"}, {"text_block_id": "p14_b549", "text": "OŁ1>"}, {"text_block_id": "p14_b550", "text": "-"}, {"text_block_id": "p14_b551", "text": "e!1"}, {"text_block_id": "p14_b552", "text": "."}, {"text_block_id": "p14_b553", "text": "Ł"}, {"text_block_id": "p14_b554", "text": "of Minister of Law and Human Rights"}, {"text_block_id": "p14_b555", "text": "1"}, {"text_block_id": "p14_b556_merged_merged", "text": "/, .,.Ł:-• cto Ł Ł al of Legislation"}, {"text_block_id": "p14_b565", "text": "lie of Indonesia,"}, {"text_block_id": "p15_b566", "text": "ELUCIDATION ON"}, {"text_block_id": "p15_b567", "text": "GOVERNMENT REGULATION OF THE REPUBLIC OF INDONESIA"}, {"text_block_id": "p15_b568", "text": "NUMBER 79 OF 2014"}, {"text_block_id": "p15_b569", "text": "ON"}, {"text_block_id": "p15_b570", "text": "NATIONAL ENERGY POLICY"}, {"text_block_id": "p15_b571", "text": "I. GENERAL"}, {"text_block_id": "p15_b572", "text": "Energy has an important and strategic role in the achievement of social, economic and Environmental goal in the national sustainable development. Energy Demand is projected to continually increasing as a result of the economic growth and the increase of population. Therefore, Energy Management has to be well-implemented in order to meet the energy supply assurance both for the present and future needs."}, {"text_block_id": "p15_b573", "text": "Energy Management in particular the Energy Resources management is not yet optimal performed to meet Energy needs in the country. A portion of the Primary Energy is still allocated for export to generate foreign exchange and source of revenue in the State Budget. As a result, the domestic Energy needs both as fuel and raw materials for the industry are still not optimally fulfilled as mandated in Article 33 of the 1945 Constitution of the Republic of Indonesia."}, {"text_block_id": "p15_b574", "text": "In addition, there are also a number of problems facing the energy sector, among others:"}, {"text_block_id": "p15_b575", "text": "1."}, {"text_block_id": "p15_b576", "text": "Energy use is not yet efficient;"}, {"text_block_id": "p15_b577", "text": "2."}, {"text_block_id": "p15_b578", "text": "Energy subsidies are not yet on the proper target;"}, {"text_block_id": "p15_b579", "text": "3."}, {"text_block_id": "p15_b580", "text": "Energy prices have not yet reached the economic price;"}, {"text_block_id": "p15_b581", "text": "4."}, {"text_block_id": "p15_b582", "text": "interest in investment is still low;"}, {"text_block_id": "p15_b583", "text": "5."}, {"text_block_id": "p15_b584", "text": "dependence on fossil Energy is still high and has not been followed by an increase balance of reserves supply;"}, {"text_block_id": "p15_b585", "text": "6."}, {"text_block_id": "p15_b586", "text": "limitations of Energy infrastructure;"}, {"text_block_id": "p15_b587", "text": "7."}, {"text_block_id": "p15_b588", "text": "Energy infrastructure development has not been supported by a strong and independent national industry;"}, {"text_block_id": "p15_b589", "text": "8."}, {"text_block_id": "p15_b590", "text": "limitations of the budget;"}, {"text_block_id": "p15_b591", "text": "9."}, {"text_block_id": "p15_b592", "text": "lack of favours to the domestic technology products;"}, {"text_block_id": "p15_b593", "text": "10."}, {"text_block_id": "p15_b594", "text": "development of energy research has not been well integrated;"}, {"text_block_id": "p15_b595", "text": "11."}, {"text_block_id": "p15_b596", "text": "mastery of Energy technology is still low;"}, {"text_block_id": "p15_b597", "text": "12."}, {"text_block_id": "p15_b598", "text": "lack of Energy development priority setting;"}, {"text_block_id": "p15_b599", "text": "13."}, {"text_block_id": "p15_b600", "text": "access of people to energy is still low;"}, {"text_block_id": "p15_b601", "text": "14."}, {"text_block_id": "p15_b602", "text": "Energy Management has not applied fully the principle of sustainability; and"}, {"text_block_id": "p15_b603", "text": "15."}, {"text_block_id": "p15_b604", "text": "the added value of Energy Management is not yet optimal."}, {"text_block_id": "p15_b605", "text": "Looking at the energy current conditions and a number of problems faced in the Energy sector, the Government deems necessary to perform Energy Management properly on the supply side management and the demand side management in order to achieve Energy Independence and national Energy Security. Thus, it is necessary to develop national energy policy that includes the availability of Energy to meet the national needs, priorities of Energy development, national Energy Resources utilization and national Energy Buffer Stock. The Energy supply Policy as well as the priority of Energy development and the national Energy Buffer Stock is directed to ensure the national security of Energy supply through the utilization of"}, {"text_block_id": "p16_b606", "text": "Energy Resources proportionately, both non-fossil Energy Resources such as geothermal, biomass, water flow and water fall energy, solar energy, wind power, nuclear power, hydrokinetic ocean and ocean thermal energies and fossil Energy Resources such as petroleum, coal, natural gas, coal bed-methane. While the policy on Energy Resources utilization, is directed to the optimal and efficient use of Energy in all consumers sectors."}, {"text_block_id": "p16_b607", "text": "Energy Management paradigm that has been running has placed Energy Resources as exports commodity to generate foreign exchange. These conditions resulted in the domestic Energy supply can not be secured properly, increase of added value is not optimal, and the loss of the opportunity to create new employment to become one of the sources of economic growth barriers. Hence, Energy Management policy paradigm needs to be changed to make Energy as national capital development."}, {"text_block_id": "p16_b608", "text": "With the shift of the aforesaid paradigm, it is expected to increase the state revenues from the Energy sector that can be partly used to encourage the development of other sectors of Energy inter alia through searching and increasing the fossil Energy reserves, the development of the New Energy and Renewable Energy, Environment functions restoration, and the Energy Resources Conservation."}, {"text_block_id": "p16_b609", "text": "II. CHAPTER BY CHAPTER"}, {"text_block_id": "p16_b610", "text": "Article 1"}, {"text_block_id": "p16_b611", "text": "Self-explanatory."}, {"text_block_id": "p16_b612", "text": "Article 2"}, {"text_block_id": "p16_b613", "text": "Self-explanatory."}, {"text_block_id": "p16_b614", "text": "Article 3"}, {"text_block_id": "p16_b615", "text": "Self-explanatory."}, {"text_block_id": "p16_b616", "text": "Article 4"}, {"text_block_id": "p16_b617", "text": "Self-explanatory."}, {"text_block_id": "p16_b618", "text": "Article 5"}, {"text_block_id": "p16_b619", "text": "Self-explanatory."}, {"text_block_id": "p16_b620", "text": "Article 6"}, {"text_block_id": "p16_b621", "text": "Self-explanatory."}, {"text_block_id": "p16_b622", "text": "Article 7"}, {"text_block_id": "p16_b623", "text": "Self-explanatory."}, {"text_block_id": "p16_b624", "text": "Article 8"}, {"text_block_id": "p16_b625", "text": "The supply and utilization target of Primary and Final Energy is obtained by projecting the national Energy demand up to 2050 to be obtained through the projection of the Energy demand within a certain period of time taking into account the influencing parameters and assumptions used. In making the projection of Energy demand through 2050, the main parameters used are economic growth and population growth."}, {"text_block_id": "p17_b626", "text": "Energy demand projections also take into account the potential savings in future use of Energy both in the demand side and the Supply side of Energy as a result of advanced efficient technology such as Energy machinery or equipment and the growing public awareness for Energy saving."}, {"text_block_id": "p17_b627", "text": "Energy Demand up to 2050 is formulated by projecting Indonesia to become the new economic power (emerging economy) in 2025 and become a developed country by 2050."}, {"text_block_id": "p17_b628", "text": "Article 9"}, {"text_block_id": "p17_b629", "text": "Letter a"}, {"text_block_id": "p17_b630", "text": "Self-explanatory."}, {"text_block_id": "p17_b631", "text": "Letter b"}, {"text_block_id": "p17_b632", "text": "Self-explanatory."}, {"text_block_id": "p17_b633", "text": "Letter c"}, {"text_block_id": "p17_b634", "text": "Self-explanatory."}, {"text_block_id": "p17_b635", "text": "Letter d"}, {"text_block_id": "p17_b636", "text": "Self-explanatory."}, {"text_block_id": "p17_b637", "text": "Letter e"}, {"text_block_id": "p17_b638", "text": "Self-explanatory."}, {"text_block_id": "p17_b639", "text": "Letter f"}, {"text_block_id": "p17_b640", "text": "Number 1"}, {"text_block_id": "p17_b641", "text": "The target of New Energy and Renewable Energy mix is broken down into types of New Energy and Renewable Energy in the National Energy Master Plan."}, {"text_block_id": "p17_b642", "text": "Number 2"}, {"text_block_id": "p17_b643", "text": "Self-explanatory."}, {"text_block_id": "p17_b644", "text": "Number 3"}, {"text_block_id": "p17_b645", "text": "Self-explanatory."}, {"text_block_id": "p17_b646", "text": "Number 4"}, {"text_block_id": "p17_b647", "text": "Self-explanatory."}, {"text_block_id": "p17_b648", "text": "Article 10"}, {"text_block_id": "p17_b649", "text": "Paragraph (1)"}, {"text_block_id": "p17_b650", "text": "Letter a"}, {"text_block_id": "p17_b651", "text": "Self-explanatory."}, {"text_block_id": "p17_b652", "text": "Letter b"}, {"text_block_id": "p17_b653", "text": "Self-explanatory."}, {"text_block_id": "p17_b654", "text": "Letter c"}, {"text_block_id": "p17_b655", "text": "Self-explanatory."}, {"text_block_id": "p17_b656", "text": "Letter d"}, {"text_block_id": "p18_b657", "text": "Reducing the fossil Energy exports in stages especially for gas and coal is meant to prioritize the fossil Energy utilization in particularly gas and coal for fulfilling domestic demand on raw materials or fuel that will post fossil Energy particularly gas and coal as the economy mover that will provide value added and multiplier effect towards the creation of employment opportunity, growing upstream and downstream supporting industry, empowerment of people in the surrounding areas, yielding an increase of state revenue from tax and non-tax which in the end will increase the economic growth and welfare of the people."}, {"text_block_id": "p18_b658", "text": "Letter e"}, {"text_block_id": "p18_b659", "text": "Self-explanatory."}, {"text_block_id": "p18_b660", "text": "Letter f"}, {"text_block_id": "p18_b661", "text": "Self-explanatory."}, {"text_block_id": "p18_b662", "text": "Paragraph (2)"}, {"text_block_id": "p18_b663", "text": "Self-explanatory."}, {"text_block_id": "p18_b664", "text": "Article 11"}, {"text_block_id": "p18_b665", "text": "Paragraph (1)"}, {"text_block_id": "p18_b666", "text": "Self-explanatory."}, {"text_block_id": "p18_b667", "text": "Paragraph (2)"}, {"text_block_id": "p18_b668", "text": "Self-explanatory."}, {"text_block_id": "p18_b669", "text": "Paragraph (3)"}, {"text_block_id": "p18_b670", "text": "This provision contains a view that observing the utilization of nuclear Energy requires high safety and security standards and considering the effects of nuclear radiation hazards to the Environment, the usage is considered as the last option. However, in case an in-depth study has been done on the availability of technological development of nuclear Energy for peaceful purposes, fulfilment of Energy growing demand, the national Energy Supply in a large scale, reducing carbon emissions, and the urgent national interest, as such in principle nuclear Energy could be utilized."}, {"text_block_id": "p18_b671", "text": "Article 12"}, {"text_block_id": "p18_b672", "text": "Self-explanatory."}, {"text_block_id": "p18_b673", "text": "Article 13"}, {"text_block_id": "p18_b674", "text": "Self-explanatory."}, {"text_block_id": "p18_b675", "text": "Article 14"}, {"text_block_id": "p18_b676", "text": "Self-explanatory."}, {"text_block_id": "p18_b677", "text": "Article 15"}, {"text_block_id": "p18_b678", "text": "Self-explanatory."}, {"text_block_id": "p18_b679", "text": "Article 16"}, {"text_block_id": "p18_b680", "text": "Paragraph (1)"}, {"text_block_id": "p19_b681", "text": "The Energy supply industry includes the industries performing business on processing, transportation, storage and trade of Energy."}, {"text_block_id": "p19_b682", "text": "Paragraph (2)"}, {"text_block_id": "p19_b683", "text": "Self-explanatory."}, {"text_block_id": "p19_b684", "text": "Article 17"}, {"text_block_id": "p19_b685", "text": "Paragraph (1)"}, {"text_block_id": "p19_b686", "text": "Self-explanatory."}, {"text_block_id": "p19_b687", "text": "Paragraph (2)"}, {"text_block_id": "p19_b688", "text": "Self-explanatory."}, {"text_block_id": "p19_b689", "text": "Paragraph (3)"}, {"text_block_id": "p19_b690", "text": "Self-explanatory."}, {"text_block_id": "p19_b691", "text": "Paragraph (4)"}, {"text_block_id": "p19_b692", "text": "Self-explanatory."}, {"text_block_id": "p19_b693", "text": "Paragraph (5)"}, {"text_block_id": "p19_b694", "text": "Self-explanatory."}, {"text_block_id": "p19_b695", "text": "Paragraph (6)"}, {"text_block_id": "p19_b696", "text": "Self-explanatory."}, {"text_block_id": "p19_b697", "text": "Paragraph (7)"}, {"text_block_id": "p19_b698", "text": "Letter a"}, {"text_block_id": "p19_b699", "text": "Self-explanatory."}, {"text_block_id": "p19_b700", "text": "Letter b"}, {"text_block_id": "p19_b701", "text": "The term \"Energy management\" is meant an integrated activity to control Energy consumption in order to achieve effective and efficient Energy Utilization to produce maximum output by applying structured and economic technical measures to minimize Energy Utilization, including Energy for the production process and to minimize the consumption of raw material and supporting material."}, {"text_block_id": "p19_b702", "text": "Letter c"}, {"text_block_id": "p19_b703", "text": "The term \"efficient in this provision is the maximum value resulting from the comparison between the output and input of Energy in the Energy utilizer equipment."}, {"text_block_id": "p19_b704", "text": "Letter d"}, {"text_block_id": "p19_b705", "text": "The term “saving” in this provision is related to the behaviour of using Energy effectively and efficiently."}, {"text_block_id": "p19_b706", "text": "Letter e"}, {"text_block_id": "p19_b707", "text": "Self-explanatory."}, {"text_block_id": "p19_b708", "text": "Letter f"}, {"text_block_id": "p19_b709", "text": "Self-explanatory."}, {"text_block_id": "p20_b710", "text": "Letter g"}, {"text_block_id": "p20_b711", "text": "Self-explanatory."}, {"text_block_id": "p20_b712", "text": "Letter h"}, {"text_block_id": "p20_b713", "text": "Self-explanatory."}, {"text_block_id": "p20_b714", "text": "Article 18"}, {"text_block_id": "p20_b715", "text": "Self-explanatory."}, {"text_block_id": "p20_b716", "text": "Article 19"}, {"text_block_id": "p20_b717", "text": "Self-explanatory."}, {"text_block_id": "p20_b718", "text": "Article 20"}, {"text_block_id": "p20_b719", "text": "Paragraph (1)"}, {"text_block_id": "p20_b720", "text": "Self-explanatory."}, {"text_block_id": "p20_b721", "text": "Paragraph (2)"}, {"text_block_id": "p20_b722", "text": "Self-explanatory."}, {"text_block_id": "p20_b723", "text": "Paragraph (3)"}, {"text_block_id": "p20_b724", "text": "Self-explanatory."}, {"text_block_id": "p20_b725", "text": "Paragraph (4)"}, {"text_block_id": "p20_b726", "text": "Letter a"}, {"text_block_id": "p20_b727", "text": "Self-explanatory."}, {"text_block_id": "p20_b728", "text": "Letter b"}, {"text_block_id": "p20_b729", "text": "Self-explanatory."}, {"text_block_id": "p20_b730", "text": "Letter c"}, {"text_block_id": "p20_b731", "text": "The term “feed-in tariff” in this provision is meant a mechanism of the Renewable Enegy selling price policy which is designed for expediting the investment on Renewable Energy technology."}, {"text_block_id": "p20_b732", "text": "Letter d"}, {"text_block_id": "p20_b733", "text": "Self-explanatory."}, {"text_block_id": "p20_b734", "text": "Paragraph (5)"}, {"text_block_id": "p20_b735", "text": "Self-explanatory."}, {"text_block_id": "p20_b736", "text": "Article 21"}, {"text_block_id": "p20_b737", "text": "Paragraph (1)"}, {"text_block_id": "p20_b738", "text": "Self-explanatory."}, {"text_block_id": "p20_b739", "text": "Paragraph (2)"}, {"text_block_id": "p20_b740", "text": "Self-explanatory."}, {"text_block_id": "p20_b741", "text": "Paragraph (3)"}, {"text_block_id": "p20_b742", "text": "Self-explanatory."}, {"text_block_id": "p20_b743", "text": "Paragraph (4)"}, {"text_block_id": "p20_b744", "text": "Reduction of fuel oil and electricity subsidies in stages shall be aligned with the development of New Energy and Renewable Energy with the aim to encourage the development of New Energy and Renewable Energy ensuring that the New Energy and"}, {"text_block_id": "p21_b745", "text": "Renewable Energy prices are competitive with the fossil Energy prices."}, {"text_block_id": "p21_b746", "text": "Article 22"}, {"text_block_id": "p21_b747", "text": "Self-explanatory."}, {"text_block_id": "p21_b748", "text": "Article 23"}, {"text_block_id": "p21_b749", "text": "Self-explanatory."}, {"text_block_id": "p21_b750", "text": "Article 24"}, {"text_block_id": "p21_b751", "text": "Self-explanatory."}, {"text_block_id": "p21_b752", "text": "Article 25"}, {"text_block_id": "p21_b753", "text": "Self-explanatory."}, {"text_block_id": "p21_b754", "text": "Article 26"}, {"text_block_id": "p21_b755", "text": "Self-explanatory."}, {"text_block_id": "p21_b756", "text": "Article 27"}, {"text_block_id": "p21_b757", "text": "Self-explanatory."}, {"text_block_id": "p21_b758", "text": "Article 28"}, {"text_block_id": "p21_b759", "text": "Self-explanatory."}, {"text_block_id": "p21_b760", "text": "Article 29"}, {"text_block_id": "p21_b761", "text": "Self-explanatory."}, {"text_block_id": "p21_b762", "text": "Article 30"}, {"text_block_id": "p21_b763", "text": "Self-explanatory."}, {"text_block_id": "p21_b764", "text": "Article 31"}, {"text_block_id": "p21_b765", "text": "Self-explanatory."}, {"text_block_id": "p21_b766", "text": "Article 32"}, {"text_block_id": "p21_b767", "text": "Self-explanatory."}, {"text_block_id": "p21_b768", "text": "Article 33"}, {"text_block_id": "p21_b769", "text": "Self-explanatory."}, {"text_block_id": "p21_b770", "text": "SUPPLEMENT TO THE STATE GAZETTE OF THE REPUBLIC OF INDONESIA NUMBER 5609"}], "document_description": "The regulation No.79 on National Energy Policy establishes the policy on Energy Management based on principles of fairness, sustainability and environmental sound aimed to create Energy Independance and national Energy Security. The regulation sets the following policy goals : 1) availability of Energy to meet the national demand; 2) priority of Energy development; 3) utilization of national Energy Resources; 4) national Energy Reserves. The regulation also establishes the following supporting policies : 1) Energy Conservation; 2) Environment and safety; 3) pricing, subsidy and energy incentives; 4) infrastructure and access of people to Energy and Energy Industry; 5) research and development."}