{"document_instrument_name": ["MRV|Governance", "Subnational and citizen participation|Governance"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Indonesia", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "16/11/2009", "document_language": "English", "document_name": "Presidential regulation 70/2009 concerning Energy Conservation", "document_country_code": "IDN", "document_hazard_name": [], "document_keyword": "Energy Supply", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/IDN/2009/IDN-2009-11-16-Presidential regulation 70_2009 concerning Energy Conservation_8011151bcbe251b984d324503dcbdbf0.pdf", "document_type": "Regulation", "text_blocks": [], "document_description": "This is the implementing legislation on energy conservation with regard to the Energy Law. It mandates the drafting and adoption of a new National Energy Conservation Master Plan called RIKEN, the Rencana Induk Konservasi Energi Nasional. This should be updated every five years, or annually if required. The current RIKEN includes the target of reducing energy intensity by 1% per year until 2025. It specifies the mandatory assignment of an energy manager, to implement energy auditing, and energy conservation programme for users of final energy of more than 6,000 tonnes of oil equivalent. In addition the regulation introduces voluntary energy efficiency standards and energy labelling.<br>&nbsp;<br>The regulation also seeks to develop and implement a series of incentives for improved energy management. These include tax exemption and fiscal incentives on imports of energy saving equipment and appliances, and special low interest rates on investments in energy conservation. To reduce non-compliance, the regulation seeks to provide disincentives. These include written notices to comply, public announcements of non-compliance, fines and reductions of energy supply."}