{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Indonesia", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Agriculture"], "document_date": "07/04/2008", "document_language": "English", "document_name": "Presidential Regulation no. 46/2008 on the National Council for Climate Change (NCCC or DNPI)", "document_country_code": "IDN", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Redd+ And Lulucf"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/IDN/2008/IDN-2008-04-07-Presidential Regulation no. 46_2008 on the National Council for Climate Change (NCCC or DNPI)_169dc9f044f1d200783c6ec74f439615.pdf", "document_type": "Regulation", "text_blocks": [], "document_description": "Establishes the NCCC to co-ordinate climate change policy-making and strengthen Indonesia's position in international forums. The Council is composed of 17 Ministers and chaired by the President. The NCCC is to be assisted by the following Working Units: Adaptation, Mitigation, Transfer-of-Technology, Funding, Post-Kyoto 2012, and Forestry and Land Use Conversion. The adaptation programme focuses on agriculture, disaster risk reduction, data dissemination and establishes an integrated development plan to improve climate-resilience.<br><br>Referring to Article 2, the National Climate Council has the duty : 1) to formulate policies, strategies, programs and activities to combat climate change; 2) to coordinate activities in the execution of tasks climate change control which includes activities adaptation, mitigation, technology transfer and finance; 3) to formulate policies for establishing mechanisms and procedures carbon trading; 4) to monitor and evaluate the implementation climate change control policies; 5) strengthen Indonesia's position to encourage developed countries to be more responsible about climate change control."}