{"document_instrument_name": ["Processes, plans and strategies|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Indonesia", "document_category": "Policy", "document_sector_name": "LULUCF", "document_date": "01/01/2009", "document_language": "Indonesian", "document_name": "Regulation of the Minister of Forestry of the Republic of Indonesia Number: P. 36/Menhut-II/2009 concerning Procedures for Licensing Business Utilization of Absorption and/or Storage of Carbon in Production Forests and Protection Forests", "document_country_code": "IDN", "document_hazard_name": [], "document_keyword": ["Forest", "Carbon Sink"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/IDN/2009/IDN-2009-01-01-Regulation of the Minister of Forestry of the Republic of Indonesia Number: P. 36_Menhut-II_2009 concerning Procedures for Licensing Business Utilization of Absorption and_or Storage of Carbon in Production Forests and Protection Forests_0be1fbc6e4559de71fb623e50fbf6c4a.pdf", "document_type": "Regulation", "text_blocks": [], "document_description": "The regulation No.11 of 2013 amends the regulation No.36 of 2009 concerning the business licensing for the utilisation of Carbon Absorption and/or Storage of Carbon in Production Forests and Protected Forests. The regulation No.11 amends the  Article 15 paragraph 2 : 'based on the results of the verification as referred to in Article 14, the Project Developer registers to the National Registration Agency or those in the international Voluntary Carbon Market (VCM) to obtain a Verified Emision Reduction (VER) certificate. In the event that the National Registration Body has not been established, the registration as intended in paragraph 1 shall be carried out by the Secretary General after obtaining technical considerations from the relevant Directorate General.The VER Certificate as referred to in paragraph 1can be sold directly between the Project Developer and the buyer or through the domestic carbon stock market or the international market based on the approval of the Minister'."}