{"document_instrument_name": "Subsidies|Economic", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Indonesia", "document_category": "Policy", "document_sector_name": ["Waste", "Energy"], "document_date": "01/01/2017", "document_language": "Indonesian", "document_name": "Regulation of the Minister of Energy and Mineral Resources of the Republic of Indonesia Number 12 of 2017 concerning Utilization of Renewable Energy Sources for Electric Power Provision", "document_country_code": "IDN", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Fit"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/IDN/2017/IDN-2017-01-01-Regulation of the Minister of Energy and Mineral Resources of the Republic of Indonesia Number 12 of 2017 concerning Utilization of Renewable Energy Sources for Electric Power Provision_ea70c1eb4e01165c3ae3bc1de3912d73.pdf", "document_type": "Regulation", "text_blocks": [], "document_description": "Regulation 12 sets the tariffs for solar, wind, hydro, biomass, biogas, city waste to energy, and geothermal power plants. It stipulates that a renewable tariff is capped at 85% of the electricity supply costs (BPP) for the region in question, and 100% of BPP for geothermal and city waste to energy plants, provided the regional BPP is higher than the national average. If the regional BPP is lower than the national average, then the tariff is capped at 100% of the BPP, unless otherwise agreed in the case of geothermal and city waste to energy plants. The purpose of this rule is to reduce the average BPP (i.e., the cost of generation) across Indonesia. Regulation 50/2017 formally replaced Regulation 12.Regulation MEMR 4/2020 amends regulation 50/2017 in order to make renewable energy sources more competitive, and thus increase their rate of inclusion into the national energy mix.Presidential Regulation Number 35/2018 aims to accelerate the construction of thermal generation facilities for converting waste into electricity energy \"with environmental sound technology\"."}