{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Bulgaria", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Industry", "Energy"], "document_date": "01/01/2015", "document_language": "Bulgarian", "document_name": "Energy Efficiency Act", "document_country_code": "BGR", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/BGR/2015/BGR-2015-01-01-Energy Efficiency Act_1e8bdefa322cb9990984f96b83fa0552.pdf", "document_type": "Act", "text_blocks": [], "document_description": "This Act, implementing EU energy efficiency directives, lays down the foundations of the energy efficiency policy. It aims to promote energy efficiency through a system of measures for enhancing security of energy supply, competition in the energy sector and environment protection. It also mandates the Council of Ministers to submit the National Energy Efficiency Strategy to the National Assembly for adoption and elaborates regularly National Action Plans for Energy Efficiency. The most recent plan included national indicative targets for energy savings by 2016 of at least 9% of final energy consumption for 9 years (average 1% per year), to be achieved thanks to obligation to adopt municipal energy efficiency programmes, requirements for energy efficiency labelling, use of minimum standards for energy efficient appliances, energy efficiency labelling, obligatory audits and amendments of the Energy Performance Standards for existing buildings. The Minister of Economy and Energy is responsible for implementing policy on energy efficiency improvement.  The Act further provides for: energy efficiency improvement activities and measures and provision of energy services; creation of a national information system for ensuring accessibility and availability of information on the condition of energy efficiency; funding mechanisms for energy efficiency improvement and energy savings certificates; energy efficiency control; and administrative penalty provisions.  It creates the Energy Efficiency and Renewable Sources Fund, with the income mainly raised from grants from international financial institutions, international funds, Bulgarian and foreign natural or legal persons, with a mandate to support a broad range of investments, with priority funding for 'a) implementation of measures to increase energy efficiency in end-use; b) use of renewable energy in final energy consumption'.  The Act also introduces Energy Service Companies and proposes specific activities and measures for improving energy efficiency and energy services (introduced by amendments in 2013), such as 'certification for energy efficiency of new buildings; inspection and certification for energy efficiency of buildings in operation; survey of industrial systems; inspection for energy efficiency of heating systems with boilers and air conditioning systems in buildings; managing energy efficiency; and improvement of the energy performance of the outdoor lighting'."}