{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Bulgaria", "document_category": "Law", "document_sector_name": ["Waste", "Transportation", "Energy", "Economy-wide"], "document_date": "01/01/2011", "document_language": "Bulgarian", "document_name": "Energy Strategy of the Republic of Bulgaria until 2020 for reliable, efficient and cleaner Energy", "document_country_code": "BGR", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/BGR/2011/BGR-2011-01-01-Energy Strategy of the Republic of Bulgaria until 2020 for reliable, efficient and cleaner Energy_9fd3986cc41c0e9baf5c05204836c191.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "One of the aims of the Energy Act is to create conditions for the 'promotion of the combined generation of electricity and heat' (art. 2). In its part on combined heat and power generation introduces the requirements of the related EU directives and the use of instruments such as green certificates and preferential feed in tariffs and mandates the state regulations to the licensed activities in the power sector and purchase obligations for the Transmission and Distribution Companies of all electricity produced from high efficient cogeneration, and for district heating companies to buy all utilised waste thermal energy. The Act also mandates regular production of the National Energy Strategy. The most recent one, Energy Strategy of the Republic of Bulgaria until 2020 was published in 2011. The Energy strategy is worked out by the Ministry of Economy, Energy and Tourism and approved by the Council of Ministers.  The present National Energy Strategy till 2020 reflects the up-to-date European energy policy framework and the global trends in the development of energy technologies. The main priorities in the Energy Strategy are:1) to guarantee the security of energy supply2) to attain the targets for renewable energy3) to increase the energy efficiency4) to develop a competitive energy market and policy for the purpose of meeting the energy needs5) to protect the interests of the consumers'  These priorities also determine the Government's vision for the development of the energy which is :1)maintaining a safe, stable and reliable energy system2) keeping the energy sector a leading branch of the economy with definite orientation to foreign trade3) focus on clean and low-emission energy - from nuclear and renewable sources4) balance between quantity, quality and prices of the electric power produced from renewable sources, nuclear energy, coal and natural gas5) transparent, efficient and highly professional management of the energy companies  The strategy also lays down the main national targets for the energy sector: 16% share of energy from renewables in gross final energy consumption by 2020; 10% share of energy from renewables in the gross final energy consumption in transport by 2020; and energy efficiency increase by 25% by 2020."}