{"document_instrument_name": ["Capacity building|Governance", "Subsidies|Economic"], "document_country_english_shortname": "Bulgaria", "document_category": "Law", "document_sector_name": "Energy", "document_language": "English", "document_name": "Energy from Renewable Sources Act", "document_country_code": "BGR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2013", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/BGR/2013/BGR-2013-01-01-Energy from Renewable Sources Act_c96eeb3092eb3a24feeb0b28aec702e6.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Energy fromRenewable Sources Act"}, {"text_block_id": "p0_b2", "text": "Promulgated, State Gazette No. 35/3.05.2011, effective 3.05.2011, amended and supplemented, SG No. 29/10.04.2012, effective 10.04.2012, SG No. 54/17.07.2012, effective 17.07.2012, SG No. 15/15.02.2013, effective 15.02.2013, amended, SG No. 59/5.07.2013, effective 5.07.2013, SG No. 68/2.08.2013, effective 2.08.2013"}, {"text_block_id": "p0_b3", "text": "Text in Bulgarian:"}, {"text_block_id": "p0_b4", "text": "Закон за енергията от възобновяеми източници"}, {"text_block_id": "p0_b5", "text": "Chapter One"}, {"text_block_id": "p0_b6", "text": "GENERAL DISPOSITIONS"}, {"text_block_id": "p0_b7", "text": "GENERAL DISPOSITIONS\n* (1) This Act regulates the public relations associated with production and consumption of:\n* electricity, heating and cooling from renewable sources;\n* gas from renewable sources;\n* biofuels and energy from renewable sources in transport.\n* The Energy Act shall apply to any issues not provided for in this Act.\n* The primary objectives of this Act are as follows:\n* promotion of production and consumption of energy produced from renewable sources;\n* promotion of production and use of biofuels and energy from renewable sources in transport;\n* creating conditions for integrating gas from renewable sources in the natural gas transmission and distribution networks;\n* creation of conditions for inclusion of heating and cooling from renewable sources in heating transmission networks;\n* providing information regarding the support schemes, the benefits and practical specifics of the development and use of energy from renewable sources of all stakeholders involved in the process of production and consumption of electricity, heating and cooling from renewable sources, of production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport;\n* creating conditions for achieving sustainable and competitive energy policy and economic growth through innovation, and implementation of new products and technologies;\n* creating conditions for achieving sustainable development at regional and local levels;\n* creating conditions for increasing the competitiveness of small-and medium-size enterprises by production and consumption"}, {"text_block_id": "p1_b35", "text": "GENERAL DISPOSITIONS\n* (1) This Act regulates the public relations associated with production and consumption of:\n* electricity, heating and cooling from renewable sources;\n* gas from renewable sources;\n* biofuels and energy from renewable sources in transport.\n* The Energy Act shall apply to any issues not provided for in this Act.\n* The primary objectives of this Act are as follows:\n* promotion of production and consumption of energy produced from renewable sources;\n* promotion of production and use of biofuels and energy from renewable sources in transport;\n* creating conditions for integrating gas from renewable sources in the natural gas transmission and distribution networks;\n* creation of conditions for inclusion of heating and cooling from renewable sources in heating transmission networks;\n* providing information regarding the support schemes, the benefits and practical specifics of the development and use of energy from renewable sources of all stakeholders involved in the process of production and consumption of electricity, heating and cooling from renewable sources, of production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport;\n* creating conditions for achieving sustainable and competitive energy policy and economic growth through innovation, and implementation of new products and technologies;\n* creating conditions for achieving sustainable development at regional and local levels;\n* creating conditions for increasing the competitiveness of small-and medium-size enterprises by production and consumption\n"}, {"text_block_id": "p1_b36", "text": "GENERAL DISPOSITIONS\n* (1) This Act regulates the public relations associated with production and consumption of:\n* electricity, heating and cooling from renewable sources;\n* gas from renewable sources;\n* biofuels and energy from renewable sources in transport.\n* The Energy Act shall apply to any issues not provided for in this Act.\n* The primary objectives of this Act are as follows:\n* promotion of production and consumption of energy produced from renewable sources;\n* promotion of production and use of biofuels and energy from renewable sources in transport;\n* creating conditions for integrating gas from renewable sources in the natural gas transmission and distribution networks;\n* creation of conditions for inclusion of heating and cooling from renewable sources in heating transmission networks;\n* providing information regarding the support schemes, the benefits and practical specifics of the development and use of energy from renewable sources of all stakeholders involved in the process of production and consumption of electricity, heating and cooling from renewable sources, of production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport;\n* creating conditions for achieving sustainable and competitive energy policy and economic growth through innovation, and implementation of new products and technologies;\n* creating conditions for achieving sustainable development at regional and local levels;\n* creating conditions for increasing the competitiveness of small-and medium-size enterprises by production and consumption\n\n* security of energy deliveries, supplies and technical safety;\n* environmental protection and restricting climate change;\n* improving the living standards of the population through economically efficient use of energy from renewable sources.\n* The objectives referred to in Article 2 shall be achieved by:\n* introducing mechanisms for promotion of production and consumption of electricity, heating and cooling from renewable sources, the production and consumption of gas from renewable sources, and the production and consumption of biofuels and energy from renewable sources in transport;\n* regulation of the rights and obligations of the executive and of the local self-government authorities for implementing the policy for promotion of production and consumption of electricity, heating and cooling from renewable sources, and the production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport,\n* introducing the obligations of the authorities of the executive for initiation and implementation of measures relating to the promotion of production and consumption of electricity, heating and cooling from renewable sources, the production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport;\n* introducing support schemes in relation to the development of the electricity transmission and distribution grids, including interconnectors of intelligent networks, as well as the construction of control and storage facilities, related to the safe operation of the electricity system while developing the production of energy from renewable sources;\n* introducing support schemes for the construction and development of heating transmission, gas transmission, and gas distribution networks, including interconnectors, where this is economically justified;\n* introducing support schemes for the production of energy from renewable sources for own consumption;\n* establishment of a National Information System for the potential, production and consumption of energy from renewable sources in the Republic of Bulgaria, hereinafter referred to as \"National Information System\";\n* introducing mechanisms in support of scientific research and development in relation to the production and consumption of electricity, heating and cooling from renewable sources, the production and consumption of gas from renewable sources, and the production and consumption of biofuels and energy from renewable sources in transport;\n* joint implementation of measures for use of energy from renewable sources and measures for introduction of energy efficiency enhancement technologies.\n* in the development of support schemes, the technical requirements, including applicable standards the facilities and systems for energy from renewable sources should comply with, shall be stated."}, {"text_block_id": "p1_b64", "text": "Chapter Two"}, {"text_block_id": "p1_b65", "text": "STATE GOVERNANCE IN THE AREA OF ENERGY FROM RENEWABLE SOURCES"}, {"text_block_id": "p1_b66", "text": "Article 3."}, {"text_block_id": "p1_b67", "text": "(1) The Council of Ministers:"}, {"text_block_id": "p1_b68", "text": "(1) The Council of Ministers:\n* shall determine the state policy for promoting production and consumption of electricity, heating and cooling from renewable sources, the production and consumption of gas from renewable sources, and the production and consumption of biofuels and energy from renewable sources in transport;\n<\\li1>"}, {"text_block_id": "p2_b70", "text": "(1) The Council of Ministers:\n* shall determine the state policy for promoting production and consumption of electricity, heating and cooling from renewable sources, the production and consumption of gas from renewable sources, and the production and consumption of biofuels and energy from renewable sources in transport;\n<\\li1>\n* shall adopt a National Renewable Energy Action Plan (NREAP);\n* shall adopt national support schemes for the use of energy from renewable sources;\n* shall approve the draft agreements on joint schemes between the Republic of Bulgaria and one or more EU Member States for combining or coordinating national support schemes for use of energy from renewable sources;\n* shall approve joint projects relating to production of electricity, heating and cooling from renewable sources between the Republic of Bulgaria and one or more EU Member States, and/or one or more third countries;\n* shall approve statistical transfers of certain quantities of energy produced from renewable sources from the Republic of Bulgaria to an EU Member State, as well as from an EU Member State to the Republic of Bulgaria;\n* shall adopt delegated legislation statutory instruments in the cases provided for in this Act.\n* (1) (Amended, SG No. 59/2013, effective 5.07.2013) The state policy for promotion of production and consumption of electricity, heating and cooling from renewable sources, the production and consumption of gas from renewable sources, and the production and consumption of biofuels and energy from renewable sources in transport, shall be implemented by the Minister of Economy and Energy.\n* (Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Economy and Energy:\n* shall develop, update and submit for approval by the Council of Ministers the National Renewable Energy Action Plan referred to in Article 3 Paragraph 2;\n* shall prepare and submit to the European Commission reports on the implementation of the NREAP;\n* shall propose to the Council of Ministers for approval the draft agreements on joint schemes under Article 3, item 4;\n* shall propose to the Council of Ministers for approval the joint projects under Article 3, item 5;\n* shall propose to the Council of Ministers for approval the statistical transfers under Article 3, item 6;\n* shall organize and manage the activities relating to planning and implementation of joint projects under Article 3, item 5;\n* shall propose jointly with the Minister of Finance the national support schemes for the use of energy from renewable sources under Article 3, item 3;\n* shall exercise control over the issuance, transfer and revocation of renewable energy guarantees of origin;\n* shall interact with the authorities of the executive, with the branch organizations and with non-profit legal entities for the implementation of the state policy for the promotion of production and consumption of electricity, heating and cooling from renewable sources, production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport;\n* shall provide to the competent institutions of the European Union the information set forth in the EU acquis, under the conditions and according to the procedure of the Ordinance under Article 9, Paragraph 4 of the Energy Act;\n* shall conduct the international cooperation of the Republic of Bulgaria in the area of renewable energy sources and biofuels;\n* shall develop and submit for approval to the Council of Ministers drafts of delegated legislation statutory instruments in the cases provided for in this Act;\n* shall adopt delegated legislation statutory instruments in the cases provided for in this Act;\n* shall exercise control in the cases provided for in this Act;\n* shall exercise other powers in the area of renewable sources, assigned to it under this Act and other statutory instruments."}, {"text_block_id": "p3_b116", "text": "Article 5."}, {"text_block_id": "p3_b117", "text": "The Minister of Environment and Waters, in fulfilment of his powers under the environmental protection legislation and pursuant to this Act:"}, {"text_block_id": "p3_b118", "text": "The Minister of Environment and Waters, in fulfilment of his powers under the environmental protection legislation and pursuant to this Act:\n* shall develop and implement a mechanism of reliable and independent auditing of the information submitted by the economic operators under Article 40, Paragraph 1, with regard to meeting the requirements of the sustainability criteria for biofuels and bioliquids;\n* shall arrange for the preparation and updating of a list of the persons auditing the conformity of biofuels and bioliquids with the sustainability criteria.\n* The State Commission of Energy and Water Regulation (SCEWR):\n* shall set preferential prices for purchasing electricity from renewable sources;\n* (amended, SG No. 59/2013, effective 5.07.2013) shall develop a methodology for distribution of the costs resulting from the obligations for purchasing electricity from renewable sources at preferential prices among all consumers on the internal market;\n* shall approve and publish on its website the envisaged electric capacities, which may be allocated for connection to the transmission and distribution electricity grids to projects for production of electricity from renewable sources;\n* shall exercise control on conducting procedures for connection of energy projects for electricity production to the transmission and distribution electricity grids;\n* shall exercise control over the performance by transmission and distribution electricity grid operators of their obligations to report cases of significant decrease of quantities transferred and/or distributed electricity from renewable energy sources and on the corrective measures pursued;\n* shall exercise control over the performance by the transmission and distribution grid operators of their obligations to spend the funds under Article 29, Paragraph 1, only to cover the expenses under Article 29, Paragraph 4;\n* (amended, SG No. 59/2013, effective 5.07.2013) shall provide to the Minister of Economy and Energy and to the Agency for Sustainable Energy Development (ASED) the information regarding NREAP within its competences;\n* shall exercise other powers in the area of renewable sources, assigned to it under other statutory instruments.\n* (1) The state policy on promotion of production and consumption of electricity, heating, and cooling from renewable sources, production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport, shall be implemented by the Executive Director of ASED.\n* The Executive Director :\n* shall govern, manage and represent ASED;\n* shall participate in the development and updating of NREAP in cooperation with the authorities of the executive, including with municipality mayors;\n* shall organize the implementation of the activities and measures included in NREAP, and shall, in cooperation with the stakeholders, assist in the development and implementation of municipal programmes for promotion of the use of energy from renewable sources and biofuels;\n* shall arrange for conducting of evaluations of existing and projected potential of the types of resources for production of energy from renewable sources in the territory of the country;"}, {"text_block_id": "p4_b152", "text": "The Minister of Environment and Waters, in fulfilment of his powers under the environmental protection legislation and pursuant to this Act:\n* shall develop and implement a mechanism of reliable and independent auditing of the information submitted by the economic operators under Article 40, Paragraph 1, with regard to meeting the requirements of the sustainability criteria for biofuels and bioliquids;\n* shall arrange for the preparation and updating of a list of the persons auditing the conformity of biofuels and bioliquids with the sustainability criteria.\n* The State Commission of Energy and Water Regulation (SCEWR):\n* shall set preferential prices for purchasing electricity from renewable sources;\n* (amended, SG No. 59/2013, effective 5.07.2013) shall develop a methodology for distribution of the costs resulting from the obligations for purchasing electricity from renewable sources at preferential prices among all consumers on the internal market;\n* shall approve and publish on its website the envisaged electric capacities, which may be allocated for connection to the transmission and distribution electricity grids to projects for production of electricity from renewable sources;\n* shall exercise control on conducting procedures for connection of energy projects for electricity production to the transmission and distribution electricity grids;\n* shall exercise control over the performance by transmission and distribution electricity grid operators of their obligations to report cases of significant decrease of quantities transferred and/or distributed electricity from renewable energy sources and on the corrective measures pursued;\n* shall exercise control over the performance by the transmission and distribution grid operators of their obligations to spend the funds under Article 29, Paragraph 1, only to cover the expenses under Article 29, Paragraph 4;\n* (amended, SG No. 59/2013, effective 5.07.2013) shall provide to the Minister of Economy and Energy and to the Agency for Sustainable Energy Development (ASED) the information regarding NREAP within its competences;\n* shall exercise other powers in the area of renewable sources, assigned to it under other statutory instruments.\n* (1) The state policy on promotion of production and consumption of electricity, heating, and cooling from renewable sources, production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport, shall be implemented by the Executive Director of ASED.\n* The Executive Director :\n* shall govern, manage and represent ASED;\n* shall participate in the development and updating of NREAP in cooperation with the authorities of the executive, including with municipality mayors;\n* shall organize the implementation of the activities and measures included in NREAP, and shall, in cooperation with the stakeholders, assist in the development and implementation of municipal programmes for promotion of the use of energy from renewable sources and biofuels;\n* shall arrange for conducting of evaluations of existing and projected potential of the types of resources for production of energy from renewable sources in the territory of the country;\n* (amended, SG No. 59/2013, effective 5.07.2013) shall provide to the Minister of Economy and Energy the necessary information for preparation of the reports on the implementation of NREAP;\n* shall organize the establishment and support of the National Information System and shall control data updating and system support by the municipality mayors;\n* shall organize the establishment and support of the system for issuance of guarantees of origin for the energy;\n* shall issue to producers of electricity, heating and cooling from renewable sources Renewable Energy Guarantees of Origin, shall perform activities for transfer and revocation of these guarantees, and shall notify SCEWR about the guarantees issued, activities performed in relation to transfers and revocations of guarantees;\n* shall organize the planned statistical transfers of certain quantities of energy from renewable sources from the Republic of Bulgaria to another EU Member State, as well as from another EU Member State to the Republic of Bulgaria;\n* shall interact with the authorities of the executive, with branch organizations and interested non-profit legal entities for the implementation of actions and measures for promotion of production and consumption of electricity, heating, and cooling from renewable sources, production and consumption of gas from renewable sources, production and consumption of biofuels and energy from renewable sources in transport;\n* shall organize raising public awareness of the measures for promoting production and consumption of electricity, heating, and cooling from renewable sources, production and consumption of gas from renewable sources, as well as production and consumption of biofuels and energy from renewable sources in transport;\n* shall assist the authorities of the executive, and local self-government authorities in the fulfilment of their obligations under this Act;\n* shall participate in the development of the statutory instruments, as provided for in this Act;\n* shall exercise control in the cases provided for in this Act;\n* shall organize awareness-raising and training campaigns regarding the support measures, benefits and practical specifics of the development and use of electricity, heating and cooling from renewable sources, gas from renewable sources, biofuels and energy from renewable sources in transport;\n* shall perform other powers assigned to him under other statutory instruments."}, {"text_block_id": "p4_b176", "text": "Article 8."}, {"text_block_id": "p4_b177", "text": "Regional governors:"}, {"text_block_id": "p4_b178", "text": "Regional governors:\n* shall ensure within the territory of the region the implementation of the state policy for promoting production and consumption of electricity, heating, and cooling from renewable sources, production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport;\n* shall coordinate between the municipalities in the region the activities for implementation of the policy for promoting production and consumption of electricity, heating, and cooling from renewable sources , production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport;\n* shall submit to the Executive Director of ASED information on the implementation of the programs under Article 9 in the municipalities within the territory of the region;\n* shall propose amendments to ordinances and general administrative acts adopted by municipal councils, where permit, certification and licensing procedures, including those for town planning, do not meet the requirements under Article 11."}, {"text_block_id": "p4_b186", "text": "Article 9."}, {"text_block_id": "p4_b187", "text": "Municipal councils shall adopt long-term and short-term programmes promoting the use of energy from renewable"}, {"text_block_id": "p5_b188", "text": "sources and biofuels."}, {"text_block_id": "p5_b189", "text": "sources and biofuels.\n* (1) Municipality mayors shall develop and submit for approval to the municipal councils long-term and short-term programmes promoting the use of energy from renewable sources and biofuels in line with NREAP, which shall comprise:\n* data from the evaluations under Article 7, Paragraph 2, item 4, and, where applicable, evaluations of the existing and projected potential of local resources for production of energy from renewable source;\n* measures for use of energy from renewable sources in the construction or reconstruction, major renovation, overhaul or refurbishing of municipally owned buildings;\n* measures for use of energy from renewable sources for outdoor artificial lighting of streets, squares, parks, gardens, and other publicly owned municipal real property, and also for implementation of other municipal activities;\n* measures for promoting production and use of electricity, heating, cooling produced from renewable sources, as well as those produced from biomass from wastes produced in the territory of the municipality;\n* measures for use of biofuels and/or energy from renewable sources in the public transport;\n* analysis of the possibilities for construction of energy projects for production of energy from renewable sources on the roof and fasade structures of municipally owned buildings;\n* support schemes of projects for production and consumption of electricity, heating and cooling from renewable sources, including individual systems for use of electricity, heating and cooling from renewable sources, for production and consumption of gas from renewable sources, as well as for production and consumption of biofuels and energy from renewable sources in transport;\n* support schemes for projects of modernization and extension of heating transmission networks or for construction of heating transmission networks in towns meeting the requirements for a self-contained area under Article 43, Paragraph 7 of the Energy Act;\n* development and/or updating of master plans and detailed plans in relation to the implementation of public works for realization of projects related to the measures under items 2, 3 and 4;\n* annual awareness-raising and training campaigns among the general public of the respective municipality with regard to the support measures, benefits and practical specifics of development and use of electricity, heating and cooling from renewable sources, gas from renewable sources, biofuels and energy from renewable sources.\n* The long-term programmes under Paragraph 1 shall be developed for a 10-year term, and short-term programmes -for a 3-year term. Only projects related to measures under municipal programmes under Paragraph 1 may participate in the municipal support schemes.\n* The municipality mayors:\n* shall appropriately notify the general public about the content of the programmes under Paragraph 1, including by their publication on the municipality's website;\n* shall organize the implementation of the programmes under Paragraph 1 and shall provide to the Executive Director of ASED, to the regional governor, and to the municipal council information on their implementation;\n* shall organize on the municipality's territory updating of data and support of the National Information System under Article 7, Paragraph 2, item 6;\n* shall be responsible for streamlining and alleviating the administrative procedures for small decentralized installations for production of energy from renewable sources and for production of biogas from agricultural materials -dry and wet manure, and from other animal and organic wastes, and where necessary -shall make proposals to the municipal council for streamlining and alleviating of procedures;\n* shall provide assistance to the competent state authorities to exercise their powers under this Act, including by providing"}, {"text_block_id": "p6_b225", "text": "available information and documents, shall organize the compilation and submission of information and providing access to existing data bases and to municipal property for making the evaluation under Article 7, Paragraph 2, item 4."}, {"text_block_id": "p6_b226", "text": "available information and documents, shall organize the compilation and submission of information and providing access to existing data bases and to municipal property for making the evaluation under Article 7, Paragraph 2, item 4.\n* The municipality mayor shall submit for consideration by the municipal council the regional governor's proposals under Article 8, item 4, at its first session after the proposal's receipt.\n<\\li1>"}, {"text_block_id": "p6_b228", "text": "Article 11."}, {"text_block_id": "p6_b229", "text": "(1) The state and local self-government authorities, in exercising their powers for regulation of permit, certification and licensing procedures, including for town planning, for achieving the objectives of this Act, shall be obliged:"}, {"text_block_id": "p6_b230", "text": "(1) The state and local self-government authorities, in exercising their powers for regulation of permit, certification and licensing procedures, including for town planning, for achieving the objectives of this Act, shall be obliged:\n* to define clearly and transparently, and with specific timeframes, coming up with a decision on the respective applications;\n* to allow no discrimination between interested parties;\n* to take into account the specifics of individual technologies for energy from renewable sources;\n* in case of introducing administrative service fees, the same shall be determined clearly, transparently, and shall be justified by the costs of the administrative service performed;\n* simplified procedures for obtaining of permits for projects involving implementation of individual systems for production and use of electricity, heating and cooling from renewable sources, where this is viable;\n* expedited procedures for issuing of decisions relating to planning, designing and construction of electricity grid infrastructure.\n* The state and local self-government authorities shall take measures to ensure that, considered from 1st January 2012, the new public service buildings, as well as the existing public service buildings undergoing reconstruction, major renovation, overhaul or refurbishing, shall play the role of models for achieving the objectives of this Act. This obligation may be implemented by meeting the standards for housing buildings with zero consumption of energy or by means of ensuring the use of roofs of such buildings or multipurpose buildings, including public service buildings, by third parties for accommodating plants for production of energy from renewable sources."}, {"text_block_id": "p6_b244", "text": "Chapter Three"}, {"text_block_id": "p6_b245", "text": "NATIONAL RENEWABLE ENERGY ACTION PLAN. STATISTICAL TRANSFERS, JOINT PROJECTS AND JOINT SCHEMES"}, {"text_block_id": "p6_b246", "text": "Section I"}, {"text_block_id": "p6_b247", "text": "NATIONAL RENEWABLE ENERGY ACTION PLAN"}, {"text_block_id": "p6_b248", "text": "Article 12."}, {"text_block_id": "p6_b249", "text": "(1) (Amended, SG No. 59/2013, effective 5.07.2013) In order to achieve the mandatory national target of the Republic of Bulgaria for 16 percent total share of energy from renewable sources in the gross ultimate energy consumption, including 10 percent mandatory share of the energy from renewable sources in transport, the Minister of Economy and Energy shall develop NREAP."}, {"text_block_id": "p6_b250", "text": "(1) (Amended, SG No. 59/2013, effective 5.07.2013) In order to achieve the mandatory national target of the Republic of Bulgaria for 16 percent total share of energy from renewable sources in the gross ultimate energy consumption, including 10 percent mandatory share of the energy from renewable sources in transport, the Minister of Economy and Energy shall develop NREAP.\n* The National Renewable Energy Action Plan shall cover the period 2010 -2020, a model accepted by a decision of the European Commission is under preparation, and it includes:\n* review of the national policy in the area of energy from renewable sources;\n* forecast of gross ultimate consumption of energy in the period from 2010 to 2020;"}, {"text_block_id": "p7_b256", "text": "(1) (Amended, SG No. 59/2013, effective 5.07.2013) In order to achieve the mandatory national target of the Republic of Bulgaria for 16 percent total share of energy from renewable sources in the gross ultimate energy consumption, including 10 percent mandatory share of the energy from renewable sources in transport, the Minister of Economy and Energy shall develop NREAP.\n* The National Renewable Energy Action Plan shall cover the period 2010 -2020, a model accepted by a decision of the European Commission is under preparation, and it includes:\n* review of the national policy in the area of energy from renewable sources;\n* forecast of gross ultimate consumption of energy in the period from 2010 to 2020;\n* national target and sector target for share of energy from renewable energy sources, for electricity, heating, and cooling and for energy from renewable sources in transport until 2020, and projected growth trajectories for the share of energy from renewable sources (indicative trajectory) for the sectors of electricity, heating, and cooling and energy from renewable sources in transport;\n* measures for achieving the targets under item 3, including:\n\t* all policies and measures promoting the use of energy from renewable sources;\n\t* (amended, SG No. 29/2012, effective 10.04.2012) specific measures with regard to administrative procedures, territorial and resource planning, technical specifications of facilities and systems for production of energy from renewable sources, of buildings in production and housing areas, in the designing, construction, reconstruction, major renovation, overhaul or refurbishing of which, facilities and systems are installed for use of electricity, heating and cooling from renewable sources, provision of information, training for acquiring of professional qualification for the activities under article 21, paragraph 1, development of the infrastructure of the electricity, heating and network cooling systems, operation of electricity grids, inclusion of biogas in the natural gas networks, biofuels and bioliquids;\n\t* the national and joint support schemes for production and consumption of electricity, heating and cooling and of energy from renewable sources in transport, planned use of statistical transfers and planned participation in joint projects;\n\t* measures for promoting use of energy from biomass;\n\t* assessments for achieving the targets under item 3, of the overall expected contribution of each technology for production of electricity, heating and cooling from renewable sources, and of energy from renewable sources in transport, of the overall expected contribution of the energy efficiency and energy savings measures, impact assessment -projected costs and benefits of support measures, as well as the preparation of NREAP and monitoring its implementation.\n\t* The required amount of biofuels and energy from renewable sources in transport shall be determined as a share of ultimate consumption of petrol, Diesel fuels, biofuels consumed in the road and railway transportation, and electricity from renewable energy sources used in transport.\n\t* Average values for two-year periods of the share of energy from renewable sources in the gross ultimate energy consumption according to the indicative trajectory are, as follows:\n\t* from 2011 to 2012, inclusive -10,72 percent;\n\t* from 2013 to 2014, inclusive -11,38 percent;\n\t* from 2015 to 2016, inclusive -12,37 percent;\n\t* from 2017 to 2018, inclusive -13,69 percent.\n\t* The National Renewable Energy Action Plan shall be updated if the reported share of energy from renewable sources in the gross ultimate consumption of energy accounted against the indicative trajectory for the respective two-year period.\n\t* The updated NREAP shall envisage correction actions for bringing the share in line with the indicative trajectory within a reasonable timeframe.\n\t* (Amended, SG No. 59/2013, effective 5.07.2013) The updated NREAP shall be prepared by the Minister of Economy and Energy by the 20th of May of the year following the respective two-year period, and shall be adopted by the Council of Ministers by the 15th of June of the same year.\n\t* (Amended, SG No. 59/2013, effective 5.07.2013) Where the decreased share of energy from renewable sources in the gross ultimate consumption of energy compared to the indicative trajectory for the respective two-year period is insignificant, and current measures have been taken, and future measures have been planned for bringing it in compliance within a reasonable timeframe, Paragraphs 5 -7 shall not apply, if after it has been notified by the Minister of Economy and Energy, the European Commission makes a decision to release the Republic of Bulgaria from the obligation to provide an amended NREAP.\n\t* (Amended, SG No. 59/2013, effective 5.07.2013) Where, due to a Force Majeure, it is impossible to fulfil the mandatory national target for a share of energy from renewable sources in the gross ultimate consumption of energy in 2020, the Minister"}, {"text_block_id": "p8_b292", "text": "(1) (Amended, SG No. 59/2013, effective 5.07.2013) In order to achieve the mandatory national target of the Republic of Bulgaria for 16 percent total share of energy from renewable sources in the gross ultimate energy consumption, including 10 percent mandatory share of the energy from renewable sources in transport, the Minister of Economy and Energy shall develop NREAP.\n* The National Renewable Energy Action Plan shall cover the period 2010 -2020, a model accepted by a decision of the European Commission is under preparation, and it includes:\n* review of the national policy in the area of energy from renewable sources;\n* forecast of gross ultimate consumption of energy in the period from 2010 to 2020;\n* national target and sector target for share of energy from renewable energy sources, for electricity, heating, and cooling and for energy from renewable sources in transport until 2020, and projected growth trajectories for the share of energy from renewable sources (indicative trajectory) for the sectors of electricity, heating, and cooling and energy from renewable sources in transport;\n* measures for achieving the targets under item 3, including:\n\t* all policies and measures promoting the use of energy from renewable sources;\n\t* (amended, SG No. 29/2012, effective 10.04.2012) specific measures with regard to administrative procedures, territorial and resource planning, technical specifications of facilities and systems for production of energy from renewable sources, of buildings in production and housing areas, in the designing, construction, reconstruction, major renovation, overhaul or refurbishing of which, facilities and systems are installed for use of electricity, heating and cooling from renewable sources, provision of information, training for acquiring of professional qualification for the activities under article 21, paragraph 1, development of the infrastructure of the electricity, heating and network cooling systems, operation of electricity grids, inclusion of biogas in the natural gas networks, biofuels and bioliquids;\n\t* the national and joint support schemes for production and consumption of electricity, heating and cooling and of energy from renewable sources in transport, planned use of statistical transfers and planned participation in joint projects;\n\t* measures for promoting use of energy from biomass;\n\t* assessments for achieving the targets under item 3, of the overall expected contribution of each technology for production of electricity, heating and cooling from renewable sources, and of energy from renewable sources in transport, of the overall expected contribution of the energy efficiency and energy savings measures, impact assessment -projected costs and benefits of support measures, as well as the preparation of NREAP and monitoring its implementation.\n\t* The required amount of biofuels and energy from renewable sources in transport shall be determined as a share of ultimate consumption of petrol, Diesel fuels, biofuels consumed in the road and railway transportation, and electricity from renewable energy sources used in transport.\n\t* Average values for two-year periods of the share of energy from renewable sources in the gross ultimate energy consumption according to the indicative trajectory are, as follows:\n\t* from 2011 to 2012, inclusive -10,72 percent;\n\t* from 2013 to 2014, inclusive -11,38 percent;\n\t* from 2015 to 2016, inclusive -12,37 percent;\n\t* from 2017 to 2018, inclusive -13,69 percent.\n\t* The National Renewable Energy Action Plan shall be updated if the reported share of energy from renewable sources in the gross ultimate consumption of energy accounted against the indicative trajectory for the respective two-year period.\n\t* The updated NREAP shall envisage correction actions for bringing the share in line with the indicative trajectory within a reasonable timeframe.\n\t* (Amended, SG No. 59/2013, effective 5.07.2013) The updated NREAP shall be prepared by the Minister of Economy and Energy by the 20th of May of the year following the respective two-year period, and shall be adopted by the Council of Ministers by the 15th of June of the same year.\n\t* (Amended, SG No. 59/2013, effective 5.07.2013) Where the decreased share of energy from renewable sources in the gross ultimate consumption of energy compared to the indicative trajectory for the respective two-year period is insignificant, and current measures have been taken, and future measures have been planned for bringing it in compliance within a reasonable timeframe, Paragraphs 5 -7 shall not apply, if after it has been notified by the Minister of Economy and Energy, the European Commission makes a decision to release the Republic of Bulgaria from the obligation to provide an amended NREAP.\n\t* (Amended, SG No. 59/2013, effective 5.07.2013) Where, due to a Force Majeure, it is impossible to fulfil the mandatory national target for a share of energy from renewable sources in the gross ultimate consumption of energy in 2020, the Minister\n"}, {"text_block_id": "p8_b293", "text": "(10)"}, {"text_block_id": "p8_b294", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Economy and Energy shall notify the European Commission about the updated NREAP and shall send notifications, as referred in Paragraphs 8 and 9, under the conditions and according to the procedure of the Ordinance referred to in Article 9, Paragraph 4 of the Energy Act."}, {"text_block_id": "p8_b295", "text": "Article 13."}, {"text_block_id": "p8_b296", "text": "(1) (Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Economy and Energy shall prepare and submit to the European Commission a report on the performance of NREAP each two years until 31 December 2021."}, {"text_block_id": "p8_b297", "text": "(2)"}, {"text_block_id": "p8_b298", "text": "The report under Paragraph 1 shall cover a period of two calendar years before the year of its preparation and it shall include information about:"}, {"text_block_id": "p8_b299", "text": "1."}, {"text_block_id": "p8_b300", "text": "total amount of produced and consumed energy from renewable sources;"}, {"text_block_id": "p8_b301", "text": "2."}, {"text_block_id": "p8_b302", "text": "the share by sector of electricity, heating, and cooling and of energy from renewable sources in transport;"}, {"text_block_id": "p8_b303", "text": "3."}, {"text_block_id": "p8_b304", "text": "the implemented and planned measures for promoting production and consumption of energy from renewable sources, corresponding to the national target of the share of energy from renewable sources until 2020;"}, {"text_block_id": "p8_b305", "text": "4."}, {"text_block_id": "p8_b306", "text": "the implementation, updating and/or introduction of new support schemes and measures in relation to the achievement of the national targets for the share of energy from renewable sources until 2020;"}, {"text_block_id": "p8_b307", "text": "5."}, {"text_block_id": "p8_b308", "text": "the development of support schemes for the implementation of technologies for production of energy from renewable sources and biofuels, including new technologies providing additional benefits at the expense of higher costs;"}, {"text_block_id": "p8_b309", "text": "6."}, {"text_block_id": "p8_b310", "text": "the operation of the system for issuance of renewable energy guarantees of origin and measures ensuring the reliability and security of the system;"}, {"text_block_id": "p8_b311", "text": "7."}, {"text_block_id": "p8_b312", "text": "the progress achieved in conducting administrative procedures in terms of eliminating regulatory and non-regulatory obstacles relating to the implementation of projects for production of energy from renewable sources;"}, {"text_block_id": "p8_b313", "text": "8."}, {"text_block_id": "p8_b314", "text": "the measures ensuring transmission and distribution of energy from renewable sources and for enhancement of the regulatory framework or the rules of taking up and distribution of costs;"}, {"text_block_id": "p8_b315", "text": "9."}, {"text_block_id": "p8_b316", "text": "the progress in terms of the existence and use of biomass for energy purposes;"}, {"text_block_id": "p8_b317", "text": "10."}, {"text_block_id": "p8_b318", "text": "changes in the prices of goods and use of land as a result of increased use of biomass and other types of energy from renewable sources;"}, {"text_block_id": "p8_b319", "text": "11."}, {"text_block_id": "p8_b320", "text": "the production and share of biofuels, produced from wastes, residues, non-food cellulosic material and from ligno-cellulosic material;"}, {"text_block_id": "p8_b321", "text": "12."}, {"text_block_id": "p8_b322", "text": "the projected impact of production of biofuels and bioliquids on biodiversity, water resources, the quality of waters and the quality of soils;"}, {"text_block_id": "p8_b323", "text": "13."}, {"text_block_id": "p8_b324", "text": "the projected net reduction of greenhouse gas emissions due to the use of energy from renewable sources;"}, {"text_block_id": "p8_b325", "text": "14."}, {"text_block_id": "p8_b326", "text": "the projected excess production of energy from renewable sources compared to the indicative trajectory, which could be transferred to other EU Member States until 2020;"}, {"text_block_id": "p8_b327", "text": "15."}, {"text_block_id": "p8_b328", "text": "the projected potential for joint projects for production of electricity, heating and cooling from renewable energy sources until 2020;"}, {"text_block_id": "p8_b329", "text": "16."}, {"text_block_id": "p8_b330", "text": "the projected demand for energy from renewable sources, which is to be satisfied by means other than domestic production until 2020;"}, {"text_block_id": "p8_b331", "text": "17."}, {"text_block_id": "p8_b332", "text": "the manner of projecting the share of biodegradable wastes in the wastes used for energy production, as well as the measures taken for improving and verifying projections."}, {"text_block_id": "p9_b333", "text": "(3)"}, {"text_block_id": "p9_b334", "text": "In each report under Paragraph 1, data in previous reports can be corrected."}, {"text_block_id": "p9_b335", "text": "(4)"}, {"text_block_id": "p9_b336", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Economy and Energy may file a request for the data under Paragraph 2, items 14 -16 not to be disclosed by the European Commission."}, {"text_block_id": "p9_b337", "text": "(5)"}, {"text_block_id": "p9_b338", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Economy and Energy shall publish the reports under Paragraph 1 on the website of the Ministry of Economy and Energy."}, {"text_block_id": "p9_b339", "text": "(6)"}, {"text_block_id": "p9_b340", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Economy and Energy shall submit the reports on the implementation of NREAP to the European Commission and shall file the request referred to in Paragraph 4 under the conditions and according to the procedure of the Ordinance referred to in Article 9, Paragraph 4 of the Energy Act."}, {"text_block_id": "p9_b341", "text": "(7)"}, {"text_block_id": "p9_b342", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) Calculation of the total share of energy from renewable sources in the gross ultimate consumption of energy, and the consumption of biofuels and energy from renewable sources in transport, energy content of fuels in transport, normalization rules in reporting electricity produced by hydroelectric and wind power plants, and for reporting of energy from thermal pumps shall be set forth in an Ordinance of the Minister of Economy and Energy. In calculating the share of energy from renewable sources, the methodology and definitions set forth in Regulation (EC) 1099/2008 of the European Parliament and of the Council of 22 October 2008 on energy statistics (OJ, L 304/1 of 14 November 2008)."}, {"text_block_id": "p9_b343", "text": "Section II"}, {"text_block_id": "p9_b344", "text": "Statistical transfers, joint projects and joint schemes"}, {"text_block_id": "p9_b345", "text": "Article 14."}, {"text_block_id": "p9_b346", "text": "(1) Statistical transfers shall be transferred between the Republic of Bulgaria and one or more EU Member States, of quantities of energy produced from renewable sources in the territory of an EU Member State under agreements between the Member States for one or more years."}, {"text_block_id": "p9_b347", "text": "(2)"}, {"text_block_id": "p9_b348", "text": "Transferred quantities of energy from renewable sources shall be taken into consideration for the fulfilment of the targets under Article 12, Paragraphs 1 and 4, where as a result of the transfer the Republic of Bulgaria acquires an amount of energy, and shall not be taken into consideration where as a result of the transfer the Republic of Bulgaria provides an amount of energy to another EU Member State."}, {"text_block_id": "p9_b349", "text": "(3)"}, {"text_block_id": "p9_b350", "text": "Statistical transfers shall take effect after notification to the European Commission made by the Republic of Bulgaria and the other EU Member States participating in the transfer."}, {"text_block_id": "p9_b351", "text": "Article 15."}, {"text_block_id": "p9_b352", "text": "(1) Joint projects shall be projects of the Republic of Bulgaria and one or more other EU Member States in relation to the production of electricity, heating and cooling from renewable energy sources, in the implementation of which part of or all the produced energy in the territory of an EU Member State from a project commissioned into operation after 25 June 2009, or by increased capacity of an installation that was refurbished after that date, shall be taken into account towards the achievement of the overall national target for a share of energy from renewable sources in the Republic of Bulgaria."}, {"text_block_id": "p9_b353", "text": "(2)"}, {"text_block_id": "p9_b354", "text": "Joint projects shall also be projects of the Republic of Bulgaria and one or more other EU Member States, and one or more third countries, in relation to the production of electricity from renewable sources, for the implementation of which part of or all the electricity produced in the territory of a third country from a project commissioned into operation after 25 June 2009, or by increased capacity of an installation that was refurbished after that date, shall be taken into account towards the achievement of the overall national target for a share of energy from renewable sources in the Republic of Bulgaria, where:"}, {"text_block_id": "p9_b355", "text": "1."}, {"text_block_id": "p9_b356", "text": "the electricity is consumed in the European Union;"}, {"text_block_id": "p9_b357", "text": "2."}, {"text_block_id": "p9_b358", "text": "the amount of the produced and imported electricity has not received support from a third country, except in the cases of"}, {"text_block_id": "p10_b359", "text": "investment aid granted for the energy project."}, {"text_block_id": "p10_b360", "text": "(3)"}, {"text_block_id": "p10_b361", "text": "Electricity shall be reported as consumed in the European Union according to Paragraph 2, item 1, where the following conditions have been met:"}, {"text_block_id": "p10_b362", "text": "1."}, {"text_block_id": "p10_b363", "text": "All transmission system operators in the country of origin, the country of destination and, if relevant, each third country of transit have duly determined the quantity of electricity corresponding to the one accounted for, which is used for their respective share in the intersystem capacity;"}, {"text_block_id": "p10_b364", "text": "2."}, {"text_block_id": "p10_b365", "text": "A transmission system operator of the European Union has duly registered the quantity of electricity corresponding to the one accounted for, with regard to a particular inter-system electricity transmission line, and"}, {"text_block_id": "p10_b366", "text": "3."}, {"text_block_id": "p10_b367", "text": "The nominated capacity and the production of electricity from renewable sources refer to an installation and to the period of time under Paragraph 2."}, {"text_block_id": "p10_b368", "text": "(4)"}, {"text_block_id": "p10_b369", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Economy and Energy may request from the European Commission to account electricity from renewable sources produced and consumed in a third country in relation to the construction of an interconnector between the Republic of Bulgaria and a third country with a long lead-time, if the following conditions are met:"}, {"text_block_id": "p10_b370", "text": "1."}, {"text_block_id": "p10_b371", "text": "The construction of the interconnector has started by 31 December 2016;"}, {"text_block_id": "p10_b372", "text": "2."}, {"text_block_id": "p10_b373", "text": "It is not possible for the interconnector to become operational by 31 December 2020, but it can become operational by 31 December 2022;"}, {"text_block_id": "p10_b374", "text": "3."}, {"text_block_id": "p10_b375", "text": "After it becomes operational, the interconnector will be used for the import of electricity from renewable sources to the European Union,"}, {"text_block_id": "p10_b376", "text": "4."}, {"text_block_id": "p10_b377", "text": "The application relates to a joint project under paragraph 2 and that will use the interconnector after it becomes operational, and to a quantity of electricity that is not greater than the quantity that will be exported to the European Union after the interconnector becomes operational."}, {"text_block_id": "p10_b378", "text": "(5)"}, {"text_block_id": "p10_b379", "text": "The joint projects under Paragraphs 1 and 2 may be with a one or more years term, and private operators may also participate in them, and the accounting of energy for the purpose of achievement of the general national target of the Republic of Bulgaria is allowable until 31 December 2020, but joint projects may also continue after that date."}, {"text_block_id": "p10_b380", "text": "Article 16."}, {"text_block_id": "p10_b381", "text": "(1) The Republic of Bulgaria and one or more EU Member States may agree on the implementation of joint support schemes by combining or coordination of national support schemes."}, {"text_block_id": "p10_b382", "text": "(2)"}, {"text_block_id": "p10_b383", "text": "In the implementation of joint support schemes, certain quantities of energy produced in the territory of any of the participating EU Member States may be considered as counting against the general national target of another participating EU Member State where one of the following conditions is met:"}, {"text_block_id": "p10_b384", "text": "1."}, {"text_block_id": "p10_b385", "text": "A statistical transfer is effected from one to another EU Member State, in accordance with Article 14;"}, {"text_block_id": "p10_b386", "text": "2."}, {"text_block_id": "p10_b387", "text": "A rule is set for the distribution of the quantities of energy from renewable sources between the participating EU Member States."}, {"text_block_id": "p10_b388", "text": "(3)"}, {"text_block_id": "p10_b389", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Economy and Energy shall notify the European Commission and the participating Member States about the agreements under Article 14, about the projects under Article 15, and about the joint schemes under the conditions and according to the procedure of the Ordinance under Article 9, Paragraph 4 of the Energy Act."}, {"text_block_id": "p10_b390", "text": "Chapter Four"}, {"text_block_id": "p11_b391", "text": "PRODUCTION OF ENERGY FROM RENEWABLE SOURCES"}, {"text_block_id": "p11_b392", "text": "Section I General Provisions"}, {"text_block_id": "p11_b393", "text": "Article 17."}, {"text_block_id": "p11_b394", "text": "Production of energy from renewable sources shall be promoted by:"}, {"text_block_id": "p11_b395", "text": "1."}, {"text_block_id": "p11_b396", "text": "development of support schemes for production and consumption of energy from renewable sources, gas from renewable sources, biofuels and energy from renewable sources in transport, and of bioliquids;"}, {"text_block_id": "p11_b397", "text": "2."}, {"text_block_id": "p11_b398", "text": "development of support schemes for production and consumption of energy from biomass in the cases of use of highly environmentally friendly technologies, thus generating energy in a highly efficient method;"}, {"text_block_id": "p11_b399", "text": "3."}, {"text_block_id": "p11_b400", "text": "development of joint support schemes with other EU Member States for supporting production and consumption of energy from renewable sources;"}, {"text_block_id": "p11_b401", "text": "4."}, {"text_block_id": "p11_b402", "text": "funding by the Energy Efficiency and Renewable Energy Sources Fund, and other financial institutions of activities and projects for production of energy from renewable sources, as well as for use of energy from renewable sources for ultimate consumption of energy;"}, {"text_block_id": "p11_b403", "text": "5."}, {"text_block_id": "p11_b404", "text": "and contracts with guaranteed results, according to the Energy Efficiency Act, related to the use of energy from renewable sources."}, {"text_block_id": "p11_b405", "text": "Article 18."}, {"text_block_id": "p11_b406", "text": "(1) Production of electricity from renewable resources, including of electricity from cogeneration of heating and/or cooling and electricity from renewable sources, shall be encouraged by:"}, {"text_block_id": "p11_b407", "text": "1."}, {"text_block_id": "p11_b408", "text": "providing guaranteed access of electricity produced from renewable sources to the transmission and distribution electricity grids while remaining compliant with the security criteria set forth in the rules under Article 83, Paragraph 1, items 4 and 5 of the Energy Act;"}, {"text_block_id": "p11_b409", "text": "2."}, {"text_block_id": "p11_b410", "text": "guaranteeing the transmission and distribution of electricity produced from renewable sources, while remaining compliant with the security criteria set forth in item 1;"}, {"text_block_id": "p11_b411", "text": "3."}, {"text_block_id": "p11_b412", "text": "ensuring the construction of the necessary infrastructure and electricity capacities for the purposes of regulation of the electricity system;"}, {"text_block_id": "p11_b413", "text": "4."}, {"text_block_id": "p11_b414", "text": "setting as a priority the dispatching of electricity produced from renewable sources, while remaining compliant with the security criteria set forth in item 1;"}, {"text_block_id": "p11_b415", "text": "5."}, {"text_block_id": "p11_b416", "text": "purchasing of electricity produced from renewable sources for a period of time as set forth in this Act;"}, {"text_block_id": "p11_b417", "text": "6."}, {"text_block_id": "p11_b418", "text": "setting of a preferential price for purchasing of electricity produced from renewable sources, including electricity produced from biomass by direct combustion technologies, with the exception of energy produced by means of hydroelectric stations with overall installed capacity over 10 MW;"}, {"text_block_id": "p11_b419", "text": "7."}, {"text_block_id": "p11_b420", "text": "setting of preferential prices for purchasing of electricity produced from biomass, where thermal gasification technologies are used; the price may not be lower than 30 percent over the set preferential price of electricity produced from waste wood biomass and others, by means of direct combustion cogeneration technologies with combined cycle."}, {"text_block_id": "p11_b421", "text": "(2)"}, {"text_block_id": "p11_b422", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The incentives under paragraph 1 items 5, 6, 7 and the procedure for connection to the grid under Section II and Articles 31 and 32 shall not apply to energy facilities for production of electricity from renewable sources, the connection of which is applied for after the date of the report of the Minister of Economy and"}, {"text_block_id": "p12_b423", "text": "Energy under Article 13, Paragraph 1, in which it is reported that the overall national target under Article 12, Paragraph 1, is achieved."}, {"text_block_id": "p12_b424", "text": "(3)"}, {"text_block_id": "p12_b425", "text": "Production of heating and cooling from renewable energy sources shall be promoted by:"}, {"text_block_id": "p12_b426", "text": "1."}, {"text_block_id": "p12_b427", "text": "Support and implementation of projects for construction of heating transmission networks in the towns meeting the requirements for a self-contained area under Article 43, Paragraph 7 of the Energy Act, where the economic viability of consumption of heating from renewable sources is proven, and a preliminary investment project is submitted for its production;"}, {"text_block_id": "p12_b428", "text": "2."}, {"text_block_id": "p12_b429", "text": "Support and implementation of projects for construction of small decentralized systems for heating and/or cooling energy;"}, {"text_block_id": "p12_b430", "text": "3."}, {"text_block_id": "p12_b431", "text": "Connection of sites for production of heating from renewable sources to the heating distribution network and purchase by the heating transmission company of the heating produced by another heat producer under the provisions of the Energy Act and the Ordinance under Article 125, Paragraph 3 of the Energy Act, where this is technically feasible and economically viable."}, {"text_block_id": "p12_b432", "text": "(4)"}, {"text_block_id": "p12_b433", "text": "Production of gas from renewable sources shall be promoted by:"}, {"text_block_id": "p12_b434", "text": "1."}, {"text_block_id": "p12_b435", "text": "Providing guaranteed access to the transmission and distribution networks while meeting the security criteria proposed by the operators of the gas transmission and distribution systems and approved by SCEWR;"}, {"text_block_id": "p12_b436", "text": "2."}, {"text_block_id": "p12_b437", "text": "Guaranteeing the transmission and distribution of gas produced from renewable sources meeting the security criteria under item 1;"}, {"text_block_id": "p12_b438", "text": "3."}, {"text_block_id": "p12_b439", "text": "Not allowing discrimination in respect of gas from renewable sources when setting the fees for transmission and distribution through the transmission and distribution network system;"}, {"text_block_id": "p12_b440", "text": "4."}, {"text_block_id": "p12_b441", "text": "Publication of the tariffs for connection of projects for gas production from renewable sources by the operators of gas transmission and distribution networks;"}, {"text_block_id": "p12_b442", "text": "5."}, {"text_block_id": "p12_b443", "text": "Mandatory purchase of gas from renewable sources with a certificate of quality and pressure under a contract with the public provider or/and end suppliers at preferential prices, determined by SCEWR."}, {"text_block_id": "p12_b444", "text": "(5)"}, {"text_block_id": "p12_b445", "text": "The implementation of investment intentions under Article 3 shall be supported with funding where the project achieves a significant reduction of energy consumption; the provisions of the Technical Requirements Act shall apply to the products, also with the participation of the municipality or the person concerned. The procedures of the Community shall be used for determining the conversion efficiency and the ratio of the produced energy to the primary energy of the systems and the equipment; in the absence of such, international procedures shall be used."}, {"text_block_id": "p12_b446", "text": "(6)"}, {"text_block_id": "p12_b447", "text": "(New, SG No. 29/2012, effective 10.04.2012) The provision of paragraph 2 shall not apply to energy projects under Article 24, item 1."}, {"text_block_id": "p12_b448", "text": "Article 19."}, {"text_block_id": "p12_b449", "text": "(1) Investment intentions for the construction of energy facilities for production of energy from renewable sources shall be preceded by an assessment of availability and estimated potential resource of the energy from a renewable source which is intended to be used in the production of energy in the future energy facility."}, {"text_block_id": "p12_b450", "text": "(2)"}, {"text_block_id": "p12_b451", "text": "The provision of Paragraph 1 shall not apply to:"}, {"text_block_id": "p12_b452", "text": "1."}, {"text_block_id": "p12_b453", "text": "construction and commissioning into operation of energy projects for production of electricity from renewable sources with total installed capacity up to 30 kW including such on the roof and facade structures of buildings and on the property to them within the urban areas;"}, {"text_block_id": "p12_b454", "text": "2."}, {"text_block_id": "p12_b455", "text": "construction and commissioning into operation of energy projects for production of electricity from renewable sources on roof and facade structures of buildings used for production and storage purposes and on property to such buildings in industrial areas with total installed capacity up to 1 MW inclusive;"}, {"text_block_id": "p12_b456", "text": "3."}, {"text_block_id": "p12_b457", "text": "construction and commissioning into operation of energy projects or mounting and commissioning into operation of installations for production of heating or/and cooling from renewable sources."}, {"text_block_id": "p13_b458", "text": "(3)"}, {"text_block_id": "p13_b459", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The conditions and the procedure for the assessment under Paragraph 1, and the requirements for persons performing that evaluation shall be determined by an Ordinance issued by the Minister of Economy and Energy, the Minister of Environment and Waters and the Minister of Agriculture and Food."}, {"text_block_id": "p13_b460", "text": "Article 20."}, {"text_block_id": "p13_b461", "text": "(1) ("}, {"text_block_id": "p13_b462", "text": "Е"}, {"text_block_id": "p13_b463", "text": "ffective 1.01.2012 for public service buildings and for other buildings from 31.12.2014 -SG, No. 35 of 2011) In the construction of new or reconstruction, major renovation, overhaul or refurbishing of existing buildings, installations will become operational for production of energy from renewable sources where this is technically feasible and economically viable."}, {"text_block_id": "p13_b464", "text": "(2)"}, {"text_block_id": "p13_b465", "text": "("}, {"text_block_id": "p13_b466", "text": "Е"}, {"text_block_id": "p13_b467", "text": "ffective 1.01.2012 for public service buildings and for other buildings from 31.12.2014 -SG, No. 35 of 2011) In the cases under Paragraph 1, at least 15 percent of the total heating and cooling needed for the building shall have to be produced from renewable sources by installing:"}, {"text_block_id": "p13_b468", "text": "1."}, {"text_block_id": "p13_b469", "text": "district heating using biomass or geothermal energy;"}, {"text_block_id": "p13_b470", "text": "2."}, {"text_block_id": "p13_b471", "text": "individual facilities for burning biomass with a conversion efficiency of at least 85 percent for residential and commercial buildings and 70 percent for industrial buildings;"}, {"text_block_id": "p13_b472", "text": "3."}, {"text_block_id": "p13_b473", "text": "solar thermal installations;"}, {"text_block_id": "p13_b474", "text": "4."}, {"text_block_id": "p13_b475", "text": "thermal pumps and near-surface geothermal systems."}, {"text_block_id": "p13_b476", "text": "(3)"}, {"text_block_id": "p13_b477_merged_merged_merged", "text": "(Еffective 1.01.2012 for public service buildings and for other buildings -from 31.12.2014 -SG, No. 35 of 2011) In the preparation of investment projects for new buildings or reconstruction, major renovation, overhaul or refurbishing of existing buildings under part \"Energy Efficiency\", and under investigation for energy efficiency of existing buildings, the possibilities of using renewable energy to demonstrate the technical feasibility and economic viability under Article 1 shall be mandatorily analyzed. The analysis of the possibilities for using energy from renewable sources is part of the evaluation indicators of annual energy consumption in the building."}, {"text_block_id": "p13_b480", "text": "(4)"}, {"text_block_id": "p13_b481", "text": "In case of implementation of projects for modernization of production processes in small and medium enterprises the energy efficiency measures shall be combined with the commissioning into operation of plants for production of heating and cooling from renewable sources for meeting the technological needs of the enterprise."}, {"text_block_id": "p13_b482", "text": "(5)"}, {"text_block_id": "p13_b483", "text": "Paragraphs 1-4 shall not apply to buildings of the armed forces, where the application of these requirements comes in conflict with the purpose of buildings."}, {"text_block_id": "p13_b484", "text": "Article 20a."}, {"text_block_id": "p13_b485", "text": "(New, SG No. 29/2012, effective 1.04.2013) The activities for installation, maintenance, repair, and reconstruction of equipment in energy projects under Article 24, Paragraph 1, items 1 and 2 shall be performed by persons registered in a register of persons performing such activity with the State Agency for Metrological and Technical Surveillance (SAMTS) and have obtained a certificate to this effect from the Chairman of the Agency or from officials authorised by him/her."}, {"text_block_id": "p13_b486", "text": "Article 20b."}, {"text_block_id": "p13_b487", "text": "(New, SG No. 29/2012, effective 1.04.2013) (1) In the register under 20a a registration shall be made and registration certificate shall be issued to persons who:"}, {"text_block_id": "p13_b488", "text": "1."}, {"text_block_id": "p13_b489", "text": "are registered in the Commercial Register or are traders under the legislation of another Member State of the European Union or of another signatory to the Agreement on the European Economic Area and are not declared bankrupt or are not in bankruptcy or liquidation proceedings."}, {"text_block_id": "p13_b490", "text": "2."}, {"text_block_id": "p13_b491", "text": "have at their disposal the following personnel employed under permanent employment contract:"}, {"text_block_id": "p13_b492", "text": "a)"}, {"text_block_id": "p13_b493", "text": "persons with higher technical education in a speciality suitable for the activities and equipment, who shall control the"}, {"text_block_id": "p14_b494", "text": "performance of the activities under Article 20a and the compliance with the design documentation;"}, {"text_block_id": "p14_b495", "text": "b)"}, {"text_block_id": "p14_b496", "text": "persons, who have the professional qualification under Article 21, Paragraph 5;"}, {"text_block_id": "p14_b497", "text": "persons, who have the professional qualification under Article 21, Paragraph 5;\n* have an insurance for the damages, which may occur as a result of their activity, including in case of failing to fulfill the requirements of the design documentation, with an amount of the minimum insurance sum BGN 100,000;\n* The persons under Paragraph 1, item 2 may be persons not employed under a permanent employment contract, when:\n* they are unlimited liability partners and the applicant is a general partnership or limited partnership, or\n* the applicant is a sole proprietor and he himself is included in the personnel under Paragraph 1, item 2.\n* The persons under Paragraph 1 may be registered in the Register and have their certificate issued for all activities under Article 20a or only for part of them.\n* The conformity of the persons with the requirements under Paragraph 1 shall be ascertained by:\n* stating the Uniform Identification Code under Article 23, Paragraph 1 of the Commercial Register Act or a document attesting the capacity as a trader in accordance with the legislation of another Member State of the European Union or of another signatory to the Agreement on the European Economic Area;\n* Copies of documents for education, qualification, permanent employment contracts and notifications under Article 62, Paragraph 3 of the Labour Code of the personnel.\n* a copy of the insurance contract under Paragraph 1, item 3.\n* Employees of the State Agency for Metrological and Technical Surveillance shall perform a verification of the documents under Paragraph 4 and may perform onsite inspections of the compliance with the requirements under Paragraph 1, items 2 and\n* When performing an onsite inspection the employees shall have the right:\n* to access to the premises, where the activity will be performed;\n* to require explanations in writing from the personnel of persons applying for registration.\n* to require all documents related to the activities of the persons applying for registration.\n* Where persons meet the requirements under Paragraph 1, the Chairman of the State Agency for Metrological and Technical Surveillance, or officials authorized by him, shall enter them into the register under Article 20a and shall issue certificates to them.\n* The Chairman of the State Agency for Metrological and Technical Surveillance or officials authorized by him shall refuse a registration where the persons fail to meet any of the requirements under Paragraph 1 or fail to submit any document under Paragraph 4. The refusal shall be reasoned in writing and shall be subject to appeal in accordance with the procedure of the Administrative Procedure Code.\n* The following shall be entered into the Register under Article 20a:\n* the name, seat, registered office, and correspondence address of the registered persons;\n* the Uniform Identification Code under Article 23, Paragraph 1 of the Commercial Register Act or the respective data for identification of a trader in accordance with the legislation of another Member State of the European Union or of another signatory to the Agreement on the European Economic Area;\n* the activities under Article 20a, for which the persons are registered;\n* date of issue of the certificate.\n* The Chairman of the State Agency for Metrological and Technical Surveillance, or officials authorized by him, shall delete from the register under Article 20a and shall make null and void the issued certificate of the registered person by a reasoned order in writing in case of."}, {"text_block_id": "p15_b541", "text": "persons, who have the professional qualification under Article 21, Paragraph 5;\n* have an insurance for the damages, which may occur as a result of their activity, including in case of failing to fulfill the requirements of the design documentation, with an amount of the minimum insurance sum BGN 100,000;\n* The persons under Paragraph 1, item 2 may be persons not employed under a permanent employment contract, when:\n* they are unlimited liability partners and the applicant is a general partnership or limited partnership, or\n* the applicant is a sole proprietor and he himself is included in the personnel under Paragraph 1, item 2.\n* The persons under Paragraph 1 may be registered in the Register and have their certificate issued for all activities under Article 20a or only for part of them.\n* The conformity of the persons with the requirements under Paragraph 1 shall be ascertained by:\n* stating the Uniform Identification Code under Article 23, Paragraph 1 of the Commercial Register Act or a document attesting the capacity as a trader in accordance with the legislation of another Member State of the European Union or of another signatory to the Agreement on the European Economic Area;\n* Copies of documents for education, qualification, permanent employment contracts and notifications under Article 62, Paragraph 3 of the Labour Code of the personnel.\n* a copy of the insurance contract under Paragraph 1, item 3.\n* Employees of the State Agency for Metrological and Technical Surveillance shall perform a verification of the documents under Paragraph 4 and may perform onsite inspections of the compliance with the requirements under Paragraph 1, items 2 and\n* When performing an onsite inspection the employees shall have the right:\n* to access to the premises, where the activity will be performed;\n* to require explanations in writing from the personnel of persons applying for registration.\n* to require all documents related to the activities of the persons applying for registration.\n* Where persons meet the requirements under Paragraph 1, the Chairman of the State Agency for Metrological and Technical Surveillance, or officials authorized by him, shall enter them into the register under Article 20a and shall issue certificates to them.\n* The Chairman of the State Agency for Metrological and Technical Surveillance or officials authorized by him shall refuse a registration where the persons fail to meet any of the requirements under Paragraph 1 or fail to submit any document under Paragraph 4. The refusal shall be reasoned in writing and shall be subject to appeal in accordance with the procedure of the Administrative Procedure Code.\n* The following shall be entered into the Register under Article 20a:\n* the name, seat, registered office, and correspondence address of the registered persons;\n* the Uniform Identification Code under Article 23, Paragraph 1 of the Commercial Register Act or the respective data for identification of a trader in accordance with the legislation of another Member State of the European Union or of another signatory to the Agreement on the European Economic Area;\n* the activities under Article 20a, for which the persons are registered;\n* date of issue of the certificate.\n* The Chairman of the State Agency for Metrological and Technical Surveillance, or officials authorized by him, shall delete from the register under Article 20a and shall make null and void the issued certificate of the registered person by a reasoned order in writing in case of.\n* winding-up or deletion of the trader;\n* changes leading to failure to conform to the requirements of Paragraph 1, items 1 and 2;\n* lack of a valid insurance under Paragraph 1, item 3;\n* if the employees of the State Agency for Metrological and Technical Surveillance find out that the registered person systematically fails to perform his/her obligations or fails to observe the scope of the certificate issued to him/her.\n* request in writing by the registered person;\n* obstructing of an inspection under Article 20d, Paragraph 1 by the registered person or his/her employees.\n* The order under Paragraph 9 shall be subject to appeal in accordance with the procedure of the Administrative Procedure Code."}, {"text_block_id": "p15_b555", "text": "Article 20c."}, {"text_block_id": "p15_b556", "text": "(New, SG No. 29/2012, effective 1.04.2013) The registered persons shall be obliged to:"}, {"text_block_id": "p15_b557", "text": "1."}, {"text_block_id": "p15_b558", "text": "install or reconstruct the equipment in accordance with the documents under Article 147, Paragraph 2 of the Spatial Development Act and in compliance with the manufacturer's instructions for installation, maintenance and operation."}, {"text_block_id": "p15_b559", "text": "2."}, {"text_block_id": "p15_b560", "text": "maintain and repair the equipment in compliance with the manufacturer's instructions for installation, maintenance and operation."}, {"text_block_id": "p15_b561", "text": "3."}, {"text_block_id": "p15_b562", "text": "not allow the activities for installation, maintenance, repair and reconstruction of the equipment to be performed by staff lacking professional qualification under Article 21, Paragraph 5;"}, {"text_block_id": "p15_b563", "text": "4."}, {"text_block_id": "p15_b564", "text": "not to perform the activities for installation, maintenance, repair and reconstruction of the equipment without a valid insurance under Article 20b, Paragraph 1, item 3;"}, {"text_block_id": "p15_b565", "text": "5."}, {"text_block_id": "p15_b566", "text": "notify the Chairman of the State Agency for Metrological and Technical Surveillance about changes in the name and correspondence address within 7 days from their occurrence."}, {"text_block_id": "p15_b567", "text": "Article 20d."}, {"text_block_id": "p15_b568", "text": "(New, SG No. 29/2012, effective 1.04.2013) (1) The Chairman of the State Agency for Metrological and Technical Surveillance shall inspect once in two years the registered persons for their compliance with the scope of the certificate issued to them and with the conditions under which they have obtained it, and for performance of their obligations under this Act."}, {"text_block_id": "p15_b569", "text": "(2)"}, {"text_block_id": "p15_b570", "text": "Inspections of the registered persons beyond the term under Paragraph 1 may be conducted when alerting signals, complaints or proposals from other controlling bodies, citizens, and organizations are received."}, {"text_block_id": "p15_b571", "text": "(3)"}, {"text_block_id": "p15_b572", "text": "During the inspections under paras 1 and 2 the employees of the State Agency for Metrological and Technical Surveillance shall have the right of access to the premises and to the places for performing of the activities, to require explanations from the personnel and the provision of all documents related to the person's activities."}, {"text_block_id": "p15_b573", "text": "(4)"}, {"text_block_id": "p15_b574", "text": "When during the inspections under paras 1 and 2 it is found out that the registered persons do not observe the scope of the certificate issued to them or fail to perform their obligations under this Act, the employees of the State Agency for Metrological and Technical Surveillance may:"}, {"text_block_id": "p15_b575", "text": "1."}, {"text_block_id": "p15_b576", "text": "prescribe measures for elimination of the violations within a suitable period;"}, {"text_block_id": "p15_b577", "text": "2."}, {"text_block_id": "p15_b578", "text": "initiate proceedings for imposing an administrative penalty."}, {"text_block_id": "p15_b579", "text": "(5)"}, {"text_block_id": "p15_b580", "text": "In case of systematic perpetration of the violations found under Paragraph 4 the Chairman of the State Agency for Metrological and Technical Surveillance and the officials authorized by him shall delete the person from the register under Article 20a and shall make the certificate issued null and void by a reasoned order in writing. The order shall be subject to"}, {"text_block_id": "p16_b581", "text": "appeal in accordance with the procedure of the Administrative Procedure Code."}, {"text_block_id": "p16_b582", "text": "Article 20e."}, {"text_block_id": "p16_b583", "text": "(New, SG No. 29/2012, effective 1.04.2013, amended, SG No. 59/2013, effective 5.07.2013) The procedure for issuance of the certificate and entering into the register under Article 20a and for the inspections under Article 20d, paras 1 and 2 shall be determined by an ordinance of the Minister of Economy and Energy by proposal of the Chairman of the State Agency for Metrological and Technical Surveillance."}, {"text_block_id": "p16_b584", "text": "Article 20f."}, {"text_block_id": "p16_b585", "text": "(New, SG No. 29/2012, effective 1.04.2013) State fees shall be collected for issuance of the certificate under Article 20a and for performing the inspections under Article 20d, Paragraph 1 in accordance with a tariff approved by the Council of Ministers."}, {"text_block_id": "p16_b586", "text": "Article 21."}, {"text_block_id": "p16_b587", "text": "(1) (Effective 31.12.2012 -SG, No. 35 of 2011) Activities for installation and maintenance of equipment for biomass, solar PV converters, solar thermal systems, thermal pumps and near-surface geothermal systems shall be performed by persons with appropriate qualifications for this purpose."}, {"text_block_id": "p16_b588", "text": "(2)"}, {"text_block_id": "p16_b589", "text": "(effective 31.12.2012 -SG, No. 35 of 2011) Acquisition of qualifications to perform activities under Paragraph 1 shall be regulated by the procedure under the Vocational Education and Training Act."}, {"text_block_id": "p16_b590", "text": "(3)"}, {"text_block_id": "p16_b591", "text": "(effective 31.12.2012 -SG, No. 35 of 2011) Institutions entitled to provide training for qualification under the Vocational Education and Training Act shall be required to submit annually to the Agency for Sustainable Energy Development (ASED) a list of persons who have acquired qualifications for performing activities under Paragraph 1."}, {"text_block_id": "p16_b592", "text": "(4)"}, {"text_block_id": "p16_b593", "text": "(effective 31.12.2012 -SG, No. 35 of 2011) Professional qualifications acquired in other EU Member States and third countries for performing activities under Article 1 shall be recognized under the conditions and procedure of the Recognition of Professional Qualifications for Providing Access and Pursuit of Regulated Professions in the Republic of Bulgaria Act."}, {"text_block_id": "p16_b594", "text": "(5)"}, {"text_block_id": "p16_b595", "text": "(Amended, SG No. 29/2012, effective 10.04.2012, SG No. 68/2013, effective 2.08.2013) State educational requirements for acquisition of qualification for the profession \"Technician of energy equipment and installations\" or \"Fitter of energy equipment and installations\", speciality \"Renewable energy sources\" including the activities under para 1, and the periods of validity of the documents certifying the existence of the respective type of qualification shall be provided for in an ordinance of the Minister of Education and Science."}, {"text_block_id": "p16_b596", "text": "Section II"}, {"text_block_id": "p16_b597", "text": "Connection of energy production projects for production of electricity from renewable sources"}, {"text_block_id": "p16_b598", "text": "Article 22."}, {"text_block_id": "p16_b599", "text": "(1) (Effective 1.01.2012 -SG. 35/2011) Operators of electricity distribution grids shall submit annually, by 28 February of each year, to the respective electricity transmission grid operator the planned one-year ahead electricity production capacities that can be provided for connection to the distribution networks to projects for electricity production from renewable sources by region of connection and by voltage level."}, {"text_block_id": "p16_b600", "text": "(2)"}, {"text_block_id": "p16_b601", "text": "(Effective 1.01.2012 -SG. 35/2011, amended, SG No. 59/2013, effective 5.07.2013) Each electricity transmission grid operator shall submit annually, by 30 April of each year, to SCEWR and the Minister of Economy and Energy, based on the 10-year plan for development of the electricity transmission grid and the proposals under Paragraph 1, estimates of electricity"}, {"text_block_id": "p17_b602", "text": "production capacities for a one-year period that can be provided for connection to the electricity transmission and distribution grids to projects for production of electricity from renewable sources by region of connection and by voltage level."}, {"text_block_id": "p17_b603", "text": "(3)"}, {"text_block_id": "p17_b604", "text": "(Effective 1.01.2012 -SG. 35/2011) The estimates under Articles 1 and 2 shall be developed on the basis of the targets under the National Renewable Energy Action Plan and data on:"}, {"text_block_id": "p17_b605", "text": "1."}, {"text_block_id": "p17_b606", "text": "the concluded preliminary contracts;"}, {"text_block_id": "p17_b607", "text": "2."}, {"text_block_id": "p17_b608", "text": "the accounted for and projected electricity consumption;"}, {"text_block_id": "p17_b609", "text": "3."}, {"text_block_id": "p17_b610", "text": "the transmission capacity of the grids;"}, {"text_block_id": "p17_b611", "text": "4."}, {"text_block_id": "p17_b612", "text": "the possibilities for balancing the power in the electricity system."}, {"text_block_id": "p17_b613", "text": "(4)"}, {"text_block_id": "p17_b614", "text": "(Effective 1.01.2012 -SG. 35/2011, amended, SG No. 59/2013, effective 5.07.2013) Within one month of receipt of the proposals under Paragraph 2, the Minister of Economy and Energy shall send to SCEWR a statement of opinion on the conformity of the proposals with the NREAP."}, {"text_block_id": "p17_b615", "text": "(5)"}, {"text_block_id": "p17_b616", "text": "(Effective 1.01.2012 -SG. 35/2011) The State Commission of Energy and Water Regulation shall approve on annual basis by 30 of June of each year, and shall publish on its website the estimated electricity capacities for one-year period, considered from July 1, that can be connected to the electricity transmission and distribution grid to projects for production of electricity from renewable sources by region of connection and by voltage level."}, {"text_block_id": "p17_b617", "text": "(6)"}, {"text_block_id": "p17_b618", "text": "The conditions of and procedure for making the estimates under Paragraphs 1 and 2 shall be governed by the Ordinance under Article 60 of the Energy Act."}, {"text_block_id": "p17_b619", "text": "Article 23."}, {"text_block_id": "p17_b620", "text": "(1) (Effective 1.07.2012 -SG. 35/2011) Persons who wish to build an energy facility for production of electricity from renewable sources or to expand an existing power plant or to increase the installed capacity of a power plant for production of electricity from renewable sources, shall submit to the operator of the respective grid an application for connection in regions indicated by them, approved under Article 22, Paragraph 5."}, {"text_block_id": "p17_b621", "text": "(2)"}, {"text_block_id": "p17_b622", "text": "(Effective 1.07.2012 -SG. 35/2011) Applications under Article 1 shall be submitted after approval of the electricity capacities that may be available for connection, within the one-year period under Article 22, Paragraph 5."}, {"text_block_id": "p17_b623", "text": "(3)"}, {"text_block_id": "p17_b624", "text": "(Effective 1.07.2012 -SG. 35/2011) The respective electricity grid operator shall consider the applications in the order of their receipt, and with a reasoned statement of opinion shall come up with a decision as to the acceptability of each application within 14 days of its receipt."}, {"text_block_id": "p17_b625", "text": "(4)"}, {"text_block_id": "p17_b626", "text": "(Effective 1.07.2012 -SG. 35/2011) The respective electricity grid operator shall send to the applicant its statement of opinion under Paragraph 3 and shall publish it on its website."}, {"text_block_id": "p17_b627", "text": "(5)"}, {"text_block_id": "p17_b628", "text": "(Effective 1.07.2012 -SG. 35/2011) If the application was declared acceptable in the statement of opinion under Paragraph 3, the operator of the respective electricity grid shall conduct a survey and shall issue a statement of opinion on the conditions and manner of connection."}, {"text_block_id": "p17_b629", "text": "(6)"}, {"text_block_id": "p17_b630", "text": "(Effective 1.07.2012 -SG. 35/2011) After all approved electricity capacities for the respective region have been allocated the electricity grid operator shall return the applications filed and not considered, which shall be deemed a reasoned refusal for connection under Article 117, Paragraph 4 of the Energy Act."}, {"text_block_id": "p17_b631", "text": "(7)"}, {"text_block_id": "p17_b632", "text": "(Effective 1.07.2012 -SG. 35/2011) Operators of the transmission and distribution electricity grids shall send to SCEWR and shall publish on their websites:"}, {"text_block_id": "p17_b633", "text": "1."}, {"text_block_id": "p17_b634", "text": "the statements of opinion under Paragraphs 3 and 5;"}, {"text_block_id": "p17_b635", "text": "2."}, {"text_block_id": "p17_b636", "text": "information about the returned applications under Paragraph 6;"}, {"text_block_id": "p17_b637", "text": "3."}, {"text_block_id": "p17_b638", "text": "information, when all approved electricity capacities for the respective region are allocated."}, {"text_block_id": "p18_b639", "text": "(8)"}, {"text_block_id": "p18_b640", "text": "(Effective 1.07.2012 -SG. 35/2011) At the time of filing of the applications under Paragraph 1, a guarantee for participation in the procedure in the amount of BGN 5,000 per megawatt (MW) of capacity applied for connection shall be deposited in favour of the operator of the respective electricity grid."}, {"text_block_id": "p18_b641", "text": "(9)"}, {"text_block_id": "p18_b642", "text": "(Effective 1.07.2012 -SG. 35/2011) The guarantee for participation shall be released within 7 days from the issuance of the statement of opinion under Paragraph 3, and shall be returned to the applicants whose applications were declared as unacceptable, and to the applicants whose applications were not considered and were returned under Paragraph 6."}, {"text_block_id": "p18_b643", "text": "(10)"}, {"text_block_id": "p18_b644", "text": "(Effective 1.07.2012 -SG. 35/2011) In the cases under Paragraph 5, the guarantee for participation shall remain in favour of the operator of the respective electricity grid as part of the advance payment under Article 29, Paragraph 1."}, {"text_block_id": "p18_b645", "text": "(11)"}, {"text_block_id": "p18_b646", "text": "(Effective 1.07.2012 -SG. 35/2011) In case the request for drawing up a preliminary grid connection agreement is not filed with the respective electricity grid operator within 6 months from the receipt of the statement of opinion under Paragraph 5, it shall be deemed invalid."}, {"text_block_id": "p18_b647", "text": "(12)"}, {"text_block_id": "p18_b648", "text": "(Effective 1.07.2012 -SG. 35/2011) The operator of the respective electricity grid shall have the right to retain the guarantee for participation where the applicant:"}, {"text_block_id": "p18_b649", "text": "1."}, {"text_block_id": "p18_b650", "text": "withdraws its application before the expiry of the term for the operator to come up with a reasoned statement of opinion under Paragraph 3 or after the issuance of the statement of opinion under Paragraph 5;"}, {"text_block_id": "p18_b651", "text": "2."}, {"text_block_id": "p18_b652", "text": "fails to file an application for drawing up of a preliminary agreement under Paragraph 11;"}, {"text_block_id": "p18_b653", "text": "3."}, {"text_block_id": "p18_b654", "text": "refuses to conclude a preliminary agreement due to a reason the producer is responsible for."}, {"text_block_id": "p18_b655", "text": "(13)"}, {"text_block_id": "p18_b656", "text": "The conditions of and provisions for conducting the procedures under Paragraph 1 -12, including the criteria for admissibility and for exercising control by SCEWR shall be provided for in the Ordinance under Article 116, Paragraph 7 of the Energy Act."}, {"text_block_id": "p18_b657", "text": "Article 24."}, {"text_block_id": "p18_b658", "text": "The provision of Article 23 shall not apply to energy projects for production of electricity from renewable sources:"}, {"text_block_id": "p18_b659", "text": "1."}, {"text_block_id": "p18_b660", "text": "(amended, SG No. 29/2012, effective 10.04.2012) with total installed capacity up to 30 kW inclusive, which are envisaged to be mounted on roof and facade structures of buildings connected to the electricity distribution grid and on real property to them in urban areas;"}, {"text_block_id": "p18_b661", "text": "2."}, {"text_block_id": "p18_b662", "text": "(amended, SG No. 29/2012, effective 10.04.2012) with total installed capacity up to 200 kW inclusive, which are envisaged to be mounted on roof and facade structures of buildings used for production and storage purposes, connected to the electricity transmission grid or the electricity distribution grid in urban territories;"}, {"text_block_id": "p18_b663", "text": "3."}, {"text_block_id": "p18_b664", "text": "(amended, SG No. 29/2012, effective 10.04.2012) with installed capacity up to 1.5 MW inclusive for production from biomass, which are to be built in urban areas, on agricultural sites, or industrial areas;"}, {"text_block_id": "p18_b665", "text": "4."}, {"text_block_id": "p18_b666", "text": "(new, SG No. 29/2012, effective 10.04.2012) with installed electric capacity up to 1.5 MW inclusive, for production of energy by hydropower plants."}, {"text_block_id": "p18_b667", "text": "Article 25."}, {"text_block_id": "p18_b668", "text": "(1) The provision of Article 23 shall not apply to energy projects for production of electricity from renewable sources where, at the time of filing of an application for connection, the producer of electricity from renewable sources declares he will not avail of the preferences under Articles 31 and 32."}, {"text_block_id": "p18_b669", "text": "(2)"}, {"text_block_id": "p18_b670", "text": "The capacities for connection under Paragraph 1 shall not be included in the envisaged electricity capacities which may be allocated for connection under Article 22, Paragraphs 1 and 2."}, {"text_block_id": "p19_b671", "text": "Article 26."}, {"text_block_id": "p19_b672", "text": "(1) In the cases under Article 18, Paragraph 2, Articles 24 and 25, applications for survey of the conditions and the manner for connection shall be filed with the respective electricity grid operator under the conditions and according to the procedure of the Ordinance under Article 116, Paragraph 7 of the Energy Act."}, {"text_block_id": "p19_b673", "text": "(2)"}, {"text_block_id": "p19_b674", "text": "A producer of electricity from renewable sources under Article 24 which plans to use the produced energy for its own consumption shall indicate this in the application under Paragraph 1."}, {"text_block_id": "p19_b675", "text": "(3)"}, {"text_block_id": "p19_b676", "text": "(New, SG No. 29/2012, effective 10.04.2012) For the projects under Article 24, item 1, the conditions for connection shall be determined in a statement of opinion, which shall be issued within 30 days from receiving of the request, and in the cases under Article 27, paragraph 5 -within 15 days from receiving of the request."}, {"text_block_id": "p19_b677", "text": "(4)"}, {"text_block_id": "p19_b678", "text": "(New, SG No. 29/2012, effective 10.04.2012) In the cases under para 3 a preliminary contract for connection shall not be concluded and a contract for connection shall be concluded under the conditions laid down in the statement of opinion under paragraph 3, and in case of issued building permit."}, {"text_block_id": "p19_b679", "text": "(5)"}, {"text_block_id": "p19_b680", "text": "(New, SG No. 29/2012, effective 10.04.2012) Upon concluding of contract for connection under paragraph 4 the distribution company shall submit a draft contract within 30 days."}, {"text_block_id": "p19_b681", "text": "Article 27."}, {"text_block_id": "p19_b682", "text": "(1) The costs for construction of facilities for the connection of an energy project of a producer to the respective grid up to the ownership boundary of the electrical facilities shall be at the producer's expense."}, {"text_block_id": "p19_b683", "text": "(2)"}, {"text_block_id": "p19_b684", "text": "The costs for construction of facilities for the connection of an energy project of a producer to the respective grid from the ownership boundary of the electrical facilities to the point of connection, as well as those for development, including for reconstruction and modernization of electricity grids in relation to the connection shall be at the expense of the owner of the respective grid."}, {"text_block_id": "p19_b685", "text": "(3)"}, {"text_block_id": "p19_b686", "text": "The ownership boundary of the electrical facilities shall be determined in accordance with the Ordinance under Article 116 Paragraph 7 of the Energy Act. When the point of connection does not coincide with the ownership boundary of the electric facilities, the provision of Article 116 Paragraph 5 of the Energy Act shall apply."}, {"text_block_id": "p19_b687", "text": "(4)"}, {"text_block_id": "p19_b688", "text": "The commercial metering devices of electricity shall be located on the boundary of ownership under Paragraph 3 or as near to it as possible, in accordance with the rules under Article 83, Paragraph 1, item 6 of the Energy Act."}, {"text_block_id": "p19_b689", "text": "(5)"}, {"text_block_id": "p19_b690", "text": "(Supplemented, SG No. 29/2012, effective 10.04.2012) The point of connection of energy projects under Article 24, item 1, shall coincide with the place where the device for commercial metering of used electricity is installed, in the cases where the installed capacity does not exceed the capacity provided for connection of the building as an user's project."}, {"text_block_id": "p19_b691", "text": "Article 28."}, {"text_block_id": "p19_b692", "text": "(1) In relation to the implementation of the targets and measures under the National Renewable Energy Action Plan, operators of the transmission and distribution electricity grids shall include in the annual investment and maintenance programmes funds for development of the grids in relation to connection, transmission and distribution of electricity produced from renewable sources."}, {"text_block_id": "p19_b693", "text": "(2)"}, {"text_block_id": "p19_b694", "text": "Operators of the transmission and distribution electricity grids shall report on annual basis, by 31 of March of each year, to SCEWR on the performance of the activities budgeted in the investment and maintenance programmes for development of the grids under Paragraph 1 in the preceding calendar year for the purposes of connection of energy projects for production of electricity from renewable sources, and in case of failure to perform -on the measure pursued."}, {"text_block_id": "p19_b695", "text": "(3)"}, {"text_block_id": "p19_b696", "text": "The reports under Paragraph 2 shall include information on the sums collected under Article 29, Paragraph 1, and on their spending, as well as information under Article 30, Paragraph 7."}, {"text_block_id": "p19_b697", "text": "(4)"}, {"text_block_id": "p19_b698", "text": "For the purpose of implementation of joint projects for production of electricity from renewable sources between the Republic of Bulgaria and EU Member States, or between the Republic of Bulgaria and third countries, the owner of the transmission grid shall include in its investment programmes funds for the construction of the necessary interconnectors."}, {"text_block_id": "p20_b699", "text": "Article 29."}, {"text_block_id": "p20_b700", "text": "(1) At the time of conclusion of a preliminary grid connection agreement the producer of electricity from renewable sources shall owe to the transmission or to the respective distribution company, which connects it, an advance payment in the amount of:"}, {"text_block_id": "p20_b701", "text": "1."}, {"text_block_id": "p20_b702", "text": "BGN 50,000 for each megawatt (MW) installed capacity of the future energy project, where the installed capacity is higher than 5 MW;"}, {"text_block_id": "p20_b703", "text": "2."}, {"text_block_id": "p20_b704", "text": "BGN 25,000 for each megawatt (MW) installed capacity of the future energy project, where the installed capacity is up to 5 MW, inclusive."}, {"text_block_id": "p20_b705", "text": "(2)"}, {"text_block_id": "p20_b706", "text": "The advance payment under Paragraph 1 shall be part of the price for connection and shall remain in favour of the energy company owner of the transmission or distribution electricity grid, in the cases where the energy project of the producer of electricity from renewable sources is not completed within the timeframes set in the grid connection agreement, if the default is owing to a cause the producer is responsible for."}, {"text_block_id": "p20_b707", "text": "(3)"}, {"text_block_id": "p20_b708", "text": "A producer of electricity from renewable sources shall deposit the advance payment under Paragraph 1 into the account of the owner of the transmission or the distribution electricity grid. The grid connection agreement shall provide for the payment of the remaining portion of the price set in it for the connection to the grid, where this price is higher than the advance payment under Paragraph 1."}, {"text_block_id": "p20_b709", "text": "(4)"}, {"text_block_id": "p20_b710", "text": "The funds under Paragraphs 1 and 3 shall be spent for covering the costs of the construction of the connection facilities and for the planned development, including the reconstruction, modernization and management of the electricity grids, in relation to the connection of the specific energy project for production of electricity from renewable energy sources."}, {"text_block_id": "p20_b711", "text": "(5)"}, {"text_block_id": "p20_b712", "text": "The preliminary grid connection agreement shall be with a term not longer than one year, and before the expiry of this term the producer shall file an application in writing for conclusion of a grid connection agreement."}, {"text_block_id": "p20_b713", "text": "(6)"}, {"text_block_id": "p20_b714", "text": "(Amended, SG No. 29/2012, effective 10.04.2012) The grid connection agreement shall be with a term not longer than the term for commissioning into operation of the producer's project and the facilities for its connection, but not longer than three years, where the commissioning is to be done in one stage. In the case of phased in commissioning the term for commissioning of the first stage shall be not longer than three years from the conclusion of the agreement."}, {"text_block_id": "p20_b715", "text": "(7)"}, {"text_block_id": "p20_b716", "text": "The liability of the parties in event of default on the conditions and terms of the preliminary grid connection agreement and of the grid connection agreement shall be provided for in the respective agreement."}, {"text_block_id": "p20_b717", "text": "(8)"}, {"text_block_id": "p20_b718", "text": "The connection procedure shall be terminated in case of default on any of the requirements under Paragraphs 1 and 5. In such cases, the statement of opinion under Article 23, Paragraph 5 on the conditions and manner of connection shall be deemed invalid, respectively the preliminary agreement shall be deemed terminated."}, {"text_block_id": "p20_b719", "text": "(9)"}, {"text_block_id": "p20_b720", "text": "The price of connection of an energy project under Article 24 shall be individual, shall include the costs for the construction of the facilities for connection to the respective distribution grid, and shall be determined according to a methodology adopted by the SCEWR in pursuance with the respective Ordinance under Article 36, Paragraph 3 of the Energy Act."}, {"text_block_id": "p20_b721", "text": "(10)"}, {"text_block_id": "p20_b722", "text": "The preliminary grid connection agreement and the grid connection agreement shall be concluded under the conditions and according to the procedure of the Ordinance under Article 116, Paragraph 7 of the Energy Act."}, {"text_block_id": "p20_b723", "text": "(11)"}, {"text_block_id": "p20_b724", "text": "The State Commission of Energy and Water Regulation shall prepare a report, by 30 June 2011 and on each second year after that, on the compliance with the rules regulating covering of the costs and expenses under Paragraphs 1, 2, 3, 4 and 9 and Article 27, and if needed, shall make proposals for their amendment. The report shall be published on the website of the Commission."}, {"text_block_id": "p20_b725", "text": "Section III"}, {"text_block_id": "p20_b726", "text": "Purchase, transmission and distribution of electricity fromrenewable sources"}, {"text_block_id": "p21_b727", "text": "Article 30."}, {"text_block_id": "p21_b728", "text": "(1) Producers of electricity from renewable energy sources, whose energy projects are with total installed capacity over 30 kW, shall conclude an agreement for access with an operator of the transmission or the distribution electricity grid under general terms and conditions approved by SCEWR and announced on the website of the operator of the respective distribution grid prior to concluding a contract for purchase of the electricity. Where making the evaluation of the potential under Article 19, Paragraph 1, is mandatory, this evaluation shall be an integral part of the access contract, and based on this potential the projected schedules for production of electricity from renewable energy sources shall be prepared."}, {"text_block_id": "p21_b729", "text": "(2)"}, {"text_block_id": "p21_b730", "text": "Producers of electricity from renewable energy sources, whose energy projects are with total installed capacity up to 30 kW inclusive, shall use the distribution grids to which they are connected under the general terms and conditions approved by SCEWR and announced on the website of the operator of the respective distribution grid."}, {"text_block_id": "p21_b731", "text": "(3)"}, {"text_block_id": "p21_b732", "text": "The access contract under Paragraph 1 shall provide for the conditions for performance of the projected schedules under Paragraph 1 and for the compensations due from the operator in case of limiting the production regime of the energy project, with the exception of scheduled maintenance, and also with the exception of the cases under Articles 72 and 73 of the Energy Act. In the cases where the grid is not owned by the respective operator, compensations shall be agreed in a contract between the owner of the grid and the producer of electricity from renewable sources."}, {"text_block_id": "p21_b733", "text": "(4)"}, {"text_block_id": "p21_b734", "text": "The producer of electricity from renewable sources with installed capacity over 30 kW shall ensure the real time data transmission to an operator of the transmission or of the distribution electricity grid about the electricity delivered to the point of connection."}, {"text_block_id": "p21_b735", "text": "(5)"}, {"text_block_id": "p21_b736", "text": "The operator of the transmission or of the distribution electricity grid may limit the remote transmission of energy to the electricity grid by way of exception where the transmission capacities of the grid to which the producer is connected are exceeded."}, {"text_block_id": "p21_b737", "text": "(6)"}, {"text_block_id": "p21_b738", "text": "The operator of the transmission or of the distribution electricity grid shall immediately inform by phone or by an e-mail message, or by fax, the producer of electricity from renewable sources about the limitations enforced, specifying also the date and time of enforcement, and the respective scope."}, {"text_block_id": "p21_b739", "text": "(7)"}, {"text_block_id": "p21_b740", "text": "The operator of the transmission or of the distribution electricity grid shall report to SCEWR on each 6 months all cases of significant decrease in the amount of transmitted and distributed electricity from renewable sources and the corrective measures taken by it to prevent the decrease of these amounts under conditions and according to a procedure as provided for in the Ordinance under Article 60 of the Energy Act."}, {"text_block_id": "p21_b741", "text": "Article 31."}, {"text_block_id": "p21_b742", "text": "(1) (Amended, SG No. 29/2012, effective 10.04.2012) Electricity from renewable energy sources shall be purchased by the public provider, from the end suppliers respectively, at the preferential price set by SCEWR, effective as of the date of commissioning into operation within the meaning of the Territorial Planning Act of the energy project for production of electricity, and for the projects under Article 24, paragraph 1 -as of the date of application for completed mounting of an installation for production of electricity filed with the distribution company according to the procedure under the ordinance as per Article 116, paragraph 7 of the Energy Act."}, {"text_block_id": "p21_b743", "text": "(2)"}, {"text_block_id": "p21_b744", "text": "Electricity from renewable energy sources under Paragraph 1 shall be purchased based on long-term purchase contracts signed for a term of:"}, {"text_block_id": "p21_b745", "text": "1."}, {"text_block_id": "p21_b746", "text": "twenty years -for electricity produced from geothermal and solar energy, as well as for electricity, produced from biomass;"}, {"text_block_id": "p21_b747", "text": "2."}, {"text_block_id": "p21_b748", "text": "twelve years -for electricity, produced from wind energy;"}, {"text_block_id": "p21_b749", "text": "3."}, {"text_block_id": "p21_b750", "text": "fifteen years -for electricity produced by hydroelectric power plants with installed capacity up to 10 MW, as well as for electricity produced from other types of renewable sources."}, {"text_block_id": "p21_b751", "text": "(3)"}, {"text_block_id": "p21_b752", "text": "(Amended, SG No. 29/2012, effective 10.04.2012) The terms under Paragraph 2 shall start from the date of commissioning into operation of the energy project, respectively from the date of commissioning of the first stage of phased commissioning into operation, and for the projects under Article 24, item 1 -from the date of concluding a contract for purchase of electricity. For energy projects commissioned into operation, and installations mounted after 31 December 2015,"}, {"text_block_id": "p22_b753", "text": "the terms of purchasing shall be reduced by the period from that date to the date of the commissioning into operation, respectively mounting."}, {"text_block_id": "p22_b754", "text": "(4)"}, {"text_block_id": "p22_b755", "text": "The price of electricity from renewable sources shall not be changed for the term of the purchase contract under Paragraphs 2, except in the cases under Article 32, Paragraph 4, and after the expiry of this term no price preferences shall be granted."}, {"text_block_id": "p22_b756", "text": "(5)"}, {"text_block_id": "p22_b757", "text": "(Amended, SG No. 29/2012, effective 10.04.2012) The public provider, the end suppliers respectively, shall purchase the whole amount of electricity from renewable sources, with the exception of amounts which the producer shall:"}, {"text_block_id": "p22_b758", "text": "1."}, {"text_block_id": "p22_b759", "text": "use for own needs;"}, {"text_block_id": "p22_b760", "text": "2."}, {"text_block_id": "p22_b761", "text": "at its own discretion use for its own consumption and for power supply of its branches and projects;"}, {"text_block_id": "p22_b762", "text": "3."}, {"text_block_id": "p22_b763", "text": "sell at freely agreed prices according to the procedure under Chapter Nine, Section VII of the Energy Act and/or at the balancing market."}, {"text_block_id": "p22_b764", "text": "1."}, {"text_block_id": "p22_b765", "text": "use for own needs;"}, {"text_block_id": "p22_b766", "text": "2."}, {"text_block_id": "p22_b767", "text": "at its own discretion use for its own consumption and for power supply of its branches and projects;"}, {"text_block_id": "p22_b768", "text": "3."}, {"text_block_id": "p22_b769", "text": "sell at freely agreed prices according to the procedure under Chapter Nine, Section VII of the Energy Act and/or at the balancing market."}, {"text_block_id": "p22_b770", "text": "(6)"}, {"text_block_id": "p22_b771", "text": "In the case of production of electricity through combined use of renewable and nonrenewable energy sources, the prices under Paragraph 1 and the obligation to purchase under Paragraph 5 shall apply only to the energy corresponding to the share of input amount of renewable sources."}, {"text_block_id": "p22_b772", "text": "(7)"}, {"text_block_id": "p22_b773", "text": "(Amended, SG No. 29/2012, effective 10.04.2012) The provisions of Paragraphs 1 -6 shall not apply to energy projects for production of electricity from renewable sources under Article 25 and Article 26, Paragraph 2."}, {"text_block_id": "p22_b774", "text": "(8)"}, {"text_block_id": "p22_b775", "text": "(Amended, SG No. 29/2012, effective 10.04.2012) In the cases where the investment for the construction of an energy project for production of electricity from renewable sources is supported with funds from a national or European support scheme the electricity shall be purchased by the public provider or by the respective end supplier at groups of prices determined by SCEWR, under the conditions and in according to the procedure of the respective ordinance under Article 36, Paragraph 3 of the Energy Act ."}, {"text_block_id": "p22_b776", "text": "(9)"}, {"text_block_id": "p22_b777", "text": "In the cases under Article 26, Paragraph 2, the quantity of electricity that is not used for own consumption, shall be purchased by the respective end supplier at a price set by SCEWR under the conditions and according to the procedure of the respective Ordinance under Article 36, Paragraph 3 of the Energy Act ."}, {"text_block_id": "p22_b778", "text": "(10)"}, {"text_block_id": "p22_b779", "text": "(Amended, SG No. 29/2012, effective 10.04.2012) Commissioning into operation of energy projects under Paragraph 1 shall be performed under the procedure of the ordinance as per Article 177, Paragraph 2 of the Territorial Planning Act but not later than 30 days from the date of filing of a request accompanied by the respective documents, including for completed 72 hours trial tests."}, {"text_block_id": "p22_b780", "text": "(11)"}, {"text_block_id": "p22_b781", "text": "(Amended, SG No. 29/2012, effective 10.04.2012) Where separate parts of an energy project are envisaged to be phased in into operation at stages the price of purchasing of the electricity shall be changed by commissioning into operation of each following stage, and it shall be average weighted price to the corresponding installed capacities between the price of purchasing to the date of commissioning into operation of the respective part and the preferential price set by SCEWR as of that date and shall be determined by a methodology adopted by SCEWR."}, {"text_block_id": "p22_b782", "text": "Article 32."}, {"text_block_id": "p22_b783", "text": "(1) (Amended, SG No. 54/2012, effective 17.07.2012) The State Commission of Energy and Water Regulation shall set preferential prices for purchase of electricity produced from renewable energy sources, with the exception of electricity produced by hydroelectric power plants with installed capacity over 10 MW:"}, {"text_block_id": "p22_b784", "text": "1."}, {"text_block_id": "p22_b785", "text": "on an annual basis by 30 June;"}, {"text_block_id": "p22_b786", "text": "2."}, {"text_block_id": "p22_b787", "text": "where, based on analysing the pricing elements under Paragraph 2, if finds a substantial change of any such elements."}, {"text_block_id": "p23_b788", "text": "(2)"}, {"text_block_id": "p23_b789", "text": "The preferential prices under Paragraph 1 shall be set according to the procedure under the respective Ordinance under Article 36, Paragraph 3 of the Energy Act, taking into consideration the type of renewable source, the types of technologies, the installed capacity of the project, the place and manner of mounting of the facilities, as well as:"}, {"text_block_id": "p23_b790", "text": "1."}, {"text_block_id": "p23_b791", "text": "the investment costs;"}, {"text_block_id": "p23_b792", "text": "2."}, {"text_block_id": "p23_b793", "text": "the rate of return;"}, {"text_block_id": "p23_b794", "text": "3."}, {"text_block_id": "p23_b795", "text": "the capital and investment structure;"}, {"text_block_id": "p23_b796", "text": "4."}, {"text_block_id": "p23_b797", "text": "the productivity of the installation according to the type of technology and resources used;"}, {"text_block_id": "p23_b798", "text": "5."}, {"text_block_id": "p23_b799", "text": "expenses in relation with a higher degree of environmental protection;"}, {"text_block_id": "p23_b800", "text": "6."}, {"text_block_id": "p23_b801", "text": "costs of raw materials for electricity production;"}, {"text_block_id": "p23_b802", "text": "7."}, {"text_block_id": "p23_b803", "text": "expenses for fuels for transportation;"}, {"text_block_id": "p23_b804", "text": "8."}, {"text_block_id": "p23_b805", "text": "labour and salary costs;"}, {"text_block_id": "p23_b806", "text": "9."}, {"text_block_id": "p23_b807", "text": "ther operational costs."}, {"text_block_id": "p23_b808", "text": "(3)"}, {"text_block_id": "p23_b809", "text": "The preferential price of electricity from renewable energy sources shall be determined for the whole term of the purchase contract under Article 31, Paragraph 2, and after the expiry of this term no price preference shall be granted."}, {"text_block_id": "p23_b810", "text": "(4)"}, {"text_block_id": "p23_b811", "text": "The State Commission of Energy and Water Regulation shall update on annual basis, by 30 June, the preferential price of electricity produced from biomass, by a factor reflecting the change in the value of the pricing elements under Paragraph 2, items 6, 7 and 8."}, {"text_block_id": "p23_b812", "text": "(5)"}, {"text_block_id": "p23_b813", "text": "The factor reflecting the change in the value of the pricing elements under Paragraph 2, items 6, 7 and 8, shall be calculated by multiplying:"}, {"text_block_id": "p23_b814", "text": "1."}, {"text_block_id": "p23_b815", "text": "the change in the costs of raw material for production of electricity from biomass, the costs of fuels for transportation required for the supply of the raw material for production of electricity, and the labour and salary costs, required for the extraction and processing of the raw material for production of electricity, and production of electricity from renewable energy sources, expressed as a percentage, and"}, {"text_block_id": "p23_b816", "text": "2."}, {"text_block_id": "p23_b817", "text": "the share of the respective pricing element in the total costs, expressed as a percentage."}, {"text_block_id": "p23_b818", "text": "(6)"}, {"text_block_id": "p23_b819", "text": "The percentage of change of costs for raw materials for the production of electricity from biomass shall be set by SCEWR, taking into consideration the annual price change indices of these raw materials set and announced by the Minister of Agriculture and Food."}, {"text_block_id": "p23_b820", "text": "(7)"}, {"text_block_id": "p23_b821", "text": "The percentage of change of the expenses for fuels for transportation shall be determined based on the average market price of the respective pricing element in the preceding reporting year."}, {"text_block_id": "p23_b822", "text": "(8)"}, {"text_block_id": "p23_b823", "text": "The percentage of change of the labour and salary costs shall be determined based on the data from the National Statistical Institute on the change in the average salary for the previous calendar year."}, {"text_block_id": "p23_b824", "text": "Section IV"}, {"text_block_id": "p23_b825", "text": "Guarantees of Origin of energy fromrenewable energy sources"}, {"text_block_id": "p23_b826", "text": "Article 33."}, {"text_block_id": "p23_b827", "text": "The activities in relation to the issuance, transfer, and revocation of Guarantees of Origin for energy from renewable energy sources are performed by ASED."}, {"text_block_id": "p24_b828", "text": "Article 34."}, {"text_block_id": "p24_b829", "text": "(1) A Guarantee of Origin shall be issued to a producer for a standard amount of energy of 1MWh; it shall be valid for a period of 12 months from the production of the respective unit of energy; and shall contain as a minimum the following information:"}, {"text_block_id": "p24_b830", "text": "1."}, {"text_block_id": "p24_b831", "text": "the renewable source used for production of energy;"}, {"text_block_id": "p24_b832", "text": "2."}, {"text_block_id": "p24_b833", "text": "the initial and final date of production of the energy from renewable sources;"}, {"text_block_id": "p24_b834", "text": "3."}, {"text_block_id": "p24_b835", "text": "type of produced energy;"}, {"text_block_id": "p24_b836", "text": "4."}, {"text_block_id": "p24_b837", "text": "name, place, type and total installed capacity of the energy project where the energy was produced;"}, {"text_block_id": "p24_b838", "text": "5."}, {"text_block_id": "p24_b839", "text": "support schemes used;"}, {"text_block_id": "p24_b840", "text": "6."}, {"text_block_id": "p24_b841", "text": "date of commissioning of the energy project in operation;"}, {"text_block_id": "p24_b842", "text": "7."}, {"text_block_id": "p24_b843", "text": "date and place of issuance;"}, {"text_block_id": "p24_b844", "text": "8."}, {"text_block_id": "p24_b845", "text": "unique identification number."}, {"text_block_id": "p24_b846", "text": "(2)"}, {"text_block_id": "p24_b847", "text": "Only one Guarantee of Origin may be issued for any unit of produced energy."}, {"text_block_id": "p24_b848", "text": "(3)"}, {"text_block_id": "p24_b849", "text": "The issuance, transfer, and revocation of Guarantees of Origin shall be done electronically."}, {"text_block_id": "p24_b850", "text": "(4)"}, {"text_block_id": "p24_b851", "text": "A Guarantee of Origin shall be revoked after it was used or upon the expiry of the term for which it was issued."}, {"text_block_id": "p24_b852", "text": "(5)"}, {"text_block_id": "p24_b853", "text": "Guarantees of Origin shall be issued against payment of a fee as set in the Tariff under Article 51, Paragraph 1 of the Energy Efficiency Act."}, {"text_block_id": "p24_b854", "text": "(6)"}, {"text_block_id": "p24_b855", "text": "Guarantees of Origin for electricity from renewable sources shall be used by the provider of electricity to prove the share of energy from renewable sources in the total composition of energy. The amount of energy from renewable sources corresponding to Guarantees of Origin transferred to a third party by the electricity provider shall be subtracted from the share of energy from renewable energy sources in its composition of energy."}, {"text_block_id": "p24_b856", "text": "(7)"}, {"text_block_id": "p24_b857", "text": "(New, SG No. 29/2012, effective 10.04.2012) In relation to the electricity purchased under Article 31, Paragraph 5, producers shall declare the issuance of guarantees of origin and shall transfer them to the public provider, respectively to the end supplier in accordance with the procedure under Article 35, Paragraph 4."}, {"text_block_id": "p24_b858", "text": "Article 35."}, {"text_block_id": "p24_b859", "text": "(1) The Agency for Sustainable Energy Development shall recognize the Guarantees of Origin issued by competent authorities in other EU Member States."}, {"text_block_id": "p24_b860", "text": "(2)"}, {"text_block_id": "p24_b861", "text": "The Agency for Sustainable Energy Development may refuse to recognize Guarantees of Origin issued by competent authorities in other EU Member States where any of the requirements under Article 34, Paragraph 1, has not been met."}, {"text_block_id": "p24_b862", "text": "(3)"}, {"text_block_id": "p24_b863", "text": "Guarantees of Origin issued by competent authorities in other EU Member States shall be recognized if after notification regarding the circumstances under Paragraph 2, the European Commission adopts a decision requiring these Guarantees of Origin to be recognized."}, {"text_block_id": "p24_b864", "text": "(4)"}, {"text_block_id": "p24_b865", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The conditions and the procedure for issuance, transfer and revocation of Guarantees of Origin, as well as the conditions and the procedure for recognition of Guarantees of Origin shall be set forth in an Ordinance of the Minister of Economy and Energy."}, {"text_block_id": "p24_b866", "text": "Chapter Five"}, {"text_block_id": "p25_b867", "text": "PRODUCTION AND CONSUMPTION OF BIOFUELS AND ENERGY FROM RENEWABLE SOURCES IN TRANSPORT AND OF BIOLIQUIDS"}, {"text_block_id": "p25_b868", "text": "Section I"}, {"text_block_id": "p25_b869", "text": "General Dispositions"}, {"text_block_id": "p25_b870", "text": "Article 36."}, {"text_block_id": "p25_b871", "text": "(1) Production and consumption of biofuels and energy from renewable sources in transport shall be promoted by:"}, {"text_block_id": "p25_b872", "text": "1."}, {"text_block_id": "p25_b873", "text": "accessibility of transport fuels;"}, {"text_block_id": "p25_b874", "text": "2."}, {"text_block_id": "p25_b875", "text": "ensuring the efficient operation of engines and compliance with the technical and quality norms for production of biofuels;"}, {"text_block_id": "p25_b876", "text": "3."}, {"text_block_id": "p25_b877", "text": "offering of blends of biofuels as an ingredient of liquid fuels of crude oil origin for internal combustion engines;"}, {"text_block_id": "p25_b878", "text": "4."}, {"text_block_id": "p25_b879", "text": "sustainable development of agriculture and forestry;"}, {"text_block_id": "p25_b880", "text": "5."}, {"text_block_id": "p25_b881", "text": "development and implementation of new technologies for use of wastes, residues, non-food cellulosic and ligno-cellulosic materials for production of biofuels;"}, {"text_block_id": "p25_b882", "text": "6."}, {"text_block_id": "p25_b883", "text": "development and implementation of electric cars as public and personal transport vehicles;"}, {"text_block_id": "p25_b884", "text": "7."}, {"text_block_id": "p25_b885", "text": "construction of stations for battery recharging of electric cars in the process of construction of new and reconstruction of existing car parks in urban areas;"}, {"text_block_id": "p25_b886", "text": "8."}, {"text_block_id": "p25_b887", "text": "construction of infrastructure for charging of electric cars outside urban areas;"}, {"text_block_id": "p25_b888", "text": "9."}, {"text_block_id": "p25_b889", "text": "financial support for consumption of biofuels."}, {"text_block_id": "p25_b890", "text": "(2)"}, {"text_block_id": "p25_b891", "text": "Production and consumption of bioliquids shall be promoted through:"}, {"text_block_id": "p25_b892", "text": "1."}, {"text_block_id": "p25_b893", "text": "sustainable development of agriculture and forestry;"}, {"text_block_id": "p25_b894", "text": "2."}, {"text_block_id": "p25_b895", "text": "financial support for consumption of bioliquids;"}, {"text_block_id": "p25_b896", "text": "3."}, {"text_block_id": "p25_b897", "text": "the incentives under Article 17 and Article 18, Paragraphs 1 -3."}, {"text_block_id": "p25_b898", "text": "(3)"}, {"text_block_id": "p25_b899", "text": "Financial support for production and consumption of biofuels and energy from renewable sources in transport and of biofuels shall be provided only where they meet the sustainability criteria."}, {"text_block_id": "p25_b900", "text": "(4)"}, {"text_block_id": "p25_b901", "text": "In case of provision of financial support for production of biofuels, priority treatment shall be granted to production of biofuels from wastes, residues, non-food cellulosic material and ligno-cellulosic material."}, {"text_block_id": "p25_b902", "text": "Article 37."}, {"text_block_id": "p25_b903", "text": "(1) Biofuels and bioliquids shall be reported for the purposes under Article 12, Paragraphs 1 and 4 only provided the materials (vegetal types, forestry, agricultural, fishery and aquaculture wastes and residues) used for production of biofuels and of bioliquids meet the following sustainability criteria:"}, {"text_block_id": "p25_b904", "text": "1."}, {"text_block_id": "p25_b905", "text": "are not grown on land with high biodiversity value;"}, {"text_block_id": "p25_b906", "text": "2."}, {"text_block_id": "p25_b907", "text": "are not grown on land with high carbon stock, unless the material is extracted from land which at the time of extraction and in January 2008 had the status of land with high carbon stock;"}, {"text_block_id": "p25_b908", "text": "3."}, {"text_block_id": "p25_b909", "text": "are not made from raw material grown on land which used to be peatland in January 2008, unless evidence is provided that the cultivation and harvesting of that raw material does not involve drainage of previously undrained soil;"}, {"text_block_id": "p26_b910", "text": "4."}, {"text_block_id": "p26_b911", "text": "the consumption of the biofuels and bioliquids produced by them results in the following reduction of greenhouse gas emissions:"}, {"text_block_id": "p26_b912", "text": "the consumption of the biofuels and bioliquids produced by them results in the following reduction of greenhouse gas emissions:\n* at least 35 percent -considered until 31 December 2016;\n* at least 50 percent -considered from 1 January 2017;\n* at least 60 percent for biofuels and bioliquids produced by plants starting production from 1 January 2017 -considered from 1 January 2018."}, {"text_block_id": "p26_b918", "text": "(2)"}, {"text_block_id": "p26_b919", "text": "For biofuels and bioliquids produced by plants which were in operation as of 23 January 2008, Paragraph 1, item 4, \"a\" shall apply from 1 April 2013."}, {"text_block_id": "p26_b920", "text": "(3)"}, {"text_block_id": "p26_b921", "text": "Greenhouse gas emission reduction from 31 December 2012 to 31 December 2017 shall be at least 45 percent for biofuels produced by biofuel plants until 31 December 2013."}, {"text_block_id": "p26_b922", "text": "(4)"}, {"text_block_id": "p26_b923", "text": "Biofuels and bioliquids produced from wastes and residues other than the ones under Paragraph 1 shall be reported for the purposes under Article 12, Paragraphs 1 and 4, only provided the wastes and residues meet the sustainability criterion, set in Paragraph 1, item 4, and also if the fuels meet the requirements of Paragraphs 2 and 3."}, {"text_block_id": "p26_b924", "text": "Article 38."}, {"text_block_id": "p26_b925", "text": "Agricultural raw materials grown in the EU Member States and used for production of biofuels and bioliquids reported for the purposes of Article 12, Paragraphs 1 and 4, shall have to be obtained in compliance with the requirements and standards referred to under the heading \"Environment\" in part A and in item 9 of Annex II to Council Regulation (EC) 73/2009 of 19 January 2009 establishing common rules for direct support schemes under the Common Agricultural Policy and establishing certain support schemes for farmers, amending Regulations (EC) 1290/2005, (EC) 247/2006, (EC) 378/2007 and repealing Regulation (EC) 1782/2003 (OJ, L 30/16 of 31 January 2009) and in accordance with the minimum requirements for good agricultural and environmental condition defined pursuant to Article 6, paragraph 1 of that Regulation."}, {"text_block_id": "p26_b926", "text": "Article 39."}, {"text_block_id": "p26_b927", "text": "(1) The sustainability criteria are met where the European Commission makes a decision to this effect in the cases where:"}, {"text_block_id": "p26_b928", "text": "1."}, {"text_block_id": "p26_b929", "text": "The European Union has concluded bilateral or multilateral agreements with third countries containing provisions regarding reduction of greenhouse gas emissions and the other sustainability criteria;"}, {"text_block_id": "p26_b930", "text": "2."}, {"text_block_id": "p26_b931", "text": "Voluntary national or international schemes establishing standards for the production of products from biomass contain exact data on greenhouse gas emission reduction and/or prove that the lots of biofuels meet the other sustainability criteria."}, {"text_block_id": "p26_b932", "text": "(2)"}, {"text_block_id": "p26_b933", "text": "If there is any need for reporting for the purposes under Article 12, Paragraph 1, the Minister of Environment and Waters shall make a request to the European Commission for a survey of the sustainability criteria with regard to the source of the biofuel or the bioliquid."}, {"text_block_id": "p26_b934", "text": "(3)"}, {"text_block_id": "p26_b935", "text": "Requests for issuance of a decision under Paragraphs 1 and 2 shall be made by the Minister of Environment and Waters."}, {"text_block_id": "p26_b936", "text": "Article 40."}, {"text_block_id": "p26_b937", "text": "(1) Biofuels and bioliquids shall be reported for the purposes under Article 12, Paragraphs 1 and 4, where the following are met with regard to the persons producing, importing and/or introducing raw materials for production of biofuels and bioliquids (including farmers, producers' organizations and cooperatives), and of persons who make available on the market biofuels, pure or blended, and/or bioliquids for ultimate consumption, hereinafter referred to as \"economic operators\":"}, {"text_block_id": "p26_b938", "text": "1."}, {"text_block_id": "p26_b939", "text": "the sustainability criteria are met;"}, {"text_block_id": "p26_b940", "text": "2."}, {"text_block_id": "p26_b941", "text": "a mass balance system is used;"}, {"text_block_id": "p27_b942", "text": "3."}, {"text_block_id": "p27_b943", "text": "auditing of the information items 1 and 2 is provided;"}, {"text_block_id": "p27_b944", "text": "4."}, {"text_block_id": "p27_b945", "text": "evidence is provided to prove an audit was made."}, {"text_block_id": "p27_b946", "text": "(2)"}, {"text_block_id": "p27_b947", "text": "Paragraph 1 and the obligation of providing information on the measures taken to protect soils, land, waters, air, etc. shall apply in the cases under Article 39, Paragraph 1, insofar as not otherwise provided in the agreement with a third country or in the voluntary national or international schemes setting standards for production of products from biomass."}, {"text_block_id": "p27_b948", "text": "Article 41."}, {"text_block_id": "p27_b949", "text": "Economic operators may participate in support schemes only if the conditions under Article 40 have been met."}, {"text_block_id": "p27_b950", "text": "Article 42."}, {"text_block_id": "p27_b951", "text": "The mass balance system used:"}, {"text_block_id": "p27_b952", "text": "1."}, {"text_block_id": "p27_b953", "text": "allows for blending of lots of raw materials or biofuels with different sustainability characteristics;"}, {"text_block_id": "p27_b954", "text": "2."}, {"text_block_id": "p27_b955", "text": "information should be attached to the blend regarding the sustainability characteristics and volumes of the lots under item 1;"}, {"text_block_id": "p27_b956", "text": "3."}, {"text_block_id": "p27_b957", "text": "ensures that the sum total of all lots taken from the blend shall have the same sustainability characteristics as the sum total of all lots added to the blend."}, {"text_block_id": "p27_b958", "text": "Article 43."}, {"text_block_id": "p27_b959", "text": "The information provided by the economic operators under Article 40 shall be subject to auditing and certification."}, {"text_block_id": "p27_b960", "text": "Article 44."}, {"text_block_id": "p27_b961", "text": "(1) The Council of Ministers shall set forth in an ordinance the conditions and procedure for:"}, {"text_block_id": "p27_b962", "text": "1."}, {"text_block_id": "p27_b963", "text": "compilation and submission of information by the economic operators, including regarding the measures taken to protect soils, land, waters, air, etc.;"}, {"text_block_id": "p27_b964", "text": "2."}, {"text_block_id": "p27_b965", "text": "making audits of the conformity of biofuels and bioliquids with the sustainability criteria;"}, {"text_block_id": "p27_b966", "text": "3."}, {"text_block_id": "p27_b967", "text": "issuance and withdrawal of conformity certificates of raw materials, biofuels and bioliquids with the sustainability criteria, as well as the content of the certificates."}, {"text_block_id": "p27_b968", "text": "(2)"}, {"text_block_id": "p27_b969", "text": "The Ordinance under Paragraph 1 shall be adopted on a proposal by the Minister of Environment and Waters."}, {"text_block_id": "p27_b970", "text": "(3)"}, {"text_block_id": "p27_b971", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Environment and Waters, jointly with the Minister of Economy and Energy and with the Minister of Agriculture and Food, shall approve a methodology for calculation of the greenhouse gas emission reduction owing to the total life cycle of the biofuels or the bioliquids."}, {"text_block_id": "p27_b972", "text": "Section II"}, {"text_block_id": "p27_b973", "text": "Consumption of biofuels and energy from renewable sources in transport and of bioliquids"}, {"text_block_id": "p27_b974", "text": "Article 45."}, {"text_block_id": "p27_b975", "text": "(1) Biofuels and their derivatives in transport shall be consumed either in pure form or as blending components of liquid fuels of crude oil origin."}, {"text_block_id": "p28_b976", "text": "(2)"}, {"text_block_id": "p28_b977", "text": "Except in the cases under Paragraph 1, any other type of energy from renewable sources may be used in transport."}, {"text_block_id": "p28_b978", "text": "Article 46."}, {"text_block_id": "p28_b979", "text": "Bioliquids shall be used for production of electricity, heating and cooling, provided they meet the sustainability criteria."}, {"text_block_id": "p28_b980", "text": "Article 47."}, {"text_block_id": "p28_b981", "text": "(1) Persons who make available on the market liquid fuels of crude oil origin for transportation shall be obliged, upon release for consumption within the meaning of the Excise Duties and Tax Warehouses Act, to offer in the market fuels for diesel engines and petrol engines blended with biofuels in the following proportion::"}, {"text_block_id": "p28_b982", "text": "1."}, {"text_block_id": "p28_b983", "text": "from 1 January 2012 -fuel for diesel engines with a minimum of biodiesel content 5 percent by volume;"}, {"text_block_id": "p28_b984", "text": "2."}, {"text_block_id": "p28_b985", "text": "from 1 June 2012 -fuel for diesel engines with a minimum of biodiesel content 6 percent by volume;"}, {"text_block_id": "p28_b986", "text": "3."}, {"text_block_id": "p28_b987", "text": "from 1 June 2012 -fuel for petrol engines with a minimum content of bioethanol or ethers produced on the basis of bioethanol 2 percent by volume;"}, {"text_block_id": "p28_b988", "text": "4."}, {"text_block_id": "p28_b989", "text": "from 1 March 2013 -fuel for petrol engines with a minimum content of bioethanol or ethers produced on the basis of bioethanol 3 percent by volume;"}, {"text_block_id": "p28_b990", "text": "5."}, {"text_block_id": "p28_b991", "text": "from 1 September 2013 -fuel for petrol engines with a minimum content of bioethanol or ethers produced on the basis of bioethanol 4 percent by volume;"}, {"text_block_id": "p28_b992", "text": "6."}, {"text_block_id": "p28_b993", "text": "from 1 March 2014 -fuel for petrol engines with a minimum content of bioethanol or ethers produced on the basis of bioethanol 5 percent by volume;"}, {"text_block_id": "p28_b994", "text": "7."}, {"text_block_id": "p28_b995", "text": "from 1 September 2014 -fuel for petrol engines with a minimum content of bioethanol or ethers produced on the basis of bioethanol 6 percent by volume;"}, {"text_block_id": "p28_b996", "text": "8."}, {"text_block_id": "p28_b997", "text": "from 1 March 2015 -fuel for petrol engines with a minimum content of bioethanol or ethers produced on the basis of bioethanol 7 percent by volume;"}, {"text_block_id": "p28_b998", "text": "9."}, {"text_block_id": "p28_b999", "text": "from 1 September 2015 -fuel for petrol engines with a minimum content of bioethanol or ethers produced on the basis of bioethanol 8 percent by volume;"}, {"text_block_id": "p28_b1000", "text": "10."}, {"text_block_id": "p28_b1001", "text": "from 1 March 2016 -fuel for petrol engines with a minimum content of bioethanol or ethers produced on the basis of bioethanol 9 percent by volume."}, {"text_block_id": "p28_b1002", "text": "(2)"}, {"text_block_id": "p28_b1003", "text": "Within two months from the expiry of the terms under Paragraph 1, end distributors shall be obliged to provide in the market the fuels for diesel and petrol engines in compliance with the requirements of Paragraph 1."}, {"text_block_id": "p28_b1004", "text": "(3)"}, {"text_block_id": "p28_b1005", "text": "End distributors shall be obliged to display in the points of sale information on the percentage content of biofuels in the liquid fuels of crude oil origin where it exceeds 10 percent by volume for bioethanol and 7 percent by volume for biodiesel."}, {"text_block_id": "p28_b1006", "text": "Section III"}, {"text_block_id": "p28_b1007", "text": "Requirements to the quality, control and releasing in the market of biofuels and their blends and of bioliquids"}, {"text_block_id": "p28_b1008", "text": "Article 48."}, {"text_block_id": "p28_b1009", "text": "(1) The persons who make available on the market biofuels and their blends with liquid fuels of crude oil origin in"}, {"text_block_id": "p29_b1010", "text": "transport, shall draw up for each lot an affidavit for compliance with the quality requirements pursuant to Article 18a, Paragraph 2 of the Clean Ambient Air Act."}, {"text_block_id": "p29_b1011", "text": "(2)"}, {"text_block_id": "p29_b1012", "text": "Distributors shall be obliged to provide for each subsequent distribution in the market a copy of the affidavit for compliance of the distributed lot of biofuels and their blends with liquid fuels of crude oil origin, on which they indicate the amount of liquid fuel, the person to whom it is provided, the date and number of the shipping document, and to enter the number and date of the affidavit for compliance of the lot of liquid fuel in all other accompanying documents."}, {"text_block_id": "p29_b1013", "text": "(3)"}, {"text_block_id": "p29_b1014", "text": "The ultimate distributors shall be obliged to provide to the officials a certified copy of the affidavit for compliance containing the information under Paragraphs 2, as well as a copy of the shipping document of the inspected fuel."}, {"text_block_id": "p29_b1015", "text": "Article 49."}, {"text_block_id": "p29_b1016", "text": "Blending of biofuels with liquid fuels of crude oil origin shall be done only in tax warehouses licensed pursuant to the Excise Duties and Tax Warehouses Act."}, {"text_block_id": "p29_b1017", "text": "Article 50."}, {"text_block_id": "p29_b1018", "text": "(1) (Amended, SG No. 15/2013, effective 15.02.2013) The State Reserves and Wartime Stocks State Agency shall purchase and sell petroleum products, intended for constituting, holding and replacement of state reserves, wartime stocks, emergency stocks and specific stocks of fuels, not blended with biofuels."}, {"text_block_id": "p29_b1019", "text": "(2)"}, {"text_block_id": "p29_b1020", "text": "(Amended, SG No. 15/2013, effective 15.02.2013) Outside store-holders under the State Reserves and Wartime Stocks Act shall constitute, hold, safekeep and replace state reserves and/or wartime stocks of petroleum products, not blended with biofuels."}, {"text_block_id": "p29_b1021", "text": "(3)"}, {"text_block_id": "p29_b1022", "text": "(New, SG No. 15/2013, effective 15.02.2013) The obligated persons and store-holders with registered storing facilities under Article 38 of the Crude Oil and Petroleum Products Stocks Act shall constitute and hold emergency stocks, not blended with biofuels. The store-holders shall store specific stocks of crude oil and petroleum products in the territory of this country, not blended with biofuels."}, {"text_block_id": "p29_b1023", "text": "(4)"}, {"text_block_id": "p29_b1024", "text": "(Renumbered from Paragraph 3 and supplemented, SG No. 15/2013, effective 15.02.2013) Persons who purchase fuels for petrol and diesel engines from the \"State Reserve and Wartime Stockpiles\" State Agency and from the persons under Paragraphs 2 and 3, shall be obliged to blend them with bioethanol or ethers produced on the basis of bioethanol, and biodiesel in the proportion and within the terms set forth under Article 47, Paragraphs 1 and 2."}, {"text_block_id": "p29_b1025", "text": "(5)"}, {"text_block_id": "p29_b1026", "text": "(Renumbered from Paragraph 4, SG No. 15/2013, effective 15.02.2013) Persons who make available on the market liquid fuels of crude oil origin for the needs of aviation, shipping, railway mode of transportation, when releasing such for consumption within the meaning of the Excise Duties and Tax Warehouses Act, shall provide the fuels not blended with any biofuels."}, {"text_block_id": "p29_b1027", "text": "Article 51."}, {"text_block_id": "p29_b1028", "text": "(1) Control over the quality of biofuels and their blends with liquid fuels of crude oil origin, as well as of bioliquids, shall be exercised by the Chairman of the State Agency for Metrological and Technical Surveillance (SAMTS) or officials authorized for that purpose by the latter under this Act."}, {"text_block_id": "p29_b1029", "text": "(2)"}, {"text_block_id": "p29_b1030", "text": "The technical and quality requirements to biofuels and their blends with liquid fuels of crude oil origin, and to bioliquids, as well as the conditions and procedure, and manner of their control shall be set forth in the Ordinance under Article 8, Paragraph 1 of the Clean Ambient Air Act."}, {"text_block_id": "p29_b1031", "text": "Chapter Six"}, {"text_block_id": "p29_b1032", "text": "PROVISION OF INFORMATION AND REPORTING"}, {"text_block_id": "p30_b1033", "text": "Article 52."}, {"text_block_id": "p30_b1034", "text": "(1) With a view to ensuring accessibility and availability of the information collected under the conditions and according to the procedure of this Act, a National Information System shall be established, maintained and updated in ASED of the potential, production and consumption of energy from renewable sources in the Republic of Bulgaria."}, {"text_block_id": "p30_b1035", "text": "(2)"}, {"text_block_id": "p30_b1036", "text": "To ensure the accessibility via the system under Paragraph 1, the following shall be provided:"}, {"text_block_id": "p30_b1037", "text": "1."}, {"text_block_id": "p30_b1038", "text": "information on the national targets of production and consumption of energy from renewable sources in general and by sector;"}, {"text_block_id": "p30_b1039", "text": "2."}, {"text_block_id": "p30_b1040", "text": "reports on the implementation of the NREAP;"}, {"text_block_id": "p30_b1041", "text": "3."}, {"text_block_id": "p30_b1042", "text": "(amended, SG No. 29/2012, effective 10.04.2012) qualification schemes for training for acquiring of professional qualification for the activities under Article 21, Paragraph 1;"}, {"text_block_id": "p30_b1043", "text": "4."}, {"text_block_id": "p30_b1044", "text": "(amended, SG No. 29/2012, effective 10.04.2012) a list for acquiring of professional qualification for the activities under Article 21, Paragraph 1;"}, {"text_block_id": "p30_b1045", "text": "5."}, {"text_block_id": "p30_b1046", "text": "list of the persons auditing the conformity of biofuels and bioliquids with the sustainability criteria;"}, {"text_block_id": "p30_b1047", "text": "6."}, {"text_block_id": "p30_b1048", "text": "information about the incentives for production and consumption of electricity, heating and cooling from renewable sources and gas from renewable sources;"}, {"text_block_id": "p30_b1049", "text": "7."}, {"text_block_id": "p30_b1050", "text": "information about incentives for production and consumption of biofuels and energy from renewable sources in transport;"}, {"text_block_id": "p30_b1051", "text": "8."}, {"text_block_id": "p30_b1052", "text": "information about seminars, conferences and other events in relation to production and consumption of electricity, heating and cooling from renewable sources, of gas from renewable sources, as well as to production and consumption of biofuels and energy from renewable sources in transport;"}, {"text_block_id": "p30_b1053", "text": "9."}, {"text_block_id": "p30_b1054", "text": "information about the net benefits, energy consumption and energy efficiency of the equipment and systems for production and consumption of electricity, heating and cooling from renewable sources, provided by equipment and system suppliers;"}, {"text_block_id": "p30_b1055", "text": "10."}, {"text_block_id": "p30_b1056", "text": "information about training and awareness campaigns as regards support measures, benefits and practical specifics of the development and use of electricity, heating and cooling from renewable sources, gas from renewable sources, biofuels and energy from renewable sources in transport;"}, {"text_block_id": "p30_b1057", "text": "11."}, {"text_block_id": "p30_b1058", "text": "information on the procedure of consideration of applications for issuance of permits, certificates and licenses for energy projects for production of energy from renewable sources;"}, {"text_block_id": "p30_b1059", "text": "12."}, {"text_block_id": "p30_b1060", "text": "other information."}, {"text_block_id": "p30_b1061", "text": "(3)"}, {"text_block_id": "p30_b1062", "text": "To ensure availability of information via the system under Paragraph 1, information shall be provided about:"}, {"text_block_id": "p30_b1063", "text": "1."}, {"text_block_id": "p30_b1064", "text": "production of energy from renewable sources, gas from renewable sources, biofuels and energy from renewable sources in transport;"}, {"text_block_id": "p30_b1065", "text": "2."}, {"text_block_id": "p30_b1066", "text": "consumption of energy produced from renewable sources, biofuels and energy from renewable sources in transport;"}, {"text_block_id": "p30_b1067", "text": "3."}, {"text_block_id": "p30_b1068", "text": "projects financed from the Energy Efficiency and Renewable Energy Sources Fund."}, {"text_block_id": "p30_b1069", "text": "Article 53."}, {"text_block_id": "p30_b1070", "text": "The information under Article 52, Paragraphs 2 and 3, shall be provided by:"}, {"text_block_id": "p30_b1071", "text": "1."}, {"text_block_id": "p30_b1072", "text": "producers, grid operators, the public provider and the end suppliers about electricity;"}, {"text_block_id": "p30_b1073", "text": "2."}, {"text_block_id": "p30_b1074", "text": "producers and heating transmission companies about heating and cooling, producers of gas from renewable sources;"}, {"text_block_id": "p30_b1075", "text": "3."}, {"text_block_id": "p30_b1076", "text": "the economic operators under Article 40, Paragraph 1;"}, {"text_block_id": "p30_b1077", "text": "4."}, {"text_block_id": "p30_b1078", "text": "distributors and ultimate distributors of biofuels and their blends with liquid fuels of crude oil origin in transport;"}, {"text_block_id": "p31_b1079", "text": "5."}, {"text_block_id": "p31_b1080", "text": "persons auditing the conformity of biofuels and bioliquids with the sustainability criteria;"}, {"text_block_id": "p31_b1081", "text": "6."}, {"text_block_id": "p31_b1082", "text": "the Executive Director of the Energy Efficiency and Renewable Energy Sources Fund;"}, {"text_block_id": "p31_b1083", "text": "7."}, {"text_block_id": "p31_b1084", "text": "suppliers of equipment and systems for production and consumption of electricity, heating and cooling from renewable sources;"}, {"text_block_id": "p31_b1085", "text": "8."}, {"text_block_id": "p31_b1086", "text": "providers of services of installation and maintenance of plants for production of electricity, heating and cooling from renewable sources;"}, {"text_block_id": "p31_b1087", "text": "9."}, {"text_block_id": "p31_b1088", "text": "the government and local government authorities;"}, {"text_block_id": "p31_b1089", "text": "10."}, {"text_block_id": "p31_b1090", "text": "owners of public service buildings;"}, {"text_block_id": "p31_b1091", "text": "11."}, {"text_block_id": "p31_b1092", "text": "owners of individual systems for production of electricity, heating and cooling."}, {"text_block_id": "p31_b1093", "text": "Article 54."}, {"text_block_id": "p31_b1094", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The content, structure, the conditions and the procedure for compilation and provision of information under Article 52, Paragraphs 2 and 3, as well as for updating and maintenance of the National Information System under Article 52, Paragraph 1, shall be determined in an Ordinance of the Minister of Economy and Energy."}, {"text_block_id": "p31_b1095", "text": "Chapter Seven"}, {"text_block_id": "p31_b1096", "text": "CONTROL. ENFORCEMENT ADMINISTRATIVE MEASURES AND ADMINISTRATIVE PENALTY PROVISIONS"}, {"text_block_id": "p31_b1097", "text": "Article 55."}, {"text_block_id": "p31_b1098", "text": "If violations under Articles 47 and 48 are found, the Chairman of the State Agency for Metrology and Technical Surveillance or officials authorized for that purpose by the latter shall have the right to enforce the following compulsory administrative measures:"}, {"text_block_id": "p31_b1099", "text": "1."}, {"text_block_id": "p31_b1100", "text": "to temporarily suspend the launching on the market and the distribution of liquid fuels when an affidavit for compliance has not been presented, or the affidavit for compliance does not contain the information under Article 48 paragraph 2;"}, {"text_block_id": "p31_b1101", "text": "2."}, {"text_block_id": "p31_b1102", "text": "to ban the launching on the market and the distribution of liquid fuels and seal off facilities where, as a result of testing in a stationary laboratory and a prepared statement of findings, non-compliance with the requirements of Article 47 Paragraphs 1 and 2 has been found;"}, {"text_block_id": "p31_b1103", "text": "3."}, {"text_block_id": "p31_b1104", "text": "to order the withdrawal of liquid fuels from the market when the result from the testing of the control sample, on the basis of which non-compliance with the requirements under Article 47 Paragraphs 1 and 2, has been found, has not been contested within a 7-day time limit from its receipt or in case it has been contested -it has been confirmed by the results from the testing of the arbitration sample, and the expert opinion prepared."}, {"text_block_id": "p31_b1105", "text": "Article 56."}, {"text_block_id": "p31_b1106", "text": "(1) The enforcement administrative measures under Article 55 shall be enforced by a reasoned order in which compulsory prescriptions shall be given, and by placing of certification marks by the surveillance authorities under Article 55. The type of these marks shall be specified by an order of the Chairman of SAMTS."}, {"text_block_id": "p31_b1107", "text": "(2)"}, {"text_block_id": "p31_b1108", "text": "The order under Paragraph 1 shall be brought to the attention of the stakeholder pursuant to the procedure of the Administrative Procedure Code."}, {"text_block_id": "p32_b1109", "text": "(3)"}, {"text_block_id": "p32_b1110", "text": "The order under Paragraph 1 shall be subject to appeal pursuant to the procedure of the Administrative Procedure Code where the appeal filed shall not suspend the enforcement of the compulsory administrative measure imposed."}, {"text_block_id": "p32_b1111", "text": "(4)"}, {"text_block_id": "p32_b1112", "text": "The damages, losses and loss of profit as a result of the enforcement administrative measures imposed shall be at the expense of the owners of the tested liquid fuel, unless the measures are repealed by a court of law."}, {"text_block_id": "p32_b1113", "text": "(5)"}, {"text_block_id": "p32_b1114", "text": "In the cases under Article 55, items 1 and 2, the measures shall be revoked by the officials that have enforced them where, after testing in a stationary laboratory and a prepared statement of findings, or testing of the arbitration sample, and preparation of an expert opinion, compliance with the requirements regarding the proportion of biofuels pursuant to Article 47, Paragraph 1 is established."}, {"text_block_id": "p32_b1115", "text": "Article 57."}, {"text_block_id": "p32_b1116", "text": "(1) The State Commission of Energy and Water Regulation shall impose enforced administrative measures where it finds that the persons controlled under this Act, their employees, individuals that perform managerial functions in them under a contract or conclude transactions on their account, have performed or are performing activities which:"}, {"text_block_id": "p32_b1117", "text": "1."}, {"text_block_id": "p32_b1118", "text": "are in violation of the provisions of this Act, of the delegated legislation for its implementation and of the acts of the Commission;"}, {"text_block_id": "p32_b1119", "text": "2."}, {"text_block_id": "p32_b1120", "text": "jeopardize the security of the energy system, the interests of the public or of consumers of electricity and heating and natural gas or of other energy companies;"}, {"text_block_id": "p32_b1121", "text": "3."}, {"text_block_id": "p32_b1122", "text": "are in violation of the terms and conditions of licensing;"}, {"text_block_id": "p32_b1123", "text": "4."}, {"text_block_id": "p32_b1124", "text": "prevent the Commission to exercise its control activities."}, {"text_block_id": "p32_b1125", "text": "(2)"}, {"text_block_id": "p32_b1126", "text": "The enforced administrative measures under Paragraph 1, proceedings for their enforcement and appeal against them shall be provided for in Chapter Eleven of the Energy Act."}, {"text_block_id": "p32_b1127", "text": "Article 58."}, {"text_block_id": "p32_b1128", "text": "(1) The Executive Director of ASED or an official authorized by him shall provide compulsory prescriptions for elimination of violations found out of this Act and of the delegated legislation for its implementation, and shall set a term for their implementation."}, {"text_block_id": "p32_b1129", "text": "(2)"}, {"text_block_id": "p32_b1130", "text": "Persons subject of compulsory prescriptions shall notify the persons under Paragraph 1 of their implementation within the time limit set to them."}, {"text_block_id": "p32_b1131", "text": "Article 59."}, {"text_block_id": "p32_b1132", "text": "(1) A municipality mayor who:"}, {"text_block_id": "p32_b1133", "text": "1."}, {"text_block_id": "p32_b1134", "text": "fails to meet his/her obligation under Article 10, Paragraph 1, to develop and submit for adoption by the municipal council a long-term or short-term municipal programme promoting the use of energy from renewable sources and biofuels in accordance with NREAP;"}, {"text_block_id": "p32_b1135", "text": "2."}, {"text_block_id": "p32_b1136", "text": "fails to meet his obligation under Article 10, Paragraphs 3 or 4, shall be sanctioned by a fine in the amount of BGN 2,000 to BGN 10,000."}, {"text_block_id": "p32_b1137", "text": "(2)"}, {"text_block_id": "p32_b1138", "text": "A regional governor or municipality mayor who fails to submit to ASED any information on the implementation of the programs under Article 9, shall be sanctioned by a fine in the amount of BGN 2,000 to BGN 10,000."}, {"text_block_id": "p32_b1139", "text": "Article 60."}, {"text_block_id": "p32_b1140", "text": "(1) An energy company whose operator of a transmission or distribution grid:"}, {"text_block_id": "p32_b1141", "text": "1."}, {"text_block_id": "p32_b1142", "text": "fails to meet any of its obligations under Article 18, Paragraph 1, items 1 and 2, Paragraph 4, items 1 and 2;"}, {"text_block_id": "p33_b1143", "text": "2."}, {"text_block_id": "p33_b1144", "text": "fails to meet his obligation under Article 22, Paragraphs 1 or 2;"}, {"text_block_id": "p33_b1145", "text": "3."}, {"text_block_id": "p33_b1146", "text": "fails to meet any of its obligations under Article 28, Paragraphs 1 -3,"}, {"text_block_id": "p33_b1147", "text": "shall be sanctioned by a financial penalty in the amount of BGN 20,000 to BGN 30,000."}, {"text_block_id": "p33_b1148", "text": "(2)"}, {"text_block_id": "p33_b1149", "text": "In the case of repeated violation, the financial penalty shall be three times the maximum financial penalty stipulated in Paragraph 1."}, {"text_block_id": "p33_b1150", "text": "Article 60a."}, {"text_block_id": "p33_b1151", "text": "(New, SG No. 54/2012, effective 17.07.2012) (1) Where an energy company violates the provisions of Article 26, Paragraph 3 or Article 31, Paragraph 10, it shall be sanctioned by a financial penalty amounting to BGN 10,000 to BGN 50,000."}, {"text_block_id": "p33_b1152", "text": "(2)"}, {"text_block_id": "p33_b1153", "text": "In case of repeated violation, the financial penalty shall amount to BGN 150,000."}, {"text_block_id": "p33_b1154", "text": "Article 61."}, {"text_block_id": "p33_b1155", "text": "(1) An energy company that unlawfully refuses:"}, {"text_block_id": "p33_b1156", "text": "1."}, {"text_block_id": "p33_b1157", "text": "connection to the respective electricity grid;"}, {"text_block_id": "p33_b1158", "text": "2."}, {"text_block_id": "p33_b1159", "text": "conclusion of a contract for purchase of electricity;"}, {"text_block_id": "p33_b1160", "text": "3."}, {"text_block_id": "p33_b1161", "text": "access to the transmission or distribution networks for electricity and natural gas;"}, {"text_block_id": "p33_b1162", "text": "4."}, {"text_block_id": "p33_b1163", "text": "connection of projects for production of heating from renewable sources to the heating transmission network;"}, {"text_block_id": "p33_b1164", "text": "5."}, {"text_block_id": "p33_b1165", "text": "purchasing of heating produced by others,"}, {"text_block_id": "p33_b1166", "text": "shall be sanctioned by a financial penalty in the amount of BGN 20,000 to BGN 1,000,000."}, {"text_block_id": "p33_b1167", "text": "(2)"}, {"text_block_id": "p33_b1168", "text": "In the case of repeated violation, the financial penalty shall be three times the maximum financial penalty stipulated in Paragraph 1."}, {"text_block_id": "p33_b1169", "text": "Article 62."}, {"text_block_id": "p33_b1170", "text": "(1) An energy company that spends the funds under Article 29, Paragraph 1, to cover costs other than the ones stipulated in Article 29, Paragraph 4, shall be sanctioned by a financial penalty in the amount of BGN 20,000 to BGN 1,000,000."}, {"text_block_id": "p33_b1171", "text": "(2)"}, {"text_block_id": "p33_b1172", "text": "In the case of repeated violation, the financial penalty shall be three times the maximum financial penalty stipulated in Paragraph 1."}, {"text_block_id": "p33_b1173", "text": "Article 63."}, {"text_block_id": "p33_b1174", "text": "(1) A public provider or an end supplier, which fails to meet any of its obligations under Article 18, Paragraph 4, item 5, or Article 31, shall be sanctioned by a financial penalty in the amount of BGN 70,000 to BGN 200,000."}, {"text_block_id": "p33_b1175", "text": "(2)"}, {"text_block_id": "p33_b1176", "text": "In the case of repeated violation, the financial penalty shall be three times the maximum financial penalty stipulated in Paragraph 1."}, {"text_block_id": "p33_b1177", "text": "Article 64."}, {"text_block_id": "p33_b1178", "text": "(1) (Amended, SG No. 29/2012, effective 10.04.2012) A producer of electricity from a renewable source who fails to perform his obligation under Article 34, Paragraph 7 shall be sanctioned by a fine from BGN 300 to BGN 3,000 or by a financial penalty in the amount of BGN 500 to BGN 10,000."}, {"text_block_id": "p34_b1179", "text": "(2)"}, {"text_block_id": "p34_b1180", "text": "A person that fails to provide information in the cases provided for in this Act and in the statutory instruments for its implementation shall be sanctioned by a fine in the amount of BGN 1,000 to BGN 3,000 or by a financial penalty in the amount of BGN 10,000 to BGN 20,000."}, {"text_block_id": "p34_b1181", "text": "Article 65."}, {"text_block_id": "p34_b1182", "text": "(1) A person that issues a certificate of conformity of biofuels and bioliquids with the sustainability criteria in violation of the conditions of and procedure for issuance of such certificates, as provided in the Ordinance under Article 44, Paragraph 1, shall be sanctioned by a financial penalty in the amount of BGN 20,000 to BGN 50,000."}, {"text_block_id": "p34_b1183", "text": "(2)"}, {"text_block_id": "p34_b1184", "text": "With the exception of cases under Paragraph 1, a person that makes an audit in violation of the provisions of the Ordinance under Article 44, Paragraph 1, shall be sanctioned by a financial penalty in the amount of BGN 10,000 to BGN 20,000."}, {"text_block_id": "p34_b1185", "text": "(3)"}, {"text_block_id": "p34_b1186", "text": "In the case of repeated violation under Paragraph 1 or Paragraph 2, the financial penalty shall be three times the maximum financial penalty stipulated in Paragraph 1, respectively Paragraph 2."}, {"text_block_id": "p34_b1187", "text": "Article 66."}, {"text_block_id": "p34_b1188", "text": "(1) Whoever prevents any officials to exercise their controlling activities under this Act and the statutory instruments for its implementation, where that does not constitute a crime, shall be sanctioned by the respective competent administrative penalty authority by a fine from BGN 2,000 to BGN 5,000, and if a legal person or a sole proprietor, it shall be sanctioned by a financial penalty in the amount of BGN 5,000 to BGN 10,000."}, {"text_block_id": "p34_b1189", "text": "(2)"}, {"text_block_id": "p34_b1190", "text": "In the case of repeated violation, the financial penalty shall be three times the maximum financial penalty stipulated in Paragraph 1."}, {"text_block_id": "p34_b1191", "text": "Article 67."}, {"text_block_id": "p34_b1192", "text": "(1) A person who launches in the market liquid fuels of crude oil origin in violation of the provisions of Article 47, Paragraph 1, shall be sanctioned by a financial penalty in the amount of BGN 200,000."}, {"text_block_id": "p34_b1193", "text": "(2)"}, {"text_block_id": "p34_b1194", "text": "An ultimate distributor who makes available on the market liquid fuels of crude oil origin in violation of the provision of Article 47, Paragraph 3, shall be sanctioned by a fine or by a financial penalty in the amount of BGN 50,000."}, {"text_block_id": "p34_b1195", "text": "(3)"}, {"text_block_id": "p34_b1196", "text": "(Amended, SG No. 15/2013, effective 15.02.2013) A person who makes available on the market liquid fuels of crude oil origin in violation of the provision of Article 50, Paragraph 4, shall be sanctioned by a fine or by a financial penalty in the amount of BGN 10,000."}, {"text_block_id": "p34_b1197", "text": "(4)"}, {"text_block_id": "p34_b1198", "text": "In the case of repeated violation under Paragraphs 1, 2 or 3, the fine or the financial penalty shall be three times the maximum amount of the fine, respectively the financial penalty stipulated in Paragraph 1, 2 or 3."}, {"text_block_id": "p34_b1199", "text": "Article 67a."}, {"text_block_id": "p34_b1200", "text": "(New, SG No. 29/2012, effective 10.04.2012) (1) A person who fails to comply with an obligation under Article 20c, items 1 -4 shall be sanctioned by a financial penalty in the amount of BGN 3,000 to BGN 15,000."}, {"text_block_id": "p34_b1201", "text": "(2)"}, {"text_block_id": "p34_b1202", "text": "A person who fails to comply with an obligation under Article 20c, item 5 shall be sanctioned by a financial penalty in the amount of BGN 1,000 to BGN 3,000."}, {"text_block_id": "p34_b1203", "text": "(3)"}, {"text_block_id": "p34_b1204", "text": "A person who installs, repairs, maintains or reconstructs any equipment under Article 20a without being registered in the register of persons performing such activities and without having a certificate for that purpose shall be sanctioned by a fine from BGN 1,000 to BGN 5,000 or by a financial penalty of BGN 5,000 to BGN 20,000."}, {"text_block_id": "p34_b1205", "text": "Article 68."}, {"text_block_id": "p34_b1206", "text": "(1) Whoever violates a provision of this Act or of a statutory instrument for its implementation, where that does not"}, {"text_block_id": "p35_b1207", "text": "constitute a crime under Articles 59 -67, shall be sanctioned by the respective competent administrative penalty authority by a fine from BGN 1,000 to BGN 2,000, and if a legal person or a sole proprietor, it shall be sanctioned by a financial penalty in the amount of BGN 5,000 to BGN 10,000."}, {"text_block_id": "p35_b1208", "text": "(2)"}, {"text_block_id": "p35_b1209", "text": "In the case of repeated violation, the financial penalty shall be three times the maximum financial penalty stipulated in Paragraph 1."}, {"text_block_id": "p35_b1210", "text": "Article 69."}, {"text_block_id": "p35_b1211", "text": "(1) The penalty statements of findings by which administrative violations are established shall be drawn up by officials:"}, {"text_block_id": "p35_b1212", "text": "1."}, {"text_block_id": "p35_b1213", "text": "designated by an order of the Minister of Environment and Waters -for violations under Article 65;"}, {"text_block_id": "p35_b1214", "text": "2."}, {"text_block_id": "p35_b1215", "text": "designated by an order of the SCEWR Chairman -for violations under Article 60 -63, 66 and 68;"}, {"text_block_id": "p35_b1216", "text": "3."}, {"text_block_id": "p35_b1217", "text": "designated by an order of the Executive Director of ASED -for violations under Articles 59, 64, 66 and 68;"}, {"text_block_id": "p35_b1218", "text": "4."}, {"text_block_id": "p35_b1219", "text": "(supplemented, SG No. 29/2012, effective 10.04.2012) designated by an order of the Chairman of SAMTS -for violations under Articles 66, 67, 67a and 68."}, {"text_block_id": "p35_b1220", "text": "(2)"}, {"text_block_id": "p35_b1221", "text": "The penalty decrees shall be issued by:"}, {"text_block_id": "p35_b1222", "text": "1."}, {"text_block_id": "p35_b1223", "text": "The Minister of Environment and Waters or an official authorised by him -in the cases under Paragraph 1, item 1;"}, {"text_block_id": "p35_b1224", "text": "2."}, {"text_block_id": "p35_b1225", "text": "The Chairman of SCEWR or an official authorised by him -in the cases under Paragraph 1, item 2;"}, {"text_block_id": "p35_b1226", "text": "3."}, {"text_block_id": "p35_b1227", "text": "The Executive Director of ASED or an official authorised by him -in the cases under Paragraph 1, item 3;"}, {"text_block_id": "p35_b1228", "text": "4."}, {"text_block_id": "p35_b1229", "text": "The Chairman of SAMTS or an official authorised by him -in the cases under Paragraph 1, item 4."}, {"text_block_id": "p35_b1230", "text": "Article 70."}, {"text_block_id": "p35_b1231", "text": "The statements of findings under Article 69, Paragraph 1, item 4, shall be drawn up in compliance with the requirements of Article 43a, Paragraph 2, of the Clean Ambient Air Act."}, {"text_block_id": "p35_b1232", "text": "Article 71."}, {"text_block_id": "p35_b1233", "text": "(1) Where the violator is known, but has not been found at the address specified at the time of serving of the statement of administrative violation, or has left the country, or has indicated only an address abroad, the penalty decree under Article 69, Paragraph 2, item 4, shall not be served. The decree shall be deemed to have entered into force two months after being issued."}, {"text_block_id": "p35_b1234", "text": "(2)"}, {"text_block_id": "p35_b1235", "text": "The penalty decrees under Article 69, Paragraph 2, item 4, shall mandatory state that the fine or financial penalty imposed, as well as the expenses for taking and testing samples of liquid fuels shall be credited to the budget account of the SAMTS and shall serve as an invitation for voluntary payment after they become effective."}, {"text_block_id": "p35_b1236", "text": "Article 72."}, {"text_block_id": "p35_b1237", "text": "The violations under Article 49 shall be established by the customs authorities under the conditions and according to the procedure of the Excise Duty and Tax Warehouses Act and the delegated legislation statutory instruments for its implementation."}, {"text_block_id": "p35_b1238", "text": "ADDITIONAL PROVISIONS"}, {"text_block_id": "p36_b1239", "text": "§ 1."}, {"text_block_id": "p36_b1240", "text": "Within the meaning of this Act:"}, {"text_block_id": "p36_b1241", "text": "1."}, {"text_block_id": "p36_b1242", "text": "\"Biofuels\" are liquid or gaseous fuels for transport produced from biomass, including:"}, {"text_block_id": "p36_b1243", "text": "\"Biofuels\" are liquid or gaseous fuels for transport produced from biomass, including:\n* \"biodiesel\": methyl ester produced from vegetal or animal fat, having diesel fuel grade, intended to be used pure or blended with fuel for diesel engines;\n* \"bioethanol\": ethanol produced from biomass and/or from biodegradable fractions of waste, intended to be used pure or blended with fuel for petrol engines;\n* \"ethers produced based on bioethanol\": oxygen containing compounds (ethyl-tertio-butyl-ether, or ETBE), produced based on bioethanol given that the percentage by volume of the bio-ethyl-tertio-butyl-ether, calculated as biofuel is 47"}, {"text_block_id": "p36_b1249", "text": "\"biodimethylether\": dimethylether produced from biomass and intended to be used as biofuel, and \"bio-methyl-tertio-butyl-ether\": fuel produced based on biomethanol given that the percentage by volume of the bio-methyl-tertio-butyl-ether, computed as biofuel is 36 intended to be used pure or blended with fuel for petrol engines."}, {"text_block_id": "p36_b1250", "text": "2."}, {"text_block_id": "p36_b1251", "text": "\"Biomass\" is a biologically degradable part of products, waste and residues of biological origin from the agricultural sector, (including vegetal and animal substances), the forestry industry, and related industries, including fisheries and aquaculture, as well as biologically degradable fractions of industrial and household waste."}, {"text_block_id": "p36_b1252", "text": "3."}, {"text_block_id": "p36_b1253", "text": "\"Gross ultimate consumption of energy\" is the consumption of energy products supplied for energy purposes to industry, transport, households, services, including public services, agriculture, forestry, and fisheries, including consumption of electricity and heating for the purposes of production of electricity and heating by the energy sector, including losses from transmission of electricity and heat."}, {"text_block_id": "p36_b1254", "text": "4."}, {"text_block_id": "p36_b1255", "text": "\"Gas from renewable sources\" is a gaseous fuel produced from biomass and/or from biodegradable fractions of waste, which can be purified until reaching natural gas grade and which is intended for energy purposes, including for production of electricity, heating, and cooling, as well as for use as a biofuel."}, {"text_block_id": "p36_b1256", "text": "5."}, {"text_block_id": "p36_b1257", "text": "\"Guarantee of Origin\" is an electronic document which serves as evidence before an end user (purchaser for own use) that certain share or quantity of the energy supplied to him is produced from renewable sources."}, {"text_block_id": "p36_b1258", "text": "6."}, {"text_block_id": "p36_b1259", "text": "\"Energy for own needs\" is the amount of energy consumed for operation of plant and equipment used for implementing production of energy from renewable sources."}, {"text_block_id": "p36_b1260", "text": "7."}, {"text_block_id": "p36_b1261", "text": "\"Energy for own consumption\" is the amount of energy used to supply sites, branches and enterprises of the owner of the plant and equipment for production of energy from renewable sources."}, {"text_block_id": "p36_b1262", "text": "8."}, {"text_block_id": "p36_b1263", "text": "\"Energy from renewable sources\" is energy from renewable non-fossil sources: wind, solar energy, energy in the form of heat in the ambient air -aerothermal energy, energy stored in the form of heat beneath the surface of solid earth -geothermal energy, hydrothermal energy stored in the form of heat in surface water -hydrothermal energy, ocean energy, hydropower, biomass, gas from renewable sources, landfill gas, and sewage treatment plant gas."}, {"text_block_id": "p36_b1264", "text": "9."}, {"text_block_id": "p36_b1265", "text": "\"Energy from renewable sources in transport\" is electricity produced from a renewable source which is used in transport."}, {"text_block_id": "p36_b1266", "text": "10."}, {"text_block_id": "p36_b1267", "text": "\"Renewable energy obligation\" means a national support scheme requiring energy producers to include a given proportion of energy from renewable sources in their production, requiring energy suppliers to include a given proportion of energy from renewable sources in their supply, or requiring energy consumers to include a given proportion of energy from renewable sources in their consumption, including schemes for use of green certificates."}, {"text_block_id": "p36_b1268", "text": "11."}, {"text_block_id": "p36_b1269", "text": "\"Combined incineration\" is the incineration of fuels from renewable sources and non-renewable sources, in the case of which at least 20 percent of the fuel used for the production of electricity and/or heating is from renewable sources."}, {"text_block_id": "p36_b1270", "text": "12."}, {"text_block_id": "p36_b1271", "text": "\"Ultimate distributor\" is a concept within the meaning of § 1, item 20 of the Additional Provisions of the Clean Ambient Air Act."}, {"text_block_id": "p36_b1272", "text": "13."}, {"text_block_id": "p36_b1273", "text": "\"The persons, who launch in the market biofuels and bioliquids\" are:"}, {"text_block_id": "p37_b1274", "text": "\"The persons, who launch in the market biofuels and bioliquids\" are:\n* producers -any person, who produces and makes available on the market biofuels and bioliquids as part of his business or professional activity in view of making the products available on the market in the territory of the country;\n* persons who introduce biofuels and bioliquids from another EU Member State -any person who introduces biofuels and bioliquids in the territory of the Republic of Bulgaria as part of his business or professional activity in view of making available the products on the market in the territory of the country;\n* importers -any legal person who imports into the territory of the Republic of Bulgaria biofuels and bioliquids from a third country in view of making available the products on the market in the territory of the country.\n* (New, SG No. 29/2012, effective 10.04.2012) \"Systematic\" shall be deemed three or more violations of this Act or of the regulations for its implementation within two calendar years.\n* reducing the cost of that energy;\n* increasing the price at which it can be sold, or\n* increasing, by means of obligation for purchasing or consumption of energy from renewable sources or otherwise, the amount of such energy purchased, including investment aid, tax exemptions or reductions, tax refunds, renewable energy obligation support schemes including those using green certificates, and direct price support schemes including preferential tariffs and premium payments.\n* wetlands -soils covered with or saturated with water permanently or for a significant part of the year;\n* continuously forested areas -land spanning more than one hectare with trees higher than 5 metres and a canopy cover of more than 30 percent, or trees able to reach those thresholds in situ;\n* land spanning more than one hectare with trees higher than 5 metres and a canopy cover of between 10 and 30 percent, or trees able to reach those thresholds in situ, unless evidence is provided under the conditions and according to the procedure of the Ordinance under Article 13, Paragraph 7, that the provisions under Article 37, Paragraph 1, item 4 have been met."}, {"text_block_id": "p37_b1280", "text": "14."}, {"text_block_id": "p37_b1281", "text": "\"Repeated administrative violation\" is an administrative violation which has been committed within a one-year period from the entry into force of a penalty decree by virtue of which the violator has been punished for a violation of that same kind."}, {"text_block_id": "p37_b1282", "text": "15."}, {"text_block_id": "p37_b1283", "text": "\"Making available on the market \" is a concept within the meaning of Article 2, paragraph 1 of Regulation (EC) 765/2008 of the European Parliament and of the Council of 9 July 2008 on setting out the requirements for accreditation and market surveillance relating to making available on the market of products and repealing Regulation (EEC) 339/93 (OJ, L 218/30 of 13 August 2008)."}, {"text_block_id": "p37_b1284", "text": "16."}, {"text_block_id": "p37_b1285", "text": "\"Biofuel derivatives\" are liquid fuels derived from biofuels, such as ethyl-tertio-butyl-ether with a proportion of biofuel not less than 47."}, {"text_block_id": "p37_b1286", "text": "17."}, {"text_block_id": "p37_b1287", "text": "\"Production area\" is a totality of adjacent land properties with similar characteristics and intended for planning and building-up mostly of buildings and facilities for production and storage activities."}, {"text_block_id": "p37_b1288", "text": "18."}, {"text_block_id": "p37_b1289", "text": "\"Launching on the market\" is a concept within the meaning of § 1, item 17 of the Additional Provisions of the Clean Ambient Air Act."}, {"text_block_id": "p37_b1290", "text": "19."}, {"text_block_id": "p37_b1291", "text": "\"Area of connection\" is part of the licensed territory of an electricity grid operator, in which the operation of the respective grid is performed by a territorial subdivision of the operator."}, {"text_block_id": "p37_b1292", "text": "20."}, {"text_block_id": "p37_b1293", "text": "\"Public service buildings \" are all buildings -state, municipal, or private property which provide activities in the area of education, health care, social welfare, culture, administrative services, trade services, and other services of public interest."}, {"text_block_id": "p37_b1296", "text": "21."}, {"text_block_id": "p37_b1297", "text": "\"Support scheme\" is an instrument, scheme or mechanism applied separately or jointly with one or more EU Member States that promote the use of energy from renewable sources by:"}, {"text_block_id": "p37_b1304", "text": "22."}, {"text_block_id": "p37_b1305", "text": "\"Raw materials for production of biofuels and bioliquids\" are living plants, wastes and residues from forestry, agriculture, and fisheries and aquaculture."}, {"text_block_id": "p37_b1306", "text": "23."}, {"text_block_id": "p37_b1307", "text": "\"High-carbon-stock land\" are lands, which had one of the following statuses in January 2008 and no longer have that status:"}, {"text_block_id": "p38_b1314", "text": "24."}, {"text_block_id": "p38_b1315", "text": "\"Land with high biodiversity value\" is land that had one of the following statuses in or after January 2008, whether or not that land continues to have any of the following statuses:"}, {"text_block_id": "p38_b1316", "text": "\"Land with high biodiversity value\" is land that had one of the following statuses in or after January 2008, whether or not that land continues to have any of the following statuses:\n* primary forest or other wooded land with native species, where there is no significant violation of the ecological processes, determined in the regional plans for development of the forest land under Article 9, Paragraph 1, item 2 of the Forest Act;\n* areas designated by the provisions of a special act in view of protection of biodiversity, as well as established areas of rare and threatened ecosystems and species recognised by international agreements or by the European Commission, unless production of that raw material is not in conflict with those nature protection purposes and this is laid down in a document of the competent authority;\n* highly biodiverse grassland that are rich in plant and animal species that are not degraded and regardless of human intervention in them, the natural composition of species and ecological characteristics and processes are preserved; they are determined in accordance with criteria and geographic coverage established by the European Commission, unless harvesting of raw materials of the designated artificial grassland is necessary for preserving its grassland status.\n* \"pure\" -pure biofuels or liquid fuels with high biofuel content possessing the specific properties for being used in transport;\n* \"blends\" -blends of biofuels and liquid fuels in accordance with the quality requirements to fuels of crude oil origin, laid down in the technical specifications for automotive petrol fuel (Bulgarian State Standard EN 228) and diesel engine fuel (Bulgarian State Standard EN 590)."}, {"text_block_id": "p38_b1322", "text": "25."}, {"text_block_id": "p38_b1323", "text": "\"Bioliquids\" are liquid fuels produced from biomass and intended for energy purposes, including for production of electricity, heating and cooling, other than those for transport."}, {"text_block_id": "p38_b1324", "text": "26."}, {"text_block_id": "p38_b1325", "text": "The forms of offering of biofuels on the market are:"}, {"text_block_id": "p38_b1330", "text": "27."}, {"text_block_id": "p38_b1331", "text": "\"Significant decrease of the amount of transmitted and/or distributed electricity\" is limiting by the operator of the respective electricity grid by more than 20 percent of the rated power of the facility for production of electricity from renewable sources for more than 72 hours."}, {"text_block_id": "p38_b1332", "text": "28."}, {"text_block_id": "p38_b1333", "text": "(New, SG No. 54/2012, effective 17.07.2012) A \"substantial change of a pricing element\" is a change where a difference larger than 10 percent is found between the value of the pricing element as at the analysis date and its value as at the date of the decision setting the prices under Article 32."}, {"text_block_id": "p38_b1334", "text": "§ 2."}, {"text_block_id": "p38_b1335", "text": "This Act transposes the requirements of Directive 2009/28/EC of the European Parliament and of the Council of 23 April 2009 on the promotion of the use of energy from renewable sources and amending and subsequently repealing directives 2001/77/EC and 2003/30/EC (OJ, L 140/16 of 5 June 2009)."}, {"text_block_id": "p38_b1336", "text": "§ 3."}, {"text_block_id": "p38_b1337", "text": "The provisions of the law referring to the Member States of the European Union shall be applicable to the states, which are parties to the Agreement on the European Economic Area."}, {"text_block_id": "p38_b1338", "text": "TRANSITIONAL AND FINAL PROVISIONS"}, {"text_block_id": "p38_b1339", "text": "§ 4."}, {"text_block_id": "p38_b1340", "text": "The Renewable and Alternative Energy Sources and Biofuels Act (Promulgated SG No. 49 of 2007; Amended No. 98 of 2008 and Nos. 82 and 102 of 2009) is repealed."}, {"text_block_id": "p39_b1341", "text": "§ 5."}, {"text_block_id": "p39_b1342", "text": "(1) The first report under Article 13, Paragraph 1 shall be submitted to the European Commission by 31 December 2011 and shall include the information under Article 13, Paragraph 2, as well as intention to:"}, {"text_block_id": "p39_b1343", "text": "1."}, {"text_block_id": "p39_b1344", "text": "establish single administrative authority responsible for processing of applications for permission, certification, and licensing of installations for energy from renewable sources, as well as to provide administrative support to the applicants;"}, {"text_block_id": "p39_b1345", "text": "2."}, {"text_block_id": "p39_b1346", "text": "implement automatic approval of applications for designing, and of permits, where the respective authorising body fails to respond in the timeframes provided, or"}, {"text_block_id": "p39_b1347", "text": "3."}, {"text_block_id": "p39_b1348", "text": "designate geographical sites, suitable for generating of energy from renewable sources for the needs of territorial planning, as well as for establishing local heating and cooling systems."}, {"text_block_id": "p39_b1349", "text": "(2)"}, {"text_block_id": "p39_b1350", "text": "(Amended, SG No. 59/2013, effective 5.07.2013) The Minister of Economy and Energy shall prepare and after their adoption by the Council of Ministers shall forward to the European Commission and publish on the website of the Ministry of economy and energy:"}, {"text_block_id": "p39_b1351", "text": "1."}, {"text_block_id": "p39_b1352", "text": "by 30 June 2011 -A report on achieving the national indicative targets for consumption of biofules and other renewable fuels in transport in accordance with Article 4 of Directive 2003/30/EC of the European Parliament and of the Council of 8 May 2003 on promotion of use of biofuels and other renewable fuels for transport;"}, {"text_block_id": "p39_b1353", "text": "2."}, {"text_block_id": "p39_b1354", "text": "by 27 October 2011-A report on achieving the national indicative targets for consumption of electricity produced from renewable energy sources in accordance with Article 3 of Directive 2001/77/EC of the European Parliament and of the Council of 27 September 2001 on the promotion of electricity produced from renewable energy sources in the internal electricity market."}, {"text_block_id": "p39_b1355", "text": "§ 6."}, {"text_block_id": "p39_b1356", "text": "(1) The connection of energy projects for production of electricity from renewable sources, in relation to which contracts for connection to the respective electricity grid were concluded, shall be performed:"}, {"text_block_id": "p39_b1357", "text": "1."}, {"text_block_id": "p39_b1358", "text": "in accordance with the existing procedure if the producer -a party to the Contract as of the effective date of the Act has paid the price for connection, or has taken the obligation for construction of connection and other facilities of the grid in accordance with the Ordinance under Article 116, Paragraph 7 of the Energy Act;"}, {"text_block_id": "p39_b1359", "text": "2."}, {"text_block_id": "p39_b1360", "text": "under the terms and conditions agreed upon and at a price of connection in accordance with this Act, if any of the provisions under item 1 has not been met."}, {"text_block_id": "p39_b1361", "text": "(2)"}, {"text_block_id": "p39_b1362", "text": "The connection of energy projects for production of electricity from renewable sources, in relation to which preliminary agreements for connection to the respective electricity grid have been concluded shall be performed in accordance with the terms and conditions agreed upon, after bringing of these agreements in line with Paragraph 4, at price of connection in accordance with this Act and if within one month from declaration of the preferential prices in accordance with § 8, Paragraph 1 the producer -a party to the preliminary agreement:"}, {"text_block_id": "p39_b1363", "text": "1."}, {"text_block_id": "p39_b1364", "text": "pays the advance payment under Article 29, Paragraph 1, in the cases where the connection facilities are constructed by the owner of the respective grid, or a guarantee in the same amount in the cases where the producer has taken up the obligation to construct also other facilities of the grid in accordance with the Ordinance under Article 116, Paragraph 7 of the Energy Act;"}, {"text_block_id": "p39_b1365", "text": "2."}, {"text_block_id": "p39_b1366", "text": "submits evidence for acquired real rights on the property, in which the energy project for production of electricity will be completed;"}, {"text_block_id": "p39_b1367", "text": "3."}, {"text_block_id": "p39_b1368", "text": "submits a copy of design permit or valid detailed territorial plan, where their issuance is mandatory in accordance with the provisions of the Territorial Planning Act in relation to the energy project to be connected, with the exception of the connection facilities."}, {"text_block_id": "p39_b1369", "text": "(3)"}, {"text_block_id": "p39_b1370", "text": "In the cases where the producer has completed the connection facilities and other facilities of the grid, the guarantee provided shall be returned within one month from their commissioning into operation in accordance with the procedure under the Territorial Planning Act."}, {"text_block_id": "p40_b1371", "text": "(4)"}, {"text_block_id": "p40_b1372", "text": "The period of the preliminary agreements for connection under Paragraph 2 shall be up to one year from coming of the Act into effect but not longer than the period provided for in the respective preliminary agreement. The connection agreements shall be concluded in accordance with Article 29."}, {"text_block_id": "p40_b1373", "text": "(5)"}, {"text_block_id": "p40_b1374", "text": "The preliminary connection agreements in relation to which the conditions stipulated in Paragraph 2 are not met, shall be deemed terminated from the date of expiry of the time-limit specified in Paragraph 2."}, {"text_block_id": "p40_b1375", "text": "(6)"}, {"text_block_id": "p40_b1376", "text": "The documents under Paragraph 2 shall be submitted by the producer to the power transmission, respectively power distribution company. Within 4 months from coming of the Act into effect the power transmission company, respectively the power distribution companies, shall submit to SCEWR information in relation to the agreements under Paragraphs 2 and 5."}, {"text_block_id": "p40_b1377", "text": "(7)"}, {"text_block_id": "p40_b1378", "text": "The capacities for connection of the projects under Paragraph 2 shall be taken into consideration when preparing the envisaged electric capacities, which may be provided for connection under Article 22, Paragraphs 1 and 2, and shall be published in accordance with the procedure under Article 22, Paragraph 5."}, {"text_block_id": "p40_b1379", "text": "(8)"}, {"text_block_id": "p40_b1380", "text": "The statements of opinion issued on the conditions and method of connection of energy projects for production of electricity from renewable sources, in relation to which no preliminary connection agreements have been concluded as at the date of coming of the Act into effect shall be deemed invalid."}, {"text_block_id": "p40_b1381", "text": "§ 7."}, {"text_block_id": "p40_b1382", "text": "(1) With regard to energy projects, with the exception of hydropower plants with total installed capacity over 10 MW commissioned into operation as at the date of coming of the Act into effect, the long-term contracts for purchasing of electricity from renewable sources shall keep their effect, and the preferential purchase price shall be the one in effect as at the date of coming of the Act into effect."}, {"text_block_id": "p40_b1383", "text": "(2)"}, {"text_block_id": "p40_b1384", "text": "With regard to energy projects, with the exception of hydropower plants with total installed capacity over 10 MW, for which preliminary agreements for connection have been concluded in relation to which the provisions under § 6, Paragraph 2 were met, or connection agreements have been concluded, the purchase price of electricity from renewable sources shall be the one in effect as at the date of preparation of a statement of findings on completion of the energy project in accordance with Article 176, Paragraph 1 of the Territorial Planning Act."}, {"text_block_id": "p40_b1385", "text": "(3)"}, {"text_block_id": "p40_b1386", "text": "(Supplemented, SG No. 29/2012, effective 10.04.2012) The price under Paragraphs 1 and 2 shall be the same for the whole effective period of the purchase contract, when the energy project is commissioned into operation in one stage."}, {"text_block_id": "p40_b1387", "text": "(4)"}, {"text_block_id": "p40_b1388", "text": "The terms for mandatory purchase in relation to existing producers of electricity from renewable sources, with the exception of hydropower plants with total installed capacity over 10 MW shall be as provided in § 3, Paragraph 1 of the Transitional and Final Provisions of the repealed Renewable and Alternative Energy Resources and Biofuels Act."}, {"text_block_id": "p40_b1389", "text": "§ 8."}, {"text_block_id": "p40_b1390", "text": "(1) Within one month from the effective date of the Act, SCEWR shall set and announce preferential prices in accordance with Article 32."}, {"text_block_id": "p40_b1391", "text": "(2)"}, {"text_block_id": "p40_b1392", "text": "The prices set as at the effective date of the Act shall be applicable until setting of preferential prices under Paragraph 1."}, {"text_block_id": "p40_b1393", "text": "§ 9."}, {"text_block_id": "p40_b1394", "text": "(1) Certificates of energy from renewable sources issued by SCEWR shall keep their effect. Until coming of the Ordinance under Article 35, paragraph 4 into effect, SCEWR shall issue to producer of electricity from renewable sources certificates of origin under the conditions and according to the procedure of the Ordinance under Article 19, Paragraph 3 of the repealed Renewable and Alternative Energy Sources and Biofuels Act."}, {"text_block_id": "p40_b1395", "text": "(2)"}, {"text_block_id": "p40_b1396", "text": "Within two months from coming into effect of the Ordinance under Article 35, Paragraph 4 the producers of energy from renewable sources shall file applications, and SCEWR shall issue a certificate of origin for the electricity from renewable sources, produced to the effective date of the Ordinance under Article 35, Paragraph 4, under the conditions and according to the procedure of the Ordinance under Article 19, Paragraph 3 of the repealed Renewable and Alternative Energy Sources and"}, {"text_block_id": "p41_b1397", "text": "Biofuels Act."}, {"text_block_id": "p41_b1398", "text": "(3)"}, {"text_block_id": "p41_b1399", "text": "The public provider, the end suppliers respectively, shall purchase the entire amount of electricity for which a certificate has been issued pursuant to Paragraphs 1 and 2, with the exception of the amounts for which the producer has concluded contracts pursuant to Chapter Nine, Section VII of the Energy Act and with which the producer participates in the balancing market, as well as the amount of energy produced for own needs."}, {"text_block_id": "p41_b1400", "text": "(4)"}, {"text_block_id": "p41_b1401", "text": "The State Commission of Energy and Water Regulation shall forward the necessary information, including a data base, in relation to issuance of certificates of origin in pursuance with the Ordinance under Article 19, Paragraph 3 of the repealed Renewable and Alternative Energy Sources and Biofuels Act."}, {"text_block_id": "p41_b1402", "text": "§ 10."}, {"text_block_id": "p41_b1403", "text": "(1) The delegated legislation statutory instruments for implementation of the Act shall be passed within one month from its coming into force with the exception of:"}, {"text_block_id": "p41_b1404", "text": "1."}, {"text_block_id": "p41_b1405", "text": "The Ordinance under Article 44, Paragraph 1, which shall be adopted within 6 months from its coming into force;"}, {"text_block_id": "p41_b1406", "text": "2."}, {"text_block_id": "p41_b1407", "text": "The Ordinance under Article 21, Paragraph 5, which shall be adopted by 31 December 2011."}, {"text_block_id": "p41_b1408", "text": "(2)"}, {"text_block_id": "p41_b1409", "text": "Delegated legislation statutory instruments for implementation of the Energy Act shall be brought in line with this Act within one month from its effective date."}, {"text_block_id": "p41_b1410", "text": "(3)"}, {"text_block_id": "p41_b1411", "text": "Until the adoption of the delegated legislation statutory instruments under Paragraph 1 the delegated legislation statutory instrument, issued for implementation of the repealed Renewable and Alternative Energy Sources and Biofuels Act shall be applicable, to the extent the same is not in conflict with these acts."}, {"text_block_id": "p41_b1412", "text": "§ 11."}, {"text_block_id": "p41_b1413", "text": "Article 31, Paragraph 7, item 2 and Paragraph 8 shall be applied to projects in relation to which applications for support are received after coming of the Act into force."}, {"text_block_id": "p41_b1414", "text": "§ 12."}, {"text_block_id": "p41_b1415", "text": "Administrative penalty proceedings in relation to the repealed Renewable and Alternative Energy Sources and Biofuels Act existing as at the date of coming of the Act into effect shall be finished under the existing procedure."}, {"text_block_id": "p41_b1416", "text": "§ 13."}, {"text_block_id": "p41_b1417", "text": "In the Energy Act (Promulgated SG No. 107 of 2003; Amended No. 18 of 2004, Nos. 18 and 95 of 2005, Nos. 30, 65 and 74 of 2006, Nos. 49, 55 and 59 of 2007, Nos. 36, 43 and 98 of 2008, Nos. 35, 41, 42, 82 and 103 of 2009 and Nos. 54 and 97 of 2010) the following amendments and supplements shall be made:"}, {"text_block_id": "p41_b1418", "text": "1."}, {"text_block_id": "p41_b1419", "text": "In Article 4, Paragraph 2, item 5 after the wording \"under this Act\" the wording \"or for performing the obligations for share of energy from renewable sources in the gross ultimate consumption of energy\" shall be added."}, {"text_block_id": "p41_b1420", "text": "2."}, {"text_block_id": "p41_b1421", "text": "In Article 21, Paragraph 1, item 14 the wording \"from renewable energy sources and\" shall be deleted."}, {"text_block_id": "p41_b1422", "text": "3."}, {"text_block_id": "p41_b1423", "text": "In Article 31, item 7 the wording \"renewable energy sources\" shall be replaced with \"energy from renewable sources\"."}, {"text_block_id": "p41_b1424", "text": "4."}, {"text_block_id": "p41_b1425", "text": "In Article 35, Paragraph 2, item 3 the wording \"under Article 16 of the Renewable and Alternative Energy Sources and Biofuels Act\" shall be replaced with \"under the Energy from Renewable Sources Act \"."}, {"text_block_id": "p41_b1426", "text": "5."}, {"text_block_id": "p41_b1427", "text": "In Article 93a, Paragraph 1 the wording \" renewable energy sources\" shall be replaced with \"renewable sources\"."}, {"text_block_id": "p41_b1428", "text": "6."}, {"text_block_id": "p41_b1429", "text": "In Article 94a, Paragraph 3 the wording \"renewable energy sources\" shall be replaced with \"renewable sources\"."}, {"text_block_id": "p41_b1430", "text": "7."}, {"text_block_id": "p41_b1431", "text": "In Article 127, Paragraph 1, item 3 the wording \"renewable energy sources\" shall be replaced with \"renewable sources\"."}, {"text_block_id": "p42_b1432", "text": "8."}, {"text_block_id": "p42_b1433", "text": "In § 1 of the additional provision:"}, {"text_block_id": "p42_b1434", "text": "In § 1 of the additional provision:\n* in item 24a the wording \"the renewable energy sources, used for production of electricity and heating\" shall be replaced with \"the renewable sources used for production of electricity, heating, or cooling\";\n* item 33 shall be amended as follows:\n* item 33 shall be amended as follows:\n \"33. A point for connection to the electricity grid\" shall be any of the points within the structure of the transmission or distribution electricity grids, to which the facilities for connection of one or more consumers or producers are connected.\"\n* In the Territorial Planning Act (Promulgated SG No. 1 of 2001; Amended Nos. 41 and 111 of 2001, No. 43 of 2002, Nos. 20, 65 and 107 of 2003, Nos. 36 and 65 of 2004, Nos. 28, 76, 77, 88, 94, 95, 103 and 105 of 2005, Nos. 29, 30, 34, 37, 65, 76, 79, 80, 82, 106 and 108 of 2006, Nos. 41, 53 and 61 of 2007, Nos. 33, 43, 54, 69, 98 and 102 of 2008 , Nos. 6, 17, 19, 80, 92 and 93 of 2009, Nos. 15, 41, 50, 54 and 87 of 2010 and No.19 of 2011) in Article 147 the following supplements shall be made:\n* in Paragraph 1 the wording \"The Energy Efficiency Agency\" shall be replaced with \"The Agency for Sustainable Energy Development\";\n* Paragraph 4 shall be created:\n* Paragraph 4 shall be created:\n \"(4) Powers of the Executive Director of the Agency for Sustainable Energy Development with regard to the implementation of the state policy for promotion of production and consumption of electricity, heating, and cooling from renewable sources, production and consumption of gas from renewable sources, as well as the production and consumption of biofuels and energy from renewable sources in transport shall be determined by the Energy from Renewable Sources Act.\""}, {"text_block_id": "p42_b1441", "text": "1."}, {"text_block_id": "p42_b1442", "text": "In Paragraph 1 item 14 shall be created:"}, {"text_block_id": "p42_b1443", "text": "\"14. installation of plants for production of electricity, heating and/or cooling from renewable sources with total installed capacity up to 30 kW, including to the existing buildings in urban areas, including on roof and facade structures and in their own land property.\""}, {"text_block_id": "p42_b1444", "text": "2."}, {"text_block_id": "p42_b1445", "text": "In Paragraph 2, a comma shall be added at the end and the following wording shall be added \"and in the cases under item 14 -statements of opinion of a structural engineer, electrical engineer and/or heat engineer, together with drawings, diagrams, calculations and instructions for their implementation\"."}, {"text_block_id": "p42_b1446", "text": "§ 15."}, {"text_block_id": "p42_b1447", "text": "In the Energy Efficiency Act (Promulgated SG No. 98 of 2008 ; Amended Nos. 6, 19, 42 and 82 of 2009 and Nos.15, 52 and 97 of 2010.) the following amendments and supplements shall be made:"}, {"text_block_id": "p42_b1448", "text": "1."}, {"text_block_id": "p42_b1449", "text": "In Article 5:"}, {"text_block_id": "p42_b1455", "text": "2."}, {"text_block_id": "p42_b1456", "text": "In Article 10, Paragraph 2 the wording \"Energy Efficiency Fund\" shall be replaced with \"Energy Efficiency and Renewable Sources Fund\"."}, {"text_block_id": "p42_b1457", "text": "3."}, {"text_block_id": "p42_b1458", "text": "In Article 39, Paragraph 2 the wording \"Energy Efficiency Fund\" shall be replaced with \"Energy Efficiency and Renewable Sources Fund\"."}, {"text_block_id": "p42_b1459", "text": "4."}, {"text_block_id": "p42_b1460", "text": "In Article 40, Paragraph 3, item 8 after the wording \"Energy Efficiency\" the wording \"and Renewable Sources\" shall be added."}, {"text_block_id": "p42_b1461", "text": "5."}, {"text_block_id": "p42_b1462", "text": "In Article 41, Paragraph 1, item 4 after the wording \"energy efficiency\" the wording \"and renewable sources\" shall be added."}, {"text_block_id": "p42_b1463", "text": "6."}, {"text_block_id": "p42_b1464", "text": "In Article 43, item 3 after the wording \"Energy Efficiency\" the wording \"and renewable sources\" shall be added."}, {"text_block_id": "p42_b1465", "text": "7."}, {"text_block_id": "p42_b1466", "text": "In Chapter Five in the heading of Section V after the wording \"energy efficiency\" the wording \"and renewable sources\" shall"}, {"text_block_id": "p43_b1467", "text": "be added."}, {"text_block_id": "p43_b1468", "text": "8."}, {"text_block_id": "p43_b1469", "text": "In Article 54:"}, {"text_block_id": "p43_b1470", "text": "In Article 54:\n* paragraph 1 shall be amended as follows:\n* paragraph 1 shall be amended as follows:\n \"(1) The Energy Efficiency and Renewable Sources Fund\" shall fund the implementation of the activities and measures for increasing of the energy efficiency and promotion of the activities related to production and consumption of energy from renewable sources with the exception of the ones funded by the Government Budget.\";\n* In Paragraph 2 after the wording \"Energy Efficiency\" the wording \"and renewable sources\" shall be added.\n* a new item 5 shall be created:\n* a new item 5 shall be created:\n \"5. proceeds from sales of greenhouse gas emission allowances;\"\n* the existing item 5 shall become item 6.\n* implementation of measures for increasing energy efficiency of ultimate consumption of energy;\n* use of energy from renewable sources in ultimate consumption of energy;\n* in Paragraph 1:\n* in Paragraph 1:\n aa) in the text before item 1 the digit \"7\" shall be replaced with \"9\";\n* in Paragraph 1:\n aa) in the text before item 1 the digit \"7\" shall be replaced with \"9\";\n bb) item 2a shall be created:\n* in Paragraph 1:\n aa) in the text before item 1 the digit \"7\" shall be replaced with \"9\";\n bb) item 2a shall be created:\n \"2a. A representative of the Ministry of Regional Development and Public Works, designated by the Minister of Regional Development and Public Works;\"\n* item 4 shall be amended as follows:\n* item 4 shall be amended as follows:\n \"4. five representatives elected by the General Meeting of Donors of the Energy Efficiency and Renewable Sources Fund, as"}, {"text_block_id": "p43_b1475", "text": "9."}, {"text_block_id": "p43_b1476", "text": "In Article 55, Paragraph 1 after the wording \"Energy Efficiency\" the wording \"and for projects for production of energy from renewable sources\" shall be added ."}, {"text_block_id": "p43_b1477", "text": "10."}, {"text_block_id": "p43_b1478", "text": "In Article 56, item 3 at the end the wording \"and projects for production of energy from renewable sources\" shall be added."}, {"text_block_id": "p43_b1479", "text": "11."}, {"text_block_id": "p43_b1480", "text": "In Article 57, Paragraph 1:"}, {"text_block_id": "p43_b1486", "text": "12."}, {"text_block_id": "p43_b1487", "text": "Article 58 shall be amended as follows:"}, {"text_block_id": "p43_b1488", "text": "\"Article 58. (1) Resources of the Fund shall be expended for:"}, {"text_block_id": "p43_b1489", "text": "1."}, {"text_block_id": "p43_b1490", "text": "funding against consideration of projects for development of energy efficiency;"}, {"text_block_id": "p43_b1491", "text": "2."}, {"text_block_id": "p43_b1492", "text": "funding against consideration of activities and projects for production of energy from renewable sources;"}, {"text_block_id": "p43_b1493", "text": "3."}, {"text_block_id": "p43_b1494", "text": "guarantee activities under loans from financial and credit institutions, granted under projects as per items 1 and 2;"}, {"text_block_id": "p43_b1495", "text": "4."}, {"text_block_id": "p43_b1496", "text": "priority funding of projects for:"}, {"text_block_id": "p43_b1501", "text": "5."}, {"text_block_id": "p43_b1502", "text": "support of the Fund in accordance with the annual revenue and expense budget approved by the management board."}, {"text_block_id": "p43_b1503", "text": "(2)"}, {"text_block_id": "p43_b1504", "text": "Users of electricity, heating, and natural gas in condominium buildings, incorporated as legal persons -partnerships of owners, in pursuance with the Condominium Management Act may apply for funding of projects for increasing energy efficiency and projects for setting up of installations using renewable sources from the Energy Efficiency and Renewable Sources Fund.\""}, {"text_block_id": "p43_b1505", "text": "13."}, {"text_block_id": "p43_b1506", "text": "In Article 59:"}, {"text_block_id": "p44_b1515", "text": "In Article 59:\n* a representative of non-government organisations, the activities of which are focused on reducing the risk of global climate changes;\n* two experts with higher economic education with experience in funding of projects in the area of power generation;\n* an expert in the field of energy efficiency with higher engineering education;\n* an expert in the field of renewable sources with higher engineering education.\";\n* paragraph 5 shall be repealed;\n* in Paragraph 6 the wording \"under Paragraph 5\" shall be replaced with \"under Paragraph 1, item 4\";\n* paragraph 7 shall be repealed.\n* in item 4 the wording \"in energy efficiency\" shall be deleted;\n* in item 5 the wording \"for energy efficiency\" shall be deleted."}, {"text_block_id": "p44_b1530", "text": "14."}, {"text_block_id": "p44_b1531", "text": "In Article 60, Paragraph 2:"}, {"text_block_id": "p44_b1536", "text": "15."}, {"text_block_id": "p44_b1537", "text": "Paragraph 2 of the additional provisions shall be repealed."}, {"text_block_id": "p44_b1538", "text": "16."}, {"text_block_id": "p44_b1539", "text": "Everywhere in the Act the wording \"Energy Efficiency Agency\" shall be replaced with \"Agency for Sustainable Energy Development\"."}, {"text_block_id": "p44_b1540", "text": "§ 16."}, {"text_block_id": "p44_b1541", "text": "(1) The Agency for Sustainable Energy Development is a successor of the activities, assets, liabilities, archives, as well as other rights and obligations of the Energy Efficiency Agency."}, {"text_block_id": "p44_b1542", "text": "(2)"}, {"text_block_id": "p44_b1543", "text": "Within two months from coming of the Act into force the Council of Ministers shall adopt Rules of Procedure of the Agency for Sustainable Energy Development."}, {"text_block_id": "p44_b1544", "text": "§ 17."}, {"text_block_id": "p44_b1545", "text": "In the Waters Act (Promulgated SG No. 67 of 1999; Amended No. 81 of 2000, Nos. 34, 41 and 108 of 2001, Nos. 47, 74 and 91 of 2002, Nos. 42, 69, 84 and 107 of 2003, Nos. 6 and 70 of 2004, Nos. 18, 77 and 94 of 2005, Nos. 29, 30, 36, 65, 66, 105 and 108 of 2006, Nos. 22 and 59 of 2007, Nos. 36, 52 and 70 of 2008, Nos. 12, 32, 35, 47, 82, 93, 95 and 103 of 2009, Nos. 61 and 98 of 2010 and Nos.19 and 28 of 2011) in Article 43, Paragraph 2 at the end, a comma shall be inserted and the following wording shall be added \"also in cases of using individual systems for heating and/or cooling with total installed capacity up to 50 kW, using as primary energy source the energy from dry zones in the bowels of the earth and of underground waters with temperature up to 20° C, with the exception of mineral waters\"."}, {"text_block_id": "p44_b1546", "text": "§ 18."}, {"text_block_id": "p44_b1547", "text": "In the Excise Duties and Tax Warehouses Act (Promulgated SG No. 91 of 2005; Amended No. 105 of 2005, Nos. 30, 34, 63, 80, 81, 105 and 108 of 2006, Nos. 31, 53, 108 and 109 of 2007, Nos. 36 and 106 of 2008, Nos. 6, 24, 44 and 95 of 2009, Nos. 55 and 94 of 2010 and No.19 of 2011) the following amendments and supplements shall be made:"}, {"text_block_id": "p44_b1548", "text": "1."}, {"text_block_id": "p44_b1549", "text": "In Article 32, Paragraph 1 items 8 and 9 shall be amended as follows:"}, {"text_block_id": "p44_b1550", "text": "\"8. for unleaded petrol used in transport, with CN codes 2710 11 31, 2710 11 41, 2710 11 45 and 2710 11 49, in which bioethanol content with CN code 2207 20 00 and conforming with the requirements of Article 37, Paragraphs 1 and 4 and Article 51, Paragraph 2 of the Energy from Renewable Sources Act is 4 or higher percent of the volume -BGN 688;"}, {"text_block_id": "p44_b1551", "text": "9."}, {"text_block_id": "p44_b1552", "text": "for gasoil used in transport, with CN code 2710 19 41 through 2710 19 49, in which the content of biodiesel with CN code"}, {"text_block_id": "p45_b1553", "text": "3824"}, {"text_block_id": "p45_b1554", "text": "90 99 and conforming with the requirements of Article 37, Paragraph 1 and 4 and Article 51, Paragraph 2 of the Energy from Renewable Sources Act is 4 or higher percent by volume -BGN 596.\""}, {"text_block_id": "p45_b1555", "text": "2."}, {"text_block_id": "p45_b1556", "text": "In Article 109:"}, {"text_block_id": "p45_b1557", "text": "In Article 109:\n* new Paragraph 3 and Paragraph 4 shall be created:\n* new Paragraph 3 and Paragraph 4 shall be created:\n \"(3) A person who blends biofuels with liquid fuels of crude oil origin outside tax warehouse, for which no excise duty was paid in full or in part, shall be penalized by a fine in the amount of BGN 10,000 to BGN 25,000 -for natural persons, and with penalty payment in the amount of BGN 25,000 to BGN 50,000 -for legal persons and sole proprietors.\n* the existing Paragraph 3 shall become Paragraph 5 and in it the wording \"Paragraph 1 and 2\" shall be replaced with \"Paragraphs 1, 2, 3, and 4\"."}, {"text_block_id": "p45_b1560", "text": "(4)"}, {"text_block_id": "p45_b1561", "text": "In case of repeated violation under Paragraph 3 the fine shall be in the amount of BGN 20,000 to BGN 50,000, and the penalty payment -from BGN 50,000 to BGN 100,000\";"}, {"text_block_id": "p45_b1564", "text": "3."}, {"text_block_id": "p45_b1565", "text": "In Article 124, Paragraph 3 the words \"Paragraph 1\" shall be deleted."}, {"text_block_id": "p45_b1566", "text": "§ 19."}, {"text_block_id": "p45_b1567", "text": "In the Local Taxes and Fees Act (Promulgated SG No. 117 of 1997; Amended Nos. 71, 83, 105 and 153 of 1998, No. 103 of 1999, Nos. 34 and 102 of 2000, No. 109 of 2001, Nos. 28, 45, 56 and 119 of 2002, Nos. 84 and 112 of 2003, Nos. 6, 18, 36, 70 and 106 of 2004, Nos. 87, 94, 100, 103 and 105 of 2005, Nos. 30, 36 and 105 of 2006, Nos. 55 and 110 of 2007, Nos. 70 and 105 of 2008, Nos. 12, 19, 41 and 95 of 2009, No. 98 of 2010 and Nos.19, 28 and 31 of 2011) in Article 24, Paragraph 1 the following amendments shall be made:"}, {"text_block_id": "p45_b1568", "text": "1."}, {"text_block_id": "p45_b1569", "text": "In item 18, \"b\" the wording \"renewable energy sources\" shall be replaced with \"renewable sources\"."}, {"text_block_id": "p45_b1570", "text": "2."}, {"text_block_id": "p45_b1571", "text": "In item 19, \"b\" the wording \"renewable energy sources\" shall be replaced with \"renewable sources\"."}, {"text_block_id": "p45_b1572", "text": "§ 20."}, {"text_block_id": "p45_b1573", "text": "In the Environmental Protection Act (Promulgated SG No. 91 of 2002; Amended No. 98 of 2002, No. 86 of 2003, No. 70 of 2004, Nos. 74, 77, 88, 95 and 105 of 2005, Nos. 30, 65, 82, 99, 102 and 105 of 2006, Nos. 31, 41 and 89 of 2007, Nos. 36, 52 and 105 of 2008, Nos. 12, 32, 19, 35, 47, 82, 93 and 103 of 2009 and Nos. 46 and 61 of 2010) in Article 142e, Paragraph 2, item 1 the following amendments shall be made:"}, {"text_block_id": "p45_b1574", "text": "1."}, {"text_block_id": "p45_b1575", "text": "In \"b\" the wording \"renewable energy sources, in particular use of\" shall be replaced with \"energy from renewable sources, in particular of\"."}, {"text_block_id": "p45_b1576", "text": "2."}, {"text_block_id": "p45_b1577", "text": "In \"e\" the wording \" renewable energy sources\" shall be replaced with \"energy from renewable sources\"."}, {"text_block_id": "p45_b1578", "text": "§ 21."}, {"text_block_id": "p45_b1579", "text": "In the Clean Ambient Air Act (Promulgated SG No. 45 of 1996; Amended No. 49 of 1996, No. 85 of 1997, No. 27 of 2000, No. 102 of 2001, No. 91 of 2002, No. 112 of 2003, No. 95 of 2005, Nos. 99 and 102 of 2006, No. 86 of 2007, Nos. 36 and 52 of 2008 , Nos. 6, 82 and 93 of 2009 and Nos. 41, 87 and 88 of 2010) in § 1 of the additional provisions in item 21 after the wording \"off-road equipment\" the wording \"ships navigating in inland waterways, tractors, and recreation vessels\" shall be added, and after the wording \"gasoils and\" the wording \"bioliquids, including\" shall be added."}, {"text_block_id": "p45_b1580", "text": "§ 22."}, {"text_block_id": "p45_b1581", "text": "In the Municipal Debt Act (Promulgated SG No. 34 of 2005; Amended No. 105 of 2005, Nos. 30 and 37 of 2006, No. 80 of 2007, Nos. 93 and 110 of 2008 and No. 99 of 2010) in Article 19a at the end the wording \"or from Energy Efficiency and Renewable Energy Sources Fund\"."}, {"text_block_id": "p46_b1582", "text": "§ 23."}, {"text_block_id": "p46_b1583", "text": "In the Personal Income Tax Act (Promulgated SG No. 95 of 2006; Amended Nos. 52, 64 and 113 of 2007, Nos. 28, 43 and 106 of 2008, Nos. 25, 32, 35, 41, 82, 95 and 99 of 2009, Nos. 16, 49, 94 and 100 of 2010, and Nos.19 and 31 of 2011) in Article 22, Paragraph 1, item 1, \"m\" after the word \"efficiency\" the wording \"and renewable sources\" shall be added."}, {"text_block_id": "p46_b1584", "text": "§ 24."}, {"text_block_id": "p46_b1585", "text": "In the Corporate Income Tax Act (Promulgated SG No. 105 of 2006; Amended Nos. 52, 108 and 110 of 2007, Nos. 69 and 106 of 2008, Nos. 32, 35 and 95 of 2009, No. 94 of 2010 and Nos.19 and 31 of 2011) in Article 31, Paragraph 1, item 16 after the word \"efficiency\" the wording \"and renewable sources\" shall be added."}, {"text_block_id": "p46_b1586", "text": "§ 25."}, {"text_block_id": "p46_b1587", "text": "The Act shall come into force from the date of its promulgation in the State Gazette, with the exception of the provisions of:"}, {"text_block_id": "p46_b1588", "text": "1."}, {"text_block_id": "p46_b1589", "text": "Article 20, Paragraphs 1, 2 and 3, which shall come into force from 1 January 2012 in relation to public service buildings, and in relation to other buildings -from 31 December 2014;"}, {"text_block_id": "p46_b1590", "text": "2."}, {"text_block_id": "p46_b1591", "text": "Article 21, Paragraphs 1, 2, 3 and 4, which shall come into force from 31 December 2012;"}, {"text_block_id": "p46_b1592", "text": "3."}, {"text_block_id": "p46_b1593", "text": "Article 22, Paragraphs 1, 2, 3, 4 and 5, which shall come into force from 1 January 2012;"}, {"text_block_id": "p46_b1594", "text": "4."}, {"text_block_id": "p46_b1595", "text": "Article 23, Paragraphs 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11 and 12, which shall come into force from 1 July 2012."}, {"text_block_id": "p46_b1596", "text": "The Act was passed by the 41st National Assembly on 21 April 2011 and was stamped with the official stamp of the National Assembly."}, {"text_block_id": "p46_b1597", "text": "TRANSITIONAL AND FINAL PROVISIONS to the Act amending and supplementing the Energy from Renewable Sources Act"}, {"text_block_id": "p46_b1598", "text": "(SG No. 29/2012, effective 10.04.2012)"}, {"text_block_id": "p46_b1599", "text": "§ 17. (1) For energy projects, with the exception of hydropower plants with total installed capacity higher than 10 MW, for which as of the effective date of this Act preliminary contracts for connection were concluded and the conditions under § 6, Paragraph 2 of the Transitional and Final Provisions have been met, or for which contracts for connection have been concluded, and which have not been commissioned into operation as of the effective date of this Act, the price under the contracts for purchasing of electricity from renewable sources, considered from the effective date of this Act, shall be the existing one as of the date of commissioning into operation of the energy project."}, {"text_block_id": "p46_b1600", "text": "(2)"}, {"text_block_id": "p46_b1601", "text": "In the cases under Paragraph 1, where separate parts of the energy project are envisaged to be phased in into operation and the commissioning into operation at all envisaged stages was not completed as of the effective date of this Act, the price under contracts for purchasing of the electricity produced shall be determined in accordance with Article 31."}, {"text_block_id": "p46_b1602", "text": "§ 18. (1) Within three months from coming of this Act into effect, the electricity transmission company and electricity distribution companies, after coordination with the transmission company, shall prepare in accordance with the 10 year-plan for development of the electricity transmission grid and the plans for development of the electricity distribution grids, time schedules for connection of the projects of the producers -parties to concluded preliminary contracts for connection of energy projects for production of electricity from renewable sources, with the exception of the projects for production of electricity from"}, {"text_block_id": "p47_b1603", "text": "biomass."}, {"text_block_id": "p47_b1604", "text": "(2)"}, {"text_block_id": "p47_b1605", "text": "The time schedules for connection under para. 1 shall be prepared in accordance with the envisaged development of the transmission/distribution grids, and the order of sequence of the preliminary contracts for connection, and the producers -parties to concluded preliminary contracts for connection shall be notified about the possible time limits for connection of each project."}, {"text_block_id": "p47_b1606", "text": "(3)"}, {"text_block_id": "p47_b1607", "text": "Within one month from receiving of the notification under Paragraph 2, producers -parties to concluded preliminary contracts for connection shall declare in writing their agreement or disagreement with the time limit for connection, of which they have been notified."}, {"text_block_id": "p47_b1608", "text": "(4)"}, {"text_block_id": "p47_b1609", "text": "In case of declared agreement under para. 3, the time limit for connection is determined by an annex to the respective preliminary contract for connection and the contract period shall be in accordance with that time limit."}, {"text_block_id": "p47_b1610", "text": "(5)"}, {"text_block_id": "p47_b1611", "text": "In case of declared agreement under Paragraph 3, when an application for concluding of contract for connection was filed, the time limit for connection shall be determined in that contract, and the contract for connection shall be for the stated period."}, {"text_block_id": "p47_b1612", "text": "(6)"}, {"text_block_id": "p47_b1613", "text": "In case of declared disagreement under Paragraph 3, as well as in the cases of failure to declare, the contracts shall be deemed terminated as from the date of the expiry of the time limit stated in Paragraph 3, and if an application for concluding of a contract for connection has been filed, it shall not be considered."}, {"text_block_id": "p47_b1614", "text": "(7)"}, {"text_block_id": "p47_b1615", "text": "In the cases under paras 4 and 5, the period of validity of the deposited guarantee under § 6, para. 2 of the Transitional and Final Provisions shall be extended in accordance with the period of the contract."}, {"text_block_id": "p47_b1616", "text": "(8)"}, {"text_block_id": "p47_b1617", "text": "In the cases under Paragraph 6, the deposited advance payment or guarantee under § 6, para. 2 of the Transitional and Final Provisions shall be returned, respectively released, within one month from the expiry of the time-limit under Paragraph 3."}, {"text_block_id": "p47_b1618", "text": "(9)"}, {"text_block_id": "p47_b1619", "text": "The projects of producers -parties to concluded preliminary contracts for connection of energy projects for production of electricity from biomass shall be connected within time limits in accordance with the time limits of the contracts and the time limits under Article 29, paras 5 and 6."}, {"text_block_id": "p47_b1620", "text": "(10)"}, {"text_block_id": "p47_b1621", "text": "Within 6 months after the approval of the 10-year grid development plan, the electricity system operator shall publish on its website the plan and the coordinated schedules for connection of individual producers."}, {"text_block_id": "p47_b1622", "text": "(11)"}, {"text_block_id": "p47_b1623", "text": "At a 6-month interval the electricity system operator shall publish on its website updated information about the producers of electricity from renewable sources that have been connected, and that have applied for connection, with instructions about the capacity, type of production, voltage at the point of connection, and town or village."}, {"text_block_id": "p47_b1624", "text": "§ 19. With regard to contracts for connection concluded as of the date of effectiveness of this Act, the time limits under Article 29, para. 6, that have been in effect until the effectiveness of this Act, shall apply."}, {"text_block_id": "p47_b1625", "text": "§ 20. The ordinance under Article 21, para. 5 shall be issued within two months from the date of effectiveness of this Act. ....................................................................."}, {"text_block_id": "p47_b1626", "text": "§ 23. This Act shall enter into force on the day of its publication in \"State Gazette\" with the exception of § 3, which entered into force on 1 April 2013."}, {"text_block_id": "p47_b1627", "text": "TRANSITIONAL AND FINAL PROVISIONS to the amendment of Energy Act"}, {"text_block_id": "p48_b1628", "text": "(SG No. 59/2013, effective 5.07.2013)"}, {"text_block_id": "p48_b1629", "text": ".................................................. ..................."}, {"text_block_id": "p48_b1630", "text": "§ 19. The Energy from Renewable Sources Act (promulgated, SG No. 35/2011, amended, SG No. 29 and 54/2012, SG No. 15/2013) is amended as follows:"}, {"text_block_id": "p48_b1631", "text": ".................................................. ..................."}, {"text_block_id": "p48_b1632", "text": "2."}, {"text_block_id": "p48_b1633", "text": "In other texts of the Act, the words \"Minister of Economy, Energy and Tourism\", \"Minister of Economy, Energy and Tourism\" and \"Ministry of Economy, Energy and Tourism\" is replaced by \"the Minister of Economy and Energy\", \"the Minister of economy\" and \"The Ministry of Economy and Energy\"."}, {"text_block_id": "p48_b1634", "text": ".................................................. ..................."}], "document_description": "The Energy from Renewable Sources Act replaces the Renewable and Alternative Energy Sources and Biofuels Act (2008), which was the first national legislation entirely dedicated to the renewable energy sources, mainly introducing the requirements of the related EU directives. The 2008 Act established support mechanisms that provided for 'equal preferential treatment for producers of electricity (green certificates); mandatory inclusion of utilities generating electricity from RES and biofuels into the national grid; establishing preferential prices for purchasing energy generated from RES (feed-in tariffs); and reducing the administrative burden on producers. The Act resulted in a rapid development of RES (wind and photovoltaic), which put upward pressure on electricity prices. As a result in June 2011 the Parliament adopted the Energy from Renewable Sources Act. The new legislation kept RES preferential treatment options but introduced a preference for energy from biomass and shifted the balance of power from RES producers to grid operators and allowed for a substantial reduction of the prices of energy from photovoltaic (PV)'."}