{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Bulgaria", "document_category": "Law", "document_sector_name": ["Urban", "LULUCF"], "document_date": "01/01/2017", "document_language": "Bulgarian", "document_name": "Spatial Planning Act", "document_country_code": "BGR", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Redd+ And Lulucf"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/BGR/2017/BGR-2017-01-01-Spatial Planning Act_374456c5b8663d5d56ed6fd9850a19a6.pdf", "document_type": "Act", "text_blocks": [], "document_description": "Spatial Planning Act regulates the procedures for preparation, approval and amendment of general and detailed spatial development plans of settlements. The bylaws issued on the basis of the Spatial Planning Act lay down the standards of urban planning and development of land.  Based on the Spatial Planning Act was developed the National Concept for Spatial Development for 2013-2025 (5 November 2012), which outlines the directions for land-use planning, governance and protection of the national territory and creates preconditions for spatial orientation and coordination of sectorial policies. The main objective of the Concept is 'spatial co-ordination of the processes in the national territory through establishing a spatial and land-use planning base and a regulator for implementation of both regional planning and individual socio-economic sectoral planning at the national level in the context of the common European spatial development for the purposes of achieving complex integrated planning'. The Concept integrates climate change mitigation and adaptation concerns, especially through considering among the major directions of development of the agrarian and forestry sector 'sustainable use and management of natural resources - promotion of practices contributing to adaptation to climate change and compatible with protection and improvement of the environment, natural resources, soils and genetic diversity', taking into account the GHG emissions reduction potential of forests, as well as the importance of spatial planning for improving climate adaptation capacity (e.g. reduction of occurrence of natural disasters)."}