{"document_instrument_name": [], "document_country_english_shortname": "Côte d'Ivoire", "document_category": "Law", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Constitution of Côte d’Ivoire", "document_country_code": "CIV", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Constitution", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "11/08/2016", "document_keyword": ["Climate Protection", "Healthy Environment"], "document_url": "https://cdn.climatepolicyradar.org/CIV/2016/CIV-2016-08-11-Constitution of Côte d’Ivoire_e044d4f7999b19e78cec1dd441f3ef9e.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "constituteproject.org"}, {"text_block_id": "p0_b2", "text": "Côte d'Ivoire's Constitution of 2016"}, {"text_block_id": "p0_b3", "text": "Subsequently amended"}, {"text_block_id": "p0_b4_merged", "text": "This complete constitution has been generated from excerpts of texts from the repository of the Comparative Constitutions Project, and distributed on constituteproject.org."}, {"text_block_id": "p1_b7", "text": "Table of contents"}, {"text_block_id": "p5_b8", "text": "The State promotes the development of local justice."}, {"text_block_id": "p5_b9", "text": "Article 7"}, {"text_block_id": "p7_b10", "text": "Article 23"}, {"text_block_id": "p7_b11", "text": "Right to culture"}, {"text_block_id": "p7_b12", "text": "Reference to art"}, {"text_block_id": "p7_b13", "text": "Reference to science"}, {"text_block_id": "p7_b14", "text": "Reference to science\n"}, {"text_block_id": "p7_b15", "text": "Anyone persecuted because of their political, religious, philosophical convictions or their ethnicity may have the right of asylum in the territory of the Republic of Côte d'Ivoire, on the condition that they conform to the laws of the Republic."}, {"text_block_id": "p7_b16", "text": "Article 24"}, {"text_block_id": "p7_b17", "text": "The State guarantees all citizens equal access to culture."}, {"text_block_id": "p7_b18", "text": "The freedom of artistic and literary creation is guaranteed."}, {"text_block_id": "p7_b19", "text": "Artistic, scientiØc and technical works of art are protected by law."}, {"text_block_id": "p7_b20", "text": "The State promotes and protects the cultural heritage as well as the habits and customs that do not run counter to public order and the accepted standards of behavior."}, {"text_block_id": "p7_b21", "text": "Article 25"}, {"text_block_id": "p7_b22", "text": "Political parties and groups form and exercise their activities freely on the condition that they respect the laws of the Republic, the principles of national sovereignty and of democracy. They are equal in rights and subject to the same obligations."}, {"text_block_id": "p7_b23", "text": "Political parties and groups contribute to the exercise of the right to vote."}, {"text_block_id": "p7_b24", "text": "Political parties and groups organized along regional, religious, tribal, ethnic or racial lines are prohibited."}, {"text_block_id": "p7_b25", "text": "Legally constituted political parties and groups beneØt from public funding, under the conditions deØned by law."}, {"text_block_id": "p7_b26", "text": "Article 26"}, {"text_block_id": "p7_b27", "text": "Civil society is one of the components of the expression of democracy. It contributes to the economic, social and cultural development of the Nation."}, {"text_block_id": "p7_b28", "text": "Article 27"}, {"text_block_id": "p7_b29", "text": "It is recognized that everyone throughout the national territory has the right to a healthy environment."}, {"text_block_id": "p7_b30", "text": "The transit, importation or illegal storage and dumping of toxic waste on the national territory constitute crimes that are not subject to any statute of limitations."}, {"text_block_id": "p7_b31", "text": "CHAPTER II. DUTIES"}, {"text_block_id": "p7_b32", "text": "Article 28"}, {"text_block_id": "p7_b33", "text": "The State is committed to respecting the Constitution, human rights and public freedoms. It ensures awareness and dissemination of them among the population."}, {"text_block_id": "p7_b34", "text": "The State takes the necessary measures to integrate the Constitution, human rights and public freedoms into school and university education programs as well as into the training of defense and security forces, and of ofØcials of the Administration."}, {"text_block_id": "p7_b35", "text": "Article 29"}, {"text_block_id": "p7_b36", "text": "The State guarantees the right of democratic opposition."}, {"text_block_id": "p7_b37", "text": "On matters of national interest, the President of the Republic may solicit the opinions of opposing political parties and groups."}, {"text_block_id": "p8_b38", "text": "Article 30"}, {"text_block_id": "p8_b39", "text": "Article 30\n"}, {"text_block_id": "p8_b40", "text": "Article 30\n\n"}, {"text_block_id": "p8_b47", "text": "Concerning Ivoirians residing abroad, the State provides for their participation in the life of the Nation. It watches over their interests."}, {"text_block_id": "p8_b48", "text": "Article 31"}, {"text_block_id": "p8_b49", "text": "The family is the basic unit of the society. The State guarantees its protection."}, {"text_block_id": "p8_b50", "text": "Parental authority is exercised by the father and mother or, failing that, by any other person in accordance with the law."}, {"text_block_id": "p8_b51", "text": "Article 32"}, {"text_block_id": "p8_b52", "text": "The State is committed to guaranteeing the speciØc needs of vulnerable persons."}, {"text_block_id": "p8_b53", "text": "It takes the necessary measures to prevent the vulnerability of children, women, mothers, the elderly and persons with disabilities."}, {"text_block_id": "p8_b54", "text": "It is committed to guaranteeing the access of vulnerable persons to healthcare services, education, employment, culture, sports and leisure."}, {"text_block_id": "p8_b55", "text": "Article 33"}, {"text_block_id": "p8_b56", "text": "The State and public communities protect persons with disabilities against any form of discrimination. They promote their integration by facilitating their access to all public and private services."}, {"text_block_id": "p8_b57", "text": "The State and public communities ensure the protection of persons with disabilities against any form of degradation. They guarantee their rights in the educational, medical and economic spheres as well as in those of sports and leisure."}, {"text_block_id": "p8_b58", "text": "Article 34"}, {"text_block_id": "p8_b59", "text": "The youth are protected by the State and public communities against all forms of exploitation and abandonment."}, {"text_block_id": "p8_b60", "text": "The State and public communities create conditions conducive to the civic and moral education of the youth. They take all necessary measures to ensure the participation of young people in the social, economic, cultural, sports and political development of the country. They help the youth to integrate into active life by developing their cultural, scientiØc, psychological, physical and creative potential."}, {"text_block_id": "p8_b61", "text": "Article 35"}, {"text_block_id": "p8_b62", "text": "The State and public communities ensure the promotion, development and protection of women. They take the necessary measures to eliminate all forms of violence against women and girls."}, {"text_block_id": "p8_b63", "text": "Article 36"}, {"text_block_id": "p8_b64", "text": "The State works to promote the political rights of women by increasing their chances of access to representation in elected assemblies."}, {"text_block_id": "p8_b65", "text": "Detailed rules for the application of this Article are set forth in the law."}, {"text_block_id": "p8_b66", "text": "Article 37"}, {"text_block_id": "p8_b67", "text": "The State works to promote equality between men and women in the labor market."}, {"text_block_id": "p8_b68", "text": "The State encourages the promotion of women to decision-making positions in public institutions and administrations as well as at the enterprise level."}, {"text_block_id": "p10_b69", "text": "be honest, impartial and neutral."}, {"text_block_id": "p10_b70", "text": "Article 46"}, {"text_block_id": "p12_b71", "text": "Electoral commission"}, {"text_block_id": "p12_b72", "text": "Electoral commission\n"}, {"text_block_id": "p12_b73", "text": "declared elected."}, {"text_block_id": "p12_b74", "text": "The convocation of the electors is made by decree in the Council of Ministers."}, {"text_block_id": "p12_b75", "text": "Article 57"}, {"text_block_id": "p12_b76", "text": "If, before the Ørst round, one of the candidates from a list of candidates selected by the Constitutional Council is incapacitated or dies, the Constitutional Council may declare the postponement of the election within seventy-two hours from the time of the referral by the independent Commission responsible for the elections."}, {"text_block_id": "p12_b77", "text": "In the event of the death or absolute incapacity of the candidate for the presidency of the Republic on one of the two lists of candidates who came Ørst after the Ørst round, the Chairman of the independent Commission responsible for the elections refers the matter to the Constitutional Council immediately, which decides, within seventy-two hours from the time of its referral, the postponement of the election."}, {"text_block_id": "p12_b78", "text": "In both cases, the election of the President of the Republic and the Vice-President of the Republic is held within a period that may not exceed thirty days from the decision of the Constitutional Council."}, {"text_block_id": "p12_b79", "text": "Article 58"}, {"text_block_id": "p12_b80", "text": "After the Ønal proclamation of the results by the Constitutional Council, the President-elect of the Republic takes the oath of ofØce, on the Constitution before the Constitutional Council, in a formal sitting. The Vice-President of the Republic attends the swearing-in ceremony."}, {"text_block_id": "p12_b81", "text": "The swearing-in of the President-elect of the Republic takes place on the second Monday in the month of December of the Øfth year of the term of the President of the Republic in ofØce. During this public ceremony, he receives the attributes of his function and on this occasion delivers a message to the Nation."}, {"text_block_id": "p12_b82", "text": "The expression of the oath is:"}, {"text_block_id": "p12_b83", "text": "\"Before the sovereign people of Côte d'Ivoire, I solemnly swear and upon my honor to respect and defend the Constitution, to be the embodiment of national unity, to ensure the continuity of the State and to defend its territorial integrity, to protect the Rights and Freedoms of the citizens, to fulØll conscientiously the duties of my ofØce in the best interests of the Nation. May the people withdraw their conØdence in me, and may I be subject to the full force of the law, if I betray my oath.\""}, {"text_block_id": "p12_b84", "text": "Article 59"}, {"text_block_id": "p12_b85", "text": "The powers of the President of the Republic and of the Vice-President of the Republic in ofØce expire on the date when the President-elect of the Republic and of the Vice-President-elect of the Republic take ofØce."}, {"text_block_id": "p12_b86", "text": "Article 60"}, {"text_block_id": "p12_b87", "text": "Upon taking ofØce and at the end of his mandate, the President of the Republic is required to produce an authentic declaration of his assets before the Court of Auditors."}, {"text_block_id": "p12_b88", "text": "During the performance of his ofØcial duties, the President of the Republic may not, by himself or by anyone else, acquire or lease anything that belongs to the domain of the State and to the public communities without prior authorization of the Court of Auditors under the conditions set forth in the law."}, {"text_block_id": "p12_b89", "text": "The President of the Republic may not tender to the markets of the State and public communities."}, {"text_block_id": "p12_b90", "text": "Article 61"}, {"text_block_id": "p12_b91", "text": "The ofØcial duties of President of the Republic are incompatible with the exercise of any parliamentary mandate, public-sector employment and any professional activity."}, {"text_block_id": "p15_b92", "text": "Article 75"}, {"text_block_id": "p15_b93", "text": "The President of the Republic, after consulting the Joint-Conventions Bureau, may submit to referendum any draft or matter that he deems to demand direct consultation with the people."}, {"text_block_id": "p16_b94", "text": "Article 88"}, {"text_block_id": "p16_b95", "text": "All parliamentarians are subject to the obligation of Øscal regularity."}, {"text_block_id": "p17_b96", "text": "Article 89"}, {"text_block_id": "p18_b97", "text": "TITLE V. RELATIONS BETWEEN THE LEGISLATIVE POWER AND THE EXECUTIVE"}, {"text_block_id": "p19_b98", "text": "POWER"}, {"text_block_id": "p19_b99", "text": "CHAPTER I. AREAS OF THE LAW AND REGULATION"}, {"text_block_id": "p19_b100", "text": "Article 101"}, {"text_block_id": "p19_b101", "text": "The law sets forth rules concerning:"}, {"text_block_id": "p23_b102", "text": "Article 114"}, {"text_block_id": "p23_b103", "text": "Every year, the President of the Republic delivers to the Parliament a message on the state of the Nation. This message may be read by the Vice-President of the Republic."}, {"text_block_id": "p23_b104", "text": "The message of the President of the Republic is not the subject of any debate."}, {"text_block_id": "p23_b105", "text": "Article 115"}, {"text_block_id": "p23_b106", "text": "The President of the Republic communicates with the National Assembly and the Senate either directly or through messages that he had the Vice-President of the Republic read in each of the houses of Parliament."}, {"text_block_id": "p23_b107", "text": "These messages are not the subject of any debate."}, {"text_block_id": "p23_b108", "text": "CHAPTER IV. THE CONTROL OF GOVERNMENT ACTION AND ASSESSMENT OF PUBLIC POLICIES"}, {"text_block_id": "p23_b109", "text": "Article 116"}, {"text_block_id": "p23_b110", "text": "CHAPTER I. NEGOTIATION AND RATIFICATION"}, {"text_block_id": "p25_b111", "text": "Article 125"}, {"text_block_id": "p25_b112", "text": "CHAPTER I. RESPONSIBILITIES"}, {"text_block_id": "p25_b113", "text": "Article 126"}, {"text_block_id": "p26_b114", "text": "Article 126\n"}, {"text_block_id": "p28_b116", "text": "Article 137"}, {"text_block_id": "p28_b117", "text": "In the event of referral to the Constitutional Council by way of action, a law or a provision declared contrary to Constitution may not be promulgated or implemented. A law or provision contrary to the Constitution is null and void with respect to everyone."}, {"text_block_id": "p28_b118", "text": "In case of referral to the Constitutional Council by way of exception, the decision of the Constitutional Council applies to everyone, beyond the parties to the trial. A law or provision declared unconstitutional by the Council is repealed."}, {"text_block_id": "p28_b119", "text": "Article 138"}, {"text_block_id": "p28_b120", "text": "Decisions of the Constitutional Council are not subject to appeal. They apply to the public bodies, to any administrative, judicial, military authority and to any natural or legal person."}, {"text_block_id": "p28_b121", "text": "TITLE IX. JUDICIAL POWER"}, {"text_block_id": "p28_b122", "text": "CHAPTER I. THE STATUS OF A JUDGE"}, {"text_block_id": "p28_b123", "text": "Article 139"}, {"text_block_id": "p28_b124", "text": "The judicial power is independent."}, {"text_block_id": "p28_b125", "text": "The President of the Republic is the guarantor of the independence of judicial power. He is assisted by the Superior Council of the Magistracy."}, {"text_block_id": "p28_b126", "text": "Article 140"}, {"text_block_id": "p28_b127", "text": "Magistrates on the bench are irremovable. They may not be transferred without their consent, unless operational requirements dictate otherwise. They may not be dismissed, suspended from their ofØcial duties, or subject to disciplinary action except in the case of a breach of their obligations and only after reasoned decision taken by the Superior Council of the Magistracy."}, {"text_block_id": "p28_b128", "text": "The magistrate is protected against all forms of interference, pressure, interventions or maneuvers, proving harmful to the accomplishment of his mission. Should he consider his independence threatened, the Judge has the right to appeal to the Superior Council of the Magistracy."}, {"text_block_id": "p28_b129", "text": "The judge obeys only the authority of the law."}, {"text_block_id": "p28_b130", "text": "Article 141"}, {"text_block_id": "p28_b131", "text": "The magistrate must be competent. He must demonstrate impartiality, neutrality and honesty in the exercise of his ofØcial duties. Any breach of these ofØcial duties constitutes professional misconduct."}, {"text_block_id": "p28_b132", "text": "Article 142"}, {"text_block_id": "p28_b133", "text": "The magistrate is protected in his honor, dignity and security on the occasion of, or during, the exercise of his ofØcial duties, in particular against insults, provocations and threats to which he may be subjected."}, {"text_block_id": "p28_b134", "text": "Except for Ùagrante delicto or Ønal conviction, no magistrate may be prosecuted, arrested, detained or tried in criminal or correctional matters without the authorization of the Superior Council of the Magistracy."}, {"text_block_id": "p29_b135", "text": "CHAPTER II. THE ORGANIZATION OF JUSTICE"}, {"text_block_id": "p29_b136", "text": "CHAPTER II. THE ORGANIZATION OF JUSTICE\n"}, {"text_block_id": "p29_b139_merged", "text": "Ordinary court selection Supreme court selection"}, {"text_block_id": "p29_b141", "text": "Ordinary court selection Supreme court selection\n"}, {"text_block_id": "p29_b144", "text": "Article 143"}, {"text_block_id": "p29_b145", "text": "Justice is served throughout the national territory, on behalf of the Ivoirian people, by the Supreme Court, Court of Auditors, Courts of Appeal, Courts of First Instance, administrative courts and Regional Audit Chambers."}, {"text_block_id": "p29_b146", "text": "Article 144"}, {"text_block_id": "p29_b147", "text": "The Supreme Court and the Court of Auditors are the two judicial institutions representative of judicial power."}, {"text_block_id": "p29_b148", "text": "CHAPTER III. THE SUPERIOR COUNCIL OF THE JUDICIARY"}, {"text_block_id": "p29_b149", "text": "Article 145"}, {"text_block_id": "p29_b150", "text": "The Superior Council of the Magistracy is presided over by a person appointed by the President of the Republic of the High Judges in ofØce or on retirement."}, {"text_block_id": "p29_b151", "text": "Article 146"}, {"text_block_id": "p29_b152", "text": "The Superior Council of the Magistracy:"}, {"text_block_id": "p29_b153", "text": "The Superior Council of the Magistracy:\n"}, {"text_block_id": "p29_b157", "text": "The decisions of the Superior Council of the Magistracy are subject to appeal."}, {"text_block_id": "p29_b158", "text": "An organic law determines the composition, organization and functioning of the Superior Council of the Magistracy."}, {"text_block_id": "p29_b159", "text": "CHAPTER IV. THE SUPREME COURT"}, {"text_block_id": "p29_b160", "text": "Article 147"}, {"text_block_id": "p29_b161", "text": "The Supreme Court supervises the implementation of the law by judiciary and administrative orders. It regulates conÙicts of competence between the jurisdictions of these two orders."}, {"text_block_id": "p29_b162", "text": "The Supreme Court is composed of:"}, {"text_block_id": "p29_b163", "text": "The Supreme Court is composed of:\n"}, {"text_block_id": "p29_b165", "text": "An organic law determines the composition, organization and functioning of the Supreme Court."}, {"text_block_id": "p30_b166", "text": "Article 148"}, {"text_block_id": "p30_b167", "text": "Establishment of administrative courts"}, {"text_block_id": "p30_b168", "text": "The Court of Cassation is the highest court of the judiciary. It decides sovereignly on appeals in cassation against the decisions rendered in the last instance by the courts and tribunals of the judiciary."}, {"text_block_id": "p30_b169", "text": "Article 149"}, {"text_block_id": "p30_b170", "text": "The Council of State is the highest jurisdiction of the administrative order. It rules sovereignly on decisions rendered in the last instance by the administrative tribunals and by the administrative courts specialized in administrative disputes."}, {"text_block_id": "p30_b171", "text": "The Council of State hears cases at the Ørst and last instances concerning actions for annulment of the acts of the central administrative authorities and bodies with national competence."}, {"text_block_id": "p30_b172", "text": "It also has an advisory function. In this capacity, it may be consulted by the President of the Republic on any matter of an administrative nature."}, {"text_block_id": "p30_b173", "text": "Article 150"}, {"text_block_id": "p30_b174", "text": "The President of the Supreme Court is appointed by the President of the Republic for a renewable period of Øve years once from among personalities recognized for their competence and proven expertise in legal matters."}, {"text_block_id": "p30_b175", "text": "The President of the Court of Cassation and the President of the Council of State are appointed by decree made in the Council of Ministers, after consultation with the Superior Council of the Magistracy."}, {"text_block_id": "p30_b176", "text": "The President of the Court of Cassation and the President of the Council of State are vice-presidents of the Supreme Court."}, {"text_block_id": "p30_b177", "text": "Article 151"}, {"text_block_id": "p30_b178", "text": "The composition, responsibilities, organization and functioning of the Court of Cassation and the Council of State are determined respectively by a law."}, {"text_block_id": "p30_b179", "text": "CHAPTER V. THE COURT OF AUDITORS"}, {"text_block_id": "p30_b180", "text": "Article 152"}, {"text_block_id": "p30_b181", "text": "The Court of Auditors is the supreme audit institution."}, {"text_block_id": "p30_b182", "text": "It has jurisdictional, supervisory and advisory responsibilities."}, {"text_block_id": "p30_b183", "text": "The Court of Auditors supervises the management of accounts concerning Government services, national public institutions, territorial communities, independent administrative authorities and any body beneØting from Ønancial assistance from the State or from another legal person governed by public law as well as from any other body beneØting from Ønancial assistance from public enterprises and their subsidiaries and/or afØliates."}, {"text_block_id": "p30_b184", "text": "Article 153"}, {"text_block_id": "p30_b185", "text": "The President of the Court of Auditors is appointed by the President of the Republic for a renewable period of Øve years once from among personalities recognized for their competence and proven expertise in economics, management, accounting or public Ønances."}, {"text_block_id": "p30_b186", "text": "Article 154"}, {"text_block_id": "p30_b187", "text": "The composition, responsibilities, organization and functioning of the Court of Auditors are determined by an organic law."}, {"text_block_id": "p31_b188", "text": "CHAPTER VI. THE AUTHORITY OF JUDICIAL DECISIONS"}, {"text_block_id": "p31_b189", "text": "Article 155"}, {"text_block_id": "p31_b190", "text": "Courts for judging public ofØcials"}, {"text_block_id": "p31_b191", "text": "Head of state immunity"}, {"text_block_id": "p31_b192", "text": "Head of state removal"}, {"text_block_id": "p31_b193_merged_merged", "text": "Cabinet removal Head of government removal"}, {"text_block_id": "p31_b195", "text": "Cabinet removal"}, {"text_block_id": "p31_b196", "text": "Head of state removal Head of government removal"}, {"text_block_id": "p31_b197", "text": "Judicial decisions are binding. They apply to the public bodies, to any administrative, judicial, military authority and to any natural or legal person."}, {"text_block_id": "p31_b198", "text": "Public bodies are obliged to enforce them and to see to their enforcement."}, {"text_block_id": "p31_b199", "text": "TITLE X. THE HIGH COURT OF JUSTICE"}, {"text_block_id": "p31_b200", "text": "CHAPTER I. RESPONSIBILITIES"}, {"text_block_id": "p31_b201", "text": "Article 156"}, {"text_block_id": "p31_b202", "text": "The High Court of Justice is a court of exceptional jurisdiction."}, {"text_block_id": "p31_b203", "text": "It judges the President of the Republic, the Vice-President of the Republic and members of the Government."}, {"text_block_id": "p31_b204", "text": "Article 157"}, {"text_block_id": "p31_b205", "text": "The President of the Republic is not held responsible for acts performed in the exercise of his ofØcial duties and appears before the High Court of Justice only in case of high treason."}, {"text_block_id": "p31_b206", "text": "Article 158"}, {"text_block_id": "p31_b207", "text": "The High Court of Justice is competent to judge the Vice-President of the Republic and members of the Government, on account of acts qualiØed as crimes or offenses committed in the exercise of their ofØcial duties."}, {"text_block_id": "p31_b208", "text": "Article 159"}, {"text_block_id": "p31_b209", "text": "The High Court of Justice is bound by the deØnition of crimes and offenses as well as by the determination of sentences according to the penal law in force at the time the acts were committed."}, {"text_block_id": "p31_b210", "text": "CHAPTER II. COMPOSITION"}, {"text_block_id": "p31_b211", "text": "Article 160"}, {"text_block_id": "p31_b212", "text": "The High Court of Justice is composed of members elected among themselves in even numbers by the National Assembly and by the Senate, from the Ørst session of the legislature. It is presided over by the President of the Supreme Court."}, {"text_block_id": "p31_b213", "text": "CHAPTER III. ORGANIZATION AND FUNCTIONING"}, {"text_block_id": "p31_b214", "text": "Article 161"}, {"text_block_id": "p31_b215", "text": "Indictment of the President of the Republic, the Vice-President of the Republic and members of the Government is voted on by secret ballot by Parliament, by a two-thirds majority for the President of the Republic and by an absolute majority for the Vice-President of the Republic and members of the Government."}, {"text_block_id": "p32_b216", "text": "Article 162"}, {"text_block_id": "p32_b217", "text": "An organic law determines the number of members of the High Court of Justice, its responsibilities and rules of its functioning as well as the procedure followed before this Court."}, {"text_block_id": "p32_b218", "text": "TITLE XI. THE ECONOMIC, SOCIAL, ENVIRONMENTAL AND CULTURAL COUNCIL"}, {"text_block_id": "p32_b219", "text": "CHAPTER I. RESPONSIBILITIES"}, {"text_block_id": "p32_b220", "text": "Article 163"}, {"text_block_id": "p32_b221", "text": "The Economic, Social, Environmental and Cultural Council gives its opinion on draft laws, ordinances or decrees as well as on draft proposals submitted to it."}, {"text_block_id": "p32_b222", "text": "Economic, social, environmental and cultural draft laws are submitted to it for its opinion."}, {"text_block_id": "p32_b223", "text": "The President of the Republic may consult the Economic, Social, Environmental and Cultural Council on any Economic, social, environmental and cultural problems."}, {"text_block_id": "p32_b224", "text": "CHAPTER II. COMPOSITION AND FUNCTIONING"}, {"text_block_id": "p32_b225", "text": "Article 164"}, {"text_block_id": "p32_b226", "text": "The composition of the Economic, Social, Environmental and Cultural Council and the rules of its functioning are governed by an organic law."}, {"text_block_id": "p32_b227", "text": "TITLE XII. THE MEDIATOR OF THE REPUBLIC"}, {"text_block_id": "p32_b228", "text": "CHAPTER I. THE RESPONSIBILITIES OF THE MEDIATOR OF THE REPUBLIC"}, {"text_block_id": "p32_b229", "text": "Article 165"}, {"text_block_id": "p32_b230", "text": "A mediation body is hereby established, called \"The Mediator of the Republic\", Administrative authority with a public service mission. The Mediator of the Republic does not accept instructions from any authority."}, {"text_block_id": "p32_b231", "text": "The Mediator of the Republic is the gracious intercessor between the Administration and the constituents."}, {"text_block_id": "p32_b232", "text": "CHAPTER II. THE STATUS OF THE MEDIATOR OF THE REPUBLIC"}, {"text_block_id": "p32_b233", "text": "Article 166"}, {"text_block_id": "p32_b234_merged", "text": "The Mediator of the Republic is appointed by the President of the Republic for a non-renewable six-year term upon the recommendation of the President of the National Assembly and the President of the Senate."}, {"text_block_id": "p33_b237", "text": "Subsidiary unit government"}, {"text_block_id": "p33_b238", "text": "Municipal government"}, {"text_block_id": "p33_b239", "text": "In the event of death, resignation or absolute incapacity established by the Constitutional Council, referred to by the President of the Republic, he is replaced within a period of eight days."}, {"text_block_id": "p33_b240", "text": "Article 167"}, {"text_block_id": "p33_b241", "text": "The ofØcial duties of the Mediator of the Republic are incompatible with the exercise of any political function, any other public ofØce and any professional activity."}, {"text_block_id": "p33_b242", "text": "Article 168"}, {"text_block_id": "p33_b243", "text": "The Mediator of the Republic may not be prosecuted, searched for, arrested, detained or tried in connection with opinions or acts performed by him in the exercise of his ofØcial duties."}, {"text_block_id": "p33_b244", "text": "CHAPTER III. THE ORGANIZATION AND FUNCTIONING OF THE MEDIATOR OF THE REPUBLIC"}, {"text_block_id": "p33_b245", "text": "Article 169"}, {"text_block_id": "p33_b246", "text": "The responsibilities, organization and functioning of the Mediator of the Republic are determined by an organic law."}, {"text_block_id": "p33_b247", "text": "TITLE XIII. TERRITORIAL COMMUNITIES"}, {"text_block_id": "p33_b248", "text": "CHAPTER I. COMPOSITION"}, {"text_block_id": "p33_b249", "text": "Article 170"}, {"text_block_id": "p33_b250", "text": "The territorial communities are the regions and municipalities."}, {"text_block_id": "p33_b251", "text": "Article 171"}, {"text_block_id": "p33_b252", "text": "Other territorial communities are created and abolished by law."}, {"text_block_id": "p33_b253", "text": "CHAPTER II. ORGANIZATION AND FUNCTIONING"}, {"text_block_id": "p33_b254", "text": "Article 172"}, {"text_block_id": "p33_b255", "text": "The law determines the fundamental principles of the free administration of territorial communities, of their competences and their resources."}, {"text_block_id": "p33_b256", "text": "In territorial communities, the Prefect is the representative of the State. He is responsible for the national interests, compliance with laws and for the supervision of guardianship."}, {"text_block_id": "p33_b257", "text": "No territorial collectivity may exercise guardianship over another."}, {"text_block_id": "p33_b258", "text": "Article 173"}, {"text_block_id": "p33_b259", "text": "Territorial communities beneØt from resources that they may freely dispose of under the conditions set forth in the law. They may receive all or part of the revenues from taxes of any kind."}, {"text_block_id": "p33_b260", "text": "Taxes and other resources owned by territorial communities represent a crucial part of their total resources."}, {"text_block_id": "p34_b261", "text": "Article 174"}, {"text_block_id": "p34_b262", "text": "Any transfer of powers between the State and the territorial communities is accompanied by the allocation of resources equivalent to those that were given over to the exercise of those powers."}, {"text_block_id": "p34_b263", "text": "TITLE XIV. TRADITIONAL CHIEFTAINCY"}, {"text_block_id": "p34_b264", "text": "CHAPTER I. RESPONSIBILITIES"}, {"text_block_id": "p34_b265", "text": "Article 175"}, {"text_block_id": "p34_b266", "text": "Referenda"}, {"text_block_id": "p34_b267", "text": "Traditional chieftaincy is represented by the National House of Kings and Traditional Chiefs. The National House of Kings and Traditional Chefs is the Institution regrouping all the Traditional Kings and Chiefs of Côte d’Ivoire."}, {"text_block_id": "p34_b268", "text": "It is notably responsible for:"}, {"text_block_id": "p34_b269", "text": "the valuing of habits and customs;"}, {"text_block_id": "p34_b270", "text": "the promotion of the ideals of peace, development and social cohesion;"}, {"text_block_id": "p34_b271", "text": "the non-judicial settlement of conÙicts in villages and between communities."}, {"text_block_id": "p34_b272", "text": "The traditional chieftaincy participates, under the conditions determined by a law, in the administration of the territory."}, {"text_block_id": "p34_b273", "text": "CHAPTER II. COMPOSITION AND FUNCTIONING"}, {"text_block_id": "p34_b274", "text": "Article 176"}, {"text_block_id": "p34_b275", "text": "The composition of the National House of Traditional Kings and Chiefs and the rules of its functioning are governed by an organic law."}, {"text_block_id": "p34_b276", "text": "TITLE XV. CONSTITUTIONAL REVISION"}, {"text_block_id": "p34_b277", "text": "CHAPTER I. THE REVISION PROCEDURE"}, {"text_block_id": "p34_b278", "text": "Article 177"}, {"text_block_id": "p34_b279", "text": "The initiative for the revision of the Constitution rests concurrently with the President of the Republic and the Members of Parliament."}, {"text_block_id": "p34_b280", "text": "The draft law or proposal for revision of the Constitution is Øled simultaneously with the two houses of Parliament."}, {"text_block_id": "p34_b281", "text": "In order to be taken into consideration, the draft law or proposal for revision must be voted on by an absolute majority of the members of the joint session."}, {"text_block_id": "p34_b282", "text": "The revision of the Constitution is Ønal only after it has been approved by referendum by an absolute majority of votes cast."}, {"text_block_id": "p34_b283", "text": "However, the draft law or revision proposal is not submitted to referendum if the President of the Republic decides to submit it to Parliament. In this case, the draft law or revision proposal is not adopted unless it satisØes the requirement for the two-thirds majority of the joint-session members actually in ofØce."}, {"text_block_id": "p35_b284", "text": "Unamendable provisions"}, {"text_block_id": "p35_b285", "text": "Transitional provisions"}, {"text_block_id": "p35_b286", "text": "Deputy executive"}, {"text_block_id": "p35_b287", "text": "The draft revising the Constitution, approved by referendum or by parliamentary procedure, is promulgated by the President of the Republic and published in the OfØcial Gazette of the Republic of Côte d'Ivoire."}, {"text_block_id": "p35_b288", "text": "CHAPTER II. LIMITS TO THE POWER OF REVISION"}, {"text_block_id": "p35_b289", "text": "Article 178"}, {"text_block_id": "p35_b290", "text": "No review proceedings may be instituted or continued where the integrity of the territory has been compromised."}, {"text_block_id": "p35_b291", "text": "The republican form of government and the secularism of the state may not be subject to revision."}, {"text_block_id": "p35_b292", "text": "TITLE XVI. THE TRANSITIONAL AND FINAL PROVISIONS"}, {"text_block_id": "p35_b293", "text": "CHAPTER I. DESIGNATION OF THE VICE-PRESIDENT OF THE REPUBLIC"}, {"text_block_id": "p35_b294", "text": "Article 179"}, {"text_block_id": "p35_b295", "text": "The President of the Republic in ofØce on the date of the promulgation of this Constitution appoints the Vice-President of the Republic, upon veriØcation of his eligibility by the Constitutional Council. The President of the Republic dismisses him from ofØce."}, {"text_block_id": "p35_b296", "text": "The Vice-President of the Republic so appointed is sworn in, under the conditions set forth in the law, before the Constitutional Council, in a formal sitting."}, {"text_block_id": "p35_b297", "text": "CHAPTER II. VACANCY OF THE PRESIDENCY OF THE REPUBLIC"}, {"text_block_id": "p35_b298", "text": "Article 180"}, {"text_block_id": "p35_b299", "text": "In the event of the vacancy of the Presidency of the Republic by death, resignation or absolute incapacity of the President of the Republic, the ofØcial duties of President of the Republic are exercised by the Vice-President of the Republic."}, {"text_block_id": "p35_b300", "text": "The new President of the Republic completes the term of ofØce of the elected President of the Republic. He may not make use of articles 70, 75 paragraph 1 and 177. The Vice-President of the Republic acting as President of the Republic may not appoint a vice-president for the remainder of the term of ofØce."}, {"text_block_id": "p35_b301", "text": "Should the new President of the Republic, in turn, be prevented, for whatever reason, the ofØcial duties of the President of the Republic are exercised by the Government in the order of protocol."}, {"text_block_id": "p35_b302", "text": "CHAPTER III. THE STATUS OF INSTITUTIONS"}, {"text_block_id": "p35_b303", "text": "Article 181"}, {"text_block_id": "p35_b304", "text": "Until the establishment of new institutions, existing institutions continue their ofØcial duties and responsibilities in accordance with applicable laws and regulations."}, {"text_block_id": "p36_b305", "text": "Article 182"}, {"text_block_id": "p36_b306", "text": "Pending the establishment of the Senate, the responsibilities of the Parliament are exercised by the National Assembly."}, {"text_block_id": "p36_b307", "text": "The mandate of the National Assembly in ofØce on the date of the promulgation of this Constitution expires at the end of 2016."}, {"text_block_id": "p36_b308", "text": "The term of ofØce of the Parliament elected after the entry into force of this Constitution ends in December 2020."}, {"text_block_id": "p36_b309", "text": "CHAPTER IV. LEGISLATIVE CONTINUITY"}, {"text_block_id": "p36_b310", "text": "Article 183"}, {"text_block_id": "p36_b311", "text": "The legislation currently in force in Côte d'Ivoire remains applicable, except for the intervention of new drafts, so long as it does not run counter to this Constitution."}, {"text_block_id": "p36_b312", "text": "CHAPTER V. THE ENTRY INTO FORCE OF THE CONSTITUTION"}, {"text_block_id": "p36_b313", "text": "Article 184"}, {"text_block_id": "p36_b314", "text": "This Constitution enters into force from the date of its promulgation by the President of the Republic."}, {"text_block_id": "p36_b315", "text": "It is published in the OfØcial Gazette of the Republic of Côte d'Ivoire."}, {"text_block_id": "p37_b316", "text": "Topic index"}, {"text_block_id": "p37_b317", "text": "A"}, {"text_block_id": "p37_b318", "text": "Advisory bodies to the head of state . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b319", "text": "Approval or veto of general legislation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b320", "text": "B"}, {"text_block_id": "p37_b321", "text": "Balanced budget . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b322", "text": "Budget bills . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b323", "text": "C"}, {"text_block_id": "p37_b324", "text": "Cabinet removal . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b325", "text": "Cabinet selection . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b326", "text": "Campaign Ønancing . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b327", "text": "Civil service recruitment . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b328", "text": "Claim of universal suffrage . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b329", "text": "Compensation of legislators"}, {"text_block_id": "p37_b330", "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b331", "text": "Compulsory education . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b332", "text": "Constitution amendment procedure . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b333", "text": "Constitutional court powers . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b334", "text": "Constitutional court selection . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b335", "text": "Constitutional court term length . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b336", "text": "Constitutional interpretation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b337", "text": "Constitutionality of legislation . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b338", "text": "Courts for judging public ofØcials . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b339", "text": "D"}, {"text_block_id": "p37_b340", "text": "E"}, {"text_block_id": "p37_b341", "text": "Equality regardless of Ønancial status"}, {"text_block_id": "p37_b342", "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b343", "text": "Equality regardless of gender . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p37_b344", "text": "Equality regardless of language . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . ."}, {"text_block_id": "p38_b345", "text": "F"}, {"text_block_id": "p38_b346", "text": "G"}, {"text_block_id": "p38_b347", "text": "H"}, {"text_block_id": "p38_b348", "text": "I"}, {"text_block_id": "p38_b349", "text": "J"}, {"text_block_id": "p39_b350", "text": "L"}, {"text_block_id": "p39_b351", "text": "M"}, {"text_block_id": "p39_b352", "text": "N"}, {"text_block_id": "p39_b353", "text": "O"}, {"text_block_id": "p39_b354", "text": "P"}, {"text_block_id": "p40_b355", "text": "R"}, {"text_block_id": "p40_b356", "text": "S"}, {"text_block_id": "p41_b357", "text": "T"}, {"text_block_id": "p41_b358", "text": "U"}, {"text_block_id": "p41_b359", "text": "V"}], "document_description": "Côte d’Ivoire’s Constitution was established in 2016. This Constitution was drafted by a Panel of Experts appointed by the then President, Alassane Ouattara. The draft was presented to the National Assembly in 2016 for approval before heading to a constitutional referendum. The Assembly approved the draft in October that same year, with more than the qualified majority needed for this purpose. The Constitution was then approved in the subsequent constitutional referendum held later that same month by 93.42% of votes with a 42.42% turnout. In its article 28, the Constitution establishes that “[T]he State is committed to respecting the Constitution, human rights and public freedoms. It ensures awareness and dissemination of them among the population”.&nbsp;<br><br>The Constitution recognizes in article 27 the right to a healthy environment, although climate change is not addressed in this article. However, in its preamble, the Constitution includes a provision to express the country’s commitment to contribute to climate protection the following way: “We, the People of Côte d'Ivoire; […] Express our commitment to: […] contributing to climate protection and to maintaining a healthy environment for future generations; […]”."}