{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": "Adaptation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Denmark", "document_category": "Policy", "document_sector_name": ["Water", "LULUCF", "Health", "Energy", "Agriculture"], "document_date": "25/12/2008", "document_language": "English", "document_name": "Danish strategy for adaptation to a changing climate (2008) and the Action Plan for a climate-proof Denmark (2012)", "document_country_code": "DNK", "document_hazard_name": ["Changes In Average Temperature", "Changes In Average Precipitation", "Sea Level Rise", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Floods"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/DNK/2008/DNK-2008-12-25-Danish strategy for adaptation to a changing climate (2008) and the Action Plan for a climate-proof Denmark (2012)_d69134c3b1a036464cdab637082a34b8.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The Danish strategy for adaptation to a changing climate aims to assist authorities, enterprises and individuals in 'reacting to the consequences of climate change in good time on their own initiative'. The Strategy thus calls for development and implementation of information campaigns (including a web portal for climate change adaptation) and measures to facilitate the consideration of climate change issues in planning and development. In addition, the strategy provides a broad vulnerability assessment of specific sectors, in particular coastal management, construction, energy supply, water supply, agriculture and forestry, fisheries, nature management, land use planning, human health, rescue preparedness, and insurance related aspects.<br>&nbsp;<br>&nbsp;The Action Plan for a Climate-Proof Denmark (2012) then provides an overview of initiatives planned or already launched by the government. The main focus areas of the plan (following text adapted directly from the Action Plan document): an improved framework for climate change adaptation; more consultancy and a new knowledge base; strengthened collaboration and coordination; green transition; international climate change adaptation."}