{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Denmark", "document_category": "Law", "document_sector_name": ["Energy", "Buildings"], "document_language": "English", "document_name": "Heat Supply Act no 772/2000, amended by Act no 345/2005 and no 622/2010", "document_country_code": "DNK", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "24/07/2000", "document_keyword": "Heat", "document_url": "https://cdn.climatepolicyradar.org/DNK/2000/DNK-2000-07-24-Heat Supply Act no 772_2000, amended by Act no 345_2005 and no 622_2010_a482ccebcbc815f116b4e01af234762c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Unofficial translation from Danish"}, {"text_block_id": "p0_b2", "text": "Consolidated Act No. 772 of 24 July 2000"}, {"text_block_id": "p0_b3", "text": "THE HEAT SUPPLY ACT"}, {"text_block_id": "p0_b4", "text": "Hereby announces the Heat Supply Act No. 382 of 13 June 1990 with amendments according to Article 1 in Act No. 96 of 9 February 1994, Article 1 No. 1, in Act No. 213 of 29 March 1995, Article 1 no. 2 in Act No. 436 of 10 June 1997 and Article 1 in Act No. 451 of 31 May 2000"}, {"text_block_id": "p0_b5", "text": "CHAPTER 1"}, {"text_block_id": "p0_b6", "text": "Objectives and Definition"}, {"text_block_id": "p0_b7", "text": "Objectives and Definition\n* . The objective of this Act is to promote the most socio-economic and environmentally\n* in agreement with the objectives mentioned in subsection (1), the supply of heat shall be\n* . For the purpose of this Act, collective heat-supply plant means any undertaking that\n\t* plants producing and transmitting other inflammable gasses than natural gas;\n\t* plants for transmitting heated water or steam from combined heat and power plants,\n\t* district heating supply plants, solar heating plants, waste-incineration plants, etc. , including\n\t* block heating stations with heat generating capacity exceeding 0.25 MW, including combined\n\t* In article 2 and 3 of the Act, collective heat plants also include distribution networks for natural\n\t* Excepting combined heat and power plants with an electricity effect not greater than 25 MW,"}, {"text_block_id": "p1_b25", "text": "Objectives and Definition\n* . The objective of this Act is to promote the most socio-economic and environmentally\n* in agreement with the objectives mentioned in subsection (1), the supply of heat shall be\n* . For the purpose of this Act, collective heat-supply plant means any undertaking that\n\t* plants producing and transmitting other inflammable gasses than natural gas;\n\t* plants for transmitting heated water or steam from combined heat and power plants,\n\t* district heating supply plants, solar heating plants, waste-incineration plants, etc. , including\n\t* block heating stations with heat generating capacity exceeding 0.25 MW, including combined\n\t* In article 2 and 3 of the Act, collective heat plants also include distribution networks for natural\n\t* Excepting combined heat and power plants with an electricity effect not greater than 25 MW,\n* The Minister for Environment and Energy may provide regulations that the Act, wholly or in\n<\\li2>"}, {"text_block_id": "p1_b27", "text": "CHAPTER 2"}, {"text_block_id": "p1_b28", "text": "Heat Supply Planning"}, {"text_block_id": "p1_b29", "text": "Article 3."}, {"text_block_id": "p1_b30", "text": "It is the duty of each district council, in cooperation with the supply companies and other involved parties, to prepare a plan for the supply of heat in the municipality."}, {"text_block_id": "p1_b31", "text": "It is the duty of each district council, in cooperation with the supply companies and other involved parties, to prepare a plan for the supply of heat in the municipality.\n* The Minister for Environment and Energy may direct that specific preconditions shall form the\n* The Minister for Environment and Energy shall give an account of the more important measures"}, {"text_block_id": "p1_b35", "text": "Article 4"}, {"text_block_id": "p1_b36", "text": ". Each district council shall approve projects for establishing new collective heat supply plants or for major alterations of existing plants."}, {"text_block_id": "p1_b37", "text": ". Each district council shall approve projects for establishing new collective heat supply plants or for major alterations of existing plants.\n* The Minister for Environment and Energy may direct that in special cases approval pursuant to\n* Producers and suppliers of piped energy as well as consumers shall upon request furnish the"}, {"text_block_id": "p1_b41", "text": "Article 5"}, {"text_block_id": "p1_b42", "text": ". After consultation with the municipal authorities, the Minister for Environment and Energy may establish regulations on planning pursuant to section 3, subsection (1), and determine how cases shall be dealt with in accordance with section 4."}, {"text_block_id": "p1_b43", "text": "Article 6"}, {"text_block_id": "p1_b44", "text": ". Each district council shall ensure that any project for a collective heat supply for each plant explores the following possibilities:"}, {"text_block_id": "p1_b45", "text": ". Each district council shall ensure that any project for a collective heat supply for each plant explores the following possibilities:\n* that it supplies a specified area with energy for heating purposes to a specified extent;\n* that it is designed so as to ensure the most economical utilization of energy;\n* that its operations are coordinated with those of other plants;\n* that any plant over 1 MW be converted to combined heat and power production."}, {"text_block_id": "p2_b53", "text": ". Each district council shall ensure that any project for a collective heat supply for each plant explores the following possibilities:\n* that it supplies a specified area with energy for heating purposes to a specified extent;\n* that it is designed so as to ensure the most economical utilization of energy;\n* that its operations are coordinated with those of other plants;\n* that any plant over 1 MW be converted to combined heat and power production.\n* in the event that a district council is responsible for preparing a project, the collective\n* A district council may order an existing heat-supply plant to implement an authorised project\n* In the event that private collective heat-supply plant estimates that it will be unable to"}, {"text_block_id": "p2_b59", "text": "Article 7"}, {"text_block_id": "p2_b60", "text": ". If it is a precondition in an authorised project pursuant to section 4, the district council can require a collective heat-supply plant:"}, {"text_block_id": "p2_b61", "text": ". If it is a precondition in an authorised project pursuant to section 4, the district council can require a collective heat-supply plant:\n* to organize its production facilities in such a way that specified types of energy can\n* to use certain types of energy in the production to a specified extent."}, {"text_block_id": "p2_b65", "text": ". If it is a precondition in an authorised project pursuant to section 4, the district council can require a collective heat-supply plant:\n* to organize its production facilities in such a way that specified types of energy can\n* to use certain types of energy in the production to a specified extent.\n* The Minister of Environment and Energy may provide regulations as to the application of the\n<\\li1>"}, {"text_block_id": "p2_b67", "text": "Article 8"}, {"text_block_id": "p2_b68", "text": ". A district council can order a collective heat-supply plant to prepare the projects mentioned in articles 6 and 7."}, {"text_block_id": "p2_b69", "text": "Article 9"}, {"text_block_id": "p2_b70", "text": ". Excepting the provisions of subsection (2) in accordance with the conditions laid down by the Minister of Environment and Energy pursuant to section 3, subsection (2), any existing production plant shall convert to heat and power supply and to the use of natural gas or similar environmentally • friendly fuel at a time to be determined by the Minister of Environment and Energy."}, {"text_block_id": "p2_b71", "text": ". Excepting the provisions of subsection (2) in accordance with the conditions laid down by the Minister of Environment and Energy pursuant to section 3, subsection (2), any existing production plant shall convert to heat and power supply and to the use of natural gas or similar environmentally • friendly fuel at a time to be determined by the Minister of Environment and Energy.\n* Any project for the implementation of the regulations in subsection (1) shall be approved by 1\n<\\li1>"}, {"text_block_id": "p2_b73", "text": "Article 10"}, {"text_block_id": "p2_b74", "text": ". A district council shall follow developments in connections to the collective heat-supply system in its municipality. In this regard, an undertaking that supplies district heating and natural gas shall present to the district council every other year, and in the first instance no later than 1 January 1991, a report on connections to the plant. In the event that heat supplies in two or more"}, {"text_block_id": "p3_b75", "text": "municipalities, its report shall include developments in the rate of connections in each such individual municipality and in the total supply area."}, {"text_block_id": "p3_b76", "text": "municipalities, its report shall include developments in the rate of connections in each such individual municipality and in the total supply area.\n* Each such report shall give a detailed account of the existing and expected connections to the\n* As a basis for consideration by the district council, each such report shall be accompanied by\n* . If it is presupposed in an authorised project for a collective heat-supply plant, at the\n* The Minister of Environment and Energy can decide the rules for access to make decisions\n* If a new building, which must be connected to a collective heat-supply plant pursuant to"}, {"text_block_id": "p3_b86", "text": "Article 12"}, {"text_block_id": "p3_b87", "text": ". If presupposed in an authorised project for a collective heat-supply plant, the district council may direct that existing buildings shall be connected to the plant within a certain time limit, i.e. with reference to the natural pace of replacement for existing heating installations. The district council shall approve the terms for the connections."}, {"text_block_id": "p3_b88", "text": "(2)"}, {"text_block_id": "p3_b89", "text": "After consultation with the municipal organizations, the Minister of Environment and Energy shall provide rules for making decisions pursuant to subsection (1), may be paid compensation, of which the district council and the plant each pays half. The district council decides whether compensation is to be paid and how much. In the absence of an amicable arrangement the compensation shall be decided by the valuation authorities referred to in articles 57-62 of the Public Roads Act."}, {"text_block_id": "p3_b90", "text": "Article 13"}, {"text_block_id": "p3_b91", "text": ". A district council may require that the owner of a building that in accordance with articles 11 and 12 can be required to be connected to a collective heat-supply plant, pay a"}, {"text_block_id": "p4_b92", "text": "contribution to the plant, when it is possible for the building to receive its supply of heat from the said plant."}, {"text_block_id": "p4_b93", "text": "(2)"}, {"text_block_id": "p4_b94", "text": "The Minister of Environment and Energy, after consultation with the municipal organizations, provides rules as to the contribution to be paid pursuant to subsection (1)."}, {"text_block_id": "p4_b95", "text": "Article 14"}, {"text_block_id": "p4_b96", "text": ". In the event that a district council deems that the implementation of the heat-supply planning so requires, the said district council may rule that a specified heating system may not be installed in anew building within a given geographical area."}, {"text_block_id": "p4_b97", "text": "(2)"}, {"text_block_id": "p4_b98", "text": "The Minister of Environment and Energy may require a district council to make a ruling in accordance with subsection (1)."}, {"text_block_id": "p4_b99", "text": "(3)"}, {"text_block_id": "p4_b100", "text": "After consultation with the municipal organizations, the Minister of Environment and Energy may provide regulations concerning exemptions from a decision made pursuant to subsection (1)."}, {"text_block_id": "p4_b101", "text": "Article 15"}, {"text_block_id": "p4_b102", "text": ". The Minister of Environment and Energy may provide regulations as to the communication or publication of decisions taken by the district council pursuant to articles 11-14 and also as to whether any such decision shall be registered under the entry in the Land Register of the property concerned."}, {"text_block_id": "p4_b103", "text": "CHAPTER 3"}, {"text_block_id": "p4_b104", "text": "Expropriation"}, {"text_block_id": "p4_b105", "text": "Article 16"}, {"text_block_id": "p4_b106", "text": ". In the event that expropriation of property is essential to establish the pipelines and heat-supply equipment needed for an approved collective heat supply plant, and to establish facilities required for transmission and distribution of natural gas for purposes other than space heating, the following may be implemented:"}, {"text_block_id": "p4_b107", "text": "1)"}, {"text_block_id": "p4_b108", "text": "the proprietary rights in land, buildings and in fixed installations permanently attached to land or buildings and any appurtenances to such land and buildings may be acquired;"}, {"text_block_id": "p4_b109", "text": "2)"}, {"text_block_id": "p4_b110", "text": "the owner•s right of disposal of such real property may be permanently or temporarily restricted, or the right to disposal of real property for special purposes may be acquired;"}, {"text_block_id": "p4_b111", "text": "3)"}, {"text_block_id": "p4_b112", "text": "rights over real property may be permanently or temporarily acquired or annulled, or limitations can be made in these areas."}, {"text_block_id": "p4_b113", "text": "(2)"}, {"text_block_id": "p4_b114", "text": "When expropriation is made pursuant to subsection (1) (i), all rights in the property expropriated shall be annulled unless another decision is made in an individual case. When expropriation is made pursuant to subsection (1) (ii), rights in real property established by expropriation shall be respected"}, {"text_block_id": "p5_b115", "text": "by any person in whom proprietary right in the said property is vested except where otherwise stipulated in each case."}, {"text_block_id": "p5_b116", "text": "Article 17"}, {"text_block_id": "p5_b117", "text": ". A decision on expropriation pursuant to section 16 shall be taken by the district council."}, {"text_block_id": "p5_b118", "text": "(2)"}, {"text_block_id": "p5_b119", "text": "The provisions of articles 45, 47, 48, and 49 of the Public Roads Act shall apply when the expropriation is taking place."}, {"text_block_id": "p5_b120", "text": "(3)"}, {"text_block_id": "p5_b121", "text": "In the event that an expropriation for the purpose of a specific plant is to take place concurrently within the areas of two or more municipalities, the Minister of Environment and Energy may direct that the expropriation shall be performed in accordance with the provisions of the Expropriation of Real Property (Procedures) Act."}, {"text_block_id": "p5_b122", "text": "Article 18"}, {"text_block_id": "p5_b123", "text": ". The valuation authorities referred to articles 57-62 of the Public Roads Act shall decide questions concerning compensation pursuant to article 17, subsection (1) of the present Act."}, {"text_block_id": "p5_b124", "text": "(2)"}, {"text_block_id": "p5_b125", "text": "With respect to the procedure for conducting cases before the valuation authorities and the determination of the amount and payment of compensation, the provisions of article 51, subsections"}, {"text_block_id": "p5_b126", "text": "(2)"}, {"text_block_id": "p5_b127", "text": "to (7), articles 52 to 56, articles 63 to 64, article 66, subsection (1), and article 67 of the Public Roads Act shall apply."}, {"text_block_id": "p5_b128", "text": "Article 19"}, {"text_block_id": "p5_b129", "text": ". The Minister of Housing of the Minister of Justice may lay down regulations as to procedures for effecting such corrections of Title Numbers and registration of property, respectively, as are made necessary in consequence of expropriation under this Act."}, {"text_block_id": "p5_b130", "text": "CHAPTER 4"}, {"text_block_id": "p5_b131", "text": "Prices"}, {"text_block_id": "p5_b132", "text": "Article 20."}, {"text_block_id": "p5_b133", "text": "The income brackets defined in Article 20a can, when selling hot water, steam or gas (except natural gas) to domestic consumers, which are connected to collective heat network, industrial enterprises, and combined heat and power producers with capacity exceeding 25 MW as well to geothermal plants, also include necessary expenses for fuel, wages, and other operational costs, research activities, administrative and energy delivery costs as well as costs related to public service obligations, financing expenses and costs of the previous period, which accrued due to investments implementing or developing the energy networks, see article 20a, and 20b."}, {"text_block_id": "p6_b134", "text": "(2)"}, {"text_block_id": "p6_b135", "text": "According to the rules established by the Minister of Environment and Energy, income brackets may include operational depreciations and appropriations for reinvestments and interest rate of invested capital with the approval of the Energy Regulatory Authority mentioned in Article 21."}, {"text_block_id": "p6_b136", "text": "(3)"}, {"text_block_id": "p6_b137", "text": "The Minister of Environment and Energy may establish rules on distribution of cost between electricity production and heat production on biomass-fuelled combined heat and power plants."}, {"text_block_id": "p6_b138", "text": "(4)"}, {"text_block_id": "p6_b139", "text": "The Minister of Environment and Energy may establish rules on a maximum price for hot water or steam from waste incineration plants. The Minister of Environment and Energy may establish rules on distribution of cost between electricity production and heat production on waste incineration plants."}, {"text_block_id": "p6_b140", "text": "(5)"}, {"text_block_id": "p6_b141", "text": "The collective heat supply plants can establish different prices for separate consumers, groups of consumers and geographically delimited areas. The Minister of Environment and Energy may establish rules on prices for connection of buildings to a collective heat supply plant."}, {"text_block_id": "p6_b142", "text": "(6)"}, {"text_block_id": "p6_b143", "text": "Where technically feasible, the consumer shall start to pay for the utilized hot water, steam and gas, except for natural gas, to the producer according to the meter, despite of whether the customer is the owner or a lessee."}, {"text_block_id": "p6_b144", "text": "Article 20a"}, {"text_block_id": "p6_b145", "text": ". Prices for services delivered from plants according to article 20, subsection (1) are established in accordance with income brackets mentioned in subsection (2). The income brackets are established taking into consideration the costs mentioned in article 20 of an efficient operation of the plant."}, {"text_block_id": "p6_b146", "text": "(2)"}, {"text_block_id": "p6_b147", "text": "The Minister of Environment and Energy may establish general income brackets for the plants according to article 20, subsection (1) for a certain number of years. Within the mentioned income brackets, the energy regulatory authority establish an annual income bracket for each of the plants concerned."}, {"text_block_id": "p6_b148", "text": "(3)"}, {"text_block_id": "p6_b149", "text": "Under certain conditions or due to reasons of security of supply, the Energy Regulatory Authority may give an exemption from brackets defined by the Authority."}, {"text_block_id": "p6_b150", "text": "(4)"}, {"text_block_id": "p6_b151", "text": "Income received by heat facility identified in article 20 subsection (1) from activities not included in article 20 shall be included into the income brackets established by the Energy Regulatory Authority."}, {"text_block_id": "p6_b152", "text": "(5)"}, {"text_block_id": "p6_b153", "text": "The Minister of Environment and Energy may establish rules for use of revenue pursuant to the income bracket mentioned in subsection (2)."}, {"text_block_id": "p6_b154", "text": "(6)"}, {"text_block_id": "p6_b155", "text": "local municipalities may not subsidize communal heat networks."}, {"text_block_id": "p7_b156", "text": "(7)"}, {"text_block_id": "p7_b157", "text": "Subsections (1) to (5) are not applicable to waste incineration plants."}, {"text_block_id": "p7_b158", "text": "Article 20b"}, {"text_block_id": "p7_b159", "text": ". Geothermal plants, solar heating plants, as well as biogas- and biomass-fuelled heat or combined heat and power plants, delivering hot water, steam or gas except natural gas to a collective heat supply system, may include a revenue into the price for the services according to article 20 subsection (1). The same applies to industrial companies delivering surplus heat to collective heat supply systems."}, {"text_block_id": "p7_b160", "text": "(2)"}, {"text_block_id": "p7_b161", "text": "The Minister of Environment and Energy may decide that other plants than those mentioned article 20 subsection (1) can include a revenue in the price for supply of the services mentioned in article 20 subsection (1), if those are based on renewable energy and  delivering the supplies according to subsection (1)."}, {"text_block_id": "p7_b162", "text": "(3)"}, {"text_block_id": "p7_b163", "text": "The Minister of Environment and Energy may establish rules on a maximum price from plants according to subsection (1) and (2)."}, {"text_block_id": "p7_b164", "text": "Article 21"}, {"text_block_id": "p7_b165", "text": ". Tariffs, cost distribution, and other conditions for the services delivered according to articles 20 and 20b shall be submitted to an authority established by the Minister of Environment and Energy (Energy Regulatory Authority), according to rules established by the Authority."}, {"text_block_id": "p7_b166", "text": "(2)"}, {"text_block_id": "p7_b167", "text": "The Minister of Environment and Energy may decide that certain cases are exempted of provision of such data."}, {"text_block_id": "p7_b168", "text": "(3)"}, {"text_block_id": "p7_b169", "text": "Tariffs, cost distribution, or other conditions, which are not provided according to subsection (1), are not valid."}, {"text_block_id": "p7_b170", "text": "(4)"}, {"text_block_id": "p7_b171", "text": "In the event that the Energy Regulatory Authority assess that tariffs, cost distribution or other conditions are unreasonable or do not correspond to the provisions of articles 20, 20a, or 20b or the rules established according to this Act and if it is not changed through negotiations, the Authority will issue an order to change the tariffs, cost distribution or other conditions."}, {"text_block_id": "p7_b172", "text": "(5)"}, {"text_block_id": "p7_b173", "text": "If tariffs, cost distribution or other conditions are considered to imply an inefficient use of energy in relation to the socio-economy, the Authority may after the negotiations as mentioned in subsection (4) order changes of the tariffs, cost distribution or other conditions."}, {"text_block_id": "p7_b174", "text": "(6)"}, {"text_block_id": "p7_b175", "text": "The provisions described in subsections (1) to (5) are also applicable to the foundation statues in consumer-owned supply companies."}, {"text_block_id": "p8_b176", "text": "Article 22"}, {"text_block_id": "p8_b177", "text": ". The financial statements, budget and other information used by establishment and supervision of the income brackets as mentioned in article 20a shall be submitted to the Energy Regulatory Authority according to the rules established by the Authority."}, {"text_block_id": "p8_b178", "text": "(2)"}, {"text_block_id": "p8_b179", "text": "The Minister of Environment and Energy may establish rules for settlement of accounts and budgets for the plants regulated by article 20."}, {"text_block_id": "p8_b180", "text": "(3)"}, {"text_block_id": "p8_b181", "text": "The Minister of Environment and Energy may establish rules regarding settlement of accounts, etc. for the plants regulated by this Act to fulfil commitments of Denmark to the EU law."}, {"text_block_id": "p8_b182", "text": "CHAPTER 4A"}, {"text_block_id": "p8_b183", "text": "Energy Regulatory Authority, Obligatory Provision of Information, etc."}, {"text_block_id": "p8_b184", "text": "Article 23"}, {"text_block_id": "p8_b185", "text": ". The decisions of the Energy Regulatory Authority shall be communicated in a written form and contain information about conditions and positions, which is the basis of the decision."}, {"text_block_id": "p8_b186", "text": "Article 23a"}, {"text_block_id": "p8_b187", "text": ". The Energy Regulatory Authority can at any times without permission of the court and in case of necessity may gain access to the plants identified in the law and on site check all financial documents, accounts, information used for the accounts, books, work logs, and electronic data as well as make their copies."}, {"text_block_id": "p8_b188", "text": "(2)"}, {"text_block_id": "p8_b189", "text": "The police assists if necessary to exercise the tasks according to subsection (1)."}, {"text_block_id": "p8_b190", "text": "Article 23b"}, {"text_block_id": "p8_b191", "text": ". The Energy Regulatory Authority establishes a public register for tariffs, other conditions, etc. and publishes a representative summary of those at least once a year."}, {"text_block_id": "p8_b192", "text": "(2)"}, {"text_block_id": "p8_b193", "text": "The Energy Regulatory Authority drafts and publish periodical analysis of the income and cost for the plants regulated by the Act and assessments of those plants performance."}, {"text_block_id": "p8_b194", "text": "(3)"}, {"text_block_id": "p8_b195", "text": "The Energy Regulatory Authority takes necessary steps to insure transparency of tariffs, discounts, and other conditions. The Energy Regulatory Authority may establish rules on how such conditions shall be published by the plants identified in the Act and rules on invoicing and specification."}, {"text_block_id": "p8_b196", "text": "(4)"}, {"text_block_id": "p8_b197", "text": "The Energy Regulatory Authority may decide that an independent expert shall examine financial reports, contracts etc. for a plant regulated by the Act with the purpose to draft an expert•s report for the Authority."}, {"text_block_id": "p9_b198", "text": "(5)"}, {"text_block_id": "p9_b199", "text": "The Energy Regulatory Authority may obtain data from the plants identified by the Act, which is necessary to perform the duties of the Authority according to this Act or rules pertaining to this Act."}, {"text_block_id": "p9_b200", "text": "(6)"}, {"text_block_id": "p9_b201", "text": "The Energy Regulatory Authority draw the attention of the Minister of Environment and Energy about relations, which according to the Authority may have impact on the Minister•s functions carried out according to this Act."}, {"text_block_id": "p9_b202", "text": "Article 23c"}, {"text_block_id": "p9_b203", "text": ". Costs, required to the Energy Regulatory Authority to carry out its functions as per this Act and pertaining rules shall be covered by the plants identified in this Act, which are supervised by the Authority. The Minister of Environment and Energy may establish specific rules about this."}, {"text_block_id": "p9_b204", "text": "(2)"}, {"text_block_id": "p9_b205", "text": "The Minister of Environment and Energy may establish rules that a fee shall be paid to bring a complaint before the Energy Regulatory Authority."}, {"text_block_id": "p9_b206", "text": "Article 23d"}, {"text_block_id": "p9_b207", "text": ". The Minister of Environment and Energy may, to ensure transparency of prices, security of supply, and follow up on energy and environment policy targets, including drafting necessary background information, order the plants regulated by the Act to draft and submit specified information about the production and operation of the plants and about services bought and sold by the plants."}, {"text_block_id": "p9_b208", "text": "(2)"}, {"text_block_id": "p9_b209", "text": "The Minister of Environment and Energy may collect necessary information by the municipalities necessary to map the collective supply of hot water, steam or gas."}, {"text_block_id": "p9_b210", "text": "(3)"}, {"text_block_id": "p9_b211", "text": "The Minister of Environment and Energy may establish rules about the extent of the information mentioned in subsections (1) and (2)."}, {"text_block_id": "p9_b212", "text": "CHAPTER 4B"}, {"text_block_id": "p9_b213", "text": "Transfer of Company Activities, Unbundling of Activities, and Consumer Influence"}, {"text_block_id": "p9_b214", "text": "Article 23e"}, {"text_block_id": "p9_b215", "text": ". When selling a company or shares of the company, which owns a plant with hot water or steam pipe installations, the municipality that holds shares in the capital of such a company shall calculate its share capital and net profit from the sale."}, {"text_block_id": "p9_b216", "text": "(2)"}, {"text_block_id": "p9_b217", "text": "•Sale• in subsection (1) also covers fully or partly, direct or indirect hand over or similar of the following:"}, {"text_block_id": "p9_b218", "text": "1)"}, {"text_block_id": "p9_b219", "text": "a company as mentioned in subsection (1),"}, {"text_block_id": "p9_b220", "text": "2)"}, {"text_block_id": "p9_b221", "text": "direct or indirect control of or other rights of a company as mentioned in Item 1), or"}, {"text_block_id": "p9_b222", "text": "3)"}, {"text_block_id": "p9_b223", "text": "capital shares, which are owned by directly or indirectly by such a company."}, {"text_block_id": "p10_b224", "text": "(3)"}, {"text_block_id": "p10_b225", "text": "The calculation is submitted to the ERA according to the rules established by the Authority."}, {"text_block_id": "p10_b226", "text": "(4)"}, {"text_block_id": "p10_b227", "text": "The provisions in subsections (1), (2), and (3) shall be also applied, when the vendor is a company or enterprise, etc., in which the municipality has direct or indirect capital shares, or if the municipality gains profit selling or handing over such a company, which owns shares as mentioned in Item 1).  The provisions in subsections (1), (2) and (3) shall be also applied, if the municipality gains profit through sale or handing over, etc. as mentioned in Item 1)."}, {"text_block_id": "p10_b228", "text": "(5)"}, {"text_block_id": "p10_b229", "text": "The ERA shall make a decision, whether the calculation can be approved. If the ERA cannot approve this, the Authority establish the size of the municipal direct or indirect share of authorised capital in a company as mentioned in subsection (1) and establish the size of the net profit by the sale according by the subsections (1), (2), and (4)."}, {"text_block_id": "p10_b230", "text": "(6)"}, {"text_block_id": "p10_b231", "text": "The ERA shall not later than 1 June each year inform the Ministry of Foreign Affairs about the size of the amount, which a municipality according to the subsection (5) has directly or indirectly achieved in net profit through sale."}, {"text_block_id": "p10_b232", "text": "(7)"}, {"text_block_id": "p10_b233", "text": "The Ministry of Interior reduce accordingly the State subsidy to the municipality according to the provisions in article 10 in the Act on Municipal Economic Alignment and Subsidy to Municipalities with an amount mentioned in subsection (6) including interest rate as mentioned in subsection (8)."}, {"text_block_id": "p10_b234", "text": "(8)"}, {"text_block_id": "p10_b235", "text": "The Ministry of Interior calculate an interest, which is calculated from the date where the municipality receives the profit from sale or hand over, and until the fiscal year, where the reduction in state subsidy to the municipality is enforced. The interest is calculated according to the net profit in subsection (6), deducted the annual reduction in the state subsidy as mentioned in subsection (7). The interest rate is equivalent to the discount rate of the National Bank of 1 January of the year or those years, when the interest shall be calculated."}, {"text_block_id": "p10_b236", "text": "Article 23f"}, {"text_block_id": "p10_b237", "text": ". In the event that a plant delivering hot water or steam, and not owned by the consumers, the buildings of which are connected to the plant, is ceded to other interests than those of municipality•s, shall be offered to buy the plant at a market price."}, {"text_block_id": "p10_b238", "text": "(2)"}, {"text_block_id": "p10_b239", "text": "In the event that a plant delivering hot water or steam, and owned by the consumers, the buildings of which are connected to the plant, is ceded to other interests, the municipality or those municipalities, in which the plant is located, shall be offered to buy the plant at a market price."}, {"text_block_id": "p10_b240", "text": "(3)"}, {"text_block_id": "p10_b241", "text": "The purchase right according to subsections (1) and (2) is also applied when shares in such companies or plants are ceded."}, {"text_block_id": "p11_b242", "text": "(4)"}, {"text_block_id": "p11_b243", "text": "The priority of this purchase right is repealed, when the heat consumers or municipality fail to exercise it within three months after the offer was granted. Having failed to reach an agreement through negotiations, the take over conditions are established by the Energy Regulatory Authority"}, {"text_block_id": "p11_b244", "text": "(5)"}, {"text_block_id": "p11_b245", "text": "An agreement reached not taking into consideration requirements of subsections (1), (2) or (3) is not valid."}, {"text_block_id": "p11_b246", "text": "Article 23g"}, {"text_block_id": "p11_b247", "text": ". Operation of an installation for transmission of hot water or steam shall be performed in an independent company if the installation is owned by one or several municipalities, by those consumers, the buildings of which are connected to the installation or by both municipalities and consumers. Accordingly, the operation shall be performed in an independent company, if municipalities, consumers or both do not own all shares of the company, which owns the installation. The independent company performing the operation of the installation does not have the right to undertake any other activity unless this activity is carried out in another independent company."}, {"text_block_id": "p11_b248", "text": "(2)"}, {"text_block_id": "p11_b249", "text": "The Minister of Environment and Energy, taking into consideration particular circumstances, may exempt the provisions of subsection (1)."}, {"text_block_id": "p11_b250", "text": "Article 23h"}, {"text_block_id": "p11_b251", "text": ". The majority of Board members in a company, which owns an installation for transmission of hot water or steam shall be elected by those consumers, the buildings of which are connected to the installation, or by one or several district councils in the supply area, using their ownership at the general shareholders meeting or in another way. The majority may also be elected by consumers or one or more district councils together."}, {"text_block_id": "p11_b252", "text": "(2)"}, {"text_block_id": "p11_b253", "text": "The requirement regarding influence according to subsection (1) is considered executed, if the consumers in the supply area elect a council, which again appoint the board of the company as mentioned in subsection (1), organized as a cooperative society. The same applies to a company as mentioned in subsection (1), which is organized as a self-governing institution or as an association, if the board is appointed by representatives elected by one or more district councils in the supply area, by a majority of consumers, the buildings of which are connected to the installation or by such district councils and consumers together. The same applies to an installation for transmission of hot water or steam owned by municipality."}, {"text_block_id": "p11_b254", "text": "(3)"}, {"text_block_id": "p11_b255", "text": "The requirement regarding influence according to subsection (1) in a company owned by a legal person is considered executed, if the members of the board for the legal person are elected or appointed according to the procedure in subsection (1) and this board elects the board of the company."}, {"text_block_id": "p12_b256", "text": "(4)"}, {"text_block_id": "p12_b257", "text": "The Minister of Environment and Energy, taking into consideration particular circumstances, may exempt the provisions of subsection (1)."}, {"text_block_id": "p12_b258", "text": "Article 23i"}, {"text_block_id": "p12_b259", "text": ". If the consumers or district councils or those together do not have the influence as mentioned in article 23h, a council of consumers shall be established. The council of consumers shall consist of eleven members elected by the consumers, the buildings of which are connected to the company•s installation. The task of this council is to elect the majority of the company board members."}, {"text_block_id": "p12_b260", "text": "(2)"}, {"text_block_id": "p12_b261", "text": "The Minister or Environment and Energy may establish rules for conditions regarding the right of the consumers to elect and be elected as well as the duration of the members mandate."}, {"text_block_id": "p12_b262", "text": "(3)"}, {"text_block_id": "p12_b263", "text": "The council of consumers• election of board members is restricted to candidates appointed by the members of the council. Those members of the board are elected for the period equivalent to the period, which according to the statute is applied to other members of the board."}, {"text_block_id": "p12_b264", "text": "(4)"}, {"text_block_id": "p12_b265", "text": "If the company is organized as a limited liability company, this company is exempt of articles 49 subsection (6), article 59 subsections (1) and (2), Item 2) of the Act on Limited Liability Companies."}, {"text_block_id": "p12_b266", "text": "Article 23j"}, {"text_block_id": "p12_b267", "text": ". A council of consumers according to article 23i subsection (1) shall be elected not later than six months after the company does not comply with the requirement regarding influence as mentioned in article 23h. The council of consumers elect the majority of the company board members within four weeks."}, {"text_block_id": "p12_b268", "text": "(2)"}, {"text_block_id": "p12_b269", "text": "The company shall take care of establishment of the consumer council according to article 23i."}, {"text_block_id": "p12_b270", "text": "Article 23k"}, {"text_block_id": "p12_b271", "text": ". The statues for the companies, which own installation for transmission of hot water or steam shall contain provisions, which ensure the execution of the articles 23h to 23j."}, {"text_block_id": "p12_b272", "text": "(2)"}, {"text_block_id": "p12_b273", "text": "In case of disagreement between consumer and company on whether the statutes comply with the requirements in subsection (1), the case can be brought before the Energy Regulatory Authority."}, {"text_block_id": "p12_b274", "text": "CHAPTER 5"}, {"text_block_id": "p12_b275", "text": "Supervision"}, {"text_block_id": "p13_b276", "text": "Article 24."}, {"text_block_id": "p13_b277", "text": "The Minister of Environment and Energy may lay down regulations as to the maintenance of installations regulated by this Acts as well as regulations as to the technical equipment in the installations."}, {"text_block_id": "p13_b278", "text": "Article 25"}, {"text_block_id": "p13_b279", "text": ". The district council shall supervise the installation and operation of collective heat-supply plants."}, {"text_block_id": "p13_b280", "text": "(2)"}, {"text_block_id": "p13_b281", "text": "The Minister of Environment and Energy may lay down rules pertaining to supervision."}, {"text_block_id": "p13_b282", "text": "CHAPTER 6"}, {"text_block_id": "p13_b283", "text": "Complaints, Energy Appeal Board, etc."}, {"text_block_id": "p13_b284", "text": "Article 26."}, {"text_block_id": "p13_b285", "text": "The Energy Appeal Board treat complaints on decisions taken by the municipality, the Minister of Environment and Energy or the Energy Regulatory Authority, according to this Act or according to rules laid down according to the law."}, {"text_block_id": "p13_b286", "text": "(2)"}, {"text_block_id": "p13_b287", "text": "The decisions of the municipalities, the Minister of Environment and Energy and the Energy Regulatory Authority cannot be brought before any other administrative authority than the Energy Appeal Board mentioned in subsection (1). The decisions cannot be brought before court of justice before the final administrative decision is available."}, {"text_block_id": "p13_b288", "text": "(3)"}, {"text_block_id": "p13_b289", "text": "A complaint shall be lodged not later than four weeks after the decision is announced."}, {"text_block_id": "p13_b290", "text": "Article 26a."}, {"text_block_id": "p13_b291", "text": "The Minister of Environment and Energy may lay down rules on:"}, {"text_block_id": "p13_b292", "text": "1)"}, {"text_block_id": "p13_b293", "text": "the access to complain on decisions, which is taken by the municipality, the Minister of Environment and Energy or the Energy Regulatory Authority, according to this Act, including that certain decisions cannot be brought before the Energy Regulatory Authority,"}, {"text_block_id": "p13_b294", "text": "2)"}, {"text_block_id": "p13_b295", "text": "decisions taken by an institution within the Ministry of Environment and Energy or by the Energy Regulatory Authority according to authorisation granted according to section 28, cannot be brought before the Minister of Environment and Energy, and"}, {"text_block_id": "p13_b296", "text": "3)"}, {"text_block_id": "p13_b297", "text": "payment of a fee when bringing a complaint before the Energy Appeal Board."}, {"text_block_id": "p13_b298", "text": "Article 27."}, {"text_block_id": "p13_b299", "text": "The Minister of Environment and Energy may lay down rules on the composition of the Energy Appeal Board when the board assess decisions taken according the this Act or according to rules issued according to the law."}, {"text_block_id": "p14_b300", "text": "(2)"}, {"text_block_id": "p14_b301", "text": "The chairman of the Energy Appeal Board can after agreement with the board take decisions on behalf of the board in cases to be treated according to this Act or according to rules issued according to the law"}, {"text_block_id": "p14_b302", "text": "(3)"}, {"text_block_id": "p14_b303", "text": "The Energy Appeal Board can at plants regulated by the Act collect all information necessary to attend to the duties of the Board according to this Act or according to rules issued according to the law."}, {"text_block_id": "p14_b304", "text": "Article 28."}, {"text_block_id": "p14_b305", "text": "The Minister of Environment and Energy may delegate power to the Energy Regulatory Authority, which according to this Act is granted the Minister"}, {"text_block_id": "p14_b306", "text": "CHAPTER 7"}, {"text_block_id": "p14_b307", "text": "Public Service Obligations for Heat Supply Plants"}, {"text_block_id": "p14_b308", "text": "Article 29."}, {"text_block_id": "p14_b309", "text": "The Minister of Environment and Energy may lay down rules or make decisions that apply to enterprises operating plants regulated by the present Act,"}, {"text_block_id": "p14_b310", "text": "1)"}, {"text_block_id": "p14_b311", "text": "to carry out activities as to increase the connection rate to the district heating network"}, {"text_block_id": "p14_b312", "text": "2)"}, {"text_block_id": "p14_b313", "text": "to map out the heat consumption in the supply areas, the energy consumption in the plants regulated by this Act, and plan and assist to implement energy savings and improve energy efficiency in these areas and plants"}, {"text_block_id": "p14_b314", "text": "3)"}, {"text_block_id": "p14_b315", "text": "to render advice on rational use of energy for consumers within the supply area"}, {"text_block_id": "p14_b316", "text": "4)"}, {"text_block_id": "p14_b317", "text": "to carry out research and development, which is necessary to utilisation of environmental friendly production technologies for heat supply, and"}, {"text_block_id": "p14_b318", "text": "5)"}, {"text_block_id": "p14_b319", "text": "to carry out statements on the future use of energy in the supply areas"}, {"text_block_id": "p14_b320", "text": "(2)"}, {"text_block_id": "p14_b321", "text": "The Minister of Environment and Energy may lay down rules on implementation of the activities in subsection (1), including rules on invoicing and collection of payments, and on organisation and delimitation of these activities."}, {"text_block_id": "p14_b322", "text": "(3)"}, {"text_block_id": "p14_b323", "text": "The Minister of Environment and Energy may decide, that more explicit preconditions shall be applied for the planning according to subsections 1 and 2, for advice according to subsection (1), point 3), and for the activities according to subsection (1), points 4 and 5. The Minister of Environment and Energy may lay down rules on elaboration of plans of activities in subsection (1) and on approval of these."}, {"text_block_id": "p14_b324", "text": "Article 30"}, {"text_block_id": "p14_b325", "text": "(Repealed)"}, {"text_block_id": "p14_b326", "text": "Article 31"}, {"text_block_id": "p14_b327", "text": "(Repealed)"}, {"text_block_id": "p15_b328", "text": "Article 32"}, {"text_block_id": "p15_b329", "text": "(Repealed)"}, {"text_block_id": "p15_b330", "text": "CHAPTER 8"}, {"text_block_id": "p15_b331", "text": "Penalties, Commencement, etc."}, {"text_block_id": "p15_b332", "text": "Article 33."}, {"text_block_id": "p15_b333", "text": "Any party that neglects to notify or furnish information in due time according to article 4, subsection (3), article 21, subsection (1), article 22, subsection (1), article 23b, subsection (5), article 23d, subsection (2), and article 27, subsection (3), who disregard orders issued in pursuance of article 21, subsections 4 and 5, article 23d, subsection (1) or article 29, subsection (1), to submit a statement according to article 23e subsection (3), to separate the operation according to article 23g, or to comply with rules issued according to article 24, may be ordered by the Minister of Environment and Energy, as a coercive measure, to pay daily or weekly fines. A distraint warrant may be issued for this."}, {"text_block_id": "p15_b334", "text": "Article 34."}, {"text_block_id": "p15_b335", "text": "Any party, which:"}, {"text_block_id": "p15_b336", "text": "1)"}, {"text_block_id": "p15_b337", "text": "neglects to obtain a permit pursuant to article 4,"}, {"text_block_id": "p15_b338", "text": "2)"}, {"text_block_id": "p15_b339", "text": "disregards the conditions for a permit according to the law,"}, {"text_block_id": "p15_b340", "text": "3)"}, {"text_block_id": "p15_b341", "text": "neglects to follow an order or prohibition according to the law including an order to rectify an unlawful state of affairs,"}, {"text_block_id": "p15_b342", "text": "4)"}, {"text_block_id": "p15_b343", "text": "furnishes incorrect or misleading information, cf. article 4, subsection (3), and article 21, subsection (1), article 22, subsection (1), article 23b, subsection (5), article 23d, subsection"}, {"text_block_id": "p15_b344", "text": "furnishes incorrect or misleading information, cf. article 4, subsection (3), and article 21, subsection (1), article 22, subsection (1), article 23b, subsection (5), article 23d, subsection\n* and (2), article 23e, subsection (3), and article 27, subsection (3) of this Act\n<\\li1>"}, {"text_block_id": "p15_b346", "text": "(2)"}, {"text_block_id": "p15_b347", "text": "In prescriptions issued under this Act, it may be laid down that any party that violates the provisions of the prescriptions is liable to punishment of a fine."}, {"text_block_id": "p15_b348", "text": "(3)"}, {"text_block_id": "p15_b349", "text": "It may be laid down that companies, etc. (legal persons) are liable to punishment according to Chapter 5 of the Danish Penal Code."}, {"text_block_id": "p15_b350", "text": "Article 35"}, {"text_block_id": "p15_b351", "text": ". The Act shall come into force on 15 June 1990."}, {"text_block_id": "p15_b352", "text": "(2)"}, {"text_block_id": "p15_b353", "text": "When the Acts comes into force, the Heat Supply Act shall be annulled, cf. Consolidation Act No. 30, dated 29 June 1983."}, {"text_block_id": "p16_b354", "text": "(3)"}, {"text_block_id": "p16_b355", "text": "Until such time as the Minister of Environment and Energy shall decide otherwise, a district council may not approve a project that is at variance with the rules approved under the regional heat supply plans."}, {"text_block_id": "p16_b356", "text": "Article 36"}, {"text_block_id": "p16_b357", "text": ". This Acts shall not apply to the Faeroe Islands or Greenland."}, {"text_block_id": "p16_b358", "text": "Ministry of Environment and Energy, 24 July 2000"}], "document_description": "The objective of this Act is to promote the most socio-economic and environmentally-friendly use of energy for heating buildings, supplying them with hot water and reduce the dependency of the energy system on oil. It notably aims to foster use of geothermal energy.<br><br>This document was amended by the Act amending the Electricity Act, Natural Gas Supply Act, Heat Supply Act and various other laws, repealing the Act on the use of renewable energy sources (No. 622 of 2010)."}