{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Italy", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry"], "document_date": "25/12/2009", "document_language": "English", "document_name": "Cleaner vehicle purchase incentives (Decree Law No. 5 of 2009)", "document_country_code": "ITA", "document_hazard_name": [], "document_keyword": "Transportation", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ITA/2009/ITA-2009-12-25-Cleaner vehicle purchase incentives (Decree Law No. 5 of 2009)_f925d875254ffc33d59399abc40451ca.pdf", "document_type": "Decree Law", "text_blocks": [], "document_description": "In February 2009, as part of measures aimed at supporting industrial sectors in crisis, the Council of Ministers launched a temporary incentive scheme for consumers to replace their old vehicles with new ones meeting certain environmental criteria.<br />\n<br />\nEnergy - demand-side policies: the scheme applies to cars, light commercial vehicles, as well as motorcycles and scooters. The incentives are provided in the form of a discount obtained by consumers directly from the dealers, who in turn receive this as a tax credit.<br />\n<br />\nA bonus of EUR1,500 (USD1,882) is provided when a car more than nine years old and meeting Euro 0, 1 or 2 standards is exchanged for a new vehicle meeting Euro 4 or 5 standards and that emits a maximum of 130g CO2/km for diesel cars or 140g CO2/km for others. The exchanged vehicle must have been registered by December 1999.<br />\n<br />\nThis can be combined with a purchase incentive of EUR 1,500 should the new vehicle run on electricity, hydrogen or methane. Similar bonuses are provided for lightweight commercial vehicles, motorcycles and scooters."}