{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Italy", "document_category": "Law", "document_sector_name": ["Transportation", "Energy", "Buildings"], "document_date": "01/01/2020", "document_language": "Italian", "document_name": "Decree-law 19 May 2020, n. 34.: Urgent measures on health, support for work and economy, as well as social policies connected to the epidemiological emergency by Covid-19", "document_country_code": "ITA", "document_hazard_name": [], "document_keyword": ["Solar Panels", "Covid19", "Pv", "Energy Efficiency", "Ev", "S Olar", "Brt"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ITA/2020/ITA-2020-01-01-Decree-law 19 May 2020, n. 34.: Urgent measures on health, support for work and economy, as well as social policies connected to the epidemiological emergency by Covid-19_939c1c4017d5fbc8705543a4ef2772d2.pdf", "document_type": "Decree Law", "text_blocks": [], "document_description": "This document, named the \"relaunched decree\" by the government, was released through the Council of Ministers press release no. 45 on the 14th of May 2020 and entered into force on the 19th of May 2020. It aims at enabling Italy to cope with the Covid-19-induced crisis and allow economic recovery. The decree-law notably modifies fiscal rules to incentivise energy efficiency, photovoltaic installations, and charging stations for electric vehicles at article 119. A number of articles in chapter 3 of the decree focus on the relaunch of the rail sector, on public transport refund scheme (art. 200) and on strengthening the Bus Rapid Transit system (art. 213).The decree-law establishes measures to encourage sustainable mobility in art. 229. These measures include a bonus of 60% of the cost and capped at 500 euros to acquire a cycle, electric cycle and other micromobility modes. The scheme is valid until the 31st of December 2020 and applies to residents of towns and cities above 50,000 residents. Article 49 of the decree mandates the creation of a center of excellence for research, innovation and technology transfer in the automotive sector in the complex industrial  area of Turin. This center will promote ecological transition processes in the sectors of sustainable public and private mobility and the competitiveness of the automotive industry. It will also foster collaboration and transfer of knowledge, including towards  the experimentation of new forms of mobility, including electric mobility."}