{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Italy", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "25/12/2002", "document_language": "English", "document_name": "Introduction of the Green Certificates System", "document_country_code": "ITA", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ITA/2002/ITA-2002-12-25-Introduction of the Green Certificates System_c2adc32040924bc0859e17ee4c41b716.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "This legislation completes the introduction of a cap-and-trade mechanism to promote renewable energy sources. It introduces the green certificates that producers and importers can buy.<br />\n<br />\nEnergy - demand-side policies: the 1999 Electricity Liberalisation Act and Decrees from the Ministries of Trade and Industry and of Environment (Legislative decree 79/99 of 16 March 1999 entitled; Ministry of Productive Activities decree 18.03.02; Followed by Ministry of Productive Activities decree 14.03.04, implementing the rules for the green certificates) introduced a cap-and-trade mechanism to promote renewable energy sources. It required Italian energy producers and importers (producing or importing more than 100 GWh/year from conventional sources) to ensure that a certain quota of electricity fed into the grid comes from renewable energy sources, aiming at a general reduction of CO2 emissions of about 4Mt - 6Mt by 2006.<br />\n<br />\nA 2% quota obligation was set, strengthened in 2003 and again in 2008. Producers and importers can comply with the obligation by means of green certificates. They can buy those certificates through bilateral contracts or by participating in the green certificates platform (managed by GME, the energy markets operator).<br />\n<br />\nSuppliers can fulfil the obligation by buying green certificates from eligible new renewable energy plants, by building new renewable energy plants or by importing electricity from new renewable energy plants from countries with similar instruments on the basis of reciprocity. Renewable energy producers in operation before 31 December 2007 can obtain green certificates for 12 years. Subsequent regulatory interventions have increased the incentive period to 15 years."}