{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Italy", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Energy"], "document_date": "01/01/2006", "document_language": "Italian", "document_name": "Law 27 December 2006, n. 296 \"Provisions for the formation of the annual and multi -year budget of the State (financial law 2007)\"", "document_country_code": "ITA", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation", "Fossil Fuels"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ITA/2006/ITA-2006-01-01-Law 27 December 2006, n. 296 %22Provisions for the formation of the annual and multi -year budget of the State (financial law 2007)%22_26ae024cb345c53eb294da3c6fa635e4.pdf", "document_type": "Law", "text_blocks": [], "document_description": "Re-introduction of a moratorium on oil and gas developments within 12 nautical miles of Italy's Coastline (2016 Budget Law - Law no. 208 of 28 December 2015)Energy efficient buildings and biofuel blend incentives (2010 Finance Law):The Finance law 2010 provides incentives for energy efficient buildings and the use of biofuel. Fossil fuels are subject to specific excise duties on the basis of weight or volume units. Biofuels are incentivised through a reduction of this excise duty. In particular, the Budget Law 2010 defines a maximum of 18,000 tonnes of biofuels that can benefit from this reduction. Italian legislation also stipulates that fossil fuel producers should annually supply a minimum quota of biofuels based on the total amount of fuel supplied during the previous year. Revisions concerning green certificates (Finance law 2008 - Law No. 244 24/12/2007 and Law No. 222 29/11/2007):Putting a price on carbon: the revisions concerning green certificates are twofold. First, the incentive period is raised to 15 years. Second, the number of certificates issued varies depending on the type of renewable source, according to a coefficient of multiplicative energy produced.Energy - demand-side policies: the 2008 Budget Law includes new measures relating to the production of electricity from renewable energy sources, in particular for small renewable plants. Biofuel blend minimum; energy efficiency for appliances and Revolving fund for Kyoto (Finance Law 2007):This law provides for various fiscal incentives and financial measures to improve energy efficiency and to abate emissions.It also established an obligation for all traditional fuel producers to supply, each year, a minimum quota of biofuels determined as a percentage of the previous year's total supply volume. The initial quota was 1% for 2007; subsequently it was increased to 2% for 2008 and 3% for 2009. Non-compliance with the quota is subject to penalties. The Ministry of Agriculture and Forestry is responsible for verifying the fulfilment of this obligation.The Law introduced tax allowances for purchase or installation of high-efficiency electric motors and for high-efficiency fridges and freezers. It also promotes the reduction of duty for biofuels used for transportation and fiscal incentives for enhancing energy efficiency and use of renewable energy in buildings.The Law also established the Revolving fund for Kyoto: it provides EUR 200 million (USD 272 million) for financing measures to promote GHG emission reductions for 2010-2012 and to achieve the targets. It finances, for instance, a high-performance micro-cogeneration plant. Fund for GHG emissions reduction and energy efficiency (Finance Law 2001 Art. 10):The financial law, approved at the end of the year 2000, establishes a fund for the reduction of atmospheric emissions and the promotion of energy efficiency and sustainable energy sources. The fund is financed from a portion equal to 3% of the receipts accruing from Italy's carbon tax.The fund will finance up to 80% of the cost of programmes for installation of solar collectors (mostly PV), particularly in southern Italy. The fund will also finance reforestation programmes to increase absorption of CO2.http://www.normattiva.it/uri-res/N2Ls?urn:nir:stato:legge:2017-12-27;205"}