{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Italy", "document_category": "Law", "document_sector_name": ["Water", "Transportation", "Residential and Commercial", "Industry", "Energy"], "document_date": "25/12/2014", "document_language": "English", "document_name": "Law Decree no. 145/20131 (the 'Destinazione Italia Decree')", "document_country_code": "ITA", "document_hazard_name": [], "document_keyword": ["Carbon Pricing", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ITA/2014/ITA-2014-12-25-Law Decree no. 145_20131 (the 'Destinazione Italia Decree')_6f81fca06e4a6a8296f5b661bd7fb41d.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This Decree introduces an optional incentive system for existing plants and new rules for plants benefiting from incentives based on electricity rates.<br>&nbsp;<br>&nbsp;Among others, the Decree presents a new optional incentive scheme to certain renewable electricity producers. Producers owning power plants that have already obtained green certificates and/or all-inclusive tariffs, may do one of the following:<br>1) Continue to benefit from their existing incentive scheme over the remaining original period. If so, for 10 years after the end of the original incentive period, any new initiative on the same site will not benefit from further incentives, including dedicated withdrawal and net-metering<br>2) Restructure their existing incentive scheme. In this case, the existing incentive is reduced by a percentage which differs according to the type of plant, while the incentive period is extended by 7 years.<br>&nbsp;This rule does not apply to power plants which benefit from:<br>3) CIP 6 incentives scheme ;<br>4) Incentives available under the FER Decree, with the exception of those covered by the interim regime.<br>&nbsp;<br>&nbsp;Additional measures include:<br>1) Reinforcing the Ecobonus: Tax incentives for the energy efficiency of buildings have been extended, and the deduction has been raised to 65%. The 50% deduction for building refurbishment has been extended, widening its sphere of application to several types of furnishings and home appliances<br>2) Enhancing the 'White Certificate' (or Energy Saving Certificates - ESC) mechanism, prevalently applied to the industrial and service sectors, and promoting infrastructure energy saving in sectors that have been neglected up to now (ITC, water distribution network, transports)."}