{"document_instrument_name": "Tax incentives|Economic", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Italy", "document_category": "Law", "document_sector_name": ["Energy", "Agriculture"], "document_date": "20/08/2014", "document_language": "English", "document_name": "Law no. 116, ratifying with amendments the Law Decree no. 91 of 24 June 2014 on 'Urgent provisions for the agricultural sector, environment, company development and, inter alia, reduction of energy bills'", "document_country_code": "ITA", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ITA/2014/ITA-2014-08-20-Law no. 116, ratifying with amendments the Law Decree no. 91 of 24 June 2014 on 'Urgent provisions for the agricultural sector, environment, company development and, inter alia, reduction of energy bills'_606a0fc221c3a6fddb8517cb6955b5c2.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Law ratifies with amendments the Law Decree on 'Urgent provisions for the agricultural sector, environment, company development and reduction of energy bills' and lays down new provisions on feed-in-tariffs for photovoltaic and other renewables sources plants.<br>&nbsp;<br>&nbsp;It regulates the restructuration of feed-in tariffs for photovoltaic plants (capacity &gt; 200 kW). Starting from 1st January 2015, the feed-in-tariffs are to be paid based on one of the following three options, to be selected by the owner of the plant:<br>&nbsp;a) Current feed-in-tariffs will be reduced depending on the actual remaining period of life of the plant (from 25% for 12 years remaining to 17% for more than 19 years remaining) and distributed over a period of 24 years starting from the grid connection date instead of 20 years<br>&nbsp;b) The fixed reduction of feed-in-tariffs, when the owner of the plant can opt for a reduction of the current feed-in-tariffs by a fixed percentage over the 20-year period (same as before). The Law now provides for the following different percentages, depending on the nominal capacity of the plant:</div><ul><li>6% for plants with nominal capacity with nominal capacity of 200 - 500kW;</li><li>7% for plants with nominal capacity with nominal capacity of 500 -900kW;</li><li>8% for plants with nominal capacity above 900 kW.</li></ul><div>&nbsp;c) The variable restructuration of feed-in-tariffs, which provides for current feed-in-tariffs to be reduced initially by a certain percentage and increased, by the same amount, at a later stage. The aim of introducing such option is to ensure annual savings of EUR600m (USD753m) over 2015-2019.<br>&nbsp;<br>&nbsp;In addition, the Law provides that owners can sell up to 80% of their expected future feed-in-tariffs to a third investor (selected among European leading financial operators through competitive tenders)."}