{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Italy", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy"], "document_date": "01/01/2013", "document_language": "Italian", "document_name": "National energy strategy: for a more competitive and sustainable energy", "document_country_code": "ITA", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ITA/2013/ITA-2013-01-01-National energy strategy: for a more competitive and sustainable energy_2e5e7a07e6baf090bb3caea8f2d14202.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The National Energy Strategy (NES), which has a double time horizon (2020 and 2050), directs efforts towards substantially improving the competitiveness of the energy system and environmental sustainability. The results expected by 2020 are:1) Wholesale prices of all energy sources will be aligned with average European average price levels, resulting in savings of about EUR9bn (USD11.3bn)/year in the overall power and gas bill (from current EUR70bn (USD87.8bn) - assuming same commodity prices).2) Expenditure on energy imports will be reduced by about EUR14bn (USD17.6bn)/year from the present EUR62bn (USD77.8bn), and dependency on foreign supplies from 84% to 67%, thanks to energy efficiency, increased production from renewables, lower electricity imports and increased production from national resources. 3) Private investment of EUR180bn (USD213bn) will be supported by incentives between now and 2020 in renewables and energy efficiency and in traditional sectors (electricity and gas networks, re-gasification plants, storage, hydrocarbon development).4) GHG emissions will fall by about 21% compared to the 2005 level, exceeding the European 20-20-20 targets for Italy.5) Renewable energy sources will account for 19-20% of gross final consumption (compared with about 10% in 2010). This is equivalent to 22-23% of primary energy consumption, while fossil fuel use will fall from 86% to 76%. Renewables will become the primary source in the electricity sector together with gas, accounting for 34-38% of consumption (compared with 23% in 2010).6) Primary consumption will fall by about 24% by 2020 compared with the reference scenario (an estimated 4% below 2010 levels); this exceeds the European 20-20-20 targets of -20%, thanks mainly to energy efficiency measures. To attain these results, the strategy formulates seven priorities, each with specific supporting measures already set in motion or currently being defined:1) Fostering Energy Efficiency2) Promoting a competitive gas market, integrated with the other European markets and with aligned prices3) Developing renewable in a sustainable way, in order to exceed the European targets (\\20-20-20\\), while at the same time keeping energy bills competitive4) Developing an efficient electricity market fully integrated with the European market; with gradual integration of renewable power production5) Restructuring the refining industry and the fuel distribution network, to achieve a more sustainable system competitive on the European level6) Sustainably raising national hydrocarbons production, which will bring major economic and employment benefits, while observing the highest international standards in terms of security and environmental protection7) Modernising governance of the energy sector to make decision-making processes more effective and more efficient8) Research and development will play a key role in developing technologies that allow for a more competitive and sustainable energy system The NES lays down long-term indicative objectives for 2050. Among the most important:1) The need to strengthen efforts in energy efficiency. Primary consumption will have to fall in the range of 17-26% by 2050 compared to 2010, by decoupling economic growth from energy consumption. In particular, efforts in building and transport will be critical2) The high penetration of renewable energy, than in any of the scenarios envisaged at the time is expected to reach levels of at least 60% of gross final consumption by 2050, with much higher levels in the electricity sector. In addition to the need of research and development for the reduction of costs, it will be fundamental to rethinking the market and network infrastructure3) A substantial increase in the degree of electrification, which will almost double by 2050, reaching at least 38%, particularly in electricity and transport4) The key role of gas for the energy transition, despite a reduction of its weight both in percentage and in absolute value in the span of the scenario"}