{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Italy", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "25/12/2005", "document_language": "English", "document_name": "White Certificate Trading for End-Use Energy Efficiency", "document_country_code": "ITA", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ITA/2005/ITA-2005-12-25-White Certificate Trading for End-Use Energy Efficiency_f0998e2cba6ec727b15e781319c0ab34.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "Two Decrees voted in 2004 require electricity and gas suppliers to help their customers save energy and engendered the 2005 White Certificates trading scheme.<br />\n<br />\nThe two decrees repealed two previous decrees of 2001 about the identifi-cation of quantitative national targets for energy savings and development of renewable sources.<br />\n<br />\nEnergy - demand-side policies: In compliance with specific energy conservation targets, all Italian electricity and gas distributors with at least 100,000 end customers at the close of 2001 can - as of May 2006 - trade white certificates of certified energy savings.<br />\n<br />\nThe white certificates represent marketable documents issued by the Energy Market Administrator testifying the energy saved by the energy distribution companies - as well as by their controlled partnerships - and by the Energy Service Companies (ESCO). The white certificates can be exchanged by means of bilateral contracts, or in the frame of a specific market ruled by GME.<br />\n<br />\nEnergy service providers, subsidiaries of electricity and gas distributors and distributors themselves will all sell energy efficiency certificates (white certificates) each representing primary energy savings of one tonne of oil equivalent (toe).<br />\n<br />\nDistribution companies must meet specified energy savings targets, either by implementing energy conservation projects that benefit their customers, which will earn them white certificates, or through the purchase of white certificates produced by energy conservation projects undertaken by others."}