{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Grenada", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF"], "document_language": "English", "document_name": "Grenada Strategic Program for Climate Resilience", "document_country_code": "GRD", "document_hazard_name": ["Changes In Average Temperature", "Changes In Average Precipitation", "Sea Level Rise", "Soil Erosion", "Landslides", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods", "Earthquakes"], "document_response_name": ["Loss And Damage", "Disaster Risk Management", "Adaptation"], "document_type": "Programme", "document_framework_name": ["Drm/Drr", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_date": "03/02/2011", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/GRD/2011/GRD-2011-02-03-Grenada Strategic Program for Climate Resilience_e67f44fdf3a02e6a1c6ad04f90c77a74.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Grenada"}, {"text_block_id": "p0_b2", "text": "Strategic Program for Climate Resilience (SPCR)"}, {"text_block_id": "p0_b3", "text": "Prepared for the"}, {"text_block_id": "p0_b4", "text": "Pilot Program for Climate Resilience (PPCR)"}, {"text_block_id": "p0_b5", "text": "March 2, 2011"}, {"text_block_id": "p0_b6", "text": "Grenada"}, {"text_block_id": "p1_b7", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p6_b8", "text": "Table of Contents"}, {"text_block_id": "p6_b9", "text": "PART 1"}, {"text_block_id": "p6_b10", "text": "PART 2"}, {"text_block_id": "p7_b11", "text": "PART 3"}, {"text_block_id": "p8_b12", "text": "PART 1"}, {"text_block_id": "p8_b13", "text": "Introduction and Background"}, {"text_block_id": "p8_b14", "text": "Small Island Developing States (SIDS) such as Grenada are characterized by their relatively small size and remoteness, limited natural resource base, limited human capacity and technical capability, and fragile ecosystems. Grenada is also susceptible to the vagaries of natural hazards like hurricanes and other extreme weather events. The onset of the climate change phenomenon has imposed new hazards on Grenada and exacerbated existing ones."}, {"text_block_id": "p8_b15", "text": "The state of Grenada consists of the three islands of Grenada, Carriacou and Petit Martinique and lies between Trinidad and Tobago to the south and Saint Vincent and the Grenadines to the north. It is the southernmost of the Windward Islands with the largest island being Grenada which is 34 km (21 miles) long and 18 km (12 miles) wide and the three islands taken together have a land area of 345 sq. km (133 sq. miles). The country is characterized by humid tropical climate, with relatively constant temperatures throughout the year averaging 26 degrees centigrade. The dry season runs from January to May and the rainy season from June to December. Carriacou and Petit Martinique generally receive lower levels of rainfall and during the dry season can experience severe drought conditions."}, {"text_block_id": "p8_b16", "text": "Grenada is already experiencing the impact of climate change and climate variability. Two hurricanes in the space of ten months followed a prolonged dry period. Hurricane Ivan, which impacted the country in September 2004, severely damaged the productive sectors resulting in economic contraction, dislocated the labor force and caused extensive disruption to key infrastructure like electricity. Following the recovery from Hurricane Ivan, Hurricane Emily struck the Northern part of the island, further affecting the food crop sector. The most vital sectors susceptible to climate change in Grenada are: water resource management, coastal infrastructure, human health, agriculture and tourism. Future programs and development activities in Grenada must focus on these sectors."}, {"text_block_id": "p8_b17", "text": "The Pilot Program for Climate Resilience (PPCR) housed within the Strategic Climate Funds (SCF) established under the Climate Investment Fund (CIF) aims to help countries transform to a low-carbon climate resilient development path, consistent with poverty reduction and sustainable development goals. The PPCR is expected to complement the currently available adaptation financing for climate resilience in development planning, and assist in the development of core development policies and strategies. PPCR is designed to catalyze a transformational shift from"}, {"text_block_id": "p8_b18", "text": "the ―business as usual‖"}, {"text_block_id": "p8_b19", "text": ", sector-by-sector and project-by-project approach to climate resilience by promoting a participatory approach towards development of a broad-based strategy to achieving climate resilience at the national level in the medium to long-term."}, {"text_block_id": "p8_b20_merged_merged", "text": "Given Grenada‘s vulnerability and limited capacity to adapt to climate change, its experience in dealing with natural disasters, and its commitment to mainstreaming climate change in its policies and planning, the country was nominated to participate in the PPCR. Pilot countries accepted into the PPCR include: Bangladesh, Bolivia, Cambodia, Mozambique, Nepal, Niger, Tajikistan, Yemen and Zambia. Two regional programs -Caribbean and the South Pacific -are also included as regional pilots. Grenada is one of six countries included in the Caribbean"}, {"text_block_id": "p9_b23", "text": "As a PPCR pilot country, Grenada is eligible to receive financial and technical assistance to support its efforts to build climate resilience. PPCR also provides the added value of assisting the Government of Grenada (GoG) to manage its climate change adaptation resources efficiently and comprehensively, avoiding duplication and enabling a platform for leveraging support from other international development partners and the cooperation of the private sector. The pilot program adopts a consultative process that involves all relevant stakeholders and facilitates an enabling environment for multi-lateral development Banks (MDBs) and bilateral donors to work together in close collaboration with the GoG both in designing and implementing interventions. Cumulatively, the PPCR will contribute to fostering sustainable outcomes in the medium to long term."}, {"text_block_id": "p9_b24", "text": "In its Expression of Interest (EOI), the Caribbean Regional countries requested the PPCR to focus on the following key areas: water resource management, management of coastal and marine resources, human health, agriculture, infrastructure and human settlements, tourism, disaster risk management, data capture and management. It also requested assistance to demonstrate ways to mainstream climate vulnerability and resilience into national policies and plans, consistent with sustainable development goals. The GoG also appointed the Ministry of Environment, Foreign Trade and Export Development to collaborate with the Ministry of Finance, Planning, Economy, Energy and Cooperatives as the focal ministry for the PPCR and designated the Project Coordination Unit (PCU) housed within the Ministry of Finance, Planning, Economy, Energy and Cooperatives as the main counterpart."}, {"text_block_id": "p9_b25", "text": "In accordance with the PPCR Guidelines, a First Joint Mission (JM) for Phase I was launched in August 2010 and consulted with the following agencies of the GoG: Ministry of Finance, Planning, Economy, Energy and Cooperatives; Ministry of Environment, Foreign Trade and Export Development; Ministry of Agriculture; Ministry of Health; Ministry of Tourism; Ministry of Housing and Community Development; National Water and Sewerage Authority (NAWASA); National Disaster Management Agency (NaDMA); Airports Authority of Grenada; Grenada Board of Tourism; and the Grenada Solid Waste Management Authority."}, {"text_block_id": "p9_b26", "text": "The objective of the First JM was to:"}, {"text_block_id": "p9_b27", "text": "The objective of the First JM was to:\n* Assist Grenada to define a clear process for formulating a Strategic Program for\n* Assist Grenada to finalize the proposal for undertaking the tasks for Phase I of the\n* Assist Grenada with the Scope of Work for development of the SPCR; and\n* Participate in the stock-taking exercise for climate change related country level"}, {"text_block_id": "p9_b35", "text": "A Second JM was held on February 17, 2011 with the intention of achieving the following objectives:"}, {"text_block_id": "p10_b36", "text": "A Second JM was held on February 17, 2011 with the intention of achieving the following objectives:\n* review the draft SPCR and Investment Plan and provide recommendations;\n* discuss the likely impacts of the proposed projects on the main beneficiaries, the\n* agree in principle on the components of the financial program."}, {"text_block_id": "p10_b42", "text": "The Second JM met with the Ministry of Foreign Affairs, Environment, Foreign Trade and Export Development, Ministry of Finance, Ministry of Agriculture, Ministry of Housing, Lands and Community Development, National Disaster Management Authority (NaDMA), Grenada Airport Authority, and the Grenada Electricity Services (GRENLEC)."}, {"text_block_id": "p10_b43", "text": "The outcome of the Second JM was a full endorsement of the proposed investments and strategies presented in this SPCR by national stakeholders and participating MDBs (InterAmerican Development Bank and World Bank)."}, {"text_block_id": "p10_b44", "text": "In line with country specific development plans and the CIF guidelines, this country specific SPCR for Grenada has been developed as a broad-based strategy for achieving climate resilience at the national level in the medium and long-term. It was designed through an inclusive and participatory process involving relevant stakeholders with particular reference to the beneficiaries, especially women and communities located in the vulnerable coastal areas."}, {"text_block_id": "p10_b45", "text": "This SPCR document is divided into three parts. Part 1 provides the background and rationale for PPCR interventions; Part 2 summarizes the overall approach and justification in light of the"}, {"text_block_id": "p10_b46", "text": "country‘s agreed strategic approach to climate resil"}, {"text_block_id": "p10_b47", "text": "ience and provides the details of the proposed Investment Program and Technical Assistance proposals. Finally, Part 3 outlines the request for funds to implement the proposed investment program, feasibility studies and associated analytical and technical design tasks."}, {"text_block_id": "p10_b48", "text": "Caribbean Regional Track"}, {"text_block_id": "p10_b49", "text": "In May 2009, the Caribbean agreed to be one of two Regional Track pilot programs. The Regional approach addresses i) country investments in six vulnerable nations, and ii) region-wide activities addressing climate risks and vulnerabilities common to all Caribbean countries."}, {"text_block_id": "p10_b50", "text": "Stakeholders came together late 2009 and agree on five regional actions to focus on:"}, {"text_block_id": "p10_b51", "text": "Stakeholders came together late 2009 and agree on five regional actions to focus on:\n* Monitoring and climate modelling\n* Policy and institutional framework\n* Up-streaming sustainable land management\n* Capacity building\n* Mainstreaming to integrate climate change"}, {"text_block_id": "p10_b61_merged_merged", "text": "The PPCR Regional Track Phase I is currently being implemented, and is overseen by the IDB. There are clearly a number of ‗commonalities‘ that will be shared by the National SPCRs, and the Regional PPCR. While some of these commonalities correspond directly to one of the three modules of the Phase I Regional Track activities approved for the regional program, some additional elements have been identified:"}, {"text_block_id": "p11_b64", "text": "Climate Risk Analysis"}, {"text_block_id": "p11_b65", "text": "."}, {"text_block_id": "p11_b66", "text": "The analysis of the regional potential and existing impacts of climate change will most certainly be share and similar for the OECS countries and in fact all Caribbean countries. Similarly, the National analysis of climate risks (the climate science especially) will be also largely common to the OECS countries."}, {"text_block_id": "p11_b67", "text": "GIS Data Sharing."}, {"text_block_id": "p11_b68", "text": "It may be of significant (regional) value to share the respective GIS and data management needs/gap analyses undertaken by all regional participating countries. This should indicate likely actions best undertaken collectively (regional) and those that are country-specific (national)."}, {"text_block_id": "p11_b69", "text": "Legislative Review"}, {"text_block_id": "p11_b70", "text": "."}, {"text_block_id": "p11_b71", "text": "Amongst many of the English-speaking countries of the Caribbean, there is a common basis of legislative instruments and controls. Investigations and review could therefore be undertaken for all those countries simultaneously."}, {"text_block_id": "p11_b72", "text": "Tourism"}, {"text_block_id": "p11_b73", "text": "."}, {"text_block_id": "p11_b74", "text": "Indeed, issues regarding climate change impacts on tourism, tourism locations and"}, {"text_block_id": "p11_b75", "text": "tourists‘"}, {"text_block_id": "p11_b76", "text": "behavior (e.g. arrivals forecasting), and the need to build resilience in this significant economic sector are also likely very similar between the Caribbean countries. There is an opportunity to streamline this sector analysis to share amongst all PPCR countries."}, {"text_block_id": "p11_b77", "text": "Consultation Processes"}, {"text_block_id": "p11_b78", "text": "."}, {"text_block_id": "p11_b79", "text": "The strategy for how to achieve an acceptable level of consultation and participation of stakeholders (public and private) in the PPCR planning and development process, could be shared amongst all countries for example."}, {"text_block_id": "p11_b80", "text": "Private Sector"}, {"text_block_id": "p11_b81", "text": "."}, {"text_block_id": "p11_b82", "text": "The opportunities for actively and meaningfully engaging the private sector should also be shared amongst all countries. In addition, the identification of priority hazard maps, and indeed all relevant climate an disaster data sets need to be made available to the Regional Track. Proposed training activities included in the investment programmes should also be shared and indeed, be the basis of the Regional Track training strategy. It would simply make good business sense to conduct collective trainings to build intra-regional cooperation amongst all SPCR countries. The following list summarises those regional activities already identified:"}, {"text_block_id": "p11_b83", "text": "1. Monitoring and Climate Modeling Activities"}, {"text_block_id": "p11_b84", "text": "1. Monitoring and Climate Modeling Activities\n* Strengthening climate change modeling and monitoring capacity of regional organizations or\n* e.g. strengthen the modeling group of CCCCC/UWI/ISMNET.\n* Development of standards/protocols for collecting and managing data â this would also\n* Strengthening monitoring capacity by increasing the number of monitoring stations in the"}, {"text_block_id": "p12_b94", "text": "1. Monitoring and Climate Modeling Activities\n* Strengthening climate change modeling and monitoring capacity of regional organizations or\n* e.g. strengthen the modeling group of CCCCC/UWI/ISMNET.\n* Development of standards/protocols for collecting and managing data â this would also\n* Strengthening monitoring capacity by increasing the number of monitoring stations in the\n* Strengthen linkages between regional modeling and monitoring networks with the PPCR pilot\n<\\li1>"}, {"text_block_id": "p12_b96", "text": "2. Enabling Environment (Policy and Institutional Framework)"}, {"text_block_id": "p12_b97", "text": "2. Enabling Environment (Policy and Institutional Framework)\n* Expansion of the Comprehensive Disaster Risk Management program in the Caribbean;\n* There is an opportunity for the expansion of policy/legal framework to deal with issues"}, {"text_block_id": "p12_b101", "text": "3. Raising the Political Profile of the Importance of Factoring in Climate Risks Into Sustainable Land-Use Management and Spatial Planning"}, {"text_block_id": "p12_b102", "text": "3. Raising the Political Profile of the Importance of Factoring in Climate Risks Into Sustainable Land-Use Management and Spatial Planning\n* What are the outreach opportunities or options for âupstreamingâ the issues to the polit\n* What is the role of regional organizations to facilitate awareness raising at the political levels?"}, {"text_block_id": "p12_b107", "text": "4. Capacity Building and Awareness Raising Aimed at Different Levels, Including Sectors and Policy Makers)"}, {"text_block_id": "p12_b108", "text": "4. Capacity Building and Awareness Raising Aimed at Different Levels, Including Sectors and Policy Makers)\n* Development and/or expansion of a platform for sharing information/data/best practices/case\n* Development of practical/user-friendly climate change training packages for:\n\t* Policy/decision makers of key vulnerable economic sectors\n\t* High level politicians\n\t* Public awareness and communities\n\t* Provide training on climate change modeling to scientists in the Caribbean (particularly those\n\t* Provision of âadequate informationâ on climate change and the impact of climate change in\n\t* Strengthening regional coordination, planning and active participation in the UNFCCC."}, {"text_block_id": "p13_b127", "text": "5. How to Integrate Climate Change Into Development and Budget Planning"}, {"text_block_id": "p13_b128", "text": "5. How to Integrate Climate Change Into Development and Budget Planning\n* Enable dialogues at the regional level with policy makers from different sectors\n* Planning,\n* Need for innovative financial mechanisms to support the implementation of adaptation"}, {"text_block_id": "p13_b134", "text": "Following recent discussions with the Lead Consultant for the Regional Track, as this process is just coming on line at the time of writing this document, there was little concrete opportunity to commence any practical measures to provide the Regional Track with some direction on how to"}, {"text_block_id": "p13_b135", "text": "―add value‖ to the on"}, {"text_block_id": "p13_b136", "text": "-going National SPCR preparations."}, {"text_block_id": "p13_b137_merged_merged_merged", "text": "Needless to say, the Regional Track will need to thoroughly consider the specific needs of the nations that make up the pilot countries to which the regional initiatives will serve and respond, as indicated in the summary below:"}, {"text_block_id": "p13_b139", "text": "The Regional PPCR intends to:"}, {"text_block_id": "p13_b140", "text": "The Regional PPCR intends to:\n* Pilot and demonstrate approaches for integration of climate risk and resilience into\n* Strengthen capacities at the national levels to integrate climate resilience into\n* Scale up and leverage climate resilient investment, building upon other ongoing\n* Enable learning by doing and lesson sharing at the country, regional and global"}, {"text_block_id": "p13_b148", "text": "Strengthen cooperation and capacity at the regional level to:"}, {"text_block_id": "p13_b149", "text": ""}, {"text_block_id": "p13_b150", "text": "Integrate climate resilience in national and appropriate regional development planning and processes."}, {"text_block_id": "p13_b151", "text": "Three modules of Phase I Regional Track activities are approved for the regional program as follows:"}, {"text_block_id": "p14_b152", "text": "Module I:  Capacity Development and Information Sharing"}, {"text_block_id": "p14_b153", "text": "1."}, {"text_block_id": "p14_b154", "text": "Support for Strengthening of data management capacity."}, {"text_block_id": "p14_b155", "text": "Support for Strengthening of data management capacity.\n* Evaluation of data collection and management systems and processes;\n* Workshop on climate modeling and monitoring systems.\n* Assessment of need for additional functionality of the information\n* Piloting of screening tool.\n* Formulation of toolkit.\n* Participation in joint missions.\n* Support to the development of regional results framework.\n* PPCR Phase I coordination and transition to PPCR Phase II."}, {"text_block_id": "p14_b159", "text": "2."}, {"text_block_id": "p14_b160", "text": "Identification of Data Needs."}, {"text_block_id": "p14_b161", "text": "3."}, {"text_block_id": "p14_b162", "text": "Information sharing and exchange of best practices."}, {"text_block_id": "p14_b165", "text": "Module II:  Advocacy and Policy Development"}, {"text_block_id": "p14_b166", "text": "1."}, {"text_block_id": "p14_b167", "text": "Regional Policy Dialogue."}, {"text_block_id": "p14_b168", "text": "2."}, {"text_block_id": "p14_b169", "text": "Stakeholder consultations."}, {"text_block_id": "p14_b170", "text": "3."}, {"text_block_id": "p14_b171", "text": "Development and piloting of climate risk screening toolkit"}, {"text_block_id": "p14_b176", "text": "Module III:  Coordination, Scoping and SPCR Preparation"}, {"text_block_id": "p14_b177", "text": "1."}, {"text_block_id": "p14_b178", "text": "Coordination and national programs interface"}, {"text_block_id": "p14_b185", "text": "2."}, {"text_block_id": "p14_b186", "text": "Gap Analysis of climate resilient systems, capacities and practices in the PPCR pilot countries."}, {"text_block_id": "p14_b187", "text": "It is hoped that more specific detail will be forthcoming in order for the Regional Track to guide these modules into actions that respond to a real (and not perceived) demand from the countries that form this regional group. There is a significant potential for cost saving and economy of scale advantage to undertaking certain activities that each of the National SPCRs have identified as having a regional component. The networking and exchange should begin immediately. This was formally requested of the Regional Coordinator at the Second JM on February 17, 2011."}, {"text_block_id": "p15_b188", "text": "Section 1: Country Context and Regional Perspective"}, {"text_block_id": "p15_b189", "text": "Economy."}, {"text_block_id": "p15_b190", "text": "The economy of Grenada has been hit hard by the global crisis. The economic downturn had a stronger impact than was predicted in 2008 which is reflected in declining tourism receipts, Foreign Direct Investment (FDI), and remittances. Tourism, the main contributor to the GDP, is expected to experience a 20 percent decline in stay-over arrivals in 2010; FDI has slowed down contributing to unemployment in the construction sector which is projected to fall by 35 percent, the fourth consecutive year of double-digit declines. The weak economy has led to rising unemployment, and poverty remains widespread. Unemployment stood at 25 percent in June 2008 and the authorities believe that labor market conditions have softened further leading to unemployment rates closer to 30 percent. Some 38 percent of the population lives below the nationally-defined poverty line. The population is estimated to have fallen as a result of a larger than usual external migration in the light of the major hurricanes that the country has experienced."}, {"text_block_id": "p15_b191", "text": "Grenada‘s"}, {"text_block_id": "p15_b192", "text": "tourism industry is mainly concentrated in the southwest region, where the country's idyllic beaches are located. In addition to conventional beach and water sports tourism, the country offers eco-tourism, mountains and distinctive flora. The agricultural sector is its second major source of export growth. Hurricanes Ivan (2004) and Emily (2005) severely damaged both the tourism and agricultural sectors."}, {"text_block_id": "p15_b193", "text": "Vulnerability to Climate Change."}, {"text_block_id": "p15_b194", "text": "Small islands were among the hotspots which have been identified by the Global Water Partnership where climate change impacts were forecasted to be felt within the next few years and where urgent attention is needed in the water sector. Grenada is one of those small islands where the impact of the prolonged dry period was experienced between November 2009 and June 2010."}, {"text_block_id": "p15_b195", "text": "The GoG took special care to ensure that PPCR interventions align with on-going national and regional climate change adaptation and disaster risk management"}, {"text_block_id": "p15_b196", "text": "initiatives. The government‘s"}, {"text_block_id": "p15_b197", "text": "well-defined programmatic approach has encouraged donor coordination under the PPCR umbrella as well as the regional Caribbean framework. The country-determined and country-driven approach has taken special measure to ensure that all proposed activities are harmonized with existing government and donor adaptation/disaster risk management initiatives."}, {"text_block_id": "p15_b198_merged_merged", "text": "Based on past, present and planned climate change activities, and confirmed by the National Climate Change Policy and Action Plan 2007-2011 as well as the intensive consultative process undertaken under the Initial and Second National Communications Project (SNC), the most vital sectors susceptible to climate change are: water resource management, human health, agriculture, tourism and coastal infrastructure. In order to compliment other donor-led initiatives aimed at the health, tourism and agriculture sectors, the SPCR under the PPCR will thus target its efforts on water resource management and critical infrastructure – following the priority areas and recommendations that have emerged from the National Climate Change Policy and Action Plan 2007-2011 aimed at addressing climate change issues and building climate resilience in Grenada."}, {"text_block_id": "p16_b201", "text": "Overall factors informing the decision on the focus were:"}, {"text_block_id": "p16_b202", "text": ""}, {"text_block_id": "p16_b203", "text": "country needs/priorities, as outlined in the National Climate Change Policy 2007-2011, the National Development Strategy for Grenada, the Initial National Communications Project, and the National Water Policy 2007;"}, {"text_block_id": "p16_b204", "text": ""}, {"text_block_id": "p16_b205", "text": "engagement in a participatory process to ensure that the PPCR process is informed by a wide group of stakeholders, both national and local;"}, {"text_block_id": "p16_b206", "text": ""}, {"text_block_id": "p16_b207", "text": "need to improve understanding of climate change impact through better data and analysis;"}, {"text_block_id": "p16_b208", "text": ""}, {"text_block_id": "p16_b209", "text": "need for cross-sector capacity building and institutional strengthening;"}, {"text_block_id": "p16_b210", "text": ""}, {"text_block_id": "p16_b211", "text": "national level investments for improved physical resilience;"}, {"text_block_id": "p16_b212", "text": ""}, {"text_block_id": "p16_b213", "text": "indicative phase 1 and 2 resource envelopes for Grenada; and"}, {"text_block_id": "p16_b214", "text": ""}, {"text_block_id": "p16_b215", "text": "CIF guidelines suggesting that PPCR should complement existing/planned MDB investments and government activities, and build on climate resilience initiatives of regional organizations and NGOs."}, {"text_block_id": "p16_b216", "text": "Stock-Taking of Climate Change and Climate Data Activities"}, {"text_block_id": "p16_b217", "text": "Over the last two decades, Grenada has undertaken a number of initiatives to respond to climate change. During this timeframe, several assessments were conducted and subsequent policy documents were created to inform stakeholders about climate change issues and to establish climate resilience and mitigation targets. These documents include: National Climate Change Policy and Action Plan 2007-2011; the Initial National Communication (INC) in 2000 to the United Nations Framework Convention on Climate Change (UNFCCC); and the National Water Policy 2007."}, {"text_block_id": "p16_b218_merged", "text": "It was also noted during the First JM that Grenada has conducted many GIS mapping exercises. The Grenada Electricity Company Ltd. (GRENLEC) and NAWASA hold spatial maps of their assets and related public infrastructure – including housing and water positions. It was also learned that many sectoral climate change related projects have been or are being implemented, including the JICA-funded Community Development project that has produced flood hazard maps and strengthened flood related early warning systems; the GEF/UNDP Sustainable Land Management Project; the CARICOM Land-Use Project; and the Caribbean Satellite Disaster Project."}, {"text_block_id": "p16_b221", "text": "Discussions related to geo-spatial data confirmed the urgent need for base/land-use maps and up-to-date satellite imagery. Both the private sector (including NAWASA, GLENLEC) and the public sector (Grenada Airport Authority) expressed interest in cost sharing towards conducting a LiDAR exercise. Noting the significant expense of the exercise, the GoG has requested assistance from the regional program to co-finance the exercise. It was agreed that each interested institution will provide information and specifications for the proposed LiDAR terms of reference in order to conduct the exercise, with GLENLEC and NAWASA providing specific technical specifications. In addition, each institution interested in strengthening their data capture and management capacity will submit a written proposal that includes: (1) a list of data-related needs, (2) expressed interest in conducting a LiDAR exercise and (3) expressed interest in risk modeling capabilities. Institutions have submitted their respective proposals to the Grenada PPCR Focal Point who then liaised with the IDB and the World Bank on specific data needs."}, {"text_block_id": "p17_b222", "text": "Participation in International Discussions and Agreements"}, {"text_block_id": "p17_b223", "text": "The GoG has been a participant in the International discussions on climate change. The Government is firmly committed to implementing of an integrated policy and plan to protect the country from the adverse effects of global warming as well as to ensure food for all, eradicate poverty, create enabling environment for increased employment, and guarantee access to energy"}, {"text_block_id": "p17_b224", "text": "and power. The Government‘s strategy is to integrate climate ch"}, {"text_block_id": "p17_b225", "text": "ange challenges and opportunities in the overall development plan and programs involving all sectors and processes for economic and social development."}, {"text_block_id": "p17_b226_merged_merged", "text": "The GoG has signed unto and have ratified many conventions, protocols and agreements in support of climate combating the effects of and building resilience to climate change and disaster risk reduction. Inter alia, the GoG acceded to the United Nations Framework Convention on Climate Change in 1996. The matrix below represents a compendium of conventions, protocols and agreements that the country has signed/ratified. It must be noted that the development of the PPCR was guided by the mandates and imperatives of these international discussions and agreements."}, {"text_block_id": "p17_b230", "text": "Table 1:  Conventions, Protocols and International Agreements for Grenada"}, {"text_block_id": "p18_b231", "text": "CARICOM and OECS Participation"}, {"text_block_id": "p18_b232", "text": "The Liliendaal Declaration was issued by the Heads of State of Government of the Caribbean Community (CARICOM) at the thirteenth meeting of the conference in Liliendaal, Guyana from 2-5th July 2009. The declaration recalled the objective, principles and commitments of the UNFCCC and its Kyoto protocol. It emphasized that dangerous climate change is already occurring in all SIDS (small islands and low-lying coastal developing states) and that many SIDS will cease to exist without urgent, ambitious and decisive action by the international community to reduce global greenhouse gas emissions significantly and to support SIDS in their efforts to adapt to the adverse impacts of climate change, including through the provision of increased levels of financial and technical resources."}, {"text_block_id": "p18_b233_merged", "text": "The Declaration also indicated that the estimated total annual impact of potential climate change on all CARICOM countries is estimated at US$9.9 billion in the total gross domestic product (GDP) in 2007 US$ prices or about 11.3 percent of the total annual GDP of all 20 CARICOM Countries (member states and associate member states) according to the World Bank estimates. It is against this backdrop that the CARICOM heads declared, inter alia, to strengthen educational institutions to provide training, education, research and development programs in climate change and disaster risk management particularly in renewable and other forms of alternative energy, forestry, agriculture, tourism, health coastal zone management and water resource management to increase the regions‘ capacity to build resilience and adapt to climate change."}, {"text_block_id": "p18_b236", "text": "Regional initiatives to build capacity for climate change adaptation in the Caribbean commenced in the nineties. Overseen by the World Bank and CARICOM, the Adaptation to Climate Change in the Caribbean (ACCC) Project (2001-2004) was designed to sustain activities commenced earlier under the Caribbean Planning for Adaptation to Climate Change (CPACC) project."}, {"text_block_id": "p18_b237", "text": "The Adaptation to Climate Change in the Caribbean (ACCC) Project is mentioned here because the nine components of the project have a distinct similarity between its regional activities ten years ago, the national efforts under the PPCR here in Grenada today. Those components were as follows:"}, {"text_block_id": "p18_b238", "text": "1."}, {"text_block_id": "p18_b239", "text": "Project design and business plan development for a regional climate change centre;"}, {"text_block_id": "p18_b240", "text": "2."}, {"text_block_id": "p18_b241", "text": "Public education and outreach;"}, {"text_block_id": "p18_b242", "text": "3."}, {"text_block_id": "p18_b243", "text": "Integration of climate change into a physical planning process using a risk management approach to adaptation to climate change;"}, {"text_block_id": "p19_b244", "text": "4."}, {"text_block_id": "p19_b245", "text": "Strengthening of regional technical capacity, and partnerships including the association between Caribbean and South Pacific small island States;"}, {"text_block_id": "p19_b246", "text": "5."}, {"text_block_id": "p19_b247", "text": "Integration of adaptation planning in environmental assessments for national and regional development projects;"}, {"text_block_id": "p19_b248", "text": "6."}, {"text_block_id": "p19_b249", "text": "Implementation strategies for adaptation in the water sector;"}, {"text_block_id": "p19_b250", "text": "7."}, {"text_block_id": "p19_b251", "text": "Formulation of adaptation strategies to protect human health;"}, {"text_block_id": "p19_b252", "text": "8."}, {"text_block_id": "p19_b253", "text": "Adaptation strategies for agriculture and food; and"}, {"text_block_id": "p19_b254", "text": "9."}, {"text_block_id": "p19_b255", "text": "Fostering of collaboration/cooperation with non-CARICOM countries."}, {"text_block_id": "p19_b256_merged", "text": "The outcomes of ACCC included the establishment of the financially self-sustainable Caribbean Community Climate Change Centre (CCCCC or the Five C‘s); a guide to assist environmental impact assessment (EIA) practitioners in CARICOM; a draft regional public education and outreach (PEO) strategy; and implementation of pilot projects on adaptation studies in the water health and agricultural sectors. During ACCC‘s tenure, negotiations took place for a third project, the Mainstreaming Adaptation to Climate Change (MACC) project."}, {"text_block_id": "p20_b261", "text": "Section 2: Regional Context and Climate Risks"}, {"text_block_id": "p20_b262_merged", "text": "The Organization of Eastern Caribbean States (OECS) sub-region currently has nine members, spread across the Eastern Caribbean. Together, they form a near-continuous archipelago across the Leeward Islands and Windward Islands. Like other small island developing states, the members of the OECS have certain inherent characteristics that make them vulnerable to the adverse impacts of climate variability and change. The islands are small (Dominica, the largest of the nine is less than 760 sq. km); so that there is limited reserve capacity for retreat from, or accommodation of natural hazards and severe weather events. The sub-region is located in the path of tropical cyclones of the Atlantic and Caribbean Sea, and is therefore prone to experiencing periodic disruptions from these systems. Most of the islands‘ infrastructure is located within the coastal zone, making them particularly vulnerable to the impacts of sea level rise and coastal flooding."}, {"text_block_id": "p20_b265", "text": "Caribbean Rainfall and Temperature Variability"}, {"text_block_id": "p20_b266", "text": "Historical."}, {"text_block_id": "p20_b267", "text": "As a consequence of lying between the equator and tropic of cancer the climate of the Caribbean region is one that is distinctly tropical in nature. It is heavily influenced or modulated by tropical features including the northeast trade winds, sea surface temperatures and the effects of transient tropical and extra-tropical systems. Although described as having a rainfall regime that is distinctly bimodal in nature, the size and orientation of the Caribbean Islands with respect to the modulating features heavily influences not only the amount of rainfall but the time in which the maximum precipitation is received. The larger more mountainous Islands of the Greater Antilles often receive rainfall exceeding twice that of the smaller less mountainous Windward Islands."}, {"text_block_id": "p20_b268", "text": "Temperatures in the Caribbean region are fairly constant and are not very different from the mean of its individual island states. The coolest and warmest temperatures occur respectively during the boreal-winter and early spring (December to April) and the summer months. Variations in temperature for the individual island states are generally small (on average 24°C -32°C) but strongly vary with altitude."}, {"text_block_id": "p20_b269", "text": "Historical changes in climate extremes for the region show that whereas the maximum number of consecutive dry days experienced throughout the Caribbean has been decreasing, the daily rainfall intensity has also been decreasing. This means that the recent tendency has been for the Caribbean to get more frequent rainfall events but of lower intensity thus making for a drier region. Corollary to this is the warming associated with the region. The number of warm days has been increasing while the number of cool nights have been decreasing, narrowing the diurnal temperature range and making for a much warmer Caribbean."}, {"text_block_id": "p20_b270", "text": "Projected."}, {"text_block_id": "p20_b271", "text": "Recent climate change projections suggest that irrespective of the scenario used, a warming of the Caribbean is expected. The estimated increases in temperature range from a low of 1°C to a high of 5°C by the end of the century. This warming is consistent with projections for other parts of the globe and far exceeds the recent historical variability of Caribbean temperatures from observational records."}, {"text_block_id": "p21_b272", "text": "Projections are that rainfall will be reduced over the Caribbean and OECS by the end of the century. The projected drying lies between 25 percent-30 percent of current climatological mean values. The drying also exceeds historically observed variability and is primarily concentrated in the months of June to October. The indication is that the OECS will experience an end-of-century wet season with considerably less rainfall. Regional models also suggest that intervening years through mid-century will likely be characterised by increased variability in the prevailing rainfall regimes."}, {"text_block_id": "p21_b273", "text": "Droughts and Floods."}, {"text_block_id": "p21_b274", "text": "Drought in the Caribbean is described as a disruption of the normal seasonal cycle. The primary phenomenon that causes Caribbean rainfall extremes i.e. droughts and floods is the El Niño Southern Oscillation (ENSO). The next major cause is fluctuations in the annual rainfall. Though there are considerable efforts underway to develop seasonal prediction tools for the region, there are limitations to their use due to a need to better understand the dynamics of the annual cycle. In the recent past the Caribbean has undergone significant drought events, including major drought events of 1997-98 and 2009-2010."}, {"text_block_id": "p21_b275", "text": "Impacts of Tropical Cyclones."}, {"text_block_id": "p21_b276", "text": "In general, north Atlantic hurricane frequency is characterized by a multi-decadal cycle which yields active and inactive phases lasting 10 or more years. It is noteworthy that since 1995, the north Atlantic has swung into an active hurricane phase. Hurricane variability is also influenced by (among other things) ENSO which impacts on hurricane formation, intensity and tracks. In the last decade no fewer than four tropical cyclones have affected the OECS member states. They are Hurricane Ivan (2004), Hurricane Emily (2005), Tropical Storm Tomas (2010) and Tropical Storm Nicole (2010). These resulted in costly damage to infrastructure and key socioeconomic sectors and loss of lives and livelihood. For example, Hurricane Ivan made landfall over Grenada as a category 4 hurricane with sustained winds of 140 mph. The impacts counted a total of 28 people killed and the gross damages were estimated at twice the GDP of the country at the time."}, {"text_block_id": "p21_b277", "text": "Sea Level Rise."}, {"text_block_id": "p21_b278", "text": "Ocean expansion (due to warming) and the inflow of water from melting land ice have raised the global sea level over the last decade. The IPCC (2007) estimates that between 1993 and 2003 the mean global sea surface rose by 3.1±0.7mm/year. According to the IPCC projections, sea level rise (SLR) in the Caribbean has been near the global mean. Under IPCC (2007) projections, sea level rise within the Caribbean is projected to be between 0.17 m and 0.24 m by 2050. For comparison, global sea level rise under the same scenario by the end of the century (relative to the period 1980-1999) is projected to average 0.35 m (0.21 to 0.48 m). More recent projections are direr and suggest that the Caribbean will experience greater SLR than most areas of the world due to its location closer to the equator and related gravitational and geophysical factors. It is important to note, however, that changes in ocean density and circulation will ensure that the distribution of SLR will not be uniform across the region."}, {"text_block_id": "p21_b279", "text": "SLR impacts on the islands of the Caribbean will be both direct and indirect and its threat will be varied, with implications for land use, coastal population and infrastructure, and industry. Small islands of the OECS are at high risk, due in many cases to low elevation and limited coastal areas. Under just 1-metre of SLR, an estimated 110,000 CARICOM nationals will be displaced and tourism and agriculture, the main industries of the Caribbean, adversely impacted. Transportation will similarly be significantly impacted as 1-metre rise is projected to cause"}, {"text_block_id": "p22_b280", "text": "inundation of 21 of 64 airports and over 550km of roads within CARICOM. The costs incurred by such losses would be difficult for many small islands to recover from, such as the mid-century capital costs exceeding US$26,000 million expected under a mid range SLR scenario."}, {"text_block_id": "p22_b281", "text": "SLR on its own, however, foreshadows even greater risks when extreme events such as hurricanes or storm surges are considered. A surge event associated with a 1 in 100 year storm, for example, could bring with it surges of up to 5 m under a 1-metre rise scenario. For the Eastern Caribbean, this could result in losses of up to 13 percent of population and 9 percent of prime agricultural land in Antigua and Barbuda, 86 percent of major tourism resorts in St. Kitts and Nevis, and most airports within the region."}, {"text_block_id": "p22_b282", "text": "The Grenada-Specific Context and Climate Risks"}, {"text_block_id": "p22_b283", "text": "Vulnerability to Climate Change."}, {"text_block_id": "p22_b284", "text": "The nation of Grenada consists of three small islands with a land area of 345 sq. km.  The highest point on the largest island, Grenada, stands 833 masl, while on both smaller islands elevation peaks at 291 masl. The mountainous landscape results in 3 percent of land area laying at sea level and, consequently, the sites of major towns and socio"}, {"text_block_id": "p22_b285", "text": "-"}, {"text_block_id": "p22_b286", "text": "economic centers. Though the topography contributes to climate regulation, dependence on"}, {"text_block_id": "p22_b287", "text": "limited coastal land space leaves the country‘s economic centers exposed to inu"}, {"text_block_id": "p22_b288", "text": "ndation, erosion and storm surges, whereas steep slopes are vulnerable to landslides. The location of the islands places them south of the main hurricane belt, which offers some protection from major Atlantic storms, but not immunity."}, {"text_block_id": "p22_b289", "text": "Rainfall and Temperature Variability."}, {"text_block_id": "p22_b290", "text": "The rainfall pattern of Grenada is unimodal, with the mid-summer dry spell that is typical of more northern Caribbean islands being almost indistinguishable. The wet season peaks between August and November. This corresponds to peak Atlantic hurricane activity from which Grenada may experience residual effects if not direct hits. The dry season falls in the period of January to May, during which the smaller islands of Petit Martinique and Carriacou are susceptible to extreme drought conditions. On average, Grenada receives 1150 mm of rain per year. However, yearly variability is evident in the reversal of long term trends between dry in the mid-1990s and wetter conditions in the 2000s."}, {"text_block_id": "p22_b291_merged_merged", "text": "(a). Mean monthly precipitation (mm/month); (b). Maximum and minimum temperatures (oC) for Grenada with respect to 1986 -2009 (Maurice Bishop International Airport)."}, {"text_block_id": "p23_b294", "text": "Temperatures do not display large variance generally, but greatest variability occurs in monthly minimum temperatures. Over the past two decades, temperatures have also shown a reversal in"}, {"text_block_id": "p23_b295", "text": "trends between cooling in the early 1990‘s and warming in the 2000‘s. Annual mean"}, {"text_block_id": "p23_b296", "text": "temperatures are on average 27.5"}, {"text_block_id": "p23_b297", "text": "o"}, {"text_block_id": "p23_b298", "text": "C, while mean annual maximum and minimum temperatures are 35.5"}, {"text_block_id": "p23_b299", "text": "o"}, {"text_block_id": "p23_b300", "text": "C and 24.4"}, {"text_block_id": "p23_b301", "text": "o"}, {"text_block_id": "p23_b302", "text": "C respectively."}, {"text_block_id": "p23_b303", "text": "Projected."}, {"text_block_id": "p23_b304", "text": "Regional climate models (RCM) project mean drying over the course of the century, with persistence of inter-annual variability. Distinction between the dry and wet seasons may also be reduced, since possible decreases in rainfall in the wet season could exceed that of the dry season. RCMs project an increase in temperatures throughout this century. Annual warming could exceed 3"}, {"text_block_id": "p23_b305", "text": "⁰"}, {"text_block_id": "p23_b306", "text": "C by the end of the century, and greatest seasonal warming is projected for the September to November season."}, {"text_block_id": "p23_b307", "text": "Droughts and Floods."}, {"text_block_id": "p23_b308", "text": "Drought in Grenada is not very prevalent. The island experienced two major droughts, one in 1995 and another between 2009 and 2010. There were also other periods of drought scattered throughout the time period. These cyclical dry-wet periods are a regional feature of Caribbean rainfall making them seasonal events. It should be noted that some years are drier than others. Such periods of intense drying negatively affect"}, {"text_block_id": "p23_b309", "text": "inter alia"}, {"text_block_id": "p23_b310", "text": "the banana industry, for example in 2010 when there was a fall of 17 percent in production."}, {"text_block_id": "p23_b311", "text": "Occurring in November 1975 and totalling US$4.7 million in losses, Grenada experienced its only flood in 110 years. Due to the rarity of this extreme event and the cost of mitigation measures, the country remains vulnerable to major flooding."}, {"text_block_id": "p23_b312", "text": "Impacts of Tropical Cyclones."}, {"text_block_id": "p23_b313_merged_merged_merged_merged", "text": "Though its location at the southern tip of the Antillean chain makes hurricane landfall rare, the country has experienced substantial damage during these encounters, as exampled by Hurricanes Janet (1955), and Lenny (1999). In the last decade there have been at least two systems that affected Grenada. In 2004, Hurricane Ivan made landfall as a category 4 hurricane with sustained winds of 140 mph. A total of 28 persons were killed and the gross costs of the damage were estimated at twice the GDP of the country at the time (US$889 million). The nutmeg industry, the country‘s main export crop was extensively affected and still faces significant recovery challenges. The following year (2005) brought the aggravating effects of Hurricane Emily to the island, which further retarded recovery, particularly in the face of inadequate insurance coverage."}, {"text_block_id": "p23_b316", "text": "Sea Level Rise."}, {"text_block_id": "p23_b317", "text": "Sea level rise (SLR) and associated erosion are very real threats to the economic base of the country, which depends heavily on tourism and agriculture. Maurice Bishop International Airport is considered to be the most vulnerable CARICOM airport in the event of a 1-metre rise in sea level, since it is likely that there will be complete inundation of the runway.  It is further projected that SLR would also likely result in the loss in Grenada of 11 percent and 18 percent of tourist resorts under 1 and 2-metre rise respectively. The rebuilding of these resorts could cost between 14 percent and 34 percent of GDP in 2080 under medium or high SLR scenarios. Under a mid range scenario, an estimated 3 percent of agricultural lands could be lost and could incur annual costs of US$4 million in 2050. An additional 10 percent loss could be brought on by a 1 in 100 year storm surge event under the same scenario. With SLR also comes"}, {"text_block_id": "p24_b318", "text": "the exacerbation of any tsunamis or sea waves that may result from an eruption of the active submarine volcano"}, {"text_block_id": "p24_b319", "text": "‗em"}, {"text_block_id": "p24_b320", "text": "-Jenny, which is located north of Grenada."}, {"text_block_id": "p24_b321", "text": "Climate Change Impacts and Gender."}, {"text_block_id": "p24_b322", "text": "According to a CIDA study, climate change is expected to have differentiated impacts on men versus women because of their traditional and expected gender roles."}, {"text_block_id": "p24_b323", "text": "For various reasons, women are more vulnerable to the harsher aspects of climate change. According to the IPCC, crop yields will decrease in the tropics, where women are responsible for 45 percent of food production, despite unequal land access. Diminishing water and the increased threat of tropical diseases (e.g. dengue) will cause the primary caregiver, the woman, to be called into action more often. In societal contexts like the Caribbean, women will have a lot more work to do because of climate change, with even less resources. In Grenada, the gender inequality level is fairly high. This inequality is reflected in the differentiation in impacts and recovery from climate variability and change. For example, an assessment done on gender inequality concluded that the country needs to consider the extreme vulnerability of female-headed households to major disasters like hurricanes. This was the group most affected by such storms as Ivan (2004) and Emily (2005) as these women and their families are low-income earners. Other groups that were affected were the elderly and the disabled, whose primary care"}, {"text_block_id": "p24_b324", "text": "-"}, {"text_block_id": "p24_b325", "text": "givers were women. The impacts on these groups were emphasized by inadequacies both prior to and following the natural disasters."}, {"text_block_id": "p24_b326_merged_merged_merged", "text": "The GoG recognizes the need to more amply incorporate gender sensitivity into climate change programming in Grenada. In light of the above situation, several areas required specific attention, which are: gender-specific effects of climate change; climate vulnerability related to gender aspect; women‘s capacity to adapt with climate induced natural disasters and extreme events; gender and decision-making on climate change; and gender-specific role in adaptation and mitigation."}, {"text_block_id": "p24_b329", "text": "The interventions being proposed for PPCR support has considered this gender dimension to the fullest extent. For instance, in the community infrastructural improvements component the main beneficiaries will be poor families, many of whom are female-headed households. The water supply component will be particularly helpful for women since they are the main collectors of water, particularly when it becomes scarce. The retrofitting of the old-age homes will also be of special importance for women since most of the residents of these homes are women. The forestry project will be significant for women in terms of employment creation and livelihoods."}, {"text_block_id": "p25_b330", "text": "Section 3: Overview of Climate Change Related Activities and Policies of the Government"}, {"text_block_id": "p25_b331", "text": "The cooperation arrangements with development partners are evolving continuously. As indicated earlier, the Scoping Mission took place in December 2009 and involved the World Bank and the IDB. The First JM was held in August 2010 and the Second JM was held in February 2011. Other partners who have been involved indirectly with the process are:"}, {"text_block_id": "p25_b332", "text": ""}, {"text_block_id": "p25_b333", "text": "Caribbean Development Bank (CDB)"}, {"text_block_id": "p25_b334", "text": ""}, {"text_block_id": "p25_b335", "text": "Caribbean Community Climate Change Centre (CCCCC)"}, {"text_block_id": "p25_b336", "text": ""}, {"text_block_id": "p25_b337_merged", "text": "International Union for the Conservation of Nature and Natural Resources–World Conservation Union (IUCN)"}, {"text_block_id": "p25_b340", "text": ""}, {"text_block_id": "p25_b341", "text": "The Nature Conservancy (TNC)"}, {"text_block_id": "p25_b342", "text": ""}, {"text_block_id": "p25_b343", "text": "Organization of Eastern Caribbean States (OECS)"}, {"text_block_id": "p25_b344", "text": ""}, {"text_block_id": "p25_b345", "text": "United States Agency for International Development (USAID)"}, {"text_block_id": "p25_b346", "text": ""}, {"text_block_id": "p25_b347", "text": "United Nations Development Program (UNDP)"}, {"text_block_id": "p25_b348", "text": ""}, {"text_block_id": "p25_b349", "text": "United Nations Economic Commission for Latin America and the Caribbean"}, {"text_block_id": "p25_b350", "text": ""}, {"text_block_id": "p25_b351", "text": "United Nations Environment Program-Caribbean Environment Program (UNEPCEP)"}, {"text_block_id": "p25_b352", "text": ""}, {"text_block_id": "p25_b353", "text": "University of the West Indies (UWI)"}, {"text_block_id": "p25_b354", "text": "It is anticipated that cooperation arrangements with development partners for Grenada‘s PPCR,"}, {"text_block_id": "p25_b355", "text": "particularly at the regional level, will continue to be defined and responsibilities assigned based on comparative advantage, interest and resource availability after the Regional SPCR is endorsed."}, {"text_block_id": "p25_b356", "text": "PPCR Linkages to the National Process"}, {"text_block_id": "p25_b357", "text": "The objectives of the PPCR are closely linked with the objectives of the National Development Strategy for Grenada, the National Water Policy and the Grenada National Climate Change Action Plan. The objectives are intended to integrate climate resilience into development policies and planning, strengthen local capacity in climate change and implement climate resilient investments and to collaborate with relevant initiatives such as climate change adaptation and disaster risk reduction."}, {"text_block_id": "p25_b358", "text": "The National Development Strategy for Grenada was developed in 2007 and one of its main objectives is to promote and provide for disaster risk reduction and climate change adaptation. The implementation of this strategy is a continuing process and the SPCR will fully support the"}, {"text_block_id": "p26_b359_merged", "text": "efforts to implement the climate change and disaster risk reduction objectives of Grenada‘s National Development Strategy."}, {"text_block_id": "p26_b362", "text": "A National Water Policy was also developed in 2007 to address the need to plan for, among other things, the impact of natural disaster and climate change on water resource management and to provide a framework for the integrated/rational use, management and regulation of water resources and services, with a view to achieving sustainable development of the sector. Among the actions included in the policy is the planning for prevention and mitigation of disasters related to floods and droughts and emergency responses. The activities being proposed under the SPCR complements the Water Policy strategies in a very substantial fashion."}, {"text_block_id": "p26_b363", "text": "The National Climate Change Action Plan provides one of the most important and comprehensive outlines of the GoG vision and strategy to guide its climate change and disaster risk management activities. The SPCR and the activities being proposed for PPCR Phase II are consistent with the recommendations of the Action Plan."}, {"text_block_id": "p27_b364", "text": "Section 4: Rationale for PPCR Support"}, {"text_block_id": "p27_b365", "text": "For a climate vulnerable country like Grenada, adaptation to climate change is a fundamental imperative and development priority. The problems posed by climate change in Grenada are further aggravated by the uncertainty in determination of its potential impacts. Key challenges in enhancing resilience to climate change in Grenada are: managing the overall disaster risks to ensure social protection and minimize environmental degradation, protecting climate sensitive and critical infrastructure, promoting sustainable land use planning and reforestation, ensuring security of water supply through proper management of its limited potable water resources, and collecting and analyzing climate change related data and information in a comprehensive and sustainable fashion in order to be able to respond to the challenges posed by climate change and climate variability."}, {"text_block_id": "p27_b366", "text": "While Grenada is a small country with a small population, its financing needs for climate change adaptation are quite substantial. Mobilizing and effectively utilizing the necessary financing is vital to addressing the looming challenges. The current financial allocation for climate change adaptation in Grenada is inadequate, considering the extent of its vulnerabilities. Hurricane Ivan in 2004 and Emily in 2005 caused extensive damages with losses estimated at about US$815 million from Ivan"}, {"text_block_id": "p27_b367", "text": "and US$113 million from Emily"}, {"text_block_id": "p27_b368", "text": ". It is highly unlikely that the GoG will be able to rehabilitate all the damages with its own resources alone and external support of the kind provided by the PPCR would complement mainstream development finance to accelerate the GoG"}, {"text_block_id": "p27_b369", "text": "‘s efforts in restoring and maintaining some of the basic services to its people and sustaining"}, {"text_block_id": "p27_b370", "text": "the essential elements of its economy"}, {"text_block_id": "p27_b371", "text": "– including Grenada‘s forests"}, {"text_block_id": "p27_b372", "text": "."}, {"text_block_id": "p27_b373_merged_merged", "text": "One of the aims of the PPCR is to help countries transform to a sustainable climate resilient development path. A key ingredient for doing so successfully is the availability of appropriate institutions with adequate policies, procedures and guidelines. National institutions must also be properly empowered and enabled to carry out their roles comprehensively and on a sustainable basis. Grenada, in spite of its limited human resources, has taken a number of steps to address climate change related issues over the years and has updated policies that will contribute to successful implementation of climate related adaptation and mitigation programs. However, institutional and technical capacity building is a continuous undertaking and assistance provided under the PPCR would be an essential ingredient for strengthening institutions and building capacity to handle the climate change issues effectively and decisively to facilitate Grenada‘s move towards a climate resilient development path."}, {"text_block_id": "p27_b376", "text": "The impact of climate change is cross-sectoral. Integrating climate issues into all aspects of development planning and defining a common agenda for action will require investments in research and knowledge generation specific to the problems of Grenada. Knowledge gaps are a key impediment to integrating climate risks into development initiatives and major infrastructure investments. First of all, information on the likely damages at the regional, country and sector levels for different climate change scenarios is needed. Social impacts, particularly on the poor and vulnerable in society, need to be understood and addressed. Participation in the PPCR"}, {"text_block_id": "p28_b377", "text": "process has focused the GoG"}, {"text_block_id": "p28_b378", "text": "‘s attention on looking at climate chang"}, {"text_block_id": "p28_b379", "text": "e in a holistic manner. Implementation of the program developed for PPCR will further reinforce this change."}, {"text_block_id": "p28_b380", "text": "PPCR is also playing a catalytic role in assisting the GoG"}, {"text_block_id": "p28_b381", "text": "‘s efforts in organizing and managing"}, {"text_block_id": "p28_b382", "text": "climate adaptation related activities. Key priority adaptation actions proposed under the Grenada National Climate Change Policy 2007"}, {"text_block_id": "p28_b383", "text": "–"}, {"text_block_id": "p28_b384", "text": "2011, the National Water Policy (2007) and numerous other climate change related workshops and seminars have been incorporated in the formulation of the SPCR objectives and the associated investment plans. While the PPCR resources alone may not be sufficient to address all of the issues, the detailed strategy developed in a consultative fashion would provide a fair basis for blending multilateral funds and provide an opportunity to attract co-financing or parallel financing from other development partners."}, {"text_block_id": "p28_b385", "text": "Investments made through PPCR support would also contribute significantly to poverty alleviation through employment creation and promotion of sustainable livelihoods. The financial expenditures made under the projects to be financed from PPCR resources represent a significant proportion of the GoG"}, {"text_block_id": "p28_b386", "text": "simply to construct the various items of civil works being financed. Sustainable livelihoods will be promoted through seedling farms, forest plantations and forest regeneration, particularly for women. Improvements in water supply will benefit and sustain the tourism sector which is a large employer. Improvements in roads and small bridges in the coastal areas will improve living conditions for people in those areas, most of whom are poor or low income."}, {"text_block_id": "p28_b387_merged_merged_merged_merged", "text": "Finally, participation in the PPCR would also provide opportunities for disseminating useful lessons from Grenada‘s experience with mainstreaming climate resilience to other vulnerable countries in the Caribbean region and beyond."}, {"text_block_id": "p29_b390", "text": "Owned, Driven and Sustained by Grenada."}, {"text_block_id": "p29_b391_merged", "text": "This SPCR has been prepared to ensure the long-term sustainability of these initiatives using the working tools described below. Building knowledge and understanding, providing extensive learning opportunities and increasing awareness of citizens, business and Government is at the core of this strategy. Taking a holistic approach is what will make it happen. A strengthened policy for example (revised Legislation) is of little value without the contingent training on it use, application and enforcement, or without the requisite skills in Government institutions to maintain and follow its guidance. In short, good design of policies and programs is a firm basis for transformational change. Therefore, this SPCR:"}, {"text_block_id": "p29_b394", "text": "-"}, {"text_block_id": "p29_b395", "text": "was developed through widespread consultation with stakeholders throughout the country. The program was made by the people, and tailored to their needs. The people therefore own the program; country driven and country led. The Consultant Team has merely facilitated and communicated these identified and real priorities."}, {"text_block_id": "p29_b396", "text": "-"}, {"text_block_id": "p29_b397", "text": "offers real and tangible solutions to many of the problems that the country faces. The program will be implemented by agencies within the country. This will ensures that there will be significant investments in the capacity of the people to make deliveries as planned."}, {"text_block_id": "p29_b398", "text": "-"}, {"text_block_id": "p29_b399", "text": "is an attractive program in which many other donors will make investments."}, {"text_block_id": "p29_b400", "text": "Finally, there is strong political will on the part of government and by the people to be involved in the development and implementation of this program."}, {"text_block_id": "p29_b401", "text": "Key Issues Identified for the PPCR"}, {"text_block_id": "p29_b402", "text": "Based on past, present and planned climate change activities, and confirmed by the National Climate Change Policy and Action Plan 2007-2011 as well as the intensive consultative process undertaken under the Initial and Second National Communications Project (SNC), the most vital sectors susceptible to climate change are: water resource management, coastal infrastructure, disaster risk management, health, agriculture and tourism. The main issues which were raised are summarized below:"}, {"text_block_id": "p29_b403", "text": "Water Resources"}, {"text_block_id": "p29_b404", "text": "."}, {"text_block_id": "p29_b405", "text": "Grenada's water supply system depends mainly on gravity flow surface water and to a lesser extent on bore holes while Carricacou and Petit Martinique rely on ground water and rain water harvesting. A prolonged dry period resulted in a drop in water production between December 2009 to June 2010. The decline in production affected more than 10,000 persons in the parish of St. George alone. It also affected hotels, apartments, schools and manufacturing sector. A truck delivery and valve schedule system was instituted, complimented by a ban on the use of water for irrigation of lawns and washing of vehicles."}, {"text_block_id": "p29_b406", "text": "In collaboration with the CARIWIN project, the Government of Grenada launched its National Water Information System (NWIS) in January 2009, as a tool to address the problems of compartmentalized data, lack of central storage, and limited access to data for decision-making in the country. The NWIS allows not only the archiving of data, but also displays the information"}, {"text_block_id": "p30_b407", "text": "in a very comprehensive and visual manner to give a snapshot of the water resources at any time and geographical scale. It was developed through a collaborative process engaging data collectors, data users and stakeholders throughout the development of the system and significantly expanded on the capabilities of earlier Water Information Systems. The NWIS also provides data to the Caribbean Drought and Precipitation Monitoring Network which was launched in 2009 and provides early warning for drought conditions. However, water resources management remains an outstanding issue."}, {"text_block_id": "p30_b408", "text": "Disaster Risk Management"}, {"text_block_id": "p30_b409", "text": "."}, {"text_block_id": "p30_b410", "text": "Historically, Grenada was considered relatively safe from hurricanes owing to its location in the southernmost region of the hurricane belt. Prior to 2004, Grenada had seen a total of 3 hurricanes since the beginning of the 20"}, {"text_block_id": "p30_b411", "text": "th"}, {"text_block_id": "p30_b412", "text": "century."}, {"text_block_id": "p30_b413", "text": "These included one unnamed storm in 1921, Hurricane Janet in 1955 and Hurricane Flora in 1963. While damages associated with Flora and the 1921 storm were relatively minor, Janet passed Grenada as a Category 3 storm"}, {"text_block_id": "p30_b414", "text": ", causing severe damage to the island and resulting in 110 storm-related deaths."}, {"text_block_id": "p30_b415", "text": "In September 2004, nearly 50 years after the passage of Janet, Grenada was hit by Hurricane Ivan, a Category 3 storm. The impacts were devastating resulting in an estimated US$800 million (2004) in losses."}, {"text_block_id": "p30_b416", "text": "While deaths attributed to the storm were relatively few (39), damages to infrastructure and agricultural los"}, {"text_block_id": "p30_b417", "text": "ses were estimated at twice Grenada‘s GDP, estimated at"}, {"text_block_id": "p30_b418", "text": "US$450,000 for 2004."}, {"text_block_id": "p30_b419", "text": "Adding to the economic impacts of the storm, the Government was severely crippled as the capital, St. Georges, sustained major damages and many government employees and officials suffered personal losses. Almost 1 year later, in July 2005, Grenada was hit yet again, by Hurricane Emily. Emily passed the island as a Category 2 storm, further impacting infrastructure already damaged by Hurricane Ivan."}, {"text_block_id": "p30_b420_merged_merged_merged", "text": "Approximately 52.1 percent of the population of Grenada is exposed to risk of mortality from 2 or more hazards.Given the islands‘ size, 100 percent of the estimated population of 110,000 can be exposed during a single storm event. While infrequent, Hurricanes Ivan and Janet demonstrate Grenada‘s vulnerability to storm-related risks. Apart from storms, Grenada is regularly exposed to risk of landslides which occur with frequency during the annual rainy season from June to December, caused by tropical waves and upper-level troughs. Storm surge is problematic in exposed coastal areas either through localized flooding in low-lying reaches or through cliff side erosion which has its greatest impact on the island‘s principal road, linking coastal and interior communities. Additionally, Grenada is exposed to the potential effects of volcanic eruption from ‗em-Jenny, an active 1300-meter undersea volcano located 8 km north of Grenada."}, {"text_block_id": "p30_b429", "text": "Flood risk in Grenada is largely associated with storm surge in low lying coastal areas. Flash flooding from mountain streams coupled with storm surge events are the primary causes of flood"}, {"text_block_id": "p31_b430", "text": "events and effects are generally limited to communities located in the coastal margins along"}, {"text_block_id": "p31_b431", "text": "stream passages. As much of the island‘s coast is formed by steep cli"}, {"text_block_id": "p31_b432", "text": "ff formations, fishing villages are located where access to the sea is open along stream mouths."}, {"text_block_id": "p31_b433", "text": "Among the areas of particular risk to storm surge (or tsunami) is the country capital, St. Georges. This is a harbor"}, {"text_block_id": "p31_b434", "text": "town and supports the island‘s principal"}, {"text_block_id": "p31_b435", "text": "port. Impacts to this area are particularly important as"}, {"text_block_id": "p31_b436", "text": "the port is the island‘s principal supply link."}, {"text_block_id": "p31_b437", "text": "Landslides are a common event in Grenada, with much of the impact experienced along the"}, {"text_block_id": "p31_b438", "text": "ith its volcanic geomorphology, promotes an increased risk of landslides, particularly where slopes are cut to accommodate"}, {"text_block_id": "p31_b439", "text": "construction. With little flat land available for construction, much of Grenada‘s housing stock is"}, {"text_block_id": "p31_b440", "text": "found on steeply sloping hillsides. Structures built without adequate design or quality controls are at greatest risk. Landslides are usually associated with periods of prolonged rainfall which occurs during the rainy season from June to December."}, {"text_block_id": "p31_b441", "text": "Much of Grenada‘s construction occurs"}, {"text_block_id": "p31_b442", "text": "on steep slopes often exceeding 45 degrees. There is little protection from the direct impacts of wind forces and prolonged rainfall promotes slope de"}, {"text_block_id": "p31_b443", "text": "-"}, {"text_block_id": "p31_b444", "text": "stabilization. Informal constructions are at greatest risk as they do not benefit from adequate engineering."}, {"text_block_id": "p31_b445", "text": "New construction, particularly in relation to tourism, continues with little formal land use planning or construction code enforcement. Construction codes exist but are not evenly applied. Informal settlement continues to occur and vulnerabilities associated with these activities are greatest as settlements tend to be located in areas of increased risk without benefit of engineering support."}, {"text_block_id": "p31_b446_merged_merged_merged_merged", "text": "Under the National Disaster Management Plan, Grenada has established NaDMA as the national coordinating body to organize and manage a committee-driven disaster management program. Organizational authorities are established through the Office of the Prime Minister and the Emergency Powers Act of 1987. NaDMA currently consists of a staff of 11 persons with offices in the disaster operations center, constructed in 2004."}, {"text_block_id": "p31_b448", "text": "Disaster management in Grenada is organized through a series of national and local committee structures that are designed to foster consensus building and awareness at all levels of government. The National Disaster Committee is composed of representatives from each of the line ministries as well as the private sector."}, {"text_block_id": "p31_b449", "text": "Line ministries are responsible for their respective functional areas prior to and during a disaster. Ministries have achieved varying readiness capabilities and work is proceeding in this area. Additionally, disaster response and planning in Grenada is based on the implementation of local activities through the 17 established District Disaster Committees decentralizing various disaster management responsibilities."}, {"text_block_id": "p32_b450", "text": "Grenada does not currently have specific Disaster Risk Reduction (DRR) legislation. Much of"}, {"text_block_id": "p32_b451", "text": "Grenada‘s disaster activity is still managed in the preparedness/response context. In 2003, the"}, {"text_block_id": "p32_b452", "text": "Caribbean Development Bank (CDB) and the Caribbean Disaster Emergency Management Agency (CDEMA), formerly CDERA, produced the National Hazard Mitigation Policy.  National policy currently does not yet mandate DRR as a development objective. Disaster risk reduction through development policy and planning is still in its early development."}, {"text_block_id": "p32_b453", "text": "After the experience with Hurricane Ivan, efforts in improving public awareness and preparedness were given renewed emphasis. NaDMA"}, {"text_block_id": "p32_b454", "text": "maintains a web presence both in its organizational website ("}, {"text_block_id": "p32_b455", "text": "http://mypages.spiceisle.com/nadma"}, {"text_block_id": "p32_b456", "text": ") and through the national Government of Grenada website ("}, {"text_block_id": "p32_b457", "text": "http://www.gov.gd/departments/nadma.html"}, {"text_block_id": "p32_b458", "text": ")"}, {"text_block_id": "p32_b459", "text": "."}, {"text_block_id": "p32_b460", "text": "Since 2005, NaDMA has sought to improve disaster awareness at the community level. This has been accomplished through a series of initiatives including television presentations, the coordination of disaster awareness in schools with the Ministry of Education, distribution of brochures and various public events including Disaster Awareness Week, to heighten public preparedness and awareness."}, {"text_block_id": "p32_b461", "text": "Mapping and GIS capability is managed largely through the Ministry of Agriculture with some use in other ministries but progress in this area is limited. Various risk mapping exercises have been completed, including a school construction risk assessment, school landslide vulnerability assessment, shelter vulnerability and a coastal multi-hazard analysis prepared for selected communities.  No comprehensive multi-hazard map compilation has been prepared."}, {"text_block_id": "p32_b462", "text": "Supporting the development of hazard maps, GIS resources in Grenada include national topographic maps, soils, infrastructure, rainfall and other base map elements required to support hazard mapping."}, {"text_block_id": "p32_b463", "text": "NaDMA lacks basic GIS capacity.  NaDMA is in possession of 4 junos but requires licenced GIS programs. All the hurricane shelters in the south of the island are mapped. The Agency needs more training in GIS-based mapping resources as they currently lack equipment and a staff GIS professional."}, {"text_block_id": "p32_b464_merged_merged_merged", "text": "The ministry of Agriculture maintains a system of stream gauges and meteorological stations on the island. These are not automated systems. Seismic monitoring is managed through a series of 17 networked seismographs located throughout the country and ‗em-Jenny is instrumented through UWI with an independent monitoring system."}, {"text_block_id": "p32_b467", "text": "In accordance with the national disaster plan, the Grenada National Meteorology Office monitors and forecasts weather, providing general forecasting services and disaster alert warnings. The office coordinates with the U.S. National Oceanic and Atmospheric Administration for forecasting support and weather satellite imagery access. NaDMA assists in coordinating the distribution of these warnings and provides public preparedness advice."}, {"text_block_id": "p33_b468", "text": "Agriculture"}, {"text_block_id": "p33_b469", "text": "."}, {"text_block_id": "p33_b470_merged", "text": "Agriculture is one of the most critical sectors for the Grenada economy. The sector plays a significant role in the livelihoods of rural communities often as their only source of income. The agriculture sector is vulnerable to the impact of climate natural hazards. With the 2004 and 2005 hurricanes the industry suffered widespread damage. The contribution of agriculture to national development dropped significantly after the hurricanes."}, {"text_block_id": "p33_b472", "text": "In 2009-2010 the agricultural sector was affected by the prolonged dry period. Food production declined in 2010. The sector is still recovering and as of August 2010 Grenada had to resort to the importation bananas until banana production recovers. Carriacou accounts for a significant percentage of livestock production. Livestock is vulnerable to drought conditions and the dry periods in 1984 and 1992 reduced livestock population in Carriacou by 20 percent and 40 percent respectively. The 2009-2010 dry period also affected the livestock in Carriacou and the Ministry of Agriculture encouraged farmers to reduce their livestock population as an adaptation measure. The Ministry of Agriculture established an Irrigation Management Unit in 2000 and in 2008 a project was launched to provide irrigation technology to farmers."}, {"text_block_id": "p33_b473", "text": "Tourism Sector"}, {"text_block_id": "p33_b474", "text": "."}, {"text_block_id": "p33_b475", "text": "The high vulnerability of the tourism sector, most of which is located on the coast, is well documented. The hotel sector suffered much damage from the 1999 Hurricane Lenny and the 2004 Hurricane Ivan. Some hotels invested in mitigation measures to reduce the impact from hurricanes and storm surges. But the prolonged dry season also exposed another aspect of the vulnerability of the tourism sector to climate variability and change. Water based tourism activities were interrupted by the reduced river flow and bird watching was affected by the damage to the dry forest by fires."}, {"text_block_id": "p33_b476", "text": "In addition to committing its own resources to the extent possible to address the issues identified above, the GoG has actively engaged with both multilateral and bilateral development partners and other stakeholders to mobilize additional resources. Since it is not possible to mobilize all resources immediately or at one time, choices have to be made on the sectors and projects and they also have to be sequenced based on resource availability and absorptive capacity. For the SPCR, the GoG has decided to focus on water resource management, disaster risk management, and coastal zone management. Focus on these areas will also directly and indirectly address some of the issues in the tourism and health sectors by improving infrastructure which directly serve the tourism sector and also provide essential inputs (e.g. water supply) for the health of the population as well as tourists."}, {"text_block_id": "p34_b477", "text": "Section 5: Summary of Participatory Process and Iterative Nature of the SPCR"}, {"text_block_id": "p34_b478_merged", "text": "The PPCR was formally launched in Grenada in January 2011. Several government ministers, permanent secretaries, private sector representatives, NGO's, representatives from academic institutions, students and farmers organizations participated in the launch. Following the official launch there were two sector specific consultations. On February 8, 2011 there was a consultation on GIS and Data Management followed by a consultation on Watershed Management on February 9, 2011. These consultations were held in a workshop format with structured questions to prompt participants to identify issues related to priority sectors. Following the problem identification, interventions were proposed accordingly. Many of the proposed interventions are included in the Investment Plan referenced in Part 2 – including the proposed Reforestation Project. Moreover, the substantial outcome of the workshops as well as follow up consultations was the proposed Technical Assistant projects that are specific to the Grenada climate change priority sectors. Participants at the consultation represented the private sector, non-government organizations and the public service. In addition there were separate consultations with individual government agencies, the private sector and NGOs."}, {"text_block_id": "p34_b482", "text": "A number of previous participatory and consultative processes were built upon during the PPCR Phase I in order to come up with the proposals for the SPCR and Phase 2. These include the extensive consultations that took place prior to preparing the Initial National Communication (INC) in 2001, National Strategic Development Plan (2006-2010), the National Water Policy, National Mitigation Policy and Plan, and the National Climate Change Policy. Many of the conclusions from the discussions were similar and some of the important recommendations coming out of these consultations are reviewed below."}, {"text_block_id": "p34_b483", "text": "National Climate Change Policy."}, {"text_block_id": "p34_b484", "text": "The National Climate Change Policy and Action Plan was developed based on Nine (9) stakeholder consultations and seven (7) community consultations which were held during the period September 20, 2006 to October 31, 2006 and were attended by approximately seven hundred (700) persons. It included representatives from the Public Sector Board of Management, staff of the Ministry of Sports and Community Development, Youth and Students, Statutory Bodies, Energy Sector Employees, Agricultural Sector, Carriacou and Petit Martinique Public Sector Employees, Grenada Institute for Professional Engineers, Sustainable Development Council. There were also parish public consultations in Grenada Carriacou and Petit Martinique."}, {"text_block_id": "p34_b485", "text": "These analyses have been supplemented by anecdotal information on climate sensitivity provided during the Stakeholder Consultations that informed the Policy and Action Plan. These anecdotal references included:"}, {"text_block_id": "p34_b486", "text": ""}, {"text_block_id": "p34_b487", "text": "Examples of beaches/coastline that has already been ―lost‖ due to the rising seas;"}, {"text_block_id": "p34_b488", "text": ""}, {"text_block_id": "p34_b489", "text": "Examples of difficulties being encountered by farmers as a result of the inability of their seeds and/or plants to withstand current heat and humidity;"}, {"text_block_id": "p34_b490", "text": ""}, {"text_block_id": "p34_b491", "text": "References to reduced rainfall and reduced stream flows;"}, {"text_block_id": "p34_b492", "text": ""}, {"text_block_id": "p34_b493", "text": "Increases in average temperatures of between 1.8 C and 6.4 C within the next 100 years;"}, {"text_block_id": "p35_b494", "text": ""}, {"text_block_id": "p35_b495", "text": "Rising sea levels caused by melting arctic ice and thermal expansion of sea water. The Caribbean Sea has been rising by 1mm per year and global sea levels are expected to rise by between 0.18 m and 0.59 m over the next 100 years;"}, {"text_block_id": "p35_b496", "text": ""}, {"text_block_id": "p35_b497", "text": "More intense hurricanes;"}, {"text_block_id": "p35_b498", "text": ""}, {"text_block_id": "p35_b499", "text": "Longer dry seasons and wetter wet seasons accompanied by reduction in total rainfall, with at least 25 percent reduction in total rainfall for the Caribbean region; and"}, {"text_block_id": "p35_b500", "text": ""}, {"text_block_id": "p35_b501", "text": "More intense rainfall when it occurs."}, {"text_block_id": "p35_b502", "text": "These impacts"}, {"text_block_id": "p35_b503", "text": "are expected to affect all aspects of Grenada‘s socio"}, {"text_block_id": "p35_b504", "text": "-economic landscape including human settlements, agricultural production, food supply, water supply, health and tourism. In addition, it will expose Grenadians to additional hazards including the danger of landslides, flash flooding and more intense tropical storms and hurricanes. The Stakeholder Consultations also noted that unsustainable livelihood and development practices are increasing"}, {"text_block_id": "p35_b505", "text": "Grenada‘s vulnerability to"}, {"text_block_id": "p35_b506", "text": "climate change impacts which include:"}, {"text_block_id": "p35_b507", "text": ""}, {"text_block_id": "p35_b508", "text": "Absence of adequate agricultural soil and water conservation practices;"}, {"text_block_id": "p35_b509", "text": ""}, {"text_block_id": "p35_b510", "text": "Uncontrolled/Poorly managed exploration of the coral reefs by divers and tourists;"}, {"text_block_id": "p35_b511", "text": ""}, {"text_block_id": "p35_b512", "text": "Sand mining on the beaches;"}, {"text_block_id": "p35_b513", "text": ""}, {"text_block_id": "p35_b514", "text": "Mangrove harvesting for firewood; and"}, {"text_block_id": "p35_b515", "text": ""}, {"text_block_id": "p35_b516", "text": "Use of sensitive land and marine areas for development, without necessary safeguards."}, {"text_block_id": "p35_b517", "text": "Initial National Communications."}, {"text_block_id": "p35_b518", "text": "The preparatory process for the Initial National Communications on Climate Change involved a series of consultations, meetings and peer reviews by a wide range of stakeholders, aimed at validating the results of the technical analyses and providing inputs into the recommended strategies and actions."}, {"text_block_id": "p35_b519", "text": "CPACC."}, {"text_block_id": "p35_b520", "text": "Analysis done under the Caribbean Planning for Adaptation to Climate Change Project (CPACC) concluded that Gre"}, {"text_block_id": "p35_b521", "text": "nada‘s beaches are at risk of significant erosion from the rising sea"}, {"text_block_id": "p35_b522", "text": "levels. The analysis showed that between 55 percent and 75 percent of the Grand Anse beach could disappear if the sea levels rose by 0.5 metres (1.5 feet), while the beaches between Conference and Marquis could lose 65 percent of their current widths and 83 percent of the beaches in Carriacou could disappear. These include the beaches at Hillsborough, Paradise, Lillette and Windward."}, {"text_block_id": "p35_b523_merged_merged_merged", "text": "The CPACC analysis also concluded that key coastal infrastructure will be inundated by a 1 m sea level rise, including an estimated 18 hectares of land on the Carenage, St. George‘s, which is currently less than 0.20 metres (0.6 feet) above average mean sea-level, containing important buildings including the Financial Complex, the Carenage Sports Complex, the Carenage Road, the Cable & Wireless telephone exchange and the St. George‘s sewerage pumping station."}, {"text_block_id": "p35_b528", "text": "Other at-risk areas included the hotel belt in Grand Anse, sections of the coastline close to the Point Salines International Airport, the Eastern Main Road leading out of Grenville and passing through Soubise and Marquis and front streets in Hillsborough and Harvey Vale in Carriacou."}, {"text_block_id": "p35_b529", "text": "Grenada also participated in several regional and national level workshops including the Adaptation to Climate Change in the Caribbean (ACCC) and the Mainstreaming Adaptation to"}, {"text_block_id": "p36_b530", "text": "Climate Change (MACC). These consultations covered various sectors and sub-sectors, which raised national awareness on the sectoral implications of climate change."}, {"text_block_id": "p36_b531", "text": "Complimentary Bilateral Assistance."}, {"text_block_id": "p36_b532", "text": "The Government of Japan is providing support to NAWASA for the development of water infrastructure. The GoG has also signed a MOU with Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) for technical assistance in the area of climate change."}, {"text_block_id": "p37_b533", "text": "Section 6: Institutional Analysis"}, {"text_block_id": "p37_b534", "text": "Government Ministries and Departments Involved in Climate Change"}, {"text_block_id": "p37_b535", "text": "Grenada, a member of the British Commonwealth, has a Parliamentary style of Government led by the Prime Minister and his cabinet of thirteen Ministers. The Ministries with a direct role in climate change related matters are the Ministry of Finance, Economic Development, Energy and Foreign Trade; Ministry of Environment, Foreign Trade & Export Development; Ministry of Agriculture, Forestry & Fisheries; Ministry of Tourism; Ministry of Works, Physical Development & Public Utilities; Ministry of Housing, Lands & Community Development; and the Ministry of Health."}, {"text_block_id": "p37_b536", "text": "The Ministry of Environment, Foreign Trade and Export Development has been designated as the technical focal point for all PPCR related activities. However, the Project Coordination Unit (PCU) housed within the Ministry of Finance, Economic Development, Energy & Foreign Trade will handle all fiduciary, safeguards aspects and also provide overall management and coordination for all SPCR/PPCR activities. All PPCR-related activities are advised by the Grenada National Climate Change Committee, which acts as the PPCR Technical Working Group (TWG). The TWG is comprised of line ministries, non-governmental organizations, representatives from the private sector and is chaired by the Ministry of Environment, Foreign Trade and Export Development. The TWG has an open membership and calls upon different expertise as and when needed. It convenes at regular intervals to receive updates on the PPCR process. Once Phase 2 activities start the TWG will continue to play an advisory role in the implementation of PPCR activities."}, {"text_block_id": "p37_b537", "text": "Institutional Arrangements"}, {"text_block_id": "p38_b538", "text": "Institutional Priorities for the PPCR"}, {"text_block_id": "p38_b539", "text": "The PPCR recognizes that adaptation is a multi-dimensional phenomenon, with economic, political and social aspects, and that development is interconnected with adaptation in complex ways. To create a platform for coordinating new and on-going donor and government initiatives, the PPCR process will be in collaboration with the following Agencies/Departments of the GoG:"}, {"text_block_id": "p38_b540", "text": ""}, {"text_block_id": "p38_b541", "text": "National Water & Sewerage Authority (NAWASA)"}, {"text_block_id": "p38_b542", "text": ""}, {"text_block_id": "p38_b543", "text": "Ministry of Agriculture, Forestry & Fisheries"}, {"text_block_id": "p38_b544", "text": ""}, {"text_block_id": "p38_b545", "text": "Ministry of Tourism"}, {"text_block_id": "p38_b546", "text": ""}, {"text_block_id": "p38_b547", "text": "Ministry of Works"}, {"text_block_id": "p38_b548", "text": ""}, {"text_block_id": "p38_b549", "text": "Ministry of Housing & Land"}, {"text_block_id": "p38_b550", "text": ""}, {"text_block_id": "p38_b551", "text": "Ministry of Health"}, {"text_block_id": "p38_b552", "text": "Role of the Private Sector"}, {"text_block_id": "p38_b553", "text": "The GoG fully recognizes that the role of the private sector is essential in the successful implementation of the PPCR in Grenada. For this purpose, the private sector, particularly the hotel sector, was actively engaged in the SPCR formulation process. Deliberations focused primarily on the impacts of climate change and its adverse effects on key services managed by the private sector. The GoG aims to use the PPCR to build on previous working arrangements between the public and private sector. The most urgent sector discussed was the water sector, and how important it is for the hotel sector and the government to work closely together on water distribution arrangements. These discussions were the impetus behind the Technical Assistance activity 1: Water Resources Assessment and Management Study referenced in Part 2."}, {"text_block_id": "p38_b554_merged", "text": "The importance of proper coastal zone management was also discussed with the hotel sector – given that most of Grenada‘s key assets are located on vulnerable coasts. It was agreed that the hotel sector will be actively engaged during the conduction of Technical Assistance activity 2: Preparation of a roadmap for Coastal Zone Management in Grenada (referenced in Part 2). The outcome of which will be a set of policies, laws and institutional arrangements surrounding sustainable coastal zone management practices. There is general agreement that the GoG and the appropriate private sector actors will continue to engage through the PPCR on issues surround water resource management and coastal zone management; however, the specific role of the private sector will be further explored during implementation of the SPCR in order to tap into the full potential of the private sector to contribute to climate resilience."}, {"text_block_id": "p38_b557", "text": "Role of the Project Coordination Unit"}, {"text_block_id": "p38_b558", "text": "The project will be implemented by the Project Coordination Unit (PCU) housed within the Ministry of Finance, Economic Development, Energy & Foreign Trade. The PCU is a specialized project management unit with appropriate fiduciary, and safeguards, handling capacity built from a long experience in managing World Bank-financed projects. An organizational chart describing the PCU can be found in Figure 2 at the end of this section."}, {"text_block_id": "p39_b559", "text": "For the implementation of civil works, the PCU will rely on technical support for the descriptions for the bidding documents and for some of the implementation supervision from relevant line ministries, including the Ministries of Works, Education, Health, Physical Planning, and the NaDMA. More complex civil works will rely on the services of an independently contracted supervising engineer."}, {"text_block_id": "p39_b560", "text": "The PCU will manage environmental and social safeguard aspects of activities financed by the project. The PCU has project management capacity and has managed safeguards of several World Bank projects investing in public infrastructure."}, {"text_block_id": "p39_b561", "text": "Procurement activities will be managed through the PCU. All contracting activity including bidding, contractor selection, and execution supervision will be managed through the PCU with the technical assistance of the participating line ministries. As needed, line ministries will provide technical support particularly with respect to works projects. Line ministries will also provide technical documentation to support procurement activities and, as needed, the PCU will engage the services of qualified specialists and engineers to assist with procurement and supervision."}, {"text_block_id": "p39_b562", "text": "Participating ministries will provide technical staff to assist in contract supervision however, the responsibility for the management of change orders and contract modifications rests solely with the PCU. Representatives from each of the participating line ministries have been identified to serve as focal points to the project."}, {"text_block_id": "p39_b563", "text": "Management of Knowledge and Lessons Learned."}, {"text_block_id": "p39_b564_merged", "text": "In addition to project management and project coordination responsibilities, the PCU will manage all knowledge management functions across the PPCR ensuring that all projects compliment and build upon past transactional, on-going and pipeline activities. From past experience the PCU recognizes that knowledge management -including the application and sharing lessons learned, is probably the investment that will provide the greatest return during the implementation of the PPCR. Hence, the PCU will be actively engaged with the implementing technical ministries to ensure lessons learned and knowledge sharing is streamlined across the two proposed investment projects and the technical assistance activities (all technical assistance studies include analysis of past lessons learned and capturing of on-going lesson learned activities). This will be particularly important for proposed infrastructure projects that will be climate proofed under the project. For this purpose, a Project Engineer with extensive knowledge of climate proofing infrastructure will be hired as part of the PCU (funded under the IDA funds financed by the World Bank) to provide technical support to the MoW."}, {"text_block_id": "p40_b567", "text": "Figure 2 -PCU Organizational Chart"}, {"text_block_id": "p41_b568", "text": "PPCR Technical Assistance Arrangements"}, {"text_block_id": "p41_b569", "text": "During Phase I of the PPCR, a team of consultants comprised of a Team Leader with extensive experience in climate change and managing integrated teams, a GIS / Data Specialist, and a Watershed Management Specialist was put together to prepare the SPCR and to advise GoG on all other Phase I activities. The Team Leader was contracted for the entirety of Phase 1, while the specialist consultants were contracted for specific timeframes to be utilized on an as-needed basis. All the consultants liaised with the Team Leader and reported directly to the Ministry of Environment, Foreign Trade and Export Development and Ministry of Finance."}, {"text_block_id": "p41_b570", "text": "Once the SPCR is approved by CIF, a similar set of consultants is expected to continue to provide GoG with advice and assistance as needed to prepare implementation the Phase 2. In addition, the projects and activities being proposed under the SPCR are to be executed in conjunction with and as a part of a larger World Bank operation. Implementation of PPCR activities will benefit from this association."}, {"text_block_id": "p41_b571", "text": "In addition to the institutional arrangements, the GoG recognizes that it is vital for PPCR success to align its activities within the regional program to avoid duplication. At the national level it is important that the political leadership adopts a cross-sectoral climate change adaptation mainstreaming approach by utilizing existing and creating new government-NGO, civil society and private sector partnership mechanisms to facilitate a participatory PPCR-decision making process."}, {"text_block_id": "p42_b572", "text": "Section 7:  Outline of the Strategic Program for Climate Resilience"}, {"text_block_id": "p42_b573", "text": "The overall aim of the PPCR is to help countries transform to a climate resilient development path; increased application of knowledge on integration of climate resilience into development; complement and provide incremental resources to support a programmatic approach to mainstream climate resilience in development planning, policies, and strategies; and enable a harmonized effort from all associated development partners under a common platform. The first step in the PPCR Phase I process is the preparation of a strategic investment program, the Strategic Program for Climate Resilience (SPCR). As previously mentioned, Grenada has already completed a comprehensive National Climate Change Policy 2007"}, {"text_block_id": "p42_b574", "text": "–"}, {"text_block_id": "p42_b575", "text": "2011 to deal with the main climate change challenges. The National Climate Change Policy and the principles and objectives outlined therein, has contributed substantially to the formulation of this SPCR."}, {"text_block_id": "p42_b576_merged_merged", "text": "As a follow up, the GoG is taking several steps to manage the various sources of funding and coordinate donor‘s efforts to support the implementation of the National Climate Change Policy. Several donors are preparing various investment and technical assistance projects related to climate change adaptation activities. All in all, these efforts have been and continue to be quite significant.  However, given the magnitude of the climate related challenges and the resource and capacity constraints that Grenada faces generally, much more needs to be done in the years ahead in a selective and sequenced fashion."}, {"text_block_id": "p42_b579", "text": "The GoG has benefited greatly from the on-going consultative process it has followed to discuss the various aspects of climate change with a large number of stakeholders. The process has ensured that priority needs of the people are being met, with particular attention to the most vulnerable sections of society i.e. the old, children and women and also contribute to poverty alleviation by providing and sustaining livelihoods for the low-income segments of the population. The result of this process and widespread consultation with line Ministries/Agencies involved in climate change related activities, development partners, a broad set of NGOs, CSOs, technical experts and academics is captured in this SPCR."}, {"text_block_id": "p42_b580", "text": "The SPCR proposes a comprehensive package of infrastructure projects and technical assistance activities to be financed under the PPCR. The two investment projects are: (i) Disaster Vulnerability and Climate Risk Reduction Project (DVRP) and (ii) a Forestry Rehabilitation Project. The technical assistance activities for which assistance is being sought are: (i) Grenada Water Resources Assessment and Management Study; (ii) Preparation of a Roadmap for Coastal Zone Management in Grenada; (iii) Improving the Use of Data and GIS for Climate Change Adaptation in Grenada; and (iv) Preparation of a Project for Rehabilitation of the Bathway Sandstone Reef."}, {"text_block_id": "p42_b581", "text": "Under the DVRP, countries of the region are to be provided financial and technical assistance to reduce vulnerability to natural hazards and climate change impacts by climate proofing key infrastructure, increasing the capacity of participating governments to quickly respond to adverse natural events and improve the capacity in climate monitoring and hazard planning. Separate projects have been prepared for individual countries with similar overall objectives, but customized to suit country specific priorities and requirements. In the case of Grenada, the cost of the DVRP is estimated at US$25.2 million, in which IDA would provide a credit of US$10.0"}, {"text_block_id": "p43_b582", "text": "million, leaving a gap in the financing plan. GoG expects the Bank to submit this Credit to its Board for approval in May 2011. The DVRP, which also has been developed using an extensive consultative process very similar to the SPCR, includes a suite of activities covering various types of civil works, purchase of essential equipment to respond to climatic events and improve public safety, preparatory hydrologic and geo-technical studies, training and capacity building. All of the components proposed to be financed under the DVRP address all of the issues that have been identified and prioritized under the SPCR. As such, the GoG proposes that the major portion of the PPCR support to Grenada should supplement the IDA resources to cover the remaining financing gap in the DVRP and finance the priority investment program that the government has formulated."}, {"text_block_id": "p43_b583", "text": "Furthermore, the GoG also feels that the remaining investment and TA that are being proposed for PPCR support (US$3.8 million in investments and US$1.0 million in TA) are very similar and complimentary to the objectives and activities included in the DVRP. Also, these activities are to be implemented by the same GoG institutions that will implement the DVRP and the World Bank is proposed as the implementing MDB for these activities as well. It would, therefore, be logical and more efficient to combine these activities under the DVRP, to the extent possible. The preparation of the four TA components is fairly advanced and including them under the DVRP would be relatively simple. The Forest Rehabilitation Project would require some additional appraisal work by the Bank with respect to its environmental and social aspects and may have to be processed separately."}, {"text_block_id": "p43_b584", "text": "The Government is requesting US$8.0 million in grant financing and US$12.0 million in concessional loan financing from the PPCR. As required under the PPCR guidelines, detailed project descriptions/concepts for the 2 projects and the TOR for related studies and the TORs for the 4 technical assistance proposals, their cost estimates, implementation arrangements, and the specific requests for grants and concessional finance from the PPCR have been provided in Part 2 of this document. Accordingly, a brief overview of the Proposed Investment Program and Technical Assistance Components in the SPCR is summarized below:"}, {"text_block_id": "p44_b585", "text": "Technical Assistance 1"}, {"text_block_id": "p44_b586", "text": "Scope of Work:"}, {"text_block_id": "p44_b587", "text": "Preparation of a Grenada Water Resources Assessment and Management Study"}, {"text_block_id": "p44_b588", "text": "Responsible MDB:"}, {"text_block_id": "p44_b589", "text": "The World Bank"}, {"text_block_id": "p44_b590", "text": "GoG Counterpart:"}, {"text_block_id": "p44_b591", "text": "NAWASA and Ministry of Agriculture"}, {"text_block_id": "p44_b592", "text": "PPCR Fund Requested:"}, {"text_block_id": "p44_b593", "text": "US$400,000 (grant)"}, {"text_block_id": "p44_b594", "text": "Technical Assistance 2"}, {"text_block_id": "p44_b595", "text": "Scope of Work"}, {"text_block_id": "p44_b596", "text": ":"}, {"text_block_id": "p44_b597", "text": "Preparation of a Roadmap for Coastal Zone Management in Grenada"}, {"text_block_id": "p44_b598", "text": "Responsible MDB:"}, {"text_block_id": "p44_b599", "text": "The World Bank"}, {"text_block_id": "p44_b600", "text": "GoG Counterpart:"}, {"text_block_id": "p44_b601", "text": "Ministry of Environment"}, {"text_block_id": "p44_b602", "text": "PPCR Fund Requested:"}, {"text_block_id": "p44_b603", "text": "US$200,000 (grant)"}, {"text_block_id": "p44_b604", "text": "Technical Assistance 3"}, {"text_block_id": "p44_b605", "text": "Scope of Work:"}, {"text_block_id": "p44_b606_merged", "text": "Improving the Use of Data and GIS for Climate Change Adaptation in Grenada Responsible MDB: The World Bank"}, {"text_block_id": "p44_b609", "text": "GoG Counterpart:"}, {"text_block_id": "p44_b610", "text": "Ministry of Agriculture, NAWASA and Ministry of Environment"}, {"text_block_id": "p44_b611", "text": "PPCR Fund Requested:"}, {"text_block_id": "p44_b612", "text": "US$300,000 (grant)"}, {"text_block_id": "p44_b613", "text": "Technical Assistance 4"}, {"text_block_id": "p44_b614", "text": "Scope of Work:"}, {"text_block_id": "p44_b615", "text": "Preparation of a Project for Rehabilitation of the Bathway Sandstone Reef"}, {"text_block_id": "p44_b616", "text": "Responsible MDB:"}, {"text_block_id": "p44_b617", "text": "The World Bank"}, {"text_block_id": "p44_b618", "text": "GoG Counterpart:"}, {"text_block_id": "p44_b619", "text": "Ministry of Environment and Ministry of Works"}, {"text_block_id": "p44_b620", "text": "PPCR Fund Requested:"}, {"text_block_id": "p44_b621", "text": "US$100,000 (grant)"}, {"text_block_id": "p45_b622", "text": "Section 8 : Strategic Results Framework"}, {"text_block_id": "p47_b623", "text": "PART 2"}, {"text_block_id": "p47_b624", "text": "Proposed Program Components for PPCR Finance"}, {"text_block_id": "p47_b625", "text": "The Project Components being proposed to be financed under the PPCR consist of: (i) Disaster Vulnerability and Climate Risk Reduction Project and (ii) a Forestry Rehabilitation Project; (iii) a Technical Assistance Project to prepare a Grenada Water Resources Assessment and Management Study; (iv) a Technical Assistance Project for the Preparation of a Roadmap for Coastal Zone Management in Grenada; (v) a Technical Assistance Project for Improving the Use of Data and GIS for Climate Change Adaptation in Grenada; and (vi) a Technical Assistance Project for the Preparation of a Project for Rehabilitation of the Bathway Sandstone Reef. As required under the PPCR guidelines, detailed project descriptions / concepts for the two Investment Projects as well as the TORs for the four Technical Assistance Proposals are presented below."}, {"text_block_id": "p47_b626", "text": "Investment Project 1"}, {"text_block_id": "p47_b627", "text": ": Disaster Vulnerability and Climate Risk Reduction Project"}, {"text_block_id": "p47_b628", "text": "Estimated Project Cost:"}, {"text_block_id": "p47_b629", "text": "US$ 25.2 million"}, {"text_block_id": "p47_b630", "text": "PPCR Request:"}, {"text_block_id": "p47_b631_merged_merged", "text": "US$ 7.0 million in Grant and US$ 8.2 million in concessionary financing Co-Financing: US$10 million in IDA Credits"}, {"text_block_id": "p47_b634", "text": "Background"}, {"text_block_id": "p47_b635", "text": "Eastern Caribbean Sub-Regional Context."}, {"text_block_id": "p47_b636", "text": "The Eastern Caribbean (EC) has improved its disaster risk management capacity over the past decade. Supported by international agencies, countries in the region have carried out a large number of vulnerability and hazard assessments that have served to increase the political understanding of the hazard challenge facing the region. However, EC governments are still not able to manage natural hazard and climate risk strategically. The knowledge generated from climate risk studies is unfortunately often not captured in institutional strengthening or improved policies and practices for vulnerability reduction, and the studies themselves often bring little value added due to a lack of data. In some cases countries in the region have invested in climate change adaptation and disaster vulnerability reduction through coastal protection works, climate proofing of key infrastructure, and in specific disaster mitigation works. These works have shown to be highly beneficial and performed well in subsequent hurricanes. This type of climate change adaptation and vulnerability reduction has been carried out on an asset-by-asset basis, and limited financing has kept these investments to a pilot level only."}, {"text_block_id": "p47_b637", "text": "On a broader scale, there is little evidence that development decisions have integrated climate resilience and expected climate change impacts in decision-making processes. Responsibilities are dispersed among various government agencies including Ministries of Finance, Planning, Economy, Energy, Works, Physical Development, and Agriculture. Lacking an overall structure for analyzing and integrating risks in the development process, agencies normally operate in a relative information vacuum with limited resources, particularly in their capacity to analyze and integrate risk and climate change management in the development process. Data sharing among"}, {"text_block_id": "p48_b638", "text": "agencies is weak, largely due to limited capacity and lack of an overall mechanism to share information with low transaction costs."}, {"text_block_id": "p48_b639", "text": "Hence, a major limiting factor inhibiting strategic disaster vulnerability reduction and climate change adaptation is the lack of reliable information on which to base planning and design decisions. The underlying problem is two-fold. Firstly, there is a lack of localized data to inform climate change impact and disaster risk analysis, and a lack of capacity nationally to carry out the needed analysis. Secondly, the countries therefore do not have sufficient information, or appropriate institutional mechanisms, to make portfolio-wide or sector-wide strategic decisions on risk reduction. The first part of the problem will have to be solved by collecting the appropriate data and by developing appropriate protocols and capacity at national and regional level for data sharing and data management. The second part of the problem will be most efficiently addressed by enabling EC states to access knowledge resources and services outside their countries that can address the questions the countries raise and feed the information back to the countries in a format they can use."}, {"text_block_id": "p48_b640", "text": "Grenada Country Context."}, {"text_block_id": "p48_b641", "text": "Grenada, which includes the two smaller islands of Carriacou and Petit Martinique to its north, is the southernmost of the Windward Islands and supports a population of approximately 105,552 (2008). The GNI per capita is US$5,710 (2008 est. Atlas methodology)."}, {"text_block_id": "p48_b642", "text": "Despite high growth rates in the last decade, poverty rates increased drastically. The average per capita growth rate between 1998 and 2008 has been over 2 percent per year, yet it did not translate into a reduction in poverty. While indigent rates dropped significantly from 1998 to 2008, the percentage of poor people increased from 32 percent in 1998/99 and reached 38 percent of the population in 2007/08. According to the most recent Country Poverty Assessment the unemployment rate stood at 25 percent in June 2008."}, {"text_block_id": "p48_b643", "text": "Grenada‘s economic performance has been adversely affected by the challenging global"}, {"text_block_id": "p48_b644_merged", "text": "environment. After reaching 2.2 percent in 2008, economic growth is estimated to have declined to -7.7 percent in 2009. A worldwide financing drought has reduced the availability of funds for foreign direct investment (FDI) projects, including key tourism-related investments. As a result, activity in the construction sector, which has been a significant driver of growth in recent years, is projected to fall significantly in 2009-10. Tourism arrivals and remittances are expected to decline further. Residential, tourism-related, public-sector and private commercial activity are expected to recover slowly, with growth breaking the three percent mark only in 2014. The main near-and medium-term risks include a deeper and more protracted global slowdown, increased financial stress and larger retrenchment of capital inflows, and damage from natural disasters."}, {"text_block_id": "p48_b646", "text": "Institutions"}, {"text_block_id": "p48_b647", "text": "For the past fifteen years, Grenada has been developing its disaster preparedness and response capacity through a variety of national and regional programs. In 2000, Grenada began executing the Emergency Recovery and Disaster Preparedness Project. Activities under this project were designed to strengthen preparedness and response capacity through investments in infrastructure, institutional capacity building and community-based initiatives in disaster preparedness and"}, {"text_block_id": "p49_b648", "text": "awareness. Institutional strengthening activities related to training and development of the national emergency response organization, National Disaster Management Agency (NaDMA), and strengthening of community-level response committees."}, {"text_block_id": "p49_b649", "text": "Public Infrastructure"}, {"text_block_id": "p49_b650_merged", "text": "Much of the island‘s basic infrastructure was constructed during the colonial period and is aging and exposed to changing environmental conditions. Roads have been severely impacted by landslip and erosion. Drinking water systems are presently inadequate to meet national demand and changing rainfall profiles for the island suggest that existing systems are not able to cope with changing rainfall cycles and land use patterns. Additionally, public facilities such as health clinics and disaster shelter systems are in need of climate proofing and rehabilitation to cope with changing environmental patterns. Among the more visible climate change-related impacts is the increased frequency of flooding of the portside areas (Carenage) of the capital, Saint Georges. Additionally, observations over the past twenty years suggest that sea level rise has increased tidal flooding of the commercial area adjacent to the harbor. This is the principal trade zone for the island and a major hub for tourism activity, particularly with respect to the cruise ship industry."}, {"text_block_id": "p49_b653", "text": "Agriculture was severely impacted by Hurricane Ivan and the loss of nutmeg plantations had a major impact on the national economy. Changes in rainfall patterns have apparently affected agricultural systems and the demand for irrigation, for example, has apparently increased as Grenada seeks alternative agricultural activities to replace hurricane-damaged systems. Changes in irrigation requirements place additional stresses on already stressed water resources."}, {"text_block_id": "p49_b654", "text": "Project Development Objectives"}, {"text_block_id": "p49_b655", "text": "The World Bank has prepared a sub-regional program which aims at measurably reducing vulnerability to natural hazards and climate change impacts in the Eastern Caribbean. The project in Grenada would benefit the entire population by reducing climate risk through the climate proofing of key infrastructure and increasing the capacity of the GoG to quickly rehabilitate damaged public infrastructure following an adverse natural event during the period of the project. The project would have specific benefits for people living in or using the geographical locations or public infrastructure."}, {"text_block_id": "p49_b656", "text": "Most of the technical assistance and capacity-building activities related to hazard monitoring, climate risk identification, improved policy, and planning will enable the targeted public entities and civil servants to better serve the general population through investment decisions that take climate risk into account, and improved physical planning."}, {"text_block_id": "p49_b657", "text": "Project Description"}, {"text_block_id": "p49_b658", "text": "The project aims at measurably reducing vulnerability to natural hazards and the adverse impacts of climate change in the Grenada. By design, the project will be financed by both direct funds from the CIF as well as co-financing from other sources (i.e. IDA and GFDRR). The CIF funding will support climate change adaptation activities, while the co-financed portions will"}, {"text_block_id": "p50_b659", "text": "primarily focus on current disaster risk management needs"}, {"text_block_id": "p50_b660", "text": "–"}, {"text_block_id": "p50_b661", "text": "but will support overall resilience to adverse natural events which are expected to be more extreme with climate change. In order to achieve this, the project proposes four mutually reinforcing components, namely: 1) Prevention and Adaptation Investments; 2) Capacity Building for Hazard and Risk Evaluation, and Applications for Improved Decision Making; 3) Emergency Response Contingent Credit; and 4) Project Management and Implementation Support."}, {"text_block_id": "p50_b662", "text": "Component 1 -Prevention and Adaptation Investments"}, {"text_block_id": "p50_b663", "text": "This component is designed to reduce physical vulnerability through piloting adaptive measures to build resilience to current and future climatic changes. It includes a suite of civil works activities and equipment purchases designed to improve resilience to disaster events and adapt to impacts relating to climate change. Activities include the climate proofing of bridges; climate proofing of physical infrastructure including schools and homes for the elderly; landslip and flood mitigation activities; and specific improvement works targeted for two low-income communities. Works also include new construction and rehabilitation activities in the water sector to improve supply and resilience to drought events."}, {"text_block_id": "p50_b664", "text": "The project would fund supporting studies required for the development of works packages such as pre-engineering investigations (e.g. hydrologic/hydraulic studies, geotechnical investigations) and associated engineering activities required to support design and safeguard compliance.  Works designs and construction would include the integration of national building code requirements and would be subjected to hazard/risk and climate change impact analysis in order to advance the design and construction of resilient infrastructure."}, {"text_block_id": "p50_b665_merged_merged", "text": "Sub-Component 1.1 – Infrastructure Investments"}, {"text_block_id": "p50_b668", "text": "Aging infrastructure coupled with changing environmental conditions has resulted in a deterioration of existing infrastructure generating a high level of vulnerability to natural hazards.  Historically, designs have been based on a limited analysis of past hazard events without consideration of impacts from anticipated changes in future land use and climate change. Additionally, continuing vulnerabilities exist relating to landslip, rock fall, and flooding, which, if left unattended, will continue to produce recurrent damage to infrastructure. Finally, under this sub-component, two low-income communities have been targeted for interventions designed to improve their resilience to disaster and climate change events."}, {"text_block_id": "p50_b669", "text": "The majority of works are relatively small in nature and the project would support the technical studies required to produce engineering designs that integrate risk reduction and climate change effects in order to improve the long-term performance of the selected structures. Additionally, this sub-component would support strategic equipment purchases for the airport system to improve the operational resilience of these nationally critical facilities."}, {"text_block_id": "p50_b670", "text": "1.1.1"}, {"text_block_id": "p50_b671", "text": "La Sagesse and Beausejour Community Infrastructure Development."}, {"text_block_id": "p50_b672", "text": "In 2007, to make way for the Port Louis Marina Project, twemty-seven families were relocated from the Mt. Pandy and Islander areas of Belmont, St. George parish, to La Sagesse, St. David parish. Similarly, the development of the Lagoon Marina and adjoining area triggered the involuntary relocation of fourteen families from in and around the areas known as Mt. Pandy and Islander and were settled"}, {"text_block_id": "p51_b673", "text": "in Beausejour, St. George parish. Monies were made available by the developers of the project to facilitate the relocation process. However, without proper planning, design for infrastructure, or other activities designed to mitigate the impacts of resettlement, the families involved were left inadequate infrastructure. In addition, no legal titling or other land use or management arrangements were made for the land where the houses were constructed. A number of the houses were left unfinished, and some families were forced to complete the structures themselves."}, {"text_block_id": "p51_b674", "text": "The relocated communities consist mainly of low-income households (primarily daily laborers) who are exposed to hurricanes, earthquakes, and landslide risk. The community does not have proper roads, which limits both their mobility in daily life and emergency service access for ambulances, police, and fire trucks. The absence of paved roads also presents some negative social impacts on the community, as children find it very difficult to attend school in the rainy season. Free running water due to lack of drainage and sewage systems represents one of the main challenges and exposes the community to risks associated with landslides and soil erosion. By making technical designs and installing adequate infrastructure (drainage, roads, sewage system, and retaining structures, among others) in these communities, the proposed project would address the access problems, reduce the risks associated with the scarce management of wastewater and rainwater, and improve the life quality of these communities."}, {"text_block_id": "p51_b675", "text": "1.1.2 Climate Proofing of Bridges and Public Space."}, {"text_block_id": "p51_b676_merged", "text": "Mitigation and construction works would be designed to stabilize areas prone to floods, rock falls, and landslides, and to climate proof vulnerable public infrastructure. Additionally, two critical bridges would be replaced. Flood mitigation and drainage works would be implemented along St. John‘s River, in the Mourne Rouge area, and along Dusty Highway. The expected projected impacts of climate change on Grenada necessitate the need for better preparation and adaptation to the adverse impacts of severe hydro-meteorological events. Floods are increasing in frequency every year, causing repeated damage to public and private property, disrupting local businesses, industrial activities, and generating closures of important transportation routes, affecting mobility and access to residential areas, among others. Rock fall, landslide, and erosion mitigation works would include (i) soil investigation and slope stability studies, technical designs, and construction works in five identified vulnerable areas (including Melville Street, Brizan, Sendall Tunnel, and Grand Anse Housing); and (ii) technical studies, construction of reinforced retaining wall structures, and installation of gabion baskets in six locations around Constantine for land slide control, and in two other sites near the Gouyave Market Square for erosion control. Adverse climatic conditions have increased the vulnerability of areas prone to rock falls, erosion, and landslides, in most cases causing blockages in the main roads and traffic disruption. The disruption has a negative economic impact on the road users and permanent cost to the Government in order to restore the road to its original condition. Finally, two vulnerable bridges, the Hubble Bridge and the Lance Bridge, both in the Gouyave area in St. John parish, would be climate-proofed based on a higher construction standard than was initially used and based on best-available information on climate change impacts. The Lance Bridge is on the main West coast road and the Hubble Bridge is the only by-pass that provides access to the North side of the valley inland."}, {"text_block_id": "p51_b680", "text": "The technical design and construction of risk mitigation works for floods, rock falls, landslides, and erosion control, would reduce damage to public and private property, improve the mobility"}, {"text_block_id": "p52_b681", "text": "of population and other socio-economic effects caused by road blockage generated by rock falls or by water from floods. Moreover, comprehensive river management plans would reduce the environmental impact caused by the inadequate garbage disposal at rivers and channels. The climate proofing of two critical bridges in Gouyave would improve the pathways of the road, passing from one line to two lines of traffic and thus allowing better flow and speed of the vehicles in normal and emergency situations. This activity would be funded through a mixture of CIF grants and concessional financing, as well as co-financing from the IDA. The project activity would increase overall capacity for Grenada to cope with adverse impacts of severe climatologically derived events which are predicted to increase in severity."}, {"text_block_id": "p52_b682", "text": "1.1.3"}, {"text_block_id": "p52_b683", "text": "Improved Resilience to Climate Risks in the Water Supply System."}, {"text_block_id": "p52_b684", "text": "Reducing vulnerabilities in the water sector is a high-priority activity, as potable water is a critical lifeline service. The recent drought conditions experienced and projected increases in climate variability in Grenada highlighted the necessity for improvements in water storage capacity and operational resilience."}, {"text_block_id": "p52_b685", "text": "By adding in-line storage capacity and providing back-up generator facilities, the system becomes both more efficient and less susceptible to outages during disaster events. Currently, there is no storage capacity on the borehole supply system at Chemin. Water is pumped directly to consumers. Distribution requires constant pumping and when pumps are not operational, the service is cut. Additionally, there is currently no reserve supply allowing customers to receive water even when the source supply is interrupted."}, {"text_block_id": "p52_b686", "text": "1.1.4"}, {"text_block_id": "p52_b687", "text": "Risk Reduction for Critical Infrastructure."}, {"text_block_id": "p52_b688", "text": "The project would support the purchase of"}, {"text_block_id": "p52_b689", "text": "critical emergency and operations equipment at Grenada‘s Maurice Bishop International (MBI)"}, {"text_block_id": "p52_b690", "text": "Airport and the airport facility at Carriacou Island."}, {"text_block_id": "p52_b691_merged_merged", "text": "These are the only operational airport facilities in the country and as such, their continued operation is critical to Grenada‘s national security and tourism-based economy. The airport authority has identified critical investments that are required both to maintain an adequate emergency response capability and to comply with operational standards as required by the International Civil Aviation Organization (ICAO). Aging emergency response equipment and deficiencies in operational equipment have been cited during recent ICAO airport certification inspections and must be addressed to maintain the operational certification. Absent investment in these purchases, Grenada risks a downgrading of its airport certification. A downgrade in operational certification would prohibit most commercial aircraft from using the facility, crippling communications and tourism activities. The equipment identified under the proposed project would address the major deficiencies noted, allowing the airport to comply with ICAO requirements, and improving operational resilience and response capacity to disaster impacts. Together with the purchase of critical equipment, the airport authority, as noted under Component 2, would use project funds to complete an operational maintenance and management study designed to develop a maintenance and capital investment program to enable the airport authority to manage its long-term maintenance and equipment replacement program."}, {"text_block_id": "p53_b694", "text": "Sub-Component 1.2"}, {"text_block_id": "p53_b695", "text": "–"}, {"text_block_id": "p53_b696", "text": "Climate Proofing and Design of Public Buildings"}, {"text_block_id": "p53_b697", "text": "The government has identified priority public buildings in need of immediate climate proofing to improve climate resilience. These structures include two schools used as public shelters and two homes for the elderly. Under this sub component, the project will support the analysis and evaluation of building performance with respect to expected hazards and retrofit the structures accordingly."}, {"text_block_id": "p53_b698", "text": "1.2.1"}, {"text_block_id": "p53_b699", "text": "Climate Proofing of Schools to Reduce Their Risk to Climate Change"}, {"text_block_id": "p53_b700", "text": "."}, {"text_block_id": "p53_b701", "text": "As is the case in most countries, Grenada has designated selected schools as emergency shelters under their National Disaster Management Plan. As part of an ongoing effort, the Government has been climate proofing schools in order to improve their climate resistance and their performance as emergency shelters.  Two schools have been selected to be included under this project."}, {"text_block_id": "p53_b702", "text": "1.2.2"}, {"text_block_id": "p53_b703", "text": "Reducing Vulnerabilities of Public Accommodation for the Elderly"}, {"text_block_id": "p53_b704", "text": "."}, {"text_block_id": "p53_b705", "text": "Three homes for the elderly have been identified for climate proofing activities to improve their resilience to the adverse effects of climate change"}, {"text_block_id": "p53_b706", "text": "–"}, {"text_block_id": "p53_b707", "text": "including hurricane events. These facilities were chosen because they house a particularly vulnerable population and improving these structures would increase their resistance to damage from climate related disaster and provide improved protection to a particularly vulnerable population segment."}, {"text_block_id": "p53_b708", "text": "Component 2 -Capacity Building for Disaster Response, Climate Change Awareness, Hazard and Risk Evaluation, and Applications for Improved Decision Making"}, {"text_block_id": "p53_b709", "text": "This project component would contain a series of capacity-building and knowledge-building interventions in Grenada to support disaster risk management and climate change adaptation. There are four specific areas that have been identified as high priorities by the Government for intervention: the Education sector, the National Disaster Management Agency, the Physical Planning Unit (data and information management), and the Airport Authority. Each of these sectors plays a critical role in disaster risk management within Grenada and this component would provide important capacity-building activities in each of these sectors."}, {"text_block_id": "p53_b710", "text": "There are a series of three thematic areas that have been identified by the Government of Grenada as crucial for future climate change adaptation activities. However, there is currently a lack of strategic roadmaps with specific assessment of needs along with a comprehensive action plan that can provide a framework for the Government of Grenada to engage on the specific sectors (Data Management, Water Resource Management, and Integrated Coastal Zone Management). These roadmaps would be developed in this component that would serve as a strategic guide in these areas."}, {"text_block_id": "p53_b711_merged_merged_merged", "text": "Sub-Component 2.1 – Improved Understanding of Natural Hazard Risk and Climate Change Impacts and Their Integration into Development Activities"}, {"text_block_id": "p53_b714", "text": "Improvements in risk analysis and data management capacity would support future programs in new construction and retrofitting of existing infrastructure, disaster risk mitigation, and disaster preparedness planning. This improved capacity would allow Grenada to prioritize investments and improve risk management across sectors, promoting the use of a variety of tools including"}, {"text_block_id": "p54_b715", "text": "cost-benefit analysis, life cycle analysis, hazard and vulnerability modeling, and land use planning. There are a number of sectors that have been identified as of high importance for climate change adaptation; however, there is currently a lack of strategic planning for these sectors and this sub-component would support the development of a strategic roadmap in each of the sectors."}, {"text_block_id": "p54_b716", "text": "2.1.1 Planning/Management Information System for Natural Hazard Risk Information."}, {"text_block_id": "p54_b717", "text": "Reliable data is a fundamental requirement for conducting natural hazard and climate change risk analysis. There is a lack of coordination and systems for management of the information and data needed for natural hazard risk assessment and mitigation activities. The Physical Planning Unit has the mandate to prepare development plans for the country and is required to incorporate planning for natural hazards and the adverse impacts of climate change. The project goal is to build capacity for the development of a planning information system within the Physical Planning Unit to provide the necessary tools for conducting risk assessment and its integration into decision-making processes."}, {"text_block_id": "p54_b718", "text": "The direct beneficiary of this project component would be the Physical Planning Unit, which would receive the capacity building. Indirectly, better physical planning would make construction activities in Grenada safer relative to the physical environment they are built in and would therefore benefit the population in general."}, {"text_block_id": "p54_b719", "text": "The project activity would provide training on Geographic Information Systems, GPS tools, information and database management, as well as provision of necessary goods for the establishment of the planning information system."}, {"text_block_id": "p54_b720", "text": "2.1.2"}, {"text_block_id": "p54_b721", "text": "Risk Modeling Improvements and Data Collection."}, {"text_block_id": "p54_b722", "text": "This co-financed activity would support the transition of the Government of Grenada to current best practices for disaster and climate risk modeling and analysis within development processes. This grant-funded activity would leverage regional activities and economies of scale to support updating of risk models for the country. The project would continue building national capacity to integrate assessment of natural risk in"}, {"text_block_id": "p54_b723", "text": "to policy and decision making in various sectors‘ operations, including"}, {"text_block_id": "p54_b724", "text": "development investments, disaster risk mitigation, and disaster response planning. The project would work with a variety of governmental sectors to apply risk modeling results into operational risk understanding analysis within their respective areas of development responsibility. The highly scientific portions of modeling development would occur at a regional level"}, {"text_block_id": "p54_b725", "text": "–"}, {"text_block_id": "p54_b726", "text": "where this capacity would be improved and relationships built in parallel activities so that applying risk modeling tools can become common practice within relevant sectors. The models would be built upon existing hazard and vulnerability studies in the region, such as CCRIF and the UWI risk atlas project. This co-financed project would help support the overall project goals outlined within this document."}, {"text_block_id": "p54_b727", "text": "Sub-Component 2.2 -Capacity Building for Risk Management"}, {"text_block_id": "p54_b728_merged_merged", "text": "This sub-component is designed to address deficiencies in capacity within Grenada for practical implementation of disaster risk management activities. Three areas have been identified as high priorities by the Government for intervention – including the Education sector, the National Disaster Management Agency, and the Airport Authority. Each of these sectors play a critical"}, {"text_block_id": "p55_b731", "text": "role in disaster risk management within Grenada and this sub-component would provide important capacity-building activities in each of these sectors."}, {"text_block_id": "p55_b732", "text": "2.2.1"}, {"text_block_id": "p55_b733", "text": "Strengthening the Technical Capacity for Risk Monitoring and Management Within the Education Sector."}, {"text_block_id": "p55_b734", "text": "The Education sector in Grenada was severely affected by the passage of Hurricanes Ivan and Emily in 2004 and 2005, respectively. Over 85 percent of the school stock was affected. The damage to the school stock and skills training institutions was over US$230 million. While there has been rehabilitation and reconstruction of the school sector since these events through donor support, there is significant capacity need within the sector. Although the schools were identified as hurricane shelters, the Ministry was not prepared to engage in management of the schools as shelters or to provide for those who needed to use them. A"}, {"text_block_id": "p55_b735", "text": "―locational [sic] vulnerability assessment‖ was conducted, which identified an urgent need for"}, {"text_block_id": "p55_b736", "text": "intervention within the Education sector. The school system and facilities play a critical role in Grenada after a disaster, but few are prepared to engage in this role. The project would assist schools in planning for disasters so that they would be safer and able to re-open more quickly following an adverse natural event."}, {"text_block_id": "p55_b737", "text": "The direct beneficiaries of the project would be the teachers who would benefit from capacity building, as well as officials in the Ministry of Education."}, {"text_block_id": "p55_b738", "text": "The project would include activities aimed at strengthening the technical capacity for risk monitoring and management at the schools as well as within the Ministry of Education. They would assist in formulation of School Safety Plans and capacity building of education in disaster risk management to improve the effectiveness of risk reduction investments in the sector. The component would build teacher awareness of disaster prevention and assist in developing school disaster preparedness plans."}, {"text_block_id": "p55_b739", "text": "2.2.2"}, {"text_block_id": "p55_b740", "text": "National Disaster Management Agency (NaDMA) Capacity Building for Effective Coordination of Disaster Management Activities."}, {"text_block_id": "p55_b741_merged_merged", "text": "Based on the National Disaster Plan, the main role of NaDMA is to ensure that the populations of Grenada, Carriacou, and Petite Martinique are prepared to deal effectively with any disaster through disaster risk reduction, communitybased disaster management initiatives, awareness and preparedness activities, and other initiatives. In order to effectively fulfill and implement its mission, further capacity needs to be developed within the agency. The project would enhance NaDMA‘s ability to better prepare for and manage disaster situations, assist disaster risk awareness campaigns, and build capacity for community-based disaster risk management."}, {"text_block_id": "p55_b744", "text": "The direct beneficiary of the project would be the staff of NaDMA, who would be better equipped to coordinate and engage in disaster risk reduction and emergency response activities. The population of Grenada would indirectly benefit through more effective coordination of disaster risk management by NaDMA."}, {"text_block_id": "p55_b745", "text": "The project would provide significant training and provision of necessary goods. The trainings would include community-based disaster management, training for mitigation officers, disaster management planning, and training of community members (e.g. community preparedness, first aid, DaLA, basic disaster management, community vulnerability assessment, etc). Goods being"}, {"text_block_id": "p56_b746", "text": "purchased would include, but not be limited to, GIS software, work station and server equipment, minor repairs to existing emergency support facilities, and communications and response equipment."}, {"text_block_id": "p56_b747", "text": "2.2.3 Grenada Airport Authority Disaster Risk Identification and Management."}, {"text_block_id": "p56_b748_merged", "text": "The Government of Grenada recognizes the importance of avoiding disruptions in the air transportation sector due to a natural disaster or any other cause. The discontinuation of aviation services could have serious economic and social impact on a small island state like Grenada. In the Caribbean, airports are critically important in the region‘s response to and recovery from a disaster. This project activity would supplement investment activities in Maurice Bishop International Airport occurring in Component 1 of the project. The airport authority needs proper vulnerability and management assessments to be conducted, as well as training activities, in order to be able to properly plan and implement disaster risk management activities."}, {"text_block_id": "p56_b751", "text": "The direct beneficiaries of the project would be the users of the Maurice Bishop International Airport. However, the operational status of the airport has significant implications for the economy of Grenada and therefore, the project would have indirect benefits for the entire population of Grenada."}, {"text_block_id": "p56_b752", "text": "The project would conduct an airport vulnerability assessment study and a recurrent maintenance management study. Furthermore, the project activity would provide training on water rescue operations."}, {"text_block_id": "p57_b753", "text": "Investment Project 2"}, {"text_block_id": "p57_b754", "text": ": Forest Rehabilitation Project"}, {"text_block_id": "p57_b755", "text": "Estimated Project Cost:"}, {"text_block_id": "p57_b756", "text": "US$ 3.8 million"}, {"text_block_id": "p57_b757", "text": "PPCR Request:"}, {"text_block_id": "p57_b758", "text": "US$3.8 million in concessionary financing"}, {"text_block_id": "p57_b759", "text": "Background"}, {"text_block_id": "p57_b760", "text": "Grenada‘s National Forest Policy emphasizes the role of forests in maintaining biological"}, {"text_block_id": "p57_b761", "text": "diversity, promoting soil and water conservation, and generating income through recreation and ecotourism activities. However, due to the adverse effects of climate change, it has become"}, {"text_block_id": "p57_b762", "text": "increasingly difficult to properly maintain and preserve Grenada‘s national forests. Recent"}, {"text_block_id": "p57_b763", "text": "influxes in extreme weather events such as hurricanes and slow-onset processes such as drought have significantly compromised the forests natural ability to re-generate. For example, Hurricane Ivan (2004) seriously devastated the Forestry Sector causing much harm to forest vegetation and the Forestry and National Parks Department (FNPD) infrastructure. Hurricane Ivan also devastated the National Parks at Mt. Hartman and Perseverance, established for the protection of the critically endangered endemic Grenada Dove. With significant alteration and destruction of its habitat, the Grenada Dove population has significantly declined. Hurricane Emily (2005) further added to the devastation caused by Hurricane Ivan causing significant damage to dams, forest roads, bridges and watercourses and severely impacting ongoing forestry and conservation activities. Exacerbating the adverse effects of the successive hurricanes, forests in Grenada suffered further damage by fires as a result of the prolonged dry period from November 2009 to June 2010. As a consequence, the tourism sector, bio-diversity, watersheds, the environment, FNPD staff and livelihoods were affected."}, {"text_block_id": "p57_b764", "text": "Baseline Forestry Data"}, {"text_block_id": "p57_b765", "text": "Objectives"}, {"text_block_id": "p57_b766_merged_merged_merged", "text": "The reforestation project will focus on rehabilitating the plantation forest. The objectives of the Forest Rehabilitation Project are to 1) reforest 100 ha of forest areas (including wetland ecosystems) destroyed by Hurricane Ivan and Emily in 2004 and 2005 respectively, and 2) increase the capacity of the Forestry and National Parks Department staff too effectively and efficiently manage forest resources in a sustainable manner"}, {"text_block_id": "p57_b769", "text": "Project Activities"}, {"text_block_id": "p57_b770", "text": "(a)"}, {"text_block_id": "p57_b771", "text": "Development of the Grand Etang Forestry Nursery;"}, {"text_block_id": "p57_b772", "text": "(b)"}, {"text_block_id": "p57_b773", "text": "Propagation of 55,000 seedlings consisting of commercial and mixed natural forest species including feed trees for wildlife;"}, {"text_block_id": "p57_b774", "text": "(c)"}, {"text_block_id": "p57_b775", "text": "Land preparation & enrichment planting;"}, {"text_block_id": "p58_b776", "text": "(d)"}, {"text_block_id": "p58_b777", "text": "Plant maintenance / Silvicultural activities of 100 hectares;"}, {"text_block_id": "p58_b778", "text": "(e)"}, {"text_block_id": "p58_b779", "text": "Upgrading of forest roads;"}, {"text_block_id": "p58_b780", "text": "(f)"}, {"text_block_id": "p58_b781", "text": "Procurement of transportation for reforestation activities; and"}, {"text_block_id": "p58_b782", "text": "(g)"}, {"text_block_id": "p58_b783", "text": "Procurement of tools and equipment."}, {"text_block_id": "p58_b784", "text": "Project Rationale"}, {"text_block_id": "p58_b785_merged", "text": "There is urgent need to repair the damaged eco-systems in Grenada through a variety of linked measures that would ensure the recovery of the forestry sector and the renewed provision of the goods and services that are so vital for the country‘s economy. Grenada‘s forests have been valued principally for their public environmental services, notably fresh water availability, soil and water conservation, carbon sequestration, and recreation. In addition, these forests contribute to the livelihoods of many rural groups, including basket makers, professional wild meat hunters, saw-millers and trekking guides."}, {"text_block_id": "p58_b788", "text": "This project is designed to contribute to the conservation of biological diversity, significantly increase carbon sequestration, support and improve the functioning of eco-systems, provide sustainable livelihoods, amplify eco-tourism initiatives, contribute to environmental stability and alleviate poverty. The project will build on on-going and transactional activities in the forest sector, and build on best practice and lessons learned. Project implementation is intended to take place in a participatory and collaborative manner ensuring that all key institutions and stakeholders are on board."}, {"text_block_id": "p58_b789", "text": "Anticipated Benefits."}, {"text_block_id": "p58_b790", "text": "The reforestation of 100 hectares of forest will result in tremendous social, economical and environmental benefits. These incremental benefits will range from increased soil to water conservation and reduction in dam siltation, contributing directly to improved quality and quantity of water available for collection, storage and distribution."}, {"text_block_id": "p58_b791", "text": "The project will provide vegetative cover thereby reducing the rate of erosion and sedimentation which increased following the prolonged dry period. The rehabilitation of the forest would therefore help Grenada to build its resilience of the water resources sector against the projected longer dry periods as well as the intense rainfall events."}, {"text_block_id": "p58_b792", "text": "In the short term this project will provide livelihood activities for both men and women in rural areas. However, it will be particularly significant for women in terms of employment creation and livelihoods. The operations of the nursery will provide employment for mainly women while the replanting of the seedlings will provide employment for both men and women. In the longer term the project will provide livelihood for women who use the forest products for making craft items."}, {"text_block_id": "p59_b793", "text": "environment will be minimal, as seedlings will be planted along cleared lines with strips of undisturbed vegetation between."}, {"text_block_id": "p59_b794", "text": "Establishment of deep rooted indigenous species will increase water infiltration, percolation, retention and gradual release. This would increase and sustain stream flow and contribute positively to the agricultural sector. For example, farmers would be able to use stream water for irrigation and livestock. The aquatic life associated with streams will also benefit from the increased flow due to reforestation activities."}, {"text_block_id": "p59_b795", "text": "Furthermore, actively growing trees sequesters more carbon dioxide than a destroyed mature forest with stunted undergrowth. The carbon sequestration that will be derived from the reforestation project would be significantly greater than the present carbon absorption.  Therefore, the rehabilitation of the forest will also provide the opportunity for Grenada to contribute to the reduction of greenhouse gas emission."}, {"text_block_id": "p59_b796", "text": "Project Cost Breakdown"}, {"text_block_id": "p59_b797", "text": "Expected Key Results"}, {"text_block_id": "p59_b798", "text": "The proposed project is to reduce vulnerability to climate change through the restoration and preservation of valuable forest resources through effective land use practices that also promote sustainable livelihoods, contribute to environmental sustainability and reduce poverty."}, {"text_block_id": "p59_b799", "text": "Expected Outcomes"}, {"text_block_id": "p59_b800", "text": "(a)"}, {"text_block_id": "p59_b801", "text": "Restored and fully functioning forests, including Forest Reserves;"}, {"text_block_id": "p59_b802", "text": "(b)"}, {"text_block_id": "p59_b803", "text": "Reduced flooding and erosion;"}, {"text_block_id": "p59_b804", "text": "(c)"}, {"text_block_id": "p59_b805", "text": "Increase in forest structure, composition and biodiversity;"}, {"text_block_id": "p60_b806", "text": "(d)"}, {"text_block_id": "p60_b807", "text": "Increased and sustained employment;"}, {"text_block_id": "p60_b808", "text": "(e)"}, {"text_block_id": "p60_b809", "text": "Increased capacity development; and"}, {"text_block_id": "p60_b810", "text": "(f)"}, {"text_block_id": "p60_b811", "text": "Increase in carbon sequestration."}, {"text_block_id": "p60_b812", "text": "Expected Outputs"}, {"text_block_id": "p60_b813", "text": ""}, {"text_block_id": "p60_b814", "text": "Development of nursery;"}, {"text_block_id": "p60_b815", "text": ""}, {"text_block_id": "p60_b816", "text": "Production and propagation of seedlings;"}, {"text_block_id": "p60_b817", "text": ""}, {"text_block_id": "p60_b818", "text": "Acreage restored or brought under forests; and"}, {"text_block_id": "p60_b819", "text": ""}, {"text_block_id": "p60_b820", "text": "Forest roads upgraded."}, {"text_block_id": "p60_b821", "text": "Timeframe"}, {"text_block_id": "p60_b822_merged", "text": "2011 – 2016"}, {"text_block_id": "p60_b825", "text": "Implementation Arrangements"}, {"text_block_id": "p60_b826", "text": "The five year project would be executed by the FNPD in the Ministry of Agriculture in collaboration with key stakeholders, but would be managed as a separate project within the Department. A Project Manager, whose counterpart would be the Chief Forestry Officer, would manage the day-to-day activities of the project."}, {"text_block_id": "p61_b827", "text": "Technical Assistance 1"}, {"text_block_id": "p61_b828", "text": ":"}, {"text_block_id": "p61_b829", "text": "Grenada Water Resources Assessment and Management Study"}, {"text_block_id": "p61_b830", "text": "Background"}, {"text_block_id": "p61_b831", "text": "In a country such as Grenada, climate change related sea-level rise will also be associated with saline intrusion into coastal aquifers, affecting the availability of freshwater, which will combine with drought to increase water stress. The IPCC projections indicate a reduction in precipitation across most of the Caribbean throughout the year, with the largest reductions occurring in the boreal summer. Generally, climate change adaptations for water resources most frequently operate on demand management. In many cases, the adaptations for surface water dependent and groundwater dependent systems will be identical. In countries like Grenada where climate change reduces supply security for surface water resources, it is likely that there will be increased focus on utilization of groundwater resources as an adaptation to climate change. This in turn will require greater attention to management of demand for groundwater and for conjunctive management with surface water."}, {"text_block_id": "p61_b832", "text": "Grenada has 71 watershed areas."}, {"text_block_id": "p61_b833", "text": "Grenada‘s"}, {"text_block_id": "p61_b834", "text": "watershed regime contains a system of forested protected areas and National Parks. Such upland watershed protected areas include the forest reserve and forested crown lands. The freshwater ecosystem of Grenada, Cariacou and Petit Martinique include the following: (i) three main volcanic lakes (Grand Etang, Levera and Antoine); (ii) one man-made lake (Palmiste); (iii) several surface water streams including an intricate network of rivers; and (iv) a small number of springs."}, {"text_block_id": "p61_b835", "text": "Surface water is the main source of potable water in Grenada, accounting for approximately 90 percent of the potable water. There are 23 gravity flow surface water treatment plants on the island of Grenada that treat, at a minimum, approximately 6,395,000 gallons per day (gpd) of water. The water treatment facilities in Grenada can produce up to approximately 12 million gallons per day (mgd) in the rainy season and a maximum of 7 mgd in the dry season. The water demand in the rainy season is 10 mgd and for the dry season, 12 mgd."}, {"text_block_id": "p61_b836_merged_merged_merged", "text": "However, the full extent of Grenada‘s potential potable water resources is unknown as the locations of many of the springs are unmapped. The National Water and Sewerage Authority (NAWASA) gives primary attention to springs that produce 20000-30000 gpd, while smaller springs producing 1200-1500 gpd are considered low priority and receive little attention. NAWASA, therefore, does not have a full accounting of the quantity of water available in the springs that are currently used, nor in the large and small springs that are unused. A long drought during the dry season of 2010, resulting in severe water shortages, especially in the southern part of the island brought to the fore concerns about water resource quantity and sustainability in Grenada. The decline in water production affected more than 10,000 persons in the parish of St. George alone. It also affected hotels, apartments, schools and the manufacturing sector."}, {"text_block_id": "p62_b839", "text": "conditions for the Caribbean as a result of climate change, it is important that Grenada take the necessary steps to identify, classify and quantify its waters resources, as well as verify the state of the environment in its watersheds."}, {"text_block_id": "p62_b840", "text": "The water sector in Grenada is vulnerable to climate variability and change. This can be seen with the impact of: a) flooding events, either localised or across large parts of the country linked with tropical storm events/hurricanes, b) droughts related to global/regional climatic phenomena. This underlines the linkage between disaster risk management and climate change adaptation in Grenada. Hence, t"}, {"text_block_id": "p62_b841", "text": "he proper management of Grenada‘s watersheds is necessary to"}, {"text_block_id": "p62_b842", "text": "not only address disaster risk management, but ensure the sustainability of its water resources for current and future generations of Grenadians."}, {"text_block_id": "p62_b843", "text": "Proper watershed management is usually a multi-ministerial endeavor. In Grenada responsibility for watershed management is shared amongst the National Water and Sewerage Authority (NAWASA), the Ministry of Agriculture, Lands, Forestry and Fisheries (MALFF), the Ministry of the Environment and Foreign Trade, Ministry of Health and the Physical Planning Unit of the Ministry of Works."}, {"text_block_id": "p62_b844", "text": "The following constraints have been identified in watershed and water resource management:"}, {"text_block_id": "p62_b845", "text": ""}, {"text_block_id": "p62_b846", "text": "a fragmented and poorly coordinated approach to water resources management and its relationship to development activities and planning, especially long-term planning in the face of the potential effects of climate change.;"}, {"text_block_id": "p62_b847", "text": ""}, {"text_block_id": "p62_b848_merged_merged", "text": "a severe lack of knowledge and understanding of the available water resources therefore hindering the country‘s ability to plan long-term for water usage for both domestic and non-domestic usage"}, {"text_block_id": "p62_b851", "text": ""}, {"text_block_id": "p62_b852", "text": "absence of a systematic approach to allocating water resources and mediation mechanisms to resolve conflicts over the use of water resources. This has serious implications for both tourism and agriculture, two sectors that are the mainstream of the economy;"}, {"text_block_id": "p62_b853", "text": ""}, {"text_block_id": "p62_b854", "text": "lack of watershed mapping (GIS) relating to the locations, classification and quantification of all"}, {"text_block_id": "p62_b855", "text": "of Grenada‘s water resources;"}, {"text_block_id": "p62_b856", "text": ""}, {"text_block_id": "p62_b857", "text": "inadequate infrastructure to ensure water quality and quantity especially during dry seasons, which impacts on the potential and attractiveness of the hotel and tourist industry as well as industrial and domestic demand;"}, {"text_block_id": "p62_b858", "text": ""}, {"text_block_id": "p62_b859", "text": "absence of adequate sewage treatment and disposal systems;"}, {"text_block_id": "p62_b860", "text": ""}, {"text_block_id": "p62_b861", "text": "poor enforcement of regulations and the need to revise and update current legislation pertaining to water services and water resources;"}, {"text_block_id": "p62_b862", "text": ""}, {"text_block_id": "p62_b863", "text": "increasing impacts on the natural and water resources environment from environmental degradation, pollution from pesticide use for example,  and inappropriate land use;"}, {"text_block_id": "p62_b864", "text": ""}, {"text_block_id": "p62_b865", "text": "lack of environmental monitoring of water courses"}, {"text_block_id": "p62_b866", "text": ""}, {"text_block_id": "p62_b867", "text": "inadequate resources in terms of rain gauges and automatic meteorological stations for capturing weath"}, {"text_block_id": "p62_b868", "text": "er data within Grenada‘s watersheds"}, {"text_block_id": "p62_b869", "text": ""}, {"text_block_id": "p62_b870", "text": "lack of planning for mitigating the impacts of natural disasters and climate change; and"}, {"text_block_id": "p62_b871", "text": ""}, {"text_block_id": "p62_b872", "text": "inadequate human resources to undertake the necessary tasks to ensure proper watershed management."}, {"text_block_id": "p63_b873", "text": "These identified constraints point"}, {"text_block_id": "p63_b874", "text": "to the need for immediate improvements in the way Grenada‘s"}, {"text_block_id": "p63_b875", "text": "watersheds are managed. The existing Grenada Water Policy and draft Road Map toward Integrated Water Resources Management Planning for Grenada (2007) are a good starting point."}, {"text_block_id": "p63_b876", "text": "Objectives"}, {"text_block_id": "p63_b877_merged_merged", "text": "The water sector includes quantity and quality of surface and ground water resources, as well as the water supply and wastewater systems and associated infrastructure. The role of land use and watershed management and protection, is critical to maintaining resilience of the sector to climate change. To reduce the vulnerability of Grenada‘s water sector to these likely changes in climate requires the adoption of a pro-active approach to both integrated watershed and water resources management that is informed by sound analysis. The objectives of the study are to assist Grenada in:"}, {"text_block_id": "p63_b880", "text": "1."}, {"text_block_id": "p63_b881", "text": "identifying, quantifying and classifying all of its potential water resources through the use of GIS and other systems;"}, {"text_block_id": "p63_b882", "text": "2."}, {"text_block_id": "p63_b883", "text": "determining the state of the environment within at least two of its watersheds;"}, {"text_block_id": "p63_b884", "text": "3."}, {"text_block_id": "p63_b885", "text": "improving its system of watershed and water resource management and planning; and"}, {"text_block_id": "p63_b886", "text": "4."}, {"text_block_id": "p63_b887", "text": "identifying practical and best adaptation options for managing surface water and groundwater demand, supply, and storage."}, {"text_block_id": "p63_b888", "text": "It is important to note that the identification of practical and best adaptation practices and experiences in water resources management in Grenada would benefit from and support the exchange of information among the Caribbean countries (through the PPCR Regional Track) on implementing climate-resilient measures in the water sector."}, {"text_block_id": "p63_b889", "text": "Study Components and Activities"}, {"text_block_id": "p63_b890", "text": "The key components of the study would be divided into two parallel sets of activities as follows:"}, {"text_block_id": "p63_b891", "text": "Activity ―A‖"}, {"text_block_id": "p63_b892", "text": "1."}, {"text_block_id": "p63_b893", "text": "Identification of all potential water sources in Grenada, in consultation with NAWASA, Ministry of Agriculture, Lands, Forestry and Fisheries (MALFF), local residents, etc., and the mapping of all of these locations using GIS."}, {"text_block_id": "p63_b894", "text": "2."}, {"text_block_id": "p63_b895", "text": "The classification of the identified water sources on the basis of existing use (e.g, domestic water supply, commercial/bottled water supply, recreational, etc.), size, output, population catchment around potential water sources, flow volume, potential future use;"}, {"text_block_id": "p63_b896", "text": "3."}, {"text_block_id": "p63_b897", "text": "Verify and map, using GIS, the locations of all existing (approximately 60) rain gauges with the watersheds of Grenada."}, {"text_block_id": "p63_b898", "text": "4."}, {"text_block_id": "p63_b899", "text": "Preparing population maps in GIS to identify populations in each catchment area."}, {"text_block_id": "p63_b900", "text": "5."}, {"text_block_id": "p63_b901", "text": "Undertake a public education program to sensitize all communities of the importance of protecting and maintaining healthy watersheds."}, {"text_block_id": "p63_b902", "text": "6."}, {"text_block_id": "p63_b903", "text": "Undertake an initial hydrological and water quality monitoring and dissemination of data to the stakeholder community."}, {"text_block_id": "p64_b904", "text": "7."}, {"text_block_id": "p64_b905", "text": "Select two watersheds, in consultation with relevant stakeholders, for completing state of the environment (SOE) reports which will document, among other things, topographic maps, human settlements, populations, the flora, fauna, soil types, commercial activities, pollution point sources, vulnerability aspects such as erosion, siltation, flooding. The preparation of SOEs would also involve monitoring of water in the key rivers and tributaries and include:"}, {"text_block_id": "p64_b906", "text": "Select two watersheds, in consultation with relevant stakeholders, for completing state of the environment (SOE) reports which will document, among other things, topographic maps, human settlements, populations, the flora, fauna, soil types, commercial activities, pollution point sources, vulnerability aspects such as erosion, siltation, flooding. The preparation of SOEs would also involve monitoring of water in the key rivers and tributaries and include:\n* Collection of hydro-meteorological data such as daily or hourly water level\n* river/stream flow\n* river/stream cross-section at the water level measurement locations\n* river/stream survey to develop profile (long and cross-sectional elevation survey)"}, {"text_block_id": "p64_b914", "text": "Activity ―B‖"}, {"text_block_id": "p64_b915", "text": "1."}, {"text_block_id": "p64_b916", "text": "Undertake a thorough review of the Grenada Water Policy and its recommendations;"}, {"text_block_id": "p64_b917", "text": "2."}, {"text_block_id": "p64_b918", "text": "Consult with the Ministry of Agriculture staff responsible for implementing the Grenada Water Policy to determine the current status of the policy and level of implementation;"}, {"text_block_id": "p64_b919", "text": "3."}, {"text_block_id": "p64_b920", "text": "Determine the constraints hindering the implementation of the Grenada Water Policy;"}, {"text_block_id": "p64_b921", "text": "4."}, {"text_block_id": "p64_b922", "text": "Suggest changes and additions to the policy as necessary to include all aspects of watershed management in consultation with all relevant government;"}, {"text_block_id": "p64_b923", "text": "5."}, {"text_block_id": "p64_b924", "text": "Develop programs to increase efficiency in water storage and delivery systems; and"}, {"text_block_id": "p64_b925", "text": "6."}, {"text_block_id": "p64_b926", "text": "Identify and replicate best practice programs in local community and stakeholder engagement as a vehicle for watershed management and protection."}, {"text_block_id": "p64_b927", "text": "Institutional Arrangements for Implementation"}, {"text_block_id": "p64_b928_merged", "text": "It is anticipated that NAWASA will be the lead agency for this project as NAWASA has the jurisdictional authority for all water resources in Grenada. Other stakeholder agencies would likely include the MALFF, especially forestry officials who are familiar with aspects relating to the state of the environment within the watersheds.  NAWASA may want to utilize students from the St. George‘s University (SGU) enrolled in programs such as geography, engineering, environmental sciences, to undertake the river water sampling task. NAWASA would have to work cooperatively with other agencies and ministries including MALFF, the Ministry of the Environment and Foreign Trade, the Ministry of Health and the Physical Planning Unit of the Ministry of Works. All of these agencies have knowledge, data and personnel that would be of critical importance in implementing the roadmap. An ad-hoc Committee will be set up consisting of staff from these other agencies to guide the implementation of this study."}, {"text_block_id": "p64_b931", "text": "Cost Estimate:"}, {"text_block_id": "p64_b932", "text": "US$400,000"}, {"text_block_id": "p64_b933", "text": "Implementation Agent:"}, {"text_block_id": "p64_b934", "text": "NAWASA and Ministry of Agriculture"}, {"text_block_id": "p65_b935", "text": "Technical Assistance 2"}, {"text_block_id": "p65_b936", "text": ": Preparation of a Roadmap for Coastal Zone Management in Grenada"}, {"text_block_id": "p65_b937", "text": "Background"}, {"text_block_id": "p65_b938", "text": "In Grenada, as in other low-lying Caribbean countries, climate change-induced sea level rise will combine a number of factors resulting in accelerated coastal erosion, increased flood risk and in some areas permanent loss of land. This may be exacerbated further by any increase in the destructiveness of tropical storms, the impacts of which will be greater due to sea-level rise even without increases in storm intensity. The impacts of sea-level rise will be further exacerbated by the loss of protective coastal systems such as coral reefs. Indeed, Grenada is highly vulnerable to the effects of climate change. Based on current analysis, the eastern Caribbean region can expect changes in precipitation patterns, resulting in more intense storm events, longer dry spells, increased hurricane intensity and sea-level rise. The impact of this trend is amplified by the fact"}, {"text_block_id": "p65_b939", "text": "that much of Grenada‘s economic and development activity is concentrated in its coastal areas"}, {"text_block_id": "p65_b940", "text": "which are particularly vulnerable to climate change impacts. Proper management of its coastal areas and resources are therefore essential."}, {"text_block_id": "p65_b941", "text": "Grenada is participating in the Pilot Program for Climate Resilience (PPCR) which is designed to assist vulnerable countries with climate risk adaptation. The objectives of the PPCR are to pilot the integration of climate risk and resilience into development policies and planning; to strengthen capacities at the national levels; and to scale-up and leverage climate resilient investments in institutional strengthening and infrastructure. Based on broad consultations, the Government of Grenada (GOG) has decided to initially focus its efforts in climate change adaptation in three areas: (i) watershed management; (ii) coastal zone management; and (iii) GIS and data collection issues."}, {"text_block_id": "p65_b942", "text": "The Ministry of Environment, Foreign Trade and Export Development (MoEFT&ED) is the focal point for the PPCR. The ministry will coordinate all its activities with the National Project Coordination Unit (PCU) of the Ministry of Finance, Economy and Energy and Cooperation."}, {"text_block_id": "p65_b943_merged_merged_merged", "text": "Within the context of the PPCR, Grenada has prepared a Strategic Program for Climate Resilience (SPCR) which consists of a set of investment projects and studies which the GOG intends to implement over the next few years. It has requested various donors to assist in the financing of the investment projects and for carrying out the studies. One of the studies for which assistance has been requested is for the preparation of a ―Roadmap for Coastal Zone Management (CZM) in Grenada‖ (Roadmap). This Terms of Reference (TOR) is for the preparation of the Roadmap."}, {"text_block_id": "p65_b948", "text": "CZM Issues"}, {"text_block_id": "p65_b949", "text": "In the course of preparing the SPCR, the following issues were identified with respect to CZM."}, {"text_block_id": "p65_b950", "text": "Policy, Laws, and Institutional Arrangements."}, {"text_block_id": "p65_b951", "text": "At present, there are no policies or legislations specifically addressing CZM issues and activities. Although some Ministries have laws and"}, {"text_block_id": "p66_b952", "text": "regulations that deal with coastal issues and regulate some CZM activities, there is a serious need for policy direction and legislation for CZM. For example, the Fisheries Laws deal with issues like management of corals and sea-grasses, lease of sea bed for aquaculture, oyster fishery in mangroves, etc; Ministry of Works regulate sand mining and Forestry Department manages mangroves. There is a need to coordinate the policy and legislative responses to CZM issues in a comprehensive fashion and to assign institutional responsibilities in a manner which will maximize their efficiency and inter-agency coordination and cooperation."}, {"text_block_id": "p66_b953", "text": "Coastal Development."}, {"text_block_id": "p66_b954", "text": "The Physical Planning Unit of the Ministry of Works is responsible for reviewing all Environmental Impact Assessment (EIAs) for all development projects, including those in the coastal area. In most cases, when permission is granted for projects, the scope usually changes after such permission is granted and in many cases developers do not respect the"}, {"text_block_id": "p66_b955", "text": "recommended ‗set"}, {"text_block_id": "p66_b956", "text": "-"}, {"text_block_id": "p66_b957", "text": "backs‘ from the coast and mitigation measures recommended to avoid extra"}, {"text_block_id": "p66_b958", "text": "cost. This raises the need for strict monitoring of all coastal development projects. There are also some coastal areas that should perhaps be left undeveloped because of their nature and ecological functions (e.g. mangroves)."}, {"text_block_id": "p66_b959", "text": "Water Quality."}, {"text_block_id": "p66_b960", "text": "The quality of coastal waters around Grenada is very important bearing in mind the importance of tourism and fisheries to the economy and the effect of water quality on the health of the population of the country. Bearing in mind that more than 80 percent of the pollutants affecting the marine environment originate from land-based sources, it is very important that systems be put in place to decrease the amount of pollutants in the effluents running into the coastal waters. The Grenada Bureau of Standards has adopted standards for coastal water quality but these have not been disseminated, implemented or enforced. Better management of watersheds and water resources is essential to clean coastal water quality. Also, there has been little involvement of and very little encouragement provided to existing and new business ventures to getting involved in maintaining coastal water quality by investing in water and sewage treatment plants."}, {"text_block_id": "p66_b961", "text": "Shoreline Erosion."}, {"text_block_id": "p66_b962", "text": "For many years, the Gravel Concrete and Emulsion Corporation of Grenada had mining operations which removed sand along the east coast as construction aggregate. This reduced the ability of the beach to protect the coast naturally. As a result, many areas along the east coast are badly degraded and erosion is prevalent along the shoreline, to the extent that some areas have totally lost their beaches; some infrastructure (roads) has been threatened to the extent that a sea wall had to be constructed to prevent their loss, and in some cases, salt water intrusion along the coast has resulted in the loss or displacement of some coastal species and affected coastal agriculture. These coastal problems also exist at various coastal areas in Carriacou and Petit Martinique."}, {"text_block_id": "p66_b963", "text": "Public Access."}, {"text_block_id": "p66_b964", "text": "Some developments in coastal areas disregard the recommended ‗set"}, {"text_block_id": "p66_b965_merged_merged", "text": "-backs‘ and sometimes build their fences down to the water edge. This creates a problem with access to the beach for locals, as in Grenada, all beaches are public areas (Public Property). In such cases and in the future, coastal developers could be requested to create public access to beaches wherever their development hampers or prevents it."}, {"text_block_id": "p67_b968", "text": "Natural Resource Protection."}, {"text_block_id": "p67_b969", "text": "The coast supports many natural resources and habitats that are essential for different reasons: mangroves and wetlands are important as filters of effluents and assimilating pollutants before they get to the sea; coastal lagoons are important for reproduction of commercially important marine and fresh water fish species; beach dune plant species help keep the sand in place and serve as protective barriers preventing coastal erosion. They also provide habitat for many organisms which spend all or part of their life on the beaches (e.g. turtles, copepods, etc.). Sea grass beds are important to the reproductive processes of marine creatures which are tourist attractions. Yet with all the important functions referred to above, people seem to be either unaware or indifferent and continue to destroy or pollute these resources and habitats. People continue to dump construction debris and other undesirable items in the coastal areas and habitats. These issues need to be addressed comprehensively."}, {"text_block_id": "p67_b970", "text": "Conflict Resolution"}, {"text_block_id": "p67_b971", "text": ". Conflicting uses of beaches, on occasions produce conflicts, e.g. between fishermen and yachtsmen. A coastal zone management program must consider all conflicting uses and provide for conflict resolution mechanisms."}, {"text_block_id": "p67_b972", "text": "Scope of Work"}, {"text_block_id": "p67_b973", "text": "Based on the above assessment, the scope of work of the consultant would be as follows."}, {"text_block_id": "p67_b974", "text": ""}, {"text_block_id": "p67_b975", "text": "Create an overall inventory of the physical aspects of the coastal zone including: definition of the coastal zone, how much land falls in this zone, different kinds of land use, what are some of the other coastal resources, what infrastructure does the coastal zone have in terms of roads, water supply (including source and quality) and sanitation facilities, power supply, tourism facilities, different users of coastal resources by type and quality. This inventory should be prepared with particular consideration for aspects related to climate change and would form the baseline for future planning purposes."}, {"text_block_id": "p67_b976", "text": ""}, {"text_block_id": "p67_b977", "text": "Collect, collate and study all relevant laws, regulations and policies related to shore protection and Coastal Zone Management in Grenada; analyze the existing laws/regulations/policies and identify any conflicts, gaps or duplication."}, {"text_block_id": "p67_b978", "text": ""}, {"text_block_id": "p67_b979", "text": "Review the existing institutional arrangements that exist for coastal zone management, are there any conflicts or overlaps in responsibilities, the level of coordination and sharing of information between institutions which have complementary roles in CZM;"}, {"text_block_id": "p67_b980", "text": ""}, {"text_block_id": "p67_b981", "text": "Review existing institutional arrangements and gaps in coastal water quality monitoring;"}, {"text_block_id": "p67_b982", "text": ""}, {"text_block_id": "p67_b983", "text": "An assessment of existing capacity for CZM, the number and quality of personnel involved in CZM, identify training needs;"}, {"text_block_id": "p67_b984", "text": ""}, {"text_block_id": "p67_b985", "text": "Assess quality of existing public outreach on CZM and climate change issues and identify any gaps;"}, {"text_block_id": "p67_b986", "text": ""}, {"text_block_id": "p67_b987", "text": "An assessment of the private sector role in CZM and how this role can be made more supportive to the role that the public sector is already playing through legal means as well as by providing financial and other incentives"}, {"text_block_id": "p67_b988", "text": ""}, {"text_block_id": "p67_b989", "text": "An assessment of what investments in infrastructure (roads, water and sanitation, power, tourism related facilities, etc.) might be undertaken in CZM both to protect the existing assets and to develop them further for economic development; which of these investments might be made by the public and private sectors; their costs and how these might be sequenced."}, {"text_block_id": "p68_b990", "text": "Deliverables"}, {"text_block_id": "p68_b991_merged", "text": "Based on the collection and analysis of the information referred to above and after consultation with all stakeholders, the Roadmap should consist, inter alia, of the following with detailed analysis and explanations for the proposals:"}, {"text_block_id": "p68_b994", "text": ""}, {"text_block_id": "p68_b995", "text": "Propose a framework for systematic collection of all data and information related to CZM; who will collect what information (individually or collectively); where will all the information be stored; and how they will be systematically shared."}, {"text_block_id": "p68_b996", "text": ""}, {"text_block_id": "p68_b997", "text": "Propose all additions, changes or amendments necessary to the existing laws, policies, rules and regulations for a proper CZM framework in Grenada. All recommendations should be as specific as possible so that the GOG can discuss and debate them as necessary and introduce them thereafter."}, {"text_block_id": "p68_b998", "text": ""}, {"text_block_id": "p68_b999", "text": "Propose what changes, additions or adjustments are necessary to the institutional arrangements for CZM and propose an action plan for their implementation."}, {"text_block_id": "p68_b1000", "text": ""}, {"text_block_id": "p68_b1001", "text": "Propose a plan for adding to and improving the existing human resources dealing with CZM issues."}, {"text_block_id": "p68_b1002", "text": ""}, {"text_block_id": "p68_b1003", "text": "Propose a plan for improving public outreach and public involvement in dealing with CZM issues with particular emphasis on the private sector and academic institutions."}, {"text_block_id": "p68_b1004", "text": ""}, {"text_block_id": "p68_b1005", "text": "Prepare a comprehensive list of physical investments that are required in CZM over the next 5 to 10 years, their estimated cost, which institutions might undertake them with an emphasis on maximizing private sector involvement, a schedule for the implementation (with priority), likely source of financing."}, {"text_block_id": "p68_b1006", "text": "Implementation Agent:"}, {"text_block_id": "p68_b1007", "text": "Ministry of Environment"}, {"text_block_id": "p68_b1008", "text": "Cost Estimate:"}, {"text_block_id": "p68_b1009", "text": "US$200,000"}, {"text_block_id": "p69_b1010", "text": "Technical Assistance 3"}, {"text_block_id": "p69_b1011", "text": ": Improving the Use of Data and GIS for Climate Change Adaptation in Grenada"}, {"text_block_id": "p69_b1012", "text": "Background"}, {"text_block_id": "p69_b1013", "text": "In order to enhance the quality of decision-making in the context of a changing climate, it is important to ensure that access to and use of best available data and information on climate variability, change and impacts is facilitated to support dynamic, long-term national planning and decision-making frameworks. Such information could support vulnerability assessments in order to assess needs, and target adaptation actions at the poorest and most vulnerable sections of society. Furthermore, and in the context of Grenada, such data and information could be crucial to regional efforts in the Caribbean aimed at climate modeling and resiliency. There are a number of current and potential GIS stakeholders in Grenada, both public and private. It is not clear, however, how the stakeholders are being utilized by government ministries. It is even more difficult to measure the extent to which ministries collaborate and share GIS products because a standardized mechanism for sharing does not exist. The use of spatial technologies in"}, {"text_block_id": "p69_b1014", "text": "Grenada‘s government ministries can therefore be best described as sporadic with an uneven"}, {"text_block_id": "p69_b1015", "text": "distribution of resources and trained personnel."}, {"text_block_id": "p69_b1016", "text": "A recent consultation with major GIS stakeholders revealed a number of important issues related to current GIS access and long-term sustainable use, especially in the light of climate change and disaster preparedness. There was agreement that GIS was ideal for managing natural resources and the environment, and there was a need for agencies to coordinate geospatial activities. All agreed that the government should become a catalyst for setting up spatial data infrastructure and promoting the utilization of spatial data."}, {"text_block_id": "p69_b1017_merged_merged_merged", "text": "Some stakeholders stated that there were volumes of spatial data already collected from previous projects, but have not been made available to agencies that would benefit from its use and analysis. Others indicated that there was no systematic training in GIS data analysis for staff, and no standards for data acquisition and dissemination. GIS users claimed that even though they understood the technology, they were ―rusty‖ in its applications. There was an urgent call to document historical infrastructure data for asset management within a GIS. This was necessary because there were fewer key individuals with long-term service and institutional memory of important underground asset locations employed in the service because of deaths or resignations."}, {"text_block_id": "p69_b1020", "text": "Community and demographic mapping was outlined as a need. For example, the Ministry of Social Development does not have a system in place that maps where the elderly, disabled, and at-risk groups are located. Beyond providing monthly stipends, the ministry would like to map the distribution of at-risk groups so that in times of impending disasters such as hurricanes and floods the ministry would be able to proactively allocate resources; or in cases of post disasterrelated events, the ministry could locate and rescue individuals and families using GIS to guide them."}, {"text_block_id": "p70_b1021", "text": "The last time Grenada was aerially surveyed was in the 1970s, and even though some Ministries are using GIS, it is based on digitized versions of old paper maps that were scanned or digitized. Stakeholders agreed that funding was needed for comprehensive development of spatial datasets, especially for watershed management.  They noted that there were gaps in the current system and there was a need for examining all current available data, and if possible, acquire additional bathymetric, and LiDaR data, with accompanying ortho-photography for developing a common GIS base map for the country."}, {"text_block_id": "p70_b1022_merged", "text": "There were increasing requests for current imagery, vector, and LiDaR data, and for establishing partnerships for data sharing, infrastructure development, natural resources management, environmental monitoring, and other climate related variables. One particular private stakeholder indicated that they had already successfully incorporated geospatial technology and data management procedures into their core daily business activities. But it was unclear whether the stakeholder had purchased or generated high quality data from an outside source for its daily operations, or if the stakeholder was using maps from the Land Use Division in the Ministry of Agriculture. However, there seemed to be measurable success at least in the cataloging of customers‘ locations, monitoring its operations, and generating billing information. There was no mention of metadata standards and updates."}, {"text_block_id": "p70_b1025", "text": "Summary of Issues in GIS"}, {"text_block_id": "p70_b1026", "text": "The following main issues related to GIS have been identified:"}, {"text_block_id": "p70_b1027", "text": ""}, {"text_block_id": "p70_b1028", "text": "Fragmented existence of GIS; no standards for data acquisition and dissemination"}, {"text_block_id": "p70_b1029", "text": ""}, {"text_block_id": "p70_b1030", "text": "Sporadic data acquisition and long-term storage of GIS data"}, {"text_block_id": "p70_b1031", "text": ""}, {"text_block_id": "p70_b1032", "text": "Very little collaboration and sharing of GIS products (primary or secondary data)"}, {"text_block_id": "p70_b1033", "text": ""}, {"text_block_id": "p70_b1034", "text": "Lack of standardized mechanism/policy/procedure for sharing data"}, {"text_block_id": "p70_b1035", "text": ""}, {"text_block_id": "p70_b1036", "text": "Existing spatial data cannot be accessed by agencies needing them"}, {"text_block_id": "p70_b1037", "text": ""}, {"text_block_id": "p70_b1038", "text": "Insufficient GIS staffing, especially for field data management. Limited knowledge of GIS, and no systematic and continuous training in GIS data analysis"}, {"text_block_id": "p70_b1039", "text": ""}, {"text_block_id": "p70_b1040", "text": "No documentation of metadata and no data quality assurance exist"}, {"text_block_id": "p70_b1041", "text": ""}, {"text_block_id": "p70_b1042", "text": "No long-term comprehensive plan for GIS integration among multiple agencies"}, {"text_block_id": "p70_b1043", "text": ""}, {"text_block_id": "p70_b1044", "text": "Deficiencies in the availability of desktop commercial GIS software even though open source products exists"}, {"text_block_id": "p70_b1045", "text": ""}, {"text_block_id": "p70_b1046", "text": "Stand-alone approach to GIS mapping with little networking and web integration"}, {"text_block_id": "p70_b1047", "text": ""}, {"text_block_id": "p70_b1048", "text": "Field equipment for GPS mapping is lacking"}, {"text_block_id": "p71_b1049", "text": ""}, {"text_block_id": "p71_b1050", "text": "Software for transferring and converting field data does not include correction software for more accurate field measurements"}, {"text_block_id": "p71_b1051", "text": ""}, {"text_block_id": "p71_b1052", "text": "Absence of GPS base stations for improving the accuracy of GPS field data"}, {"text_block_id": "p71_b1053", "text": ""}, {"text_block_id": "p71_b1054", "text": "No monitoring of licenses for commercial GIS software"}, {"text_block_id": "p71_b1055", "text": ""}, {"text_block_id": "p71_b1056", "text": "Legacy computer hardware and peripherals still in use."}, {"text_block_id": "p71_b1057", "text": "The issues raised indicate a need for establishing a framework for institutionalizing GIS and developing plans for systematic data acquisition and management. Consultant assistance is being requested to assist the Government in these tasks."}, {"text_block_id": "p71_b1058", "text": "Scope of Work"}, {"text_block_id": "p71_b1059", "text": "This activity is conditional on the availability of relevant information and data/models that can be used to provide sector scenarios under existing and/or changing climate. Climate change impacts on the various sector aspects in Grenada (e.g., water yield estimates) can then be assessed by changing inputs using results from the climate modelling studies that are undertaken under the Regional Track of the PPCR. Grenada does not have the capacity for investment in the development of these models, which is conditional on the availability of the technical capacity within the relevant organizations and institutions. Hence the inputs and outputs of this activity will support and be supported by work under the Regional Track (Module 1) of the PPCR. It will also compliment other regional activities such as the proposed data repository (Clearing House) based with Caribbean Community Climate Change Center based in Belize."}, {"text_block_id": "p71_b1060", "text": "Based on inputs received from various stakeholders, the Scope of Work of the consultants should consist of the following activities:"}, {"text_block_id": "p71_b1061", "text": ""}, {"text_block_id": "p71_b1062", "text": "Review what rules, regulations and policies exist for institutionalizing of GIS"}, {"text_block_id": "p71_b1063", "text": ""}, {"text_block_id": "p71_b1064", "text": "Review which agencies have responsibilities in data collection/GIS and an assessment of their performance"}, {"text_block_id": "p71_b1065", "text": ""}, {"text_block_id": "p71_b1066", "text": "Prepare an assessment of GIS related information that is available in various Grenadian agencies and identify the gaps in information"}, {"text_block_id": "p71_b1067", "text": ""}, {"text_block_id": "p71_b1068", "text": "Prepare an assessment of the manpower available in Grenada to undertake data collection and operate various GIS"}, {"text_block_id": "p71_b1069", "text": ""}, {"text_block_id": "p71_b1070", "text": "Prepare an assessment of the availability of GIS and GPS equipment and software"}, {"text_block_id": "p71_b1071", "text": "Deliverables"}, {"text_block_id": "p71_b1072", "text": "Based on the review, prepare a Plan of Action for long-term sustainability for GIS management in Grenada which would include the following:"}, {"text_block_id": "p72_b1073", "text": "(1)"}, {"text_block_id": "p72_b1074", "text": "Propose additions and/or changes to existing rules, regulations, policies and institutional arrangements to improve all aspects of data collection using GIS/GPS technologies in Grenada"}, {"text_block_id": "p72_b1075", "text": "(2)"}, {"text_block_id": "p72_b1076", "text": "Based on the assessment of existing GIS related data and information, identify the gaps that need to be filled; prepare a list of hardware and software that needs to be procured to improve the management of GIS in Grenada"}, {"text_block_id": "p72_b1077", "text": "(3)"}, {"text_block_id": "p72_b1078", "text": "Prepare a plan to improve the GIS related human resource capacity in Grenada covering both software and hardware aspects"}, {"text_block_id": "p72_b1079", "text": "Cost Estimate"}, {"text_block_id": "p72_b1080", "text": ": US$300,000"}, {"text_block_id": "p72_b1081", "text": "Implementation Agent:"}, {"text_block_id": "p72_b1082", "text": "Ministry of Agriculture, NAWASA and Ministry of Environment"}, {"text_block_id": "p73_b1083", "text": "Technical Assistance 4"}, {"text_block_id": "p73_b1084", "text": ": Preparation of a Project for Rehabilitation of the Bathway Sandstone Reef"}, {"text_block_id": "p73_b1085", "text": "Background"}, {"text_block_id": "p73_b1086", "text": "The Caribbean has experienced widespread coral loss in recent decades due to a variety of interacting factors including bleaching, which has become more frequent due to higher ocean surface temperatures, a trend which will continue into the future as a result of climate change. Ongoing research points to increased beach erosion as one of the consequences of climate change. The projected rise in sea level will have serious negative impacts on the Bathway Beach in the North East of Grenada which is already experiencing erosion from high waves from winter storms and hurricanes."}, {"text_block_id": "p73_b1087", "text": "Nearshore hurricane wave modeling conducted as part of the development of coastal erosion hazard maps for Grenada reported that beaches such as Bathway, had wave heights reaching 2.5 metres at the shoreline. Erosion was predicted to be greater than 100 metres at Bathway Beach and erosion in the magnitude of 100 metres may therefore be expected at this beach."}, {"text_block_id": "p73_b1088", "text": "Bathway beach is located in the northern part of the island is protected by a sandstone reef which was damaged by Hurricane Ivan and Hurricane Emily. During those hurricanes, the rocks were broken in many places by huge waves and some of the pieces pushed ashore creating spaces in the barrier. The breaking of the rocks also produced more surface area for the continuing erosion processes."}, {"text_block_id": "p73_b1089", "text": "Project Justification"}, {"text_block_id": "p73_b1090", "text": "The rocks have been broken into smaller pieces,"}, {"text_block_id": "p73_b1091", "text": "relocated"}, {"text_block_id": "p73_b1092", "text": "and in some cases, carried ashore unto the beach by strong waves. If no mitigation measures are undertaken, the barrier will quickly be lost and the high energy waves will begin to erode the beach and the shoreline itself."}, {"text_block_id": "p73_b1093_merged_merged_merged", "text": "The spaces in the rock barrier also create another, more serious problem. When the waves break on the shore, the backwash creates very strong undertows (strong currents) going back out to sea between these spaces that can easily carry unsuspecting bathers out to sea. This has occurred on a few occasions and caused injury."}, {"text_block_id": "p74_b1096", "text": "Project Description"}, {"text_block_id": "p74_b1097", "text": "The project is expected to be done in two phases. Phase One will be to carry out a detailed study of the Bathway sandstone reef and preparation of recommendations for the rebuilding of the protective shoreline barrier. The study will propose a set of short-term and long-term measures, including preparation of designs and bid documents to carry out the work in Phase Two."}, {"text_block_id": "p74_b1098", "text": "The short term measures are likely to involve the use of heavy equipment to try to replace some of the rocks to their original position. This will be a stop gap measure to arrest the problem since erosion is an on-going process. The longer term measure will include the construction of structures resembling the sandstone rocks and placement of those structures with the aim of replacing the original barrier. This request for assistance is to carry out the studies, designs and bid documents for Phase One."}, {"text_block_id": "p74_b1099", "text": "Deliverables:"}, {"text_block_id": "p74_b1100", "text": "(1) Detailed Study of Existing Conditions at the Reef"}, {"text_block_id": "p74_b1101", "text": "(1) Detailed Study of Existing Conditions at the Reef\n* Recommendations for Mitigation\n* Designs and Bid Documents for Mitigation"}, {"text_block_id": "p74_b1105", "text": "Estimated Budget and Time for Completion:"}, {"text_block_id": "p74_b1106", "text": "US$100,000; 4 months"}, {"text_block_id": "p74_b1107", "text": "Implementation Agent:"}, {"text_block_id": "p74_b1108", "text": "Ministry of Environment and Ministry of Works"}, {"text_block_id": "p75_b1109", "text": "PART 3"}, {"text_block_id": "p75_b1110", "text": "Annex 1: Summary of the PPCR Caribbean"}, {"text_block_id": "p75_b1111", "text": "–"}, {"text_block_id": "p75_b1112", "text": "Regional Track Phase I Proposal"}, {"text_block_id": "p75_b1113", "text": "Background and Context"}, {"text_block_id": "p75_b1114", "text": "Given their status as small developing states Caribbean countries are highly vulnerable to climate change. The anticipated impacts of this phenomena include changes in precipitation patterns, with the likelihood of more intense storms and longer dry spells, increased hurricane intensity and rise in sea-level leading to coastal erosion and inundation. Caribbean states have a strong track record of collaboration on climate change and an extensive body of knowledge based on a significant amount of analytical work already done or underway through regional initiatives.  Based on these studies, a Caribbean Program for Development Resilient to Climate Change was formulated and endorsed by Heads of Government in June of 2009 consisting of the following five strategic elements:"}, {"text_block_id": "p75_b1115", "text": "1."}, {"text_block_id": "p75_b1116", "text": "mainstreaming climate change into the sustainable development agenda and work programs of public and private institutions in all Caribbean Community countries at all levels;"}, {"text_block_id": "p75_b1117", "text": "2."}, {"text_block_id": "p75_b1118", "text": "promoting systems and actions to reduce the vulnerability of Caribbean Community countries to global climate change wherever possible;"}, {"text_block_id": "p75_b1119", "text": "3."}, {"text_block_id": "p75_b1120", "text": "implementing adaptation measures to address key vulnerabilities in the region, including enhancing the reliability of water supply systems, improving coastal and marine infrastructure, and adapting tourism infrastructure and activities to climate change;"}, {"text_block_id": "p75_b1121", "text": "4."}, {"text_block_id": "p75_b1122", "text": "promoting measures to derive benefit from the prudent management of forests, wetlands, and the natural environment in general, and to protect that natural environment; and"}, {"text_block_id": "p75_b1123", "text": "5."}, {"text_block_id": "p75_b1124_merged_merged", "text": "promoting actions and arrangements to reduce greenhouse gas emissions, including those aimed at energy-use efficiency by increasingly resorting to low-emission renewable energy sources. Following the endorsement of this Regional Program, an effort to formulate a plan for its implementation was initiated and is currently underway. This effort is being coordinated by the Caribbean Community Climate Change Center, in accordance with its role as the agency responsible for coordinating the region‘s activities in this area."}, {"text_block_id": "p75_b1127", "text": "Each of these five strategic elements has related goals which are discussed below."}, {"text_block_id": "p75_b1128", "text": "Pilot Program for Climate Resilience-Caribbean Region"}, {"text_block_id": "p75_b1129", "text": ""}, {"text_block_id": "p75_b1130", "text": "Piloting and demonstrating approaches for integration of climate risk and resilience into development policies and planning"}, {"text_block_id": "p76_b1131", "text": ""}, {"text_block_id": "p76_b1132", "text": "Strengthening capacities at the national levels to integrate climate resilience into development planning"}, {"text_block_id": "p76_b1133", "text": ""}, {"text_block_id": "p76_b1134", "text": "Scaling up and leveraging climate resilient investment, building upon other ongoing initiatives and"}, {"text_block_id": "p76_b1135", "text": ""}, {"text_block_id": "p76_b1136", "text": "Enabling learning by doing and sharing of lessons at the country, regional and global levels."}, {"text_block_id": "p76_b1137", "text": ""}, {"text_block_id": "p76_b1138", "text": "Strengthen cooperation and capacity at the regional level to integrate climate resilience in national and appropriate regional development planning and processes."}, {"text_block_id": "p76_b1139", "text": "The governments of the Caribbean accepted an invitation extended by the PPCR Sub-Committee on May 14th, 2009, to join the program as one of its two regional pilots.  The Caribbean pilot has a regional approach that will proceed along two closely linked and complementary tracks.  The first is country based investments in highly vulnerable nations and the second is a regional track involving regional organizations.  Pilot countries in which investments will be made are Jamaica, Haiti, Saint Lucia, Saint Vincent and the Grenadines, Dominica and Grenada and activities to be financed will:"}, {"text_block_id": "p76_b1140", "text": "a."}, {"text_block_id": "p76_b1141", "text": "deliver programmatic funding at scale in highly vulnerable countries to facilitate the transformation of country-led national development planning to ensure climate resilience;"}, {"text_block_id": "p76_b1142", "text": "b."}, {"text_block_id": "p76_b1143", "text": "be country-led and build on National Adaptation Programs of Action (NAPAs) and other relevant country studies, plans and strategies;"}, {"text_block_id": "p76_b1144", "text": "c."}, {"text_block_id": "p76_b1145", "text": "be complementary to existing sources of adaptation funding and supportive of the evolving operation of the Adaptation Fund;"}, {"text_block_id": "p76_b1146", "text": "d."}, {"text_block_id": "p76_b1147", "text": "provide crucial lessons on how to invest in climate resilience through national development planning consistent with poverty reduction and sustainable development goals."}, {"text_block_id": "p76_b1148_merged", "text": "The second track of the Caribbean PPCR is the regional track. Given the ongoing regional cooperation, region wide activities will include data management and monitoring for improving understanding of climate risk and potential impacts, as necessary to take actions to enhance climate resilience. These will be coupled with activities to tackle risks and vulnerabilities common to all Caribbean countries. The regional track will work through key entities in the Caribbean to provide the scientific analysis so that countries can incorporate climate resilience into their national climate change strategies as well as in regional planning strategies, policies and financing mechanisms. The two tracks will thus be synergistic—the regional activities will supplement and strengthen the country-led programs and activities. In addition, all Caribbean states would be able to benefit from the regional activities through regional workshops and training events, dissemination of lessons, and provision of regionally relevant information such as monitoring of sea level rise and ocean temperatures."}, {"text_block_id": "p76_b1151", "text": "PPCR Preparation and Implementation"}, {"text_block_id": "p76_b1152", "text": "It is recognized as critical that PPCR avoids duplicating planned and/or ongoing activities. In this regard, opportunities for cooperation and synergy with other ongoing regional and national programs addressing climate resilience and adaptation are already being pursued. Partnering with such related programs and building on achievements during phase 1 will enable the PPCR"}, {"text_block_id": "p77_b1153", "text": "A key result of the first joint mission that was undertaken was a determination of the governance and oversight arrangements for the regional track program. Particularly, a steering committee was established to act as an advisory group to provide guidance and make decisions on key issues during Phase 1. The members of the steering committee are: Jamaica, Haiti, Saint Lucia, Grenada, the University of the West Indies, Caribbean Community Climate Change Centre, CARICOM Secretariat and the DfID."}, {"text_block_id": "p77_b1154", "text": "Country Priority Areas/Sectors and Implications for Regional Activities"}, {"text_block_id": "p77_b1155", "text": "Through their respective processes to prepare for PPCR national track programs, countries have identified and are targeting the following priority sectors/areas."}, {"text_block_id": "p77_b1156", "text": "Haiti:"}, {"text_block_id": "p77_b1157", "text": "Agriculture and food security, coastal zone management and reconstruction (sectors/themes) are the main areas, with sub-sectors/themes being infrastructure, land planning and data management."}, {"text_block_id": "p77_b1158", "text": "Jamaica:"}, {"text_block_id": "p77_b1159", "text": "Agriculture, land-use planning, health, water resources, integrated coastal zone management, climate proofing of national and sectoral plans, tourism, and data management."}, {"text_block_id": "p77_b1160", "text": "Saint Vincent and Grenadines"}, {"text_block_id": "p77_b1161", "text": ": Monitoring and evaluation of environmental hazards, watershed management, public sensitization and awareness, integrated planning, and data management."}, {"text_block_id": "p77_b1162", "text": "Grenada:"}, {"text_block_id": "p77_b1163", "text": "Integrated water resource management, capacity building at the sector level, and data management."}, {"text_block_id": "p77_b1164", "text": "Saint Lucia:"}, {"text_block_id": "p77_b1165", "text": "Agriculture, coastal and marine resources, financial sector, forestry, biodiversity, health, human settlement, critical infrastructure, tourism, and water resource management. Data needs were also highlighted for Saint Lucia particularly the need for Bathometric and Hydrometric data."}, {"text_block_id": "p77_b1166", "text": "These priority areas/sectors have been compared against the following five main sets of activities previously identified for potential development under the PPCR Regional-Track."}, {"text_block_id": "p77_b1167", "text": ""}, {"text_block_id": "p77_b1168", "text": "Monitoring and climate modeling;"}, {"text_block_id": "p77_b1169", "text": ""}, {"text_block_id": "p77_b1170", "text": "Enabling environment (policy and institutional framework);"}, {"text_block_id": "p77_b1171", "text": ""}, {"text_block_id": "p77_b1172", "text": "Raising the political profile of the importance of factoring climate risks into sustainable land-use management and spatial planning;"}, {"text_block_id": "p77_b1173", "text": ""}, {"text_block_id": "p77_b1174", "text": "Capacity building and awareness raising aimed at different levels, including sectors and policy makers;"}, {"text_block_id": "p77_b1175", "text": ""}, {"text_block_id": "p77_b1176", "text": "Integration of climate change into development and budget planning."}, {"text_block_id": "p78_b1177", "text": "The result of this exercise was a prioritization of regional activities and preliminary actions for the regional-track program and the identification of areas in which the PPCR regional track activities could support and complement country level PPCR activities. The general findings of the consultation and preparatory process are:"}, {"text_block_id": "p78_b1178", "text": "1."}, {"text_block_id": "p78_b1179", "text": "Engaging and accessing the resources of the regional organizations is essential to the development and implementation of country-driven activities;"}, {"text_block_id": "p78_b1180", "text": "2."}, {"text_block_id": "p78_b1181", "text": "Data management and information sharing between regional and national agencies are an immediate need for the countries that should be met by regional organizations;"}, {"text_block_id": "p78_b1182", "text": "3."}, {"text_block_id": "p78_b1183", "text": "New data collection is needed to better analyze the impact of climate change priority issues. Examples of data needs include sea-levels, near-shore bathymetric and coastal topography, baseline ecosystem data, historical and current hydro-meteorological data;"}, {"text_block_id": "p78_b1184", "text": "4."}, {"text_block_id": "p78_b1185", "text": "There is an urgent need for support for strengthening the enabling environments for effective implementation of the PPCR national track program."}, {"text_block_id": "p78_b1186", "text": "There is an urgent need for support for strengthening the enabling environments for effective implementation of the PPCR national track program.\n* Tools and training for capacity-building\n* Climate Proofing national and sectoral plans\n* Need to understand what is underway and who is doing what -mapping of"}, {"text_block_id": "p78_b1192", "text": "Proposed Phase I Regional Track Activities"}, {"text_block_id": "p78_b1193", "text": "The PPCR Regional Track Program will consist of activities that reflect and support the objectives of national track programs and/or that are best undertaken on a regional scale, and target both pilot and, where feasible, non-pilot countries. To ensure that the regional priorities are addressed, cognizance will be taken of the Caribbean Community Framework for Climate Resilient Development. The following are the implementation arrangements and activities proposed under the regional track during Phase I."}, {"text_block_id": "p78_b1194", "text": "Implementation and Collaboration Arrangements"}, {"text_block_id": "p78_b1195", "text": "The regional track PPCR activities will be spearheaded by a regional coordinator who will be guided by the PPCR steering committee and have oversight from the tasking managers at the IDB and the WB. Given its overall coordinating role, the coordinator will interact regularly with the Caribbean Community Climate Change Centre. For effective execution of activities, the coordinator will liaise, inter-alia, with the coordinators of the PPCR national track programs, and with PPCR affiliated capacities at the World Bank (WB), the International Finance Corporation (IFC) and the Inter-American Development Bank (IDB) and its private sector and the Caribbean Development Bank (CDB), and with sustainable development/environment/climate change specialists and officers from other key regional organizations. It is envisaged that the flow of funds for Phase I will be channeled through the IDB and executed by relevant regional organizations."}, {"text_block_id": "p79_b1196", "text": "Outline of Activities"}, {"text_block_id": "p79_b1197", "text": "The PPCR Phase I regional track is organized into three modules as described below."}, {"text_block_id": "p79_b1198", "text": "Module I:  Capacity Development and Information Sharing"}, {"text_block_id": "p79_b1199", "text": "This module consists of (1) support for strengthening of data management capacity;"}, {"text_block_id": "p79_b1200", "text": "(2) identification of data needs for improved analysis of climate change impacts and (3) information sharing and exchange of best practices. Each of these components is further outlined below."}, {"text_block_id": "p79_b1201", "text": "1."}, {"text_block_id": "p79_b1202", "text": "Support for Strengthening of Data Management Capacity"}, {"text_block_id": "p79_b1203", "text": "."}, {"text_block_id": "p79_b1204", "text": "This activity is intended to support the improvement of collection and analysis of data. To enable the best use of capacity and improve chances for sustainability, emphasis will be placed at building regional level capacity for analysis as well as capacities for data collection and application of analyses at the national levels. The two steps to be undertaken to complete this activity are described below. These steps will converge with and complement the Initiative"}, {"text_block_id": "p79_b1205", "text": "Regional Database Management System for a Regional Integrated Observing Network for Environmental Change in the Wider Caribbean"}, {"text_block_id": "p79_b1206", "text": "."}, {"text_block_id": "p79_b1207", "text": ".\n* This\n* .\n* .\n This sub-activity will\n* .\n This sub-activity will\n articulate countriesâ specific needs and to identify and/or indicate the type of data to be\n* .\n This sub-activity will\n articulate countriesâ specific needs and to identify and/or indicate the type of data to be\n collected in-country for climate change and impact modeling. Countries will be"}, {"text_block_id": "p79_b1216", "text": "2."}, {"text_block_id": "p79_b1217", "text": "Identification of Data Needs."}, {"text_block_id": "p79_b1218_merged_merged_merged", "text": "Whilst analyses of the likely impacts of sea level rise has been undertaken, there is an expressed need and recommendations made for the acquisition of more detailed data to improve modeling accuracy. This activity will provide a response to the needs and recommendations through an analysis of available data and a determination of"}, {"text_block_id": "p80_b1220", "text": "the most cost effective and efficient option for acquiring more detailed topographic, bathymetric and vegetation data to enable better analysis of the impacts of sea level rise. Identification of data needs will factor in requirements for both baseline and routine/administrative data collection. This is intended to ensure that development of a robust system for consistent updating of the baseline and for analysis and application is developed. The data required will be acquired in part through LIDAR technology. To this end the PPCR will build on the current efforts to develop a cost-effective LIDAR system within the region, which is being spearheaded by the Caribbean Community Climate Change Center. The required activities and resources to realize this objective will be an integral component of the regional SPCR."}, {"text_block_id": "p80_b1221", "text": "3."}, {"text_block_id": "p80_b1222", "text": "Information Sharing and Exchange of Best Practices."}, {"text_block_id": "p80_b1223", "text": "a."}, {"text_block_id": "p80_b1224", "text": "Assess the Need for Additional Functionality of the Information Clearing House Facility"}, {"text_block_id": "p80_b1225", "text": "."}, {"text_block_id": "p80_b1226", "text": "This activity will entail an assessment of the Clearing House facility that has been developed by the Caribbean Community Climate Change Center to ensure a functionality that will accommodate regional communication and information exchange. This functionality should accommodate the following:"}, {"text_block_id": "p80_b1227", "text": "This activity will entail an assessment of the Clearing House facility that has been developed by the Caribbean Community Climate Change Center to ensure a functionality that will accommodate regional communication and information exchange. This functionality should accommodate the following:\n* A forum for the exchange of learning briefs on PPCR initiatives and for\n* A French language Caribbean Community Climate Change\n* Hosting of translated abstracts and executive summaries of documents\n* Posting/uploading/exchange of outputs of key national level PPCR activities"}, {"text_block_id": "p80_b1235", "text": "Module II:  Advocacy and Policy Development"}, {"text_block_id": "p80_b1236", "text": "1."}, {"text_block_id": "p80_b1237", "text": "Regional Policy Dialogue"}, {"text_block_id": "p80_b1238", "text": "."}, {"text_block_id": "p80_b1239", "text": "This activity entails securing and utilizing space for intervention on climate change in regional policy related meetings in areas of economic activity closely linked to climate resilience. Following the priorities of pilot countries and taking account of key private sector led activities, the following are possible areas for dialogue: agriculture, food security, water resources, human health, human settlements, coastal resources and tourism. Furthermore, the dialogue is intended to help in the identification of priorities to be integrated in the SPCR for implementation in the PPCR Phase II."}, {"text_block_id": "p80_b1240", "text": "2."}, {"text_block_id": "p80_b1241", "text": "Stakeholder Consultations."}, {"text_block_id": "p80_b1242", "text": "This activity includes focus group consultations and dissemination of information regarding the objectives of the PPCR Phases I and II Regional Track activities. The consultations will be aimed at supporting the identification of modalities through which public sector, private sector and non-government (non-profit) stakeholder groups can benefit from and contribute to climate resilient development. Taking account of a need for synergies with the ongoing development of the Implementation Plan"}, {"text_block_id": "p81_b1243", "text": "(IP) for the Regional Framework for Climate Resilient Development and of the need to add value and maximize resources, the PPCR will seek to collaborate on these activities with the IP development team. In addition, efforts will be made where possible to combine the consultations with in-country PPCR workshop activities and/or regional level meetings organized by the CARICOM Secretariat and/or regional umbrella organizations."}, {"text_block_id": "p81_b1244", "text": "The consultations will be undertaken with regional organizations, umbrella private sector and non-government agencies and key private sector bodies within the various pilot countries."}, {"text_block_id": "p81_b1245", "text": "Efforts at private sector consultation will be coordinated with the IFC consultant and IDB‘s"}, {"text_block_id": "p81_b1246", "text": "private sector team. These efforts are expected to result, inter-alia, in the identification of"}, {"text_block_id": "p81_b1247", "text": "―priority interventions to address priority climate risks facing the private sector‖ and ―clarification of the best approaches to support climate resilience implementation measures by the Caribbean private sector‖ (see IFC TOR for Consultant, Annex B). In general, the"}, {"text_block_id": "p81_b1248", "text": "objective is an identification of barriers to the private sector involvement in climate resilience initiatives, the potential incentives and measures to promote their active inclusion and the incorporation of these measures in the formulation of the national and regional SPCR. Examples of organizations with which consultations can be held are: (i) the Caribbean Tourism Organization (CTO); (ii) the Caribbean Agency for Industry and Commerce (CAIC); (ii) the Caribbean Hotel Association (CHA); (iv) the Caribbean Electric Utility Service Corporation (CARILEC); (v) Caribbean Agricultural Research and Development Institute (CARDI); (vi) Caribbean Association of Feminist Research and Action (CAFRA) and the national chambers of commerce."}, {"text_block_id": "p81_b1249", "text": "3."}, {"text_block_id": "p81_b1250", "text": "Development and Piloting of Climate Risk Screening Toolkit"}, {"text_block_id": "p81_b1251", "text": "."}, {"text_block_id": "p81_b1252", "text": "There is indication of interest in building capacity for and/or in undertaking climate proofing through the PPCR."}, {"text_block_id": "p81_b1253", "text": "Coupled with the earlier identification of opportunity for intervention in policy development and in identifying the climate change impacts, it is proposed that a pilot activity comprising of a critical step toward climate proofing be undertaken in Phase I."}, {"text_block_id": "p81_b1254", "text": "Coupled with the earlier identification of opportunity for intervention in policy development and in identifying the climate change impacts, it is proposed that a pilot activity comprising of a critical step toward climate proofing be undertaken in Phase I.\n* .\n* .\n This activity would be the development and/or adaptation of\n* .\n* .\n The results of this pilot activity will (1) be assembled into a"}, {"text_block_id": "p82_b1266", "text": "Module III:  Coordination, Scoping, and SPCR Preparation"}, {"text_block_id": "p82_b1267", "text": "1."}, {"text_block_id": "p82_b1268", "text": "Coordination and National Programs Interface"}, {"text_block_id": "p82_b1269", "text": "."}, {"text_block_id": "p82_b1270", "text": ".\n* .\n* .\n Consistent with decisions taken during the first joint\n* .\n Consistent with decisions taken during the first joint\n In-country visits during joint missions will be extended to allow for meetings with\n* .\n* .\n This sub-activity\n* The sub-activity"}, {"text_block_id": "p82_b1282", "text": "2."}, {"text_block_id": "p82_b1283", "text": "Gap Analysis of Climate Resilient Systems, Capacities and Practices in the PPCR Pilot Countries."}, {"text_block_id": "p82_b1284", "text": "This analysis will focus especially on the various outputs and results that were pursued through the previous climate change related initiatives. In this regard the inventory and profiles compiled through the process of developing the IP of the Regional Program for Development Resilient to Climate Change will help to guide the analysis. Specific areas for which gaps are to be identified include: (1) policy and legal framework for mainstreaming climate change adaptation and disaster risk reduction measures, (2) Institutional and human resource capacity for climate change and climate impact modeling, (3) Climate impact studies and (4) Incentive system and arrangements for climate resilient measures to be taken by the private sector. The institutional assessment will include evaluation of data, equipment"}, {"text_block_id": "p83_b1285", "text": "and systems/platforms needs. The assessment will seek to identify the level of resources provided to each country and the extent to which resources, systems and measures provided are still in place or are being implemented."}, {"text_block_id": "p83_b1286", "text": "In order to maximize resource use and improve effectiveness, the gap analysis will be completed in tandem with the ongoing initiative to formulate the implementation plan for the Regional Framework IP is being explored.  To this end, the IP preparation team and the PPCR coordinator will exchange information on the respective objectives and anticipated outputs of gap analyses under the two program, will undertake a joint working session to if feasible, and will where collaborate on reconciling gap analyses reports."}, {"text_block_id": "p83_b1287", "text": "3."}, {"text_block_id": "p83_b1288", "text": "SPCR Drafting and Budgeting."}, {"text_block_id": "p83_b1289_merged", "text": "Drawing on the results of the regional consultations and gap analysis, the strategic program for climate resilience (SPCR) will be formulated for Phase II implementation. The SPCR will target priorities for adaptation and/or resilience strategies identified through the gap analysis and will support the incorporation of climate change risk into national plans and actions. It is expected also that some Phase I activities will be extended and built on in Phase II. In addition, effort will be made to ensure that SPCR activities do not replicate the initiatives in the preparation and execution of the Implementation Plan of the Regional Framework for Climate Resilient Development."}, {"text_block_id": "p84_b1291", "text": "Annex 2: Overview of Watershed Management in Grenada"}, {"text_block_id": "p84_b1292", "text": "Grenada‘s Water Resources"}, {"text_block_id": "p84_b1293", "text": "Grenada is divided into 71 watershed areas, while Carriacou has 20 watershed units. No such differentiation exists for Petit Martinique on account of its small size.  In Grenada the watersheds are characterized by a relatively dense network of permanent rivers, while the sister islands are dominated by intermittent streams. Of the 71, the 12 largest watersheds are shown in Table 1 below."}, {"text_block_id": "p84_b1294", "text": "Table 1: Largest Watersheds in Grenada"}, {"text_block_id": "p84_b1295", "text": "The largest watersheds in Carriacou are shown in Table 2 below."}, {"text_block_id": "p84_b1296", "text": "Table 2: Largest Watersheds in Carriacou"}, {"text_block_id": "p84_b1297", "text": "Grenada‘s watershed regime contains a system of forested protected areas and National Parks."}, {"text_block_id": "p84_b1298", "text": "Such upland watershed protected areas include the forest reserve and forested crown lands. The freshwater ecosystem of Grenada, Carriacou and Petit Martinique include the following:"}, {"text_block_id": "p85_b1299", "text": ""}, {"text_block_id": "p85_b1300", "text": "three main volcanic lakes (Grand Etang, Levera and Antoine);"}, {"text_block_id": "p85_b1301", "text": ""}, {"text_block_id": "p85_b1302", "text": "one man-made lake (Palmiste);"}, {"text_block_id": "p85_b1303", "text": ""}, {"text_block_id": "p85_b1304", "text": "several surface water streams including an intricate network of rivers; and"}, {"text_block_id": "p85_b1305", "text": ""}, {"text_block_id": "p85_b1306", "text": "a small number of springs."}, {"text_block_id": "p85_b1307", "text": "Water Supply"}, {"text_block_id": "p85_b1308", "text": "Table 3: Grenada Water Supply System"}, {"text_block_id": "p85_b1309", "text": "Water Consumption"}, {"text_block_id": "p85_b1310", "text": "Water use in Grenada is categorized as either domestic or non-domestic. Domestic water uses include:"}, {"text_block_id": "p85_b1311", "text": ""}, {"text_block_id": "p85_b1312", "text": "public consumption;"}, {"text_block_id": "p85_b1313", "text": ""}, {"text_block_id": "p85_b1314", "text": "agricultural including animal/livestock; and"}, {"text_block_id": "p86_b1315", "text": ""}, {"text_block_id": "p86_b1316", "text": "domestic farming."}, {"text_block_id": "p86_b1317", "text": "It is estimated that 85 percent of non-domestic water is consumed in the parish of St. Georges alone.  The non-domestic uses include:"}, {"text_block_id": "p86_b1318", "text": ""}, {"text_block_id": "p86_b1319", "text": "commercial (excluding hotels);"}, {"text_block_id": "p86_b1320", "text": ""}, {"text_block_id": "p86_b1321", "text": "public (excluding schools);"}, {"text_block_id": "p86_b1322", "text": ""}, {"text_block_id": "p86_b1323", "text": "hotels; and"}, {"text_block_id": "p86_b1324", "text": ""}, {"text_block_id": "p86_b1325", "text": "schools."}, {"text_block_id": "p86_b1326", "text": "The water treatment facilities in Grenada can produce up to approximately 12 mgd in the rainy season and a maximum of 7 mgd in the dry season. The water demand in the rainy season is 10 mgd and for the dry season, 12 mgd."}, {"text_block_id": "p86_b1327", "text": "The additional demand in the dry season is due to the increase in activities associated with the hospitality sector and the use of the public supply for irrigation and landscaping. The per capita domestic water consumption is 130 litres, giving a total demand for the island of about 3 million m3 per year. In 1991, the non-domestic consumption figure was approximately 1.5 million m"}, {"text_block_id": "p86_b1328", "text": "3"}, {"text_block_id": "p86_b1329", "text": "of water and was projected to increase to 2.5 m"}, {"text_block_id": "p86_b1330", "text": "3"}, {"text_block_id": "p86_b1331", "text": "."}, {"text_block_id": "p86_b1332", "text": "Commercial activities represented the largest share (44 percent) followed by the industrial sector (22 percent), hotels (2 percent), schools 10 percent and the public (3 percent)."}, {"text_block_id": "p86_b1333", "text": "Legislative Mandate for Watershed Management"}, {"text_block_id": "p86_b1334", "text": "There are several agencies with legislative responsibilities pertaining to watershed management in Grenada.  These include:"}, {"text_block_id": "p86_b1335", "text": ""}, {"text_block_id": "p86_b1336", "text": "NAWASA"}, {"text_block_id": "p86_b1337", "text": "–"}, {"text_block_id": "p86_b1338", "text": "responsible for managing Grenad"}, {"text_block_id": "p86_b1339", "text": "a‘s water resources. The existing"}, {"text_block_id": "p86_b1340", "text": "NAWASA Act"}, {"text_block_id": "p86_b1341", "text": "establishing the National Water and Sewerage Authority as a body corporate with sole responsibility for the provision of water supplies, conservation, augmentation, distribution, preservation and protection of catchments. Its responsibilities include the collection and disposal of sewage. NAWASA is also responsible for the testing of drinking water quality for compliance purposes and reporting to the Ministry of Health. NAWASA also has powers to make regulations prescribing water and sewage rates and charges;"}, {"text_block_id": "p86_b1342", "text": ""}, {"text_block_id": "p86_b1343", "text": "Ministry of Works, Physical Planning Unit"}, {"text_block_id": "p86_b1344", "text": "–"}, {"text_block_id": "p86_b1345", "text": "regulates land use planning in Grenada;"}, {"text_block_id": "p86_b1346", "text": ""}, {"text_block_id": "p86_b1347", "text": "Land Use Division of the Ministry of Agriculture, Lands, Forestry and Fisheries (MALFF)"}, {"text_block_id": "p86_b1348", "text": "–"}, {"text_block_id": "p86_b1349", "text": "regulates the development, management and use of state-owned land including the management of forest resources below abstraction points. Also responsible for agricultural land use planning and zoning, conducting hydrological studies and mapping (e.g. soil surveys and agricultural capability);"}, {"text_block_id": "p86_b1350", "text": ""}, {"text_block_id": "p86_b1351", "text": "Forestry Division of MALFF"}, {"text_block_id": "p86_b1352", "text": "–"}, {"text_block_id": "p86_b1353", "text": "responsible for managing forest reserves, national parks and government-owned lands, with limited responsibilities related to private forested land. Also responsible for managing forest resources above abstraction points, managing plantations (planting, weeding, logging and extracting), facilitating and coordinating the management of watersheds through the involvement and participation of stakeholders;"}, {"text_block_id": "p86_b1354", "text": ""}, {"text_block_id": "p86_b1355_merged_merged_merged_merged_merged_merged", "text": "Ministry the Environment, Foreign Trade and Export Development– regulates the collection, disposal and management of solid and liquid wastes."}, {"text_block_id": "p87_b1358", "text": ""}, {"text_block_id": "p87_b1359", "text": "Ministry of Health -responsible for establishing and monitoring water quality."}, {"text_block_id": "p87_b1360", "text": "These agencies manage water resources through the use of various legal instruments as shown in Table 4 below."}, {"text_block_id": "p87_b1361", "text": "Table 4: Legal Instruments and Institutions with Responsibilities for Watershed Management"}, {"text_block_id": "p87_b1362", "text": "Other agencies/institutions with a direct interest in watershed management are in Table 5 below."}, {"text_block_id": "p88_b1363", "text": "Table 5: Governmental Agencies and Selected Non-Governmental Organizations with Interest in Watershed Management"}, {"text_block_id": "p88_b1364", "text": "Human Resources Involved in Watershed Management in Grenada"}, {"text_block_id": "p88_b1365_merged", "text": "As noted above, the main agencies involved in watershed management in Grenada include NAWASA, MALFF and the Ministry of the Environment. NAWASA‘s staff include personnel with expertise in civil engineering, water resource management, hydrology and GIS; MALFF has in its employ agronomists, forestry officers, agricultural extension officers and land use planners.  The Ministry of the Environment staff include personnel trained in environmental science, GIS and planning."}, {"text_block_id": "p88_b1368", "text": "All of these agencies reported having significant staff shortage which hamper their ability to carry out their mandated responsibilities."}, {"text_block_id": "p88_b1369", "text": "Role of the Private Sector"}, {"text_block_id": "p89_b1370", "text": "Table 6: Private Desalinization Plants and Their Capacities"}, {"text_block_id": "p89_b1371", "text": "Source: Communications with NAWASA.NAWASA, 20"}, {"text_block_id": "p89_b1372", "text": "The Government of Grenada Draft Water Policy (October 2007) states that whilst it remains the duty of the State to ensure that the Goals and Objectives of the Water Policy are realized, it is recognized that the private sector should be encouraged to contribute significantly to their timely and economic realization. Consequently, the Policy envisages a more direct and involved role for the private sector, in assisting in the management and/or expansion of existing services provided by Government, through various approaches including contracting-out, management concessions and direct investment."}, {"text_block_id": "p89_b1373", "text": "The Draft Water Policy further states that private sector involvement will be promoted through an enabling legal and policy environment defining roles and responsibilities and transparent processes for award of contracts to service providers. More specifically, the private sector along with the public sector will be expected to develop and implement corporate environmental policies that emphasize water conservation and guidelines for sustainable industrial processes; observe the Polluter Pays Principle; the User Pays Principle and the Precautionary Principle respectively."}, {"text_block_id": "p89_b1374", "text": "NAWASA Customer Base"}, {"text_block_id": "p89_b1375_merged", "text": "In 2008 NAWASA had a customer base of 32,000 (95 percent metered) and revenues of EC$23.14 million. It is estimated that the meter coverage has increased to approximately 98 percent at present. NAWASA‘s tariff schedule is in Table 7 below. Water rates, charges and fees are regulated by NAWASA itself but require authorization from Parliament."}, {"text_block_id": "p89_b1378", "text": "Table 7: NAWASA Tariff Structure"}, {"text_block_id": "p90_b1379", "text": "When NAWASA achieves 100 percent meter coverage it will be in a position to recoup most of its recurrent costs. Unaccounted for Water remains high (30 to 50 percent), which is the main constraint to full cost recovery. NAWASA revenues cover its operations costs only and it depends on assistance from donors and Government for financing capital works."}, {"text_block_id": "p91_b1380", "text": "Annex 3:  Overview of Coastal Zone Management Issues in Grenada"}, {"text_block_id": "p91_b1381", "text": "Much of Grenada‘s economic and development activity is concentrated in its coastal areas which"}, {"text_block_id": "p91_b1382_merged", "text": "are particularly vulnerable to climate change impacts. Proper management of its coastal areas and coastal resources are therefore essential. Grenada‘s shoreline is about 121 km long with rocky geomorphology and diverse ecosystems including mangrove swamps, coral reefs, sea grass beds, beaches and lagoons. Currently two of these areas are declared Marine Protected Areas (MPAs): the coral reef of Molinere on the west coast and the sea grass beds at Woburn in the south coast. Collectively these ecosystems are of valuable socio-economic importance. Their vulnerability to global climate change phenomena such as sea level rise (SLR), rise in sea water temperature, and the increased frequency and potency of storms and hurricanes is of immense importance. Unplanned and indiscriminate development of these coastal areas can be extremely detrimental and sometimes irreversible. Some of the principal characteristics of the coastal areas of Grenada, its coastal resources, and the main issues affecting coastal zone management (CZM) are discussed below."}, {"text_block_id": "p91_b1386", "text": "Mangroves"}, {"text_block_id": "p91_b1387", "text": "Coral Reefs"}, {"text_block_id": "p92_b1388", "text": "Sea Grass Beds"}, {"text_block_id": "p92_b1389_merged", "text": "Sea grass beds consisting of turtle and manatee grass are found along the east central and south parts of Grenada‘s coast and on the west coast of Carriacou. Sea grass beds also exist in Grenville Bay, Great Bacolet Bay, the southern bay from Mount Hartman to Westerhall and Windward Bay in Carriacou. The sea grass bed of True Blue Bay is stressed as a result of heavy sediment load in the water. Carriacou and Petite Martinique sea grass beds are damaged to varying degrees by anchors and chains in Tyrrel Bay, Windward, Sanchez, and White, Saline and Sandy Islands. In Tyrrel Bay and near the main port of Hillsborough, nutrients and pollution from land based sources and yachts are causing detrimental algal growth in the sea grass beds."}, {"text_block_id": "p92_b1392", "text": "Beaches"}, {"text_block_id": "p92_b1393", "text": "Beaches are widespread along the coastline of Grenada and the other islands. Typically they are located in small pockets within bays and have widths varying from 14m to 45m. The longest and most well known is Grand Anse which is 2.7 km long. Major threats to beaches include: sand mining; development; recreational activities; tourism activities; and hunting of nesting turtles."}, {"text_block_id": "p92_b1394", "text": "Exploitation of Coastal and Marine Resources"}, {"text_block_id": "p92_b1395", "text": "Almost all sand used in the construction industry comes from beaches and the sand mining results in beach erosion on most beaches. Presently, sand mining is only authorized at a few sites and the responsibility for the mining of sand has been given to the Gravel and Concrete Corporation, which is a statutory body. The high cost of obtaining sand, mainly due to the haulage, has led to small scale illegal sand mining at almost all beaches in Grenada. Mangroves are mainly exploited on a small scale for production of charcoal and building materials. The removal of the mangroves is reducing the natural physical and biological functionality of this ecosystem. The practice of harvesting of corals for the production of jewelry although significant in the past is now in decline. The harvesting of corals is physically damaging the structure of the reefs and the functions they provide. Over harvesting of specific species of reef fish and shellfish remains the main issue related to exploitation of coastal resources. Spare fishing constitutes the main form of livelihood for many and on a daily basis harvesting is done in areas which are demarcated as MPAs, due the higher catches. Preference in the harvesting of more valuable species of reef fish and shellfish, such as snapper and lobsters, has the potential of skewing the species abundance to those that are less important, offsetting the population dynamics of a normal functioning reef and damaging the stock structure."}, {"text_block_id": "p93_b1396", "text": "Climate Change Impact on the Coastal Zone"}, {"text_block_id": "p93_b1397", "text": "The impact of climate change on coastal ecosystems include: damage to coastal ecosystems; beach erosion; coastal erosion and inundation; increased siltation and sediment loading; and damage to infrastructure. There are no specific measures in place with respect to disaster preparedness and climate change in the coastal zone. Development practices which constitute a threat to life and property include: inappropriate construction designs; building too close to the shore line; and sand mining."}, {"text_block_id": "p93_b1398_merged", "text": "Climate change could also have serious adverse impacts on coastal communities and infrastructure, from flooding and inundation, especially during storm surges. The experience from several hurricanes is instructive in this respect. There is also significant potential for salt water intrusion into the water supply. Some parts of the main commercial center of St. George‘s and the tourist areas in the southwest peninsula are also susceptible to flooding during periods of high seas and heavy precipitation. Serious disruption of social and economic life in these areas could be expected to occur as a result of sea level rise. Coastal erosion from sea level rise would also disrupt coastal villages like Gouyave, Grand Mal, Duquesne, Soubise and Marquis.Many roads in the coastal communities and other unsettled areas are practically at sea level and below sea level in some cases. These roads could experience flooding, become impassable during high tides and experience severe damage during storm surges."}, {"text_block_id": "p93_b1401", "text": "Tourism"}, {"text_block_id": "p93_b1402", "text": "The impact of climate change and sea level rise on tourism would be both direct and indirect. As climate in the higher latitudes would be milder, Grenada could be a less desirable climate-influenced destination. Another possible negative impact on tourism could be the loss of beaches or the deterioration of the beaches due to erosion. Water sports, a key growing feature of tourism, would become less attractive in the absence of quality beaches. A major tourism concern related to coastal area management includes hotel construction, development, and maintenance. Higher temperatures would increase the operating costs of hotels, as there would be greater per capita water consumption and power consumption for air conditioning. Employment would be affected if there are fewer tourists."}, {"text_block_id": "p93_b1403", "text": "Health"}, {"text_block_id": "p94_b1404", "text": "The major effects of climate change on global human health are caused by heat stress, air pollution, alterations in the incidence of communicable diseases, under-nutrition and inundation. In Grenada the main effect is likely to be caused by the increased incidence of vector-borne communicable diseases. Respiratory diseases associated with regional dust storms during the hurricane seasons are also likely. Preliminary analysis of the three most common diseases, influenza, viral conjunctivitis and gastro enteritis shows correlation between annual and July precipitation and these diseases. The Ministry of Health is the body responsible for performing the regulatory function as regards coastal water quality. Water quality monitoring is limited. Complaints have been received regarding the presence of raw sewage in the water around the coast. It is assumed that yachts and other small vessels are the main culprits. However, the possibility of land based activities as a contributor to such contaminants has not been ruled out due to the drainage pattern and frequency of flush outs, especially after heavy rains. The link between food poisoning from the consumption of fish and shellfish has long been established, but data to verify any outbreaks as a consequence are not available."}, {"text_block_id": "p94_b1405", "text": "Trans-Boundary Threats"}, {"text_block_id": "p94_b1406", "text": "The trans-boundary threats include the following: oil spills and pollution of coastal areas; fish kills and algal intrusion; toxic waste trans-shipment; and freshwater influx."}, {"text_block_id": "p94_b1407", "text": "Institutional Responsibility for Coastal Zone Management"}, {"text_block_id": "p94_b1408", "text": "The main GOG Ministries and agencies responsible for the management of the coastal areas and some of the related legislation are summarized in the following table."}, {"text_block_id": "p95_b1409", "text": "Issues to Be Addressed in Coastal Zone Management"}, {"text_block_id": "p95_b1410", "text": "Policy and Laws"}, {"text_block_id": "p95_b1411", "text": "At present, there are no policies or legislations specifically addressing CZM issues and activities.  Although some line Ministries have laws and regulations that deal with coastal issues and regulate some CZM activities, there is a serious need for policy direction and legislation for CZM. For example, the Fisheries Laws deal with issues like management of corals and sea-grasses, lease of sea bed for aquaculture, oyster fishery in mangroves, etc; Ministry of Works regulate sand mining and Forestry Department manages mangroves. There is a need to institute a CZM unit in a specific Ministry to coordinate the policy and legislative responses to CZM issues in a comprehensive fashion."}, {"text_block_id": "p95_b1412", "text": "Coastal Development"}, {"text_block_id": "p95_b1413_merged", "text": "The Physical Planning Unit of the Ministry of Works is responsible for reviewing all Environmental Impact Assessment (EIAs) for all development projects, including those in the coastal area. In most cases, when permission is granted for projects, the scope usually changes after such permission is granted and in many cases developers do not respect the recommended ‗set-backs‘ from the coast and mitigation measures recommended to avoid extra cost. This raises the need for strict monitoring of all coastal development projects. There are also some coastal areas that should perhaps be left undeveloped because of their nature and ecological functions (e.g. mangroves)."}, {"text_block_id": "p95_b1418", "text": "Water Quality"}, {"text_block_id": "p95_b1419", "text": "The quality of coastal waters around Grenada is very important bearing in mind the importance of tourism and fisheries to the economy and its effects on the health of the population of the country. Bearing in mind that more than 80 percent of the pollutants that affect the marine environment originate from land-based sources, it is very important that systems be put in place to decrease the amount of pollutants in the effluents running onto our coastal waters (e.g. water treatment plants). The Grenada Bureau of Standards has adopted standards for coastal water quality but these have not been disseminated and implemented. Better management of watersheds and water resources is essential to clean coastal water quality. Also, existing and new business ventures could be asked to invest in water and sewage treatment plants (small units now exist which are affordable and can be very helpful in controlling effluents)."}, {"text_block_id": "p95_b1420", "text": "Shoreline Erosion"}, {"text_block_id": "p95_b1421", "text": "For many years, the Gravel Concrete and Emulsion Corporation of Grenada had mining operations which removed sand along the east coast as construction aggregate. This basically reduced the ability of the beach to protect the coast. As a result, many areas along the east coast are badly degraded and erosion is prevalent along the shoreline, to the extent that some areas have totally lost their beaches; some infrastructure (roads)has been threatened to the extent that a sea wall had to be constructed (at great cost) to prevent their loss, and in some cases, salt water"}, {"text_block_id": "p96_b1422", "text": "intrusion along the coast has resulted in the loss or displacement of some coastal species and affected coastal agriculture."}, {"text_block_id": "p96_b1423", "text": "Although the situation is worst along the east coast, coastal erosion occurs in other high energy areas and in some low energy areas on the south of the island. These coastal problems also exist at various coastal areas in Carriacou and Petit Martinique."}, {"text_block_id": "p96_b1424", "text": "Public Access"}, {"text_block_id": "p96_b1425", "text": "Some developments in coastal areas disregard the recommended ‗set"}, {"text_block_id": "p96_b1426_merged", "text": "-backs‘ and sometimes build their fences down to the water edge. This creates a problem with access to the beach for locals, as in Grenada, all beaches are public areas (Public Property). In such cases and in the future, coastal developers should be requested to create public access to beaches wherever their development hampers or prevents it."}, {"text_block_id": "p96_b1430", "text": "Natural Resource Protection"}, {"text_block_id": "p96_b1431", "text": "Conflict Resolution"}, {"text_block_id": "p96_b1432", "text": "Conflicting uses of beaches, on occasions produce conflicts, e.g. between fishermen and yachtsmen. A coastal zone management program must consider all conflicting uses and provide for conflict resolution mechanisms."}, {"text_block_id": "p97_b1433", "text": "Annex 4: Overview of GIS and Climate Change Related Data Collection in Grenada"}, {"text_block_id": "p97_b1434", "text": "Introduction and Background"}, {"text_block_id": "p97_b1435", "text": "Climate change is a geographic problem, and geospatial technologies have an important role to play in addressing the profound global climate changes that are impacting the Earth."}, {"text_block_id": "p97_b1436", "text": "As we begin to understand the interconnections among complex systems that sustain our planet, we have a greater appreciation of the power of GIS to help us study the atmospheric, terrestrial, and oceanic variables that impact our environment. GIS as a tool, enable us to make better decisions based on spatial analysis and spatial modeling. For example, GIS toolsets use spatial data to"}, {"text_block_id": "p97_b1437", "text": "generate predictive models for environmental impact assessments; and allow the testing of ―wha"}, {"text_block_id": "p97_b1438", "text": "t"}, {"text_block_id": "p97_b1439", "text": "if‖ scenarios, to generate valuable information for preemptive and proactive management"}, {"text_block_id": "p97_b1440", "text": "strategies for mitigating climatic events and other spatial phenomena."}, {"text_block_id": "p97_b1441", "text": "GIS helps us to understand both spatial and temporal phenomena within the landscape, but to benefit from its full power it must exist within a well understood cultural context, and an organizational framework that is supported by established policies, standards, implementation procedures, and training protocols. This organizational framework then becomes an integral part of a long-term strategy to institutionalize how users, stakeholders, consumers, and other beneficiaries collaborate to systematically acquire, monitor, share, and evaluate the physical and social landscape."}, {"text_block_id": "p97_b1442", "text": "Justification for GIS in Climate Change Mitigation"}, {"text_block_id": "p97_b1443", "text": "A recent study reviewed the extent to which Grenada currently had the systematic observation capacity to respond to climate change and concluded that while the country had a basic observational network for atmospheric and terrestrial observations that were relevant to Grenada, there were gaps in some critical areas. The study indicated that there were major institutional weaknesses related to data collection, processing, storage, analysis, and availability, and recommended the inclusion of geographical information systems (GIS) for significant capacity building and decision making for climate change resilience (Charles and Associates Inc., 2009)."}, {"text_block_id": "p97_b1444_merged_merged", "text": "Other studies also agree that GIS can significantly and directly assist in the planning and management of Grenada‘s biodiversity but none has ever identified a comprehensive operational management structure, or provided guidelines for its insertion into an institutionalized framework. The GOG will benefit tremendously from geospatial technologies for studying the"}, {"text_block_id": "p98_b1447", "text": "impact of climate change as it relates to watershed management, wildlife habitat conservation, forest management, land use and infrastructure, human resource development.  It is already being reported that in Grenada, range habitats of species are changing for birds and hunted species. Rivers, streams, and springs are yielding less water which is of questionable quality."}, {"text_block_id": "p98_b1448", "text": "Situational Analysis/Diagnosis"}, {"text_block_id": "p98_b1449", "text": "There are a number of current and potential GIS stakeholders in Grenada, both public and private. It is difficult however, to provide a comprehensive analysis of how the stakeholders are utilized by government ministries, given its fragmented existence. It is even more difficult to measure the extent to which ministries collaborate and share GIS products (primary or secondary data) because a standardized mechanism for sharing does not exist. The use of spatial"}, {"text_block_id": "p98_b1450", "text": "technologies in Grenada‘s government ministries can therefore be best described as sporadic"}, {"text_block_id": "p98_b1451", "text": "with an uneven distribution of resources and trained personnel."}, {"text_block_id": "p98_b1452", "text": "A recent consultation with major GIS stakeholders revealed a number of important issues related to current GIS access and long-term sustainable use, especially in the light of climate change and disaster preparedness. Stakeholders understood the importance of GIS as an important tool in national and regional planning. There was agreement that GIS was ideal for managing natural resources and the environment, and there was a need for agencies to coordinate geospatial activities at the national level. All agreed that the government should become a catalyst for setting up spatial data infrastructure and promoting the utilization of spatial data."}, {"text_block_id": "p98_b1453_merged_merged", "text": "Some stakeholders stated that there were volumes of spatial data already collected from previous projects, but have not been made available to agencies that would benefit from its use and analysis. Others indicated that there was no systematic training in GIS data analysis for staff, and no standards for data acquisition and dissemination. GIS users claimed that even though they understood the technology, they were ―rusty‖ in its applications. There was an urgent call to document historical infrastructure data for asset management within a GIS. This was necessary because there were fewer key individuals with long-term service and institutional memory of important underground asset locations employed in the service because of deaths or resignations."}, {"text_block_id": "p98_b1456", "text": "Community and demographic mapping was outlined as a need. For example, the Ministry of Social Development does not have a system in place that maps where the elderly, disabled, and at-risk groups are located. Beyond providing monthly stipends, the ministry would like to map the distribution of at-risk groups so that in times of impending disasters such as hurricanes and floods the ministry would be able to proactively allocate resources; or in cases of post disasterrelated events, the ministry could locate and rescue individuals and families using GIS to guide them."}, {"text_block_id": "p98_b1457", "text": "Data Currency & Data Needs"}, {"text_block_id": "p98_b1458", "text": "The last time Grenada was aerially surveyed was in the 1970s, and even though some Ministries are using GIS, it is based on digitized versions of old paper maps that were scanned or digitized. Stakeholders agreed that funding was needed for comprehensive development of spatial datasets,"}, {"text_block_id": "p99_b1459", "text": "especially for watershed management.  They noted that there were gaps in the current system and there was a need for examining all current available data, and if possible, acquire additional bathymetric, and LiDaR data, with accompanying ortho-photography for developing a common GIS basemap for the country."}, {"text_block_id": "p99_b1460_merged", "text": "There were increasing requests for current imagery, vector, and LiDaR data, and for establishing partnerships for data sharing, infrastructure development, natural resources management, environmental monitoring, and other climate related variables. One particular private stakeholder indicated that they had already successfully incorporated geospatial technology and data management procedures into their core daily business activities. But it was unclear whether the stakeholder had purchased or generated high quality data from an outside source for its daily operations, or if the stakeholder was using maps from the Land Use Division in the Ministry of Agriculture. However, there seemed to be measurable success at least in the cataloging of customers‘ locations, monitoring its operations, and generating billing information. There was no mention of metadata standards and updates."}, {"text_block_id": "p99_b1463", "text": "Outline of Issues Raised by Stakeholders"}, {"text_block_id": "p99_b1464", "text": "Stakeholders identified the following issues:"}, {"text_block_id": "p99_b1465", "text": ""}, {"text_block_id": "p99_b1466", "text": "Fragmented existence of GIS;  no standards for data acquisition and dissemination"}, {"text_block_id": "p99_b1467", "text": ""}, {"text_block_id": "p99_b1468", "text": "Sporadic data acquisition and long-term storage of GIS data"}, {"text_block_id": "p99_b1469", "text": ""}, {"text_block_id": "p99_b1470", "text": "Very little collaboration and sharing of GIS products (primary or secondary data)"}, {"text_block_id": "p99_b1471", "text": ""}, {"text_block_id": "p99_b1472", "text": "Lack of standardized mechanism/policy/procedure for sharing data (network or web platform for sharing)"}, {"text_block_id": "p99_b1473", "text": ""}, {"text_block_id": "p99_b1474", "text": "The volume of existing spatial data cannot be accessed by agencies that would benefit from its use and analysis"}, {"text_block_id": "p99_b1475", "text": ""}, {"text_block_id": "p99_b1476", "text": "There is limited knowledge of GIS, and no systematic and continuous training in GIS data analysis for staff"}, {"text_block_id": "p99_b1477", "text": ""}, {"text_block_id": "p99_b1478", "text": "There No documentation of metadata and no data quality assurance exist"}, {"text_block_id": "p99_b1479", "text": ""}, {"text_block_id": "p99_b1480", "text": "Weak interdependencies among users"}, {"text_block_id": "p99_b1481", "text": ""}, {"text_block_id": "p99_b1482", "text": "No long-term comprehensive plan for GIS integration with multiple agencies"}, {"text_block_id": "p99_b1483", "text": ""}, {"text_block_id": "p99_b1484", "text": "Deficiencies in the availability of desktop commercial GIS software even though open source products exists"}, {"text_block_id": "p99_b1485", "text": ""}, {"text_block_id": "p99_b1486", "text": "Stakeholders were only exposed to, and favor commercial GIS Software products"}, {"text_block_id": "p99_b1487", "text": ""}, {"text_block_id": "p99_b1488", "text": "Stand-alone approach to GIS mapping with little networking and web integration"}, {"text_block_id": "p100_b1489", "text": ""}, {"text_block_id": "p100_b1490", "text": "Field equipment for GPS mapping is lacking."}, {"text_block_id": "p100_b1491", "text": ""}, {"text_block_id": "p100_b1492", "text": "Software for transferring and converting field data does not include correction software for more accurate field measurements"}, {"text_block_id": "p100_b1493", "text": ""}, {"text_block_id": "p100_b1494", "text": "Absence of GPS base stations for improving the accuracy of GPS field data"}, {"text_block_id": "p100_b1495", "text": ""}, {"text_block_id": "p100_b1496", "text": "No monitoring of licenses for commercial GIS software"}, {"text_block_id": "p100_b1497", "text": ""}, {"text_block_id": "p100_b1498", "text": "No systematic updating of desktop GIS software"}, {"text_block_id": "p100_b1499", "text": ""}, {"text_block_id": "p100_b1500", "text": "Legacy computer hardware and peripherals still in use, resulting in poor map production quality."}, {"text_block_id": "p100_b1501", "text": ""}, {"text_block_id": "p100_b1502", "text": "Insufficient GIS staffing, especially for field data management."}, {"text_block_id": "p100_b1503", "text": "These issues indicate a need for establishing a framework for institutionalizing GIS and developing projects to use as templates for country-wide data acquisition and management."}, {"text_block_id": "p100_b1504", "text": "Priorities for Action"}, {"text_block_id": "p100_b1505", "text": "Based on current knowledge and inputs received from various stakeholders, there appears to be an urgent need for addressing the deficiencies that have been identified.  They can be addressed by undertaking the following activities:"}, {"text_block_id": "p100_b1506", "text": "Activity1: GIS Integration in Watershed Management"}, {"text_block_id": "p100_b1507", "text": ""}, {"text_block_id": "p100_b1508", "text": "Review/create policies to enable the institutionalizing of GIS"}, {"text_block_id": "p100_b1509", "text": ""}, {"text_block_id": "p100_b1510", "text": "Develop a systematic process for acquiring, analyzing, and sharing watershed data on a continuous and mandatory basis"}, {"text_block_id": "p100_b1511", "text": ""}, {"text_block_id": "p100_b1512", "text": "Identify, map, and monitor springs, rivers, and other significant watershed resources throughout the country using GPS field equipment, and other supporting technologies"}, {"text_block_id": "p100_b1513", "text": ""}, {"text_block_id": "p100_b1514", "text": "Mobilize the community and schools to engage in community mapping of natural resources"}, {"text_block_id": "p100_b1515", "text": ""}, {"text_block_id": "p100_b1516", "text": "Make available automated field equipment (e.g., weather stations) to continuously monitor watersheds, and manage the data within a GIS"}, {"text_block_id": "p100_b1517", "text": ""}, {"text_block_id": "p100_b1518", "text": "Train users in the use of open-source software to satisfy the current resource deficiencies and needs"}, {"text_block_id": "p100_b1519", "text": ""}, {"text_block_id": "p100_b1520", "text": "Develop a Roadmap for long-term sustainability for GIS management in Grenada which would include an investment plan, implementation plan, with details about collaborative management, data responsibilities, and a platform for sharing"}, {"text_block_id": "p100_b1521", "text": ""}, {"text_block_id": "p100_b1522", "text": "Water quality testing integrated with watershed management, and managed with GIS"}, {"text_block_id": "p100_b1523", "text": "Activity 2: Facilities and Infrastructure Mapping"}, {"text_block_id": "p100_b1524", "text": ""}, {"text_block_id": "p100_b1525", "text": "NAWASA should participate in developing accurate infrastructure maps using a combination of GPS, CAD, and digital ortho-photos"}, {"text_block_id": "p100_b1526", "text": ""}, {"text_block_id": "p100_b1527", "text": "Training in mobile mapping, field data collection, and GIS analysis"}, {"text_block_id": "p100_b1528", "text": ""}, {"text_block_id": "p100_b1529", "text": "Acquisition of GIS infrastructure and GPS equipment, namely a base station, adequate number of GPS data loggers, and high-precision external antennas for logging data in urban areas and dense canopies"}, {"text_block_id": "p101_b1530", "text": ""}, {"text_block_id": "p101_b1531", "text": "Differential data correction software to improve the accuracy of field data"}, {"text_block_id": "p101_b1532", "text": ""}, {"text_block_id": "p101_b1533", "text": "Community infrastructure mapping project to re-establish the locations of important underground asset locations"}, {"text_block_id": "p101_b1534", "text": ""}, {"text_block_id": "p101_b1535_merged", "text": "Waste water management and mapping of vulnerable coastlines—especially for health"}, {"text_block_id": "p101_b1538", "text": "Activity 3: Forest Management and GIS Integration"}, {"text_block_id": "p101_b1539", "text": ""}, {"text_block_id": "p101_b1540", "text": "Development of a land cover map with a focus on management"}, {"text_block_id": "p101_b1541", "text": ""}, {"text_block_id": "p101_b1542", "text": "Baseline mapping and reclassifying of forest cover"}, {"text_block_id": "p101_b1543", "text": ""}, {"text_block_id": "p101_b1544", "text": "Establishing GIS datasets for forest management"}, {"text_block_id": "p101_b1545", "text": ""}, {"text_block_id": "p101_b1546", "text": "Acquiring field equipment for updating forestry data"}, {"text_block_id": "p101_b1547", "text": ""}, {"text_block_id": "p101_b1548", "text": "GIS Training for forestry field staff"}, {"text_block_id": "p101_b1549", "text": ""}, {"text_block_id": "p101_b1550", "text": "Review the 10 year strategic plan for the forestry department and develop projects to implement the plan"}, {"text_block_id": "p101_b1551", "text": "Project 4: Flood Hazard and Community Resource Mapping"}, {"text_block_id": "p101_b1552", "text": ""}, {"text_block_id": "p101_b1553", "text": "Intensive flood mapping for areas such as Balthasar community, Grenville, Gouyave, Grand Anse and River Road"}, {"text_block_id": "p101_b1554", "text": ""}, {"text_block_id": "p101_b1555", "text": "GIS education in schools to teach the next generation about climate change and GIS integration"}, {"text_block_id": "p101_b1556", "text": "Scope of the Technical Assistance to be Provided"}, {"text_block_id": "p101_b1557", "text": ""}, {"text_block_id": "p101_b1558", "text": "Reviewing the national GIS inventory to identify gaps, barriers and approaches for acquiring and disseminating high quality data that are relevant nationally, regionally, and globally"}, {"text_block_id": "p101_b1559", "text": ""}, {"text_block_id": "p101_b1560", "text": "Identify existing institutional arrangements, and consider re-arrangements for effectively integrating Geospatial technologies for climate resilience"}, {"text_block_id": "p101_b1561", "text": ""}, {"text_block_id": "p101_b1562", "text": "Set up institutional alliances; or an inventory team within one institution for ―effective‖"}, {"text_block_id": "p101_b1563", "text": "coordination."}, {"text_block_id": "p101_b1564", "text": ""}, {"text_block_id": "p101_b1565", "text": "Engage in-house GIS experts and affiliated agencies to determine how the Grenada GIS inventory would be developed and managed"}, {"text_block_id": "p101_b1566", "text": ""}, {"text_block_id": "p101_b1567", "text": "Provide learning incentives and programs through learning-by-doing, and sharing of good practices at country, regional and global levels"}, {"text_block_id": "p101_b1568", "text": ""}, {"text_block_id": "p101_b1569", "text": "Developing capacity through training in open source software technology"}], "document_description": "<div>The Grenada Strategic (Investment) Program for Climate Resilience (SPCR) is the key component of the Pilot Programme for Climate Resilience (PPCR), developed by the Ministry of Finance, Planning, Economy, Energy and Co-operatives in cooperation with and under financial assistance of the World Bank (the PPCR is housed within the Strategic Climate Funds established under the Climate Investment Fund of the World Bank and aims to help countries transform to a low-carbon climate resilient development path, consistent with poverty reduction and sustainable development goals).<br>&nbsp;The SPCR proposes a comprehensive package of infrastructure projects and technical assistance activities to be financed under the PPCR. It first identifies the key challenges related to climate change vulnerability:</div><ul><li>Key infrastructure in the country is vulnerable to significant loss and damage from extreme weather events, sea level rise and storm surges;</li><li>Key natural resources like forests, beaches, soil and water have been damaged and threatened;</li><li>Lack of systems, expertise and facilities to collect, store and analyse relevant information and data on topics related to climate change;</li><li>Inadequate knowledge and awareness of potential impact of climate change and lack of technical skills to address them;</li><li>Policies, laws, rules and regulations related to climate change and disaster risk reduction need strengthening and the capacity to enforce these revised regulations need enhancement;</li><li>Planning for a co-ordinated response to climate change and disaster risk reduction activities need improvement.</li></ul><div>&nbsp;It proposes six main areas of intervention through investment projects (IP) and technical assistance (TA):</div><ul><li>IP1: Disaster Vulnerability and Climate Risk Reduction</li><li>IP 2: Forest Rehabilitation</li><li>TA 1: Water Resources Assessment and Management Study</li><li>TA 2: Roadmap for Coastal Zone Management</li><li>TA 3: Improving the Use of Data &amp; GIS for Climate Change Adaptation</li><li>TA 4: Preparation of a Project for Rehabilitation of Bathway Sandstone Reef.</li></ul>"}