{"document_instrument_name": [], "document_country_english_shortname": "Grenada", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Residential and Commercial", "Industry", "Energy"], "document_language": "English", "document_name": "National Energy Policy", "document_country_code": "GRD", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "11/01/2011", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/GRD/2011/GRD-2011-01-11-National Energy Policy_0b25f76a02551ab364fbc321e7fc06fb.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Message From Hon. Tillman Thomas Prime Minister of Grenada"}, {"text_block_id": "p1_b2", "text": "GRENADA LIKE MANY OTHER DEVELOPING SMALL ISLAND STATES HAS NOW"}, {"text_block_id": "p1_b3", "text": "formulated an ambitious National Energy Policy (NEP). This Policy is very urgent and timely now that the global energy market is again vulnerable to the high volatility of oil prices. Soaring prices for petroleum and petroleum-related products as a result of the variable weather patterns in Europe and North America, the forecasted rising demand for these commodities in the manufacturing sectors in the USA, Europe and the BRIC nations, renewed concerns over nuclear safety after the Fukushima incident, as well as the political instability of oil producing and oil exporting countries in North Africa and the Middle East warrant that Grenada needs to provide suitable options in transitioning to a low carbon economy based on the utilization of its indigenous alternative sources of energy.The efficient use of energy must also be considered a priority as Grenada seeks to solve its energy access problem."}, {"text_block_id": "p1_b4", "text": "The Grenada National Energy Policy is the guideline and roadmap to the development of a healthy Energy Mix in Grenada and hence a step forward in resolving energy poverty which critically acts as a barrier to the achievement of the Millennium Development Goals (MDGs). The principles, objectives and strategies for a sustainable energy policy are defined by measures, which aim at obtaining energy security, energy independence, energy efficiency and green energy among other immediate energy issues. These all will serve to achieve the objective of limiting the environmental health impacts of energy usage. Thus a 20% reduction in green house gas emissions from fossil fuel combustion by 2020 will be a measurable goal."}, {"text_block_id": "p1_b5", "text": "To meet the goals and objectives of the Grenada National Energy Policy (GNEP), it will be imperative to address institutional and regulatory issues by building and managing our human resources and by establishing sound legislation. The steps undertaken to resolve our maritime boundary with Trinidad and Tobago and other neighbouring countries and the creation of legislation and regulations to govern the exploration for and exploitation of offshore hydrocarbons and onshore geothermal resources are ranked as top priorities."}, {"text_block_id": "p1_b6", "text": "The Government of Grenada understands that the promotion of our indigenous renewable energy potential (geothermal, wind, solar, waste to energy) is imperative so that by 2020 at least twenty percent (20%) of all domestic energy usage should be based on renewable energy sources. Further, emphasis on energy efficiency and conservation in all sectors of the economy is highly anticipated."}, {"text_block_id": "p1_b7", "text": "The people of Grenada are greatly indebted to the numerous individuals from private business sectors, public sectors, NGOs and external agencies that have all contributed to the drafting of this policy. We are also grateful for the continued assistance provided by international organizations and by our development partners as we now seek to implement this ambitious policy."}, {"text_block_id": "p1_b8", "text": "Hon. Tillman Thomas"}, {"text_block_id": "p1_b9", "text": "Prime Minister"}, {"text_block_id": "p2_b10", "text": "AT THE TIME OF THE ADOPTION OF THIS VITAL ENERGY POLICY, GRENADA"}, {"text_block_id": "p2_b11", "text": "imports almost 100% of the fuel used for transport (diesel and gasoline), electricity generation (diesel) and cooking (liquefied petroleum gas – LPG). In the summer of 2008, the global price of oil peaked at US$147/bbl. The variable fuel charge on consumers’ electricity bill soared, pushing the cost of electricity to domestic and commercial consumers to over US$0.35/kWh and the retail price of gasoline to over US$1.50/litre. Prices dipped after the summer of 2008 but three years later the price of oil has returned to and seems destined to stay above US$100/bbl."}, {"text_block_id": "p2_b12", "text": "Our future economic growth and development are constrained by the high costs of energy inputs. Manufacturers, hoteliers, taxi drivers, fisher folk, farmers and the ordinary consumer are all impacted by high energy costs. As Grenadians seek to improve their quality of life, our demand for electricity and modern energy services is increasing at a rate of 3-4% per annum. However, continued reliance on imported sources of primary energy (fossil fuels) that are finite and when combusted are significant contributors to climate change is no longer defensible."}, {"text_block_id": "p2_b13", "text": "In August 2008, there was a change in the administration of the Government of Grenada. The drafting of a sustainable energy policy, owned by all Grenadians, became an immediate priority. Over the next two years, our Ministry held extensive consultations with many stakeholders, both local and external, and expert advice was obtained through the kind assistance of the Organisation of the American States (OAS)."}, {"text_block_id": "p2_b14", "text": "Our tri-island state although small, in terms of landmass, is blessed with abundant sources of renewable energy – solar, wind and potentially geothermal. Our maritime area may contain significant quantities of hydrocarbons. By 2030, we have the potential to be almost 100% “green” in meeting our domestic demand for energy whilst investing the revenue gained from exploiting our potential offshore petroleum reserves."}, {"text_block_id": "p2_b15", "text": "This policy document has a 20-year vision and is accompanied by an ambitious but achievable 10-year action plan with identified projects, some of which have already started (e.g. the public sector energy conservation programme, the “Energy for the Poor” programme, the wind energy project in Carriacou and the Mt. St. Catherine geothermal project). Our Ministry is committed to providing the required institutional capacity, legislative and fiscal framework to facilitate the implementation of this policy and action plan."}, {"text_block_id": "p2_b16", "text": "The energy policy presented in this document is country-driven and reflects the special challenges faced by and opportunities available to a small island state that is striving to transition to a secure and sustainable low carbon development path. I commend it to all Grenadians."}, {"text_block_id": "p2_b17", "text": "Hon. V. (Nazim) Burke."}, {"text_block_id": "p2_b18", "text": "Minister of Finance, Planning, Economy, Energy and Cooperatives"}, {"text_block_id": "p3_b19", "text": "A Low Carbon Development Strategy For Grenada,"}, {"text_block_id": "p3_b20", "text": "THE NATIONAL ENERGY POLICY OF GRENADA"}, {"text_block_id": "p3_b21", "text": "Carriacou and"}, {"text_block_id": "p3_b22", "text": "Petite Martinique"}, {"text_block_id": "p3_b23", "text": "GRENADA, A TRI-ISLAND CARIBBEAN NATION ENCOMPASSING THE ISLANDS"}, {"text_block_id": "p3_b24", "text": "of Grenada, Carriacou and Petite Martinique, recognises that energy is a significant driver of development, has serious implications for environmental protection, and requires policy priority in a small island state seeking to define its development path and guarantee its citizens a sustainable quality of life."}, {"text_block_id": "p3_b25", "text": "Therefore, the Government of Grenada embarked on a process of national consultation across the public and private sectors, amongst professional organisations, non-governmental organisations (NGOs) and community-based organisations (CBOs) over an 18-month period (January 2009 – June 2010), as well as engaged consultants to develop a National Energy Policy."}, {"text_block_id": "p3_b26", "text": "The overarching objective is that the policy should have a distinctive Grenadian signature and character. It should be able to deliver a sustainable low carbon approach to development which will cause Grenada to be a model amongst Small Island Developing States. This document presents an overview of the considerations and objectives which will shape the energy future and development of Grenada."}, {"text_block_id": "p3_b27_merged", "text": "Grenada is affectionately known as “The Spice Isle” of the Caribbean and prior to Hurricane Ivan in 2004, was the largest producer of nutmeg in the Caribbean and the second largest globally. The island also produces other spices such as cinnamon, clove, and agricultural products such as cocoa and bananas. Since Ivan, the national economy has been largely based on services and tourism. The total GDP by economic activity was estimated to be approximately 1,386 million EC dollars (approximately US $519 M) in 2009 and is projected to be just over 1,400 million EC dollars (US $524 M) by the end of 2010 ."}, {"text_block_id": "p3_b30", "text": "Electrical power is generated from hydrocarbon sources and is supplied by a single utility company with a base of 41,000 consumers. Given Grenada’s almost total reliance on fossil fuels which it sources from a volatile international market, a predisposition for Grenada to be affected by the will of nature and a recently restructured economy, the Government of Grenada is committed to ensuring that energy security is managed as a national priority. The National Energy Policy of Grenada therefore presents the principal policy principles and objectives of the Government as well as the directives in instruments crafted to ensure that Grenada transitions to sustainable energy sources and consumption."}, {"text_block_id": "p3_b31", "text": "Using fossil fuels efficiently, whilst transitioning to renewables, even if hydrocarbons are found in the country’s maritime territory, the energy policy is based on eight core principles; (i) ensuring energy security, (ii) achieving energy independence, (iii) maximising energy efficiency, (iv) promoting energy conservation, (v) pursuing environmental sustainability through “green energy”, (vi) guaranteeing sustainable resource exploitation, (vii) minimising energy costs and (viii) energy solidarity."}, {"text_block_id": "p3_b32", "text": "The ultimate goal of Grenada’s National Energy Policy (GNEP) is to ensure access and provide affordable, equitable, reliable, clean and sustainable energy sources and services to drive and secure national development, and improve the quality of life for all of its citizens."}, {"text_block_id": "p4_b33", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b34", "text": "i"}, {"text_block_id": "p5_b35", "text": "ACRONYMS"}, {"text_block_id": "p5_b36", "text": "Bbl ............................................................................................Barrels"}, {"text_block_id": "p5_b37", "text": "CDM ................................................Clean Development Mechanism"}, {"text_block_id": "p5_b38", "text": "CREDP ....Caribbean Renewable Energy Development Programme"}, {"text_block_id": "p5_b39", "text": "ECERA ..................Eastern Caribbean Energy Regulatory Authority"}, {"text_block_id": "p5_b40", "text": "EC$ ..............................................................Eastern Caribbean Dollar"}, {"text_block_id": "p5_b41", "text": "EE ............................................................................Energy Efficiency"}, {"text_block_id": "p5_b42", "text": "GEF ......................................................Global Environmental Facility"}, {"text_block_id": "p5_b43", "text": "GoG..............................................................Government of Grenada"}, {"text_block_id": "p5_b44", "text": "GTZ ............Deutsche Gesellschaft für Technische Zusammenarbeit"}, {"text_block_id": "p5_b45", "text": "(German Development Agency)"}, {"text_block_id": "p5_b46", "text": "GWh ............................................................................Gigawatt-hour"}, {"text_block_id": "p5_b47", "text": "IRC ..........................................Independent Regulatory Commission"}, {"text_block_id": "p5_b48", "text": "kWh ..............................................................................Kilowatt-hour"}, {"text_block_id": "p5_b49", "text": "kWp ............................................................................Kilowatt-peak"}, {"text_block_id": "p5_b50", "text": "MW ....................................................................................Megawatt"}, {"text_block_id": "p5_b51", "text": "NEP ................................................................National Energy Policy"}, {"text_block_id": "p5_b52", "text": "NSEO ........................................National Sustainable Energy Office"}, {"text_block_id": "p5_b53", "text": "OAS................................................Organisation of American States"}, {"text_block_id": "p5_b54", "text": "OECS ..............................Organisation of Eastern Caribbean States"}, {"text_block_id": "p5_b55", "text": "RETs ................................................Renewable Energy Technologies"}, {"text_block_id": "p5_b56", "text": "TOE ..............................................................Tonnes of Oil Equivalent"}, {"text_block_id": "p6_b57", "text": "OBJECTIVES AND GUIDING PRINCIPLES"}, {"text_block_id": "p6_b58", "text": "THE GOVERNMENT OF GRENADA RECOGNIZES THE IMPORTANCE OF"}, {"text_block_id": "p6_b59", "text": "establishing an energy development strategy to foster the sustainable development of Grenada."}, {"text_block_id": "p6_b60", "text": "The Government’s vision is to ensure access to affordable, equitable, and reliable energy sources and services to drive and secure national development, and to improve the quality of life for all of its citizens. The Government is therefore committed to:"}, {"text_block_id": "p6_b61", "text": "The Government’s vision is to ensure access to affordable, equitable, and reliable energy sources and services to drive and secure national development, and to improve the quality of life for all of its citizens. The Government is therefore committed to:\n* Facilitate the integration of renewable energy sources into the national energy mix;\n* Guarantee the judicious development of the islandâs indigenous hydrocarbon resources;\n* Guarantee social inclusiveness and equity to access to energy; and\n* Build a more competitive, productive economy."}, {"text_block_id": "p6_b69", "text": "This document serves as the guideline for the Government to achieve sustainable energy and low carbon development. Further its purpose is to:"}, {"text_block_id": "p6_b70", "text": "This document serves as the guideline for the Government to achieve sustainable energy and low carbon development. Further its purpose is to:\n* Create an appropriate, enabling and dynamic incentive regime, both regulatory\n* Place energy sector management and development within the framework and\n* Use energy as a tool for sustainable development and build resilience into a newly"}, {"text_block_id": "p6_b76", "text": "Since the overarching goal of this energy policy is to contribute towards the sustainable development of Grenada, it is prudent to place this energy policy within the framework and principles of sustainable energy development and the St. Georges’ Declaration of Principles for Environmental Sustainability in the OECS."}, {"text_block_id": "p6_b77", "text": "Therefore this National Energy Policy is guided by the following principles:"}, {"text_block_id": "p6_b78", "text": "Therefore this National Energy Policy is guided by the following principles:\n* Energy Security\n* Energy Security\n â Ensure affordable and reliable supply of energy sources to\n* Energy Independence\n* Energy Independence\n â Achieve reduced national reliance on imported energy sources;\n* Energy Efficiency\n* Energy Efficiency\n â Maximize the efficient use of energy resources;\n* Energy Conservation\n* Energy Conservation\n â Ensure significant energy conservation in the production\n* Environmental Sustainability\n* Environmental Sustainability\n â Prioritize clean and sustainable energy technologies\n* Resource exploitation\n* Resource exploitation\n â Avoid the irresponsible exploitation of energy resources\n* Energy Prices\n* Energy Prices\n â Ensure rational and effective market conditions and energy services\n* Energy Equity and Solidarity\n* Energy Equity and Solidarity\n â Ensure that all sectors of society have access to"}, {"text_block_id": "p6_b102_merged_merged", "text": "For the purposes of this document the energy sector stakeholders are government, house-holders, the business, industrial and commercial sectors, interested NGOs, professional, consumer and industry associations, and energy service providers GRENLEC, the petroleum products importers and distributors and energy service companies."}, {"text_block_id": "p7_b105", "text": "2"}, {"text_block_id": "p7_b106", "text": "OVERVIEW OF THE ENERGY SITUATION"}, {"text_block_id": "p7_b107", "text": "2.1 THE GLOBAL SETTING"}, {"text_block_id": "p7_b108", "text": "2.1 THE GLOBAL SETTING\n* Global energy consumption is dominated by fossil fuels. It is estimated that\n* Global energy consumption is dominated by fossil fuels. It is estimated that\n Figure 1. Fuel shares of total final primary energy supply in 1973 and 2007\n* Moreover, despite the high volatility of oil prices on the global market, current\n* The majority of this growth will take place in China, India and OECD countries.\n* Soaring oil prices in 2007 and 2008 reached a record high of US$147 a barrel in July\n* Oil prices subsequently collapsed to 91 EC$ per barrel (US $34/bl) by the end of 2008,"}, {"text_block_id": "p8_b121", "text": "OVERVIEW OF THE ENERGY SITUATION"}, {"text_block_id": "p8_b122", "text": "2.2 THE REGIONAL SETTING"}, {"text_block_id": "p8_b123", "text": "2.2 THE REGIONAL SETTING\n* The Caribbean Community (CARICOM) region is heavily dependent on fossil fuels. It is\n* Of the fifteen CARICOM member states\n* Of the fifteen CARICOM member states\n Trinidad & Tobago produces a large surplus of\n* The other CARICOM countries import all of their petroleum products which are supplied\n* The recent combination of record high, volatile energy prices and the 2007/08 recession\n* Within the OECS, there is a movement towards economic union and where an OECS\n* Current studies under the aegis of the CREDP, GTZ, OAS, IDB and World Bank are ex-pected to be instrumental in the development of regional strategies and synergies; the\n* A World Bank sponsored project to establish the Eastern Caribbean Energy Regulatory\n* Grenada (having a private monopolistic electric utility) has indicated an interest in\n\t* Grenada is committed to regional approaches and will\n<\\li2>"}, {"text_block_id": "p8_b144", "text": "2.3 GRENADA’S ENERGY SITUATION"}, {"text_block_id": "p8_b145", "text": "General information:"}, {"text_block_id": "p8_b146", "text": "General information:\n* Grenada is a tri-island state comprised of the islands\n<\\li1>"}, {"text_block_id": "p9_b148", "text": "OVERVIEW OF THE ENERGY SITUATION"}, {"text_block_id": "p9_b149", "text": "OVERVIEW OF THE ENERGY SITUATION\n* Grenada is affectionately known as âThe Spice Isleâ of the Caribbean and prior to\n* The total post-Ivan GDP by economic activity was estimated to be approximately\n* Grenada as a small open economy, still requiring a post-Ivan agricultural recovery, and"}, {"text_block_id": "p9_b155", "text": "Energy supply:"}, {"text_block_id": "p9_b156", "text": "Energy supply:\n* Grenadaâs current energy situation exhibits an almost complete dependence on\n* Excluding wood-fuel and other biomass sources, Grenadaâs total (primary and"}, {"text_block_id": "p10_b163", "text": "OVERVIEW OF THE ENERGY SITUATION"}, {"text_block_id": "p10_b164", "text": "Energy resources:"}, {"text_block_id": "p10_b165", "text": "Energy resources:\n* Preliminary seismic data of the geology offshore of Grenada is highly prospective\n* With regard to renewable resources, preliminary geochemical data has indicated that\n* In June 2006 Grenada became a signatory to the PetroCaribe Agreement with"}, {"text_block_id": "p10_b172", "text": "Energy consumption:"}, {"text_block_id": "p10_b173", "text": ""}, {"text_block_id": "p10_b174", "text": "Grenada’s primary energy consumption is dominated by transportation, which took almost half of all energy consumed in 2008, followed by the power sector, with approximately 40% of the total consumption."}, {"text_block_id": "p10_b175", "text": ""}, {"text_block_id": "p10_b176", "text": "At the end-use level, approximately 12% of Grenada’s total commercial energy supply is estimated to be consumed by households for cooking and electricity, about 7% is consumed by business, industry and the public sector (in the form of electricity) and approximately 25% is lost, mostly as heat during electricity generation."}, {"text_block_id": "p10_b177", "text": "Electricity generation and use:"}, {"text_block_id": "p10_b178", "text": ""}, {"text_block_id": "p10_b179", "text": "In Grenada the private-public owned Grenada Electricity Services Ltd (GRENLEC) is the sole provider of electricity and operates diesel power stations at Queens Park (installed capacity 45.9 MW) and on the islands of Carriacou (3.2 MW) and Petit Martinique (0.5 MW). The company also maintains 2.8 MW of standby generation capacity at the St George’s University campus at True Blue."}, {"text_block_id": "p10_b180", "text": ""}, {"text_block_id": "p10_b181", "text": "Peak demand for electricity on GRENLEC’s system in 2010 was 30.8 MW, all of which was serviced by a total of 52 MW of diesel power."}, {"text_block_id": "p10_b182", "text": ""}, {"text_block_id": "p10_b183", "text": "Electricity sales in 2010 were 185.79 GWh to 41,222 customers, and demand is expected to increase at 4% per annum in the business as usual (BAU) scenario."}, {"text_block_id": "p10_b184", "text": ""}, {"text_block_id": "p10_b185", "text": "In 2008, Grenada’s oil import bill was EC$ $68,768,000 representing 7% of Grenada’s total import bill and 76% of Grenada’s total annual export revenues."}, {"text_block_id": "p10_b186", "text": ""}, {"text_block_id": "p10_b187", "text": "In 2008, the price of electricity soared to over 0.81 EC$ (US$0.30/kWh), which is among the highest in the world, placing severe hardship on householders and making businesses and industry uncompetitive."}, {"text_block_id": "p11_b188", "text": "3"}, {"text_block_id": "p11_b189", "text": "POLICIES"}, {"text_block_id": "p11_b190", "text": "3.1 INSTITUTIONAL ISSUES"}, {"text_block_id": "p11_b191_merged_merged", "text": "The GoG recognises that building a dynamic, diversified energy sector will require the establishment of a new institutional framework. To ensure the proper use and trans-parency of allocation of public funds to achieve the energy policy goals, an adequate institutional regime and competent base of professionals, administrative, legal and financial personnel is warranted. This will result in the rational creation of regulations and incentives to address needed market conditions for improved energy services to lower energy prices for the consumer."}, {"text_block_id": "p11_b194", "text": "Good governance, ensuring that all sectors of society have access to objective information and means to participate in decision making will lead to continued public support. This also entails allowing supervision of energy resources destined for the next generations to satisfy their future needs."}, {"text_block_id": "p11_b195", "text": "Policies:"}, {"text_block_id": "p11_b196", "text": ""}, {"text_block_id": "p11_b197", "text": "Establish relevant government entities with the adequate mandates, authority and staffing to address objectives of the energy policy. Starting with the establishment of a National Sustainable Energy Office (NSEO) based on a clear Terms of Reference, presented in Annex IV;"}, {"text_block_id": "p11_b198", "text": ""}, {"text_block_id": "p11_b199", "text": "Put in place a new and efficient institutional architecture to access and manage development financing mechanisms and international resources destined to national energy initiatives or projects, in a phased programme, as public financial resources allow;"}, {"text_block_id": "p11_b200", "text": ""}, {"text_block_id": "p11_b201", "text": "Create specialized professional educational programs to capacitate public sector staff to operate in the energy sector (conventional and renewable energy);"}, {"text_block_id": "p11_b202", "text": ""}, {"text_block_id": "p11_b203", "text": "Continuously review and publish changes in technology, efficiencies of operations, update energy statistics, changes in the costs and conditions in both the renewable and hydrocarbon markets;"}, {"text_block_id": "p11_b204", "text": ""}, {"text_block_id": "p11_b205", "text": "Continuously assess the effectiveness of policy implementation and their impacts on the socio-economic conditions in Grenada."}, {"text_block_id": "p11_b206", "text": "3.2 LEGAL AND REGULATORY FRAMEWORK"}, {"text_block_id": "p11_b207", "text": "To meet the objectives and goals of this National Energy Policy, the Government aims to formulate and put in place the adequate set of laws, programs and regulations taking into account the distinct nature and character of Grenada’s legal regime to shape the energy future and development of Grenada."}, {"text_block_id": "p12_b208", "text": "Policies:"}, {"text_block_id": "p12_b209", "text": ""}, {"text_block_id": "p12_b210", "text": "Formulate legislation and contracts governing the energy and related sectors, consistent with the needs and duties of a modern developmental energy sector;"}, {"text_block_id": "p12_b211", "text": ""}, {"text_block_id": "p12_b212", "text": "Continuously review, keep inventory and rationalize existing energy contracts;"}, {"text_block_id": "p12_b213", "text": ""}, {"text_block_id": "p12_b214", "text": "Establish a regulatory body for licensing, oversight, regulation and rate setting for the electricity and transport sector;"}, {"text_block_id": "p12_b215", "text": ""}, {"text_block_id": "p12_b216", "text": "Regulations and legislation in relation to the exploration and development of offshore hydrocarbons and geothermal resources are to be prioritized;"}, {"text_block_id": "p12_b217", "text": ""}, {"text_block_id": "p12_b218", "text": "Adequate and timely legislation is to be developed which gives effect to the provisions of this policy;"}, {"text_block_id": "p12_b219", "text": ""}, {"text_block_id": "p12_b220", "text": "Resolutions of contractual and legal issues relating to maritime boundaries with Trinidad and Tobago and Venezuela are to be investigated;"}, {"text_block_id": "p12_b221", "text": ""}, {"text_block_id": "p12_b222", "text": "Initiate discussions on the creation and assessment of Joint Development Zones or Unitization Agreements, as may be appropriate, with countries which share a maritime boundary with Grenada."}, {"text_block_id": "p12_b223", "text": "3.3 HYDROCARBONS"}, {"text_block_id": "p12_b224_merged", "text": "The Government of Grenada aims to use a two-pronged approach to reduce the depend-ence on imported hydrocarbons. The GoG acknowledges the finite nature of its potential petroleum and natural gas reserves, for which it intends to exploit in the most efficient way and with a long-term transition vision in mind; using fossil fuel revenues for the development of strong and comprehensive strategies that promote efficiency and renewable energy development."}, {"text_block_id": "p12_b227", "text": "Policies:"}, {"text_block_id": "p12_b228", "text": ""}, {"text_block_id": "p12_b229", "text": "To explore and confirm indigenous hydrocarbon reserves and exploit these in the most efficient way and in compliance to the principles of this Energy Policy;"}, {"text_block_id": "p12_b230", "text": ""}, {"text_block_id": "p12_b231", "text": "Use, if deemed financially and socio-environmentally viable, hydrocarbon reserves as a means to generate revenues as an export commodity to allow for the long-term transition towards achieving a sustainable energy development;"}, {"text_block_id": "p13_b232", "text": "GOALS AND POLICIES"}, {"text_block_id": "p13_b233", "text": ""}, {"text_block_id": "p13_b234", "text": "Ensure the optimal number of days of storage capacity (Strategic Petroleum Reserve) to prevent energy supply disruptions;"}, {"text_block_id": "p13_b235", "text": "Ensure the optimal number of days of storage capacity (Strategic Petroleum Reserve) to prevent energy supply disruptions;\n* Ensure that significant onshore and offshore hydrocarbon projects are subjected to full\n* Build up the necessary national human and technical capacity to contain and clean up\n* Incorporate into its offshore regulatory framework any lessons learned from the\n* Seek to join with other territories in the region in order to create economies of scale for\n* Reject any kind of fossil fuel based power plant development (in particular coal-fired)\n* Continue to participate in PetroCaribe and other regional initiatives such as the recently"}, {"text_block_id": "p13_b247", "text": "3.4 RENEWABLE ENERGY"}, {"text_block_id": "p13_b248_merged", "text": "The Government of Grenada acknowledges the great indigenous renewable energy potential Grenada possesses and the need to properly assess the renewable energy resources development potential (including wind, solar, geothermal, and other future alter-natives) to allow tailoring specific incentives and regulations to accelerate the introduction and deployment of renewable energy technologies (RETs). In particulary, the Government of Grenada aims to prioritize the investigation of Grenada’s geothermal energy potential that is deemed an attractive renewable energy resource that can change the energy sector significantly and transition to a lower national carbon footprint. Furthermore, the GOG recognises the energy, economic and socio-environmental benefits to be derived from pursuing all available RETs and integrating them into the national energy mix. Some key objectives for the GoG are:"}, {"text_block_id": "p13_b251", "text": ""}, {"text_block_id": "p13_b252", "text": "Prioritize the use of Grenada’s indigenous renewable energy sources to provide maximum economic performance and growth;"}, {"text_block_id": "p13_b253", "text": ""}, {"text_block_id": "p13_b254", "text": "Reduce the national carbon footprint;"}, {"text_block_id": "p13_b255", "text": ""}, {"text_block_id": "p13_b256", "text": "Transition the country to a sustainable energy community predicated primarily on renewable energy sources; and"}, {"text_block_id": "p13_b257", "text": ""}, {"text_block_id": "p13_b258", "text": "Position Grenada to create sustainable jobs and build resilience in its economy."}, {"text_block_id": "p14_b259", "text": "GOALS AND"}, {"text_block_id": "p14_b260", "text": "Policies:"}, {"text_block_id": "p14_b261", "text": "POLICIES"}, {"text_block_id": "p14_b262", "text": ""}, {"text_block_id": "p14_b263", "text": "Promote and facilitate the introduction of renewable energy technologies in the country’s energy matrix;"}, {"text_block_id": "p14_b264", "text": ""}, {"text_block_id": "p14_b265", "text": "Ensure national energy data, balances, matrixes and statistics are developed, publically shared and regularly updated;"}, {"text_block_id": "p14_b266", "text": ""}, {"text_block_id": "p14_b267", "text": "Compile renewable energy resource potential assessments and make information publicly available;"}, {"text_block_id": "p14_b268", "text": ""}, {"text_block_id": "p14_b269", "text": "Provide fiscal incentives (e.g. tax rebates, subsidies, feed-in tariffs, et al) based on objective cost-benefit analysis to all sectors of the economy and society (considering equitable access to such) to encourage increased use of renewable energy and energy efficiency technology and systems;"}, {"text_block_id": "p14_b270", "text": ""}, {"text_block_id": "p14_b271", "text": "Provide networks, channels, and incentives for the development of local expertise to install, operate, manage and maintain aforementioned systems;"}, {"text_block_id": "p14_b272", "text": ""}, {"text_block_id": "p14_b273", "text": "Promote the development of small-scale, grid-integrated renewable generation capacity and formulate procedures and standards for system interconnection, reciprocal tariffs and streamlined project approval processes;"}, {"text_block_id": "p14_b274", "text": ""}, {"text_block_id": "p14_b275", "text": "Design and implement an ongoing national programme (for all age levels) of education and awareness on energy – environment – society;"}, {"text_block_id": "p14_b276", "text": ""}, {"text_block_id": "p14_b277", "text": "Continuously review, with a view to implementing, market innovations in the area of RETs such as may be appropriate for Grenada’s circumstances and conditions;"}, {"text_block_id": "p14_b278", "text": ""}, {"text_block_id": "p14_b279", "text": "Provide fiscal and other incentives to promote the use of solar water heating in new and existing homes and the use of small grid-integrated renewable systems;"}, {"text_block_id": "p14_b280", "text": ""}, {"text_block_id": "p14_b281", "text": "Ensure the integration of small renewables systems to the national grid, and including provisions for reciprocal tariffs with the utility."}, {"text_block_id": "p14_b282", "text": "Energy resource specific:"}, {"text_block_id": "p14_b283", "text": ""}, {"text_block_id": "p14_b284", "text": "Ensure the creation of required legislation for the management of geothermal power development and use and channel resources to materialize its deployment;"}, {"text_block_id": "p14_b285", "text": ""}, {"text_block_id": "p14_b286", "text": "Engage into collaboration with similar ongoing geothermal development activities in the region to secure required technical assistance and financing;"}, {"text_block_id": "p14_b287", "text": ""}, {"text_block_id": "p14_b288", "text": "Assess the potential for a waste to energy facility for Grenada;"}, {"text_block_id": "p14_b289", "text": ""}, {"text_block_id": "p14_b290", "text": "Encourage the investigation of the potential to produce alternative liquid fuels (quasi-biodiesel) from municipal solid waste and agricultural wastes;"}, {"text_block_id": "p14_b291", "text": ""}, {"text_block_id": "p14_b292", "text": "Assess the enforcement of mandatory installation of solar water heaters (SWHs) on all new public-sector buildings, hotels and all other buildings, having a commercial demand for hot water;"}, {"text_block_id": "p14_b293", "text": ""}, {"text_block_id": "p14_b294", "text": "Review the existing state of wind power assessments island-wide and ensure continuance; and"}, {"text_block_id": "p14_b295", "text": ""}, {"text_block_id": "p14_b296", "text": "Maintain and overview and monitoring on-going projects and initiatives for wind power development and harmonise with the Government’s legal and policy prescriptions."}, {"text_block_id": "p15_b297", "text": "GOALS AND POLICIES"}, {"text_block_id": "p15_b298", "text": "3.5 ENERGY EFFICIENCY AND CONSERVATION"}, {"text_block_id": "p15_b299_merged", "text": "Maximizing the efficient use of energy resources and ensuring significant energy conserva-tion in the production and end-use of energy in all sectors of the Grenadian economy and society is critical to relieve the continued need and pressure to secure supply of energy and production capacity expansion and related costs."}, {"text_block_id": "p15_b302", "text": "Policies:"}, {"text_block_id": "p15_b303", "text": ""}, {"text_block_id": "p15_b304", "text": "Ensure the gradual displacement of hydrocarbon imports and usage by reducing the national energy demand;"}, {"text_block_id": "p15_b305", "text": ""}, {"text_block_id": "p15_b306", "text": "Promote and facilitate research and surveys in energy supply and consumption patterns and more efficient alternatives;"}, {"text_block_id": "p15_b307", "text": ""}, {"text_block_id": "p15_b308", "text": "Inform consumers upon behavioural changes that can lead to energy conservation in the end-use sectors;"}, {"text_block_id": "p15_b309", "text": ""}, {"text_block_id": "p15_b310", "text": "Design appropriate energy-efficiency and conservation programmes;"}, {"text_block_id": "p15_b311", "text": ""}, {"text_block_id": "p15_b312", "text": "Properly assess the energy and carbon reduction potentials based on objective technical and behavioural factors;"}, {"text_block_id": "p15_b313", "text": ""}, {"text_block_id": "p15_b314", "text": "Provide comprehensive fiscal incentives to encourage the import and use of energy-efficient appliances, vehicles, technology in power generation and manufacturing, and other sectors;"}, {"text_block_id": "p15_b315", "text": ""}, {"text_block_id": "p15_b316", "text": "Encourage and facilitate energy-conservation behaviour by all consumers;"}, {"text_block_id": "p15_b317", "text": ""}, {"text_block_id": "p15_b318", "text": "Encourage and facilitate the use of energy audits in businesses and households;"}, {"text_block_id": "p15_b319", "text": ""}, {"text_block_id": "p15_b320", "text": "Encourage appliance suppliers to import energy efficient appliances and to properly label them;"}, {"text_block_id": "p15_b321", "text": ""}, {"text_block_id": "p15_b322", "text": "Adopt appropriate standards for energy efficient building codes that will inform the design, construction and outfitting of buildings in Grenada;"}, {"text_block_id": "p15_b323", "text": ""}, {"text_block_id": "p15_b324", "text": "Make such standards to be mandatory for all new public sector/statutory construction;"}, {"text_block_id": "p15_b325", "text": ""}, {"text_block_id": "p15_b326", "text": "Provide incentives for preferential rates for financing, by the commercial banking sector, of new (and retrofitted) green homes and buildings;"}, {"text_block_id": "p15_b327", "text": ""}, {"text_block_id": "p15_b328", "text": "Provide the public and private sector incentives and institutional capacity to monitor and analyse cross-sectoral energy efficiency and conservation issues and performance;"}, {"text_block_id": "p15_b329", "text": ""}, {"text_block_id": "p15_b330", "text": "Consider tax incentives for industry to use energy-efficient equipment and processes such as heat recovery;"}, {"text_block_id": "p15_b331", "text": ""}, {"text_block_id": "p15_b332", "text": "Establish efficiency standard for commercial and industrial activities;"}, {"text_block_id": "p15_b333", "text": ""}, {"text_block_id": "p15_b334", "text": "Provide tax relief/rebates to companies meeting the energy efficiency standards set by government (e.g. complying to “cradle to cradle” manufacturing processes);"}, {"text_block_id": "p15_b335", "text": ""}, {"text_block_id": "p15_b336", "text": "Provide incentives to re-use and recycle as an integral part of companies’ operations and support cradle to cradle practices as an energy efficiency tool;"}, {"text_block_id": "p16_b337", "text": "GOALS AND POLICIES"}, {"text_block_id": "p16_b338", "text": ""}, {"text_block_id": "p16_b339", "text": "Ensure the development and implementation of educational and action-oriented programmes to promote household energy efficiency and conservation;"}, {"text_block_id": "p16_b340", "text": ""}, {"text_block_id": "p16_b341", "text": "Develop and deploy a sustained Energy Efficiency public awareness programme;"}, {"text_block_id": "p16_b342", "text": ""}, {"text_block_id": "p16_b343", "text": "Develop and deploy a Public Sector Energy Conservation Programme;"}, {"text_block_id": "p16_b344", "text": ""}, {"text_block_id": "p16_b345", "text": "Facilitate the delivery of the above by drafting, reviewing, finalising and enacting an Energy Efficiency Act based on the foregoing principles."}, {"text_block_id": "p16_b346", "text": "3.6 POWER SECTOR"}, {"text_block_id": "p16_b347", "text": "The GoG recognizes that electricity is the most widely used energy carrier for most energy users in Grenada and aims to ensure a reliable and affordable supply of energy sources and conversion into electricity and its delivery via a robust network that matches the needs of the multiple sectors of the economy and society."}, {"text_block_id": "p16_b348", "text": "Policies:"}, {"text_block_id": "p16_b349", "text": ""}, {"text_block_id": "p16_b350", "text": "Create a regulatory framework and necessary incentives that will foster/increase/ improve high efficiency of electricity generation, transmission and distribution;"}, {"text_block_id": "p16_b351", "text": ""}, {"text_block_id": "p16_b352", "text": "Provide incentives for the introduction by electricity generators of renewable energy technologies and fuel sources that reduce dependency, increase energy conversion efficiency and lower greenhouse gas emissions (environmentally-sound);"}, {"text_block_id": "p16_b353", "text": ""}, {"text_block_id": "p16_b354", "text": "Provide access to imported fuels at prices that reflect the economic and environmental costs of their procurement, conversion and consumption;"}, {"text_block_id": "p16_b355", "text": ""}, {"text_block_id": "p16_b356", "text": "Provide a regulatory framework that allows for the fair (avoid oligopolies), efficient and economically viable involvement of private investment in the power sector; and"}, {"text_block_id": "p16_b357", "text": ""}, {"text_block_id": "p16_b358", "text": "Provide the appropriate standards, guidelines and regulatory system for the integration of renewable energy to the national electricity system."}, {"text_block_id": "p16_b359", "text": "3.7 TRANSPORT SECTOR"}, {"text_block_id": "p16_b360", "text": "The GoG recognizes the need to shift to cleaner and more efficient transport means and fuels. Being the largest energy consuming sector and highly dependent on imported transport fuels (gasoline and diesel) it is imperative to address energy supply and use in the transport sector."}, {"text_block_id": "p17_b361", "text": "GOALS AND POLICIES"}, {"text_block_id": "p17_b362", "text": "Policies:"}, {"text_block_id": "p17_b363", "text": ""}, {"text_block_id": "p17_b364", "text": "Create the appropriate tax regime to encourage importation of fuel efficient vehicles, the development of the supporting infrastructure and ethanol and other “green fuels” (e.g. biodiesel, including algal oil);"}, {"text_block_id": "p17_b365", "text": ""}, {"text_block_id": "p17_b366", "text": "Ensure the development and introduction of vehicle emission and fuel efficiency standards;"}, {"text_block_id": "p17_b367", "text": ""}, {"text_block_id": "p17_b368", "text": "Consider the introduction of mandatory annual quotas for dealers regarding hybrid, full electric and other more efficient and alternative vehicles;"}, {"text_block_id": "p17_b369", "text": ""}, {"text_block_id": "p17_b370", "text": "Promote alternative public modes of transport (review the national transportation plan and create a sustainable transportation strategy);"}, {"text_block_id": "p17_b371", "text": ""}, {"text_block_id": "p17_b372", "text": "Support pilot projects to assist road and sea fleets in reducing fuel consumption;"}, {"text_block_id": "p17_b373", "text": ""}, {"text_block_id": "p17_b374", "text": "Assess the potential for ethanol and biodiesel (from national or regional sources) supply and use in Grenada and explore the mandatory introduction of standards for ethanol content in gasoline (e.g. E30) and for biodiesel content in diesel (e.g. B2)."}, {"text_block_id": "p17_b375", "text": "3.8 AGRICULTURAL SECTOR"}, {"text_block_id": "p17_b376", "text": "The GoG aims to continue to develop and secure its agricultural sector in particular for the spices from which it takes its moniker of “The Spice Isle.” It will seek to produce not only primary agricultural products but will manufacture value added and tertiary goods in an efficient and sustainable manner, producing high value niche and boutique products for discerning markets."}, {"text_block_id": "p17_b377", "text": "Policies:"}, {"text_block_id": "p17_b378", "text": ""}, {"text_block_id": "p17_b379", "text": "Promote the use of energy-efficient and low impact production measures (reduce incidence of pollution from land-base sources);"}, {"text_block_id": "p17_b380", "text": ""}, {"text_block_id": "p17_b381", "text": "Promote recycling/harvesting of water for use in agriculture to reduce energy requirements for water pumping;"}, {"text_block_id": "p17_b382", "text": ""}, {"text_block_id": "p17_b383", "text": "Ensure there are righteous cycles and that composting opportunities are created from which the agriculture sector can benefit to reduce use of energy-intensive of fertilizers; and"}, {"text_block_id": "p17_b384", "text": ""}, {"text_block_id": "p17_b385", "text": "Encourage the alternative use of unnecessary harvesting wastes for energy production."}, {"text_block_id": "p18_b386", "text": "GOALS AND"}, {"text_block_id": "p18_b387", "text": "3.9 HOTEL AND COMMERCIAL SECTOR"}, {"text_block_id": "p18_b388", "text": "POLICIES"}, {"text_block_id": "p18_b389", "text": "The hotel and commercial sectors are vital to the country’s ability to earn foreign exchange. Nonetheless, it is recognised that they both are significant consumers of energy, water and other resources. The GoG aims to ensure that these sectors lead the national thrust for sustainable energy use, green procurement, and protection of natural resources from rapid consumption and depletion. Compliance will be secured through the creation of such incentive and regulatory regimes as may be appropriate for various sectors of the market."}, {"text_block_id": "p18_b390", "text": "Policies:"}, {"text_block_id": "p18_b391", "text": ""}, {"text_block_id": "p18_b392", "text": "Recognise and promote the greening efforts of such businesses to make them models of best practice which other local entities can emulate;"}, {"text_block_id": "p18_b393", "text": ""}, {"text_block_id": "p18_b394", "text": "Evaluate the mandatory use of solar water heating in all new hotel construction;"}, {"text_block_id": "p18_b395", "text": ""}, {"text_block_id": "p18_b396", "text": "Provide incentives for small hotels to become certified by internationally recognized certification standards; and"}, {"text_block_id": "p18_b397", "text": ""}, {"text_block_id": "p18_b398", "text": "Conduct inspections to ensure compliance with policy objectives."}, {"text_block_id": "p18_b399", "text": "3.10 MANUFACTURING SECTOR"}, {"text_block_id": "p18_b400", "text": "The GoG recognizes the need and potential of promoting the increased application of energy efficiency and renewable energy technologies in manufacturing activities to trigger development of new and innovative local businesses, create new markets and employment opportunities, and use this as a mechanism towards a more competitive and resilient economy."}, {"text_block_id": "p18_b401", "text": "Policies:"}, {"text_block_id": "p18_b402", "text": ""}, {"text_block_id": "p18_b403", "text": "Provide tax incentives for industry to use energy-efficient equipment and processes such as heat recovery;"}, {"text_block_id": "p18_b404", "text": ""}, {"text_block_id": "p18_b405", "text": "Provide tax relief for companies meeting the energy efficiency standards set by government;"}, {"text_block_id": "p18_b406", "text": ""}, {"text_block_id": "p18_b407", "text": "Give tax rebates for companies which can show “cradle to cradle” manufacturing processes;"}, {"text_block_id": "p18_b408", "text": ""}, {"text_block_id": "p18_b409", "text": "Provide incentives to re-use and recycle as an integral part of companies’ operations; and"}, {"text_block_id": "p18_b410", "text": ""}, {"text_block_id": "p18_b411", "text": "Support cradle to cradle practices"}, {"text_block_id": "p19_b412", "text": "GOALS AND POLICIES"}, {"text_block_id": "p19_b413", "text": "3.11 HOUSEHOLD SECTOR"}, {"text_block_id": "p19_b414_merged", "text": "Grenada’s household sector will benefit from a diversified supply of energy services, with lower energy intensity and carbon emissions. Critical to the consumer is the fact that when fully implemented, new initiatives in energy generation will result in lower prices for household and domestic purposes. The GoG wants to communicate that consumers also have a responsibility to be aware of how their energy usage will impact on the environ-ment, domestic and national expenditure and to be conservative and careful in how energy is used."}, {"text_block_id": "p19_b417", "text": "Policies:"}, {"text_block_id": "p19_b418", "text": ""}, {"text_block_id": "p19_b419", "text": "Develop and implement educational and action-oriented programmes to promote consumer awareness about household energy efficiency and conservation;"}, {"text_block_id": "p19_b420", "text": ""}, {"text_block_id": "p19_b421", "text": "Provide fiscal and other incentives to promote the use of solar water heating in new and existing homes;"}, {"text_block_id": "p19_b422", "text": ""}, {"text_block_id": "p19_b423", "text": "Provide fiscal and other incentives to promote the use of small grid-integrated renewable systems;"}, {"text_block_id": "p19_b424", "text": ""}, {"text_block_id": "p19_b425", "text": "Facilitate the integration of small renewables systems to the national grid, including provisions for reciprocal tariffs with the utility; and"}, {"text_block_id": "p19_b426", "text": ""}, {"text_block_id": "p19_b427", "text": "Develop and support education, awareness and action-based programmes that encourage energy-saving behaviour at home."}, {"text_block_id": "p20_b428_merged", "text": "STEPS4 GRENADA’S LOW CARBON DEVELOPMENT"}, {"text_block_id": "p20_b432", "text": "THE GOVERNMENT IS CONSCIOUS OF THE FACT THAT IF ITS ENERGY"}, {"text_block_id": "p20_b433", "text": "objectives are to be achieved every effort will have to be made to accelerate those activities which are on the critical path. Having charted the destination of sustainable energy and low carbon development, Government must now take the steps toward that ultimate goal of “ensuring access to affordable, equitable, reliable energy sources and services to drive and secure national development, and improve the quality of life for all of its citizens”."}, {"text_block_id": "p20_b434", "text": "In that regard to ensure that this policy is adopted and lives through implementation, the Government has created the 10-year Grenada Energy Development Strategy (see figure below)."}, {"text_block_id": "p20_b435", "text": "The Grenada Energy Development Strategy lays out the required actions for the next coming decade with specific priorities summarized as follows:"}, {"text_block_id": "p21_b436", "text": "STEPS FORWARD TO GRENADA’S LOW CARBON DEVELOPMENT"}, {"text_block_id": "p21_b437", "text": "The following requirements are highlighted as critical steps of the National Energy Policy: Non-technical actions:"}, {"text_block_id": "p21_b438", "text": "a)"}, {"text_block_id": "p21_b439_merged", "text": "Establish a National Energy Commission (NEC) comprising representative stake-holders. The role of the NEC will be to review the achievement of the policy targets and rate implementation achievements, receive comments from stakeholders and the wider public on aspects of the policy and how their interests are being affected and feed this information back to government, recommending solutions where necessary."}, {"text_block_id": "p21_b442", "text": "b)"}, {"text_block_id": "p21_b443", "text": "In order to reduce the incidence of resistance to adoption of the policy, Government will take leadership in delivering and implementing the policy across the government sector and crafting a Public Sector Energy Programme which will embrace activities comprising all the objectives of the policy – conservation, efficiency, cost reduction, energy independence, and sustainability."}, {"text_block_id": "p21_b444", "text": "c)"}, {"text_block_id": "p21_b445", "text": "This policy document will be freely shared with all sectors of society – NGOs and Civil Society, the Private Sector, Institutions such as the Church, Communities and Community Based Organisations, Sports and Cultural Groups, Households, Professional Organisations, so as to encourage the widest possible adoption and support across the entire society."}, {"text_block_id": "p21_b446", "text": "d)"}, {"text_block_id": "p21_b447", "text": "Urgently develop the fiscal and economic regime and incentives needed to promote energy investment."}, {"text_block_id": "p21_b448", "text": "e)"}, {"text_block_id": "p21_b449", "text": "Put the necessary institutional structure in place on which the policy will rest including all the necessary legislation, staffing and the appointment of a person with the authority to “drive” policy implementation."}, {"text_block_id": "p21_b450", "text": "f)"}, {"text_block_id": "p21_b451", "text": "Develop and implement a national energy efficiency programme, with baseline setting, targets, monitoring and verification by final quarter of 2012."}, {"text_block_id": "p21_b452", "text": "g)"}, {"text_block_id": "p21_b453", "text": "Prepare a detailed strategy and action plan for the implementation of suggested and planned actions that to achieve the National Energy Policy goals and objectives where:"}, {"text_block_id": "p21_b454", "text": "Prepare a detailed strategy and action plan for the implementation of suggested and planned actions that to achieve the National Energy Policy goals and objectives where:\n* Stakeholdersâ roles in the elaboration and timelines are defined.\n* A clear prioritization of activities is provided based on identified"}, {"text_block_id": "p21_b458", "text": "Furthermore, see below a table/list with specific technical and non-technical actions to be completed:"}, {"text_block_id": "p22_b459", "text": "STEPS FORWARD TO GRENADA’S LOW CARBON DEVELOPMENT"}, {"text_block_id": "p22_b460", "text": "Concluding Vision"}, {"text_block_id": "p22_b461", "text": "This National Energy Policy is intended to set Grenada on a journey to sustainable development with low carbon strategies as the principal driver."}, {"text_block_id": "p23_b462", "text": "ANNEX I -COUNTRY PROFILE"}, {"text_block_id": "p23_b463", "text": "GRENADA IS A TRI-ISLAND STATE COMPRISED OF THE ISLANDS OF"}, {"text_block_id": "p23_b464", "text": "Grenada, Carriacou and Petite Martinique, covering 133 square miles (344 square km), and located at Latitude 12 7’ North Longitude 61 40’ West in the eastern Caribbean. Known as “The Spice Isle,” Grenada is an independent nation, governed under a Westminster-style democracy. The population numbers 105,552 and has a per capita GNI (2008) of 15,417 EC$ (US $5,710)."}, {"text_block_id": "p23_b465", "text": "The country’s economy is relatively diversified but leaning toward the services sector. In 2008, the predominant area of activity was the government services sector, with commerce (wholesale, retail, banking and insurance), construction, communications and tourism also of significant importance."}, {"text_block_id": "p23_b466_merged", "text": "In September of 2004, Grenada was devastated by Hurricane Ivan which killed 39 people and is estimated to have destroyed 90% of the country’s 28,000 houses. Most of the crops and trees, including the nutmeg trees, were almost completely destroyed. The nut-meg industry is slowly being rebuilt; however it takes over 10 years for a nutmeg tree to reach full productivity. Current nutmeg production is estimated to be approximately one tenth of pre-2004 levels. Prior to Ivan, nutmeg was Grenada’s largest single exported agricultural commodity."}, {"text_block_id": "p23_b469", "text": "As was the case both across the globe and within the Caribbean region, record high food and energy prices during 2008 combined with the subsequent global economic downturn, adversely affected Grenada’s socio-economic performance, and caused a significant decline in tourism and other sectors. Tourism is the island’s largest revenue earner."}, {"text_block_id": "p24_b470", "text": "ANNEX I -COUNTRY PROFILE"}, {"text_block_id": "p24_b471", "text": "The Ministry of Finance estimates that as a result of the general global economic downturn, Grenada’s Gross Domestic Product (GDP) declined by over 7% in 2009 and is predicted to grow by only 0.9% in 2010. Value Added Tax (VAT) was introduced on February 1st, 2010 and its introduction may be reasonably expected to have an influence on the price of energy, products and services, although it is too soon to say if and to what extent energy consumption might be affected. Like other Caribbean countries, Grenada is waiting to see what the full implications of the BP oil spill in the Gulf of Mexico will be for the marine environment and the supply of goods. Grenada is also taking a keen interest in the resulting US moratorium on deep sea drilling and a pending review of their offshore regulatory regime. Lessons learned will be incorporated into Grenada’s offshore hydrocarbon programme."}, {"text_block_id": "p24_b472", "text": "In June 2006 Grenada became a signatory to the PetroCaribe Agreement with Venezuela and is one of thirteen Caribbean signatory countries. Under this agreement petroleum products are accessible to signatories on a concessionary loan-financed basis."}, {"text_block_id": "p24_b473", "text": "This long term supply agreement with Venezuela’s state company, Petroleos de Venezuela (PDVSA) meant that Grenada would receive 340,000 barrels of gasoline, fuel oil and diesel annually."}, {"text_block_id": "p24_b474_merged_merged", "text": "The Government is resolute that future economic development will rest on both hydro-}carbon and renewable energy resources and acknowledges that it must make a serious thrust toward securing these resources. In that regard this policy will speak to an energy framework that contemplates the exploitation of the renewable energy resources as well as of exploring and developing hydrocarbons if they are found in commercial volumes. In that event, emphasis will be placed on oil and gas exportation in so far as resources allow. Preliminary seismic data of the geology offshore of Grenada is highly prospective and strongly suggests that the island’s Exclusive Economic Zone (EEZ) may contain hydro-carbons. The GoG intends to embark on an exploration and exploitation programme. In mid-2010, the GoG completed its maritime boundary demarcation negotiations with Trinidad. Negotiations with its other southern neighbour Venezuela are also to be resolved. Government recognises the potential for the creation of a Joint Development Zone and the unitization of offshore hydrocarbon reserves if there are common reservoirs on the boundaries of these neighbouring States."}, {"text_block_id": "p24_b477", "text": "With regard to renewable resources, preliminary geochemical data has indicated that Grenada may possess geothermal resources of medium enthalpy in the Mount St. Catherine area and the government has signalled its desire to aggressively pursue this resource. The decision to anchor Grenada’s development on renewable energy technologies is made both urgent and relevant by the experience of Hurricane Ivan and other extreme weather events which literally devastated and decimated every aspect of Grenada’s natural landscape, physical infrastructure, economic activity and way of life."}, {"text_block_id": "p25_b478_merged", "text": "ANNEX II -ENERGY SECTOR"}, {"text_block_id": "p25_b480", "text": "DIAGNOSTIC"}, {"text_block_id": "p25_b481", "text": "FOSSIL FUEL CONSUMPTION DATA FOR 2009"}, {"text_block_id": "p25_b482", "text": "The Transport Sector"}, {"text_block_id": "p25_b483", "text": "At the end of 2009 there were 26,387 registered vehicles in Grenada, about 40% of which are cars and 27% SUVs. Gasoline-powered vehicles are dominant, though there is no specific data on vehicles by fuel type. No ethanol blends are used and there are no hybrids, natural gas or electric-powered vehicles in the tri-island State."}, {"text_block_id": "p25_b484", "text": "Though the market for imported used vehicles is significant, the importation of new vehicles as a proportion of total vehicle imports has been rising, from 61% in 2006 to 77% in 2008."}, {"text_block_id": "p25_b485", "text": "Figure 2. Share of imported new and used vehicles 2003-2008,"}, {"text_block_id": "p25_b486", "text": "SOURCE: CENTRAL STATISTICAL OFFICE"}, {"text_block_id": "p26_b487", "text": "ANNEX II -ENERGY SECTOR"}, {"text_block_id": "p26_b488", "text": "DIAGNOSTIC"}, {"text_block_id": "p26_b489", "text": "Overall, despite the growing proportion of new vehicles in recent years’ imports, Grenada’s vehicle stock has aged slowly over 2006 – 2008. The number of registered vehicles has increased by an average of 5% per annum between 2006 and 2009, while over the same period, imports declined significantly. Other things being equal, an aging vehicle stock puts upward pressure on fuel consumption and greenhouse gas emissions, as older vehicles tend to be less fuel-efficient."}, {"text_block_id": "p26_b490", "text": "Figure 3. Historical data on registered vehicles and imports"}, {"text_block_id": "p26_b491", "text": "SOURCE: CENTRAL STATISTICAL OFFICE"}, {"text_block_id": "p26_b492", "text": "The Power Sector"}, {"text_block_id": "p26_b493", "text": "Since 1960, public electricity in Grenada has been provided by Grenada Electricity Services Ltd (GRENLEC). GRENLEC is now a subsidiary of Grenada Private Power Limited, which holds 50% of GRENLEC’S shares. Of the balance, 40% are held by the general public (including 11% by the National Insurance Scheme) and 10% by the government. As of the end of 2008, there were 41,228 domestic and commercial customers connected to the national electricity grid."}, {"text_block_id": "p26_b494", "text": "Peak demand for electricity on GRENLEC’s system in 2008 was 29.4 MW, all of which was serviced by a total of 52 MW of diesel power. Electricity sales in 2008 were 172.5 GWh to 41,222 customers, and demand is expected to increase at 4% per annum in the business as usual (BAU) scenario."}, {"text_block_id": "p26_b495", "text": "GRENLEC operates diesel power stations at Queens Park (installed capacity 45.9 MW) and on the islands of Carriacou (3.2 MW) and Petit Martinique (0.5 MW). The company also maintains 2.8 MW of standby generation capacity at the St George’s University campus at True Blue."}, {"text_block_id": "p27_b496", "text": "ANNEX II -ENERGY SECTOR"}, {"text_block_id": "p27_b497", "text": "DIAGNOSTIC"}, {"text_block_id": "p27_b498", "text": "TABLE 2."}, {"text_block_id": "p27_b499", "text": "TOTAL INSTALLED CAPACITY OF GRENLEC, 2009"}, {"text_block_id": "p27_b500", "text": "SOURCE: GRENLEC"}, {"text_block_id": "p27_b501", "text": "In addition to diesel power, approximately 0.1 MWp of photovoltaic generation capacity is installed island-wide (this is 0.3% of peak demand). There is an established private sector energy service company (GRENSOL) specializing in grid-connected PV systems and a 1:1 net metering interconnection policy established by GRENLEC with a proviso that inde"}, {"text_block_id": "p27_b502", "text": "-"}, {"text_block_id": "p27_b503", "text": "pendent power production does not exceed 1% of demand. It is likely that the 1% cap will be exceeded by the Grenada Alternative Solar Project (GRASP), which will result in an additional 200 households receiving ~ 1.2 kW grid-connected systems by 2012. This 1% cap (arbitrarily established and imposed by GRENLEC) will be the subject of review and negotiations with GRENLEC and will also be addressed in a revised Electricity Supply Act."}, {"text_block_id": "p27_b504", "text": "GRENLEC has provided a schedule of projected capacity that indicates an 11% renewable energy contribution to installed capacity in 2013 through 2015. In December 2009, GRENLEC submitted a Grenada Geothermal Development Strategy. If proven feasible, GRENLEC intends to install a 20MW plant utilizing medium to low enthalpy hot water and steam extracted from deep wells dug in the Mount St. Catherine region by the final quarter of 2013. When completed, this project would increase the national renewable energy contribution to 70% of electrical energy consumed."}, {"text_block_id": "p27_b505", "text": "Electricity consumption in Grenada is dominated by the commercial sector, which accounted for 57% of all electricity sold in 2008, followed by the domestic sector, which consumed 38%. The balance is made up of industrial usage 3% and street lighting 2%."}, {"text_block_id": "p27_b506_merged_merged", "text": "Per capita consumption by GRENLEC’s customers has been increasing. Post-hurricane Ivan in 2004, average electricity consumption per householdincreased up to 2008, and then declined by 4%. Despite the increase in prices in 2008, overall per capita electricity consumptiondid not decrease."}, {"text_block_id": "p28_b512", "text": "ANNEX II -ENERGY SECTOR DIAGNOSTIC"}, {"text_block_id": "p28_b513", "text": "Figure 4. Average household and per capita electricity consumption"}, {"text_block_id": "p28_b514", "text": "SOURCE: GRENLEC"}, {"text_block_id": "p28_b515", "text": "GRENLEC’s supply-side energy efficiency results over the period have been mixed: fuel efficiency has not improved significantly over the past several years, but the company has successfully reduced its distribution losses from over 13% of net generation in 2000 to less than 9% in 2008."}, {"text_block_id": "p28_b516", "text": "St George’s University (SGU) commenced operations in Grenada in 1977. It contributes 10% of the national GDP and accounts for a significant proportion of the country’s total energy demand. In 2008, SGU consumed 15.1 GWh of electrical energy representing approximately 8.8% of the national demand. In 2009, SGU’s consumption increased to 17.8 GWh. There is no self-generation at SGU; however, there is a stand-by generator."}, {"text_block_id": "p28_b517", "text": "Energy Prices"}, {"text_block_id": "p28_b518", "text": "Fossil Fuel Prices:"}, {"text_block_id": "p28_b519", "text": "The dramatic run-up in fossil fuel prices experienced in 2008 caused a commensurate increase in energy prices. The cap on retail prices is adjusted monthly by the Energy Division, Ministry of Finance, using a formula based on the imported price of the fuel. It should be noted that although there are three “majors” in the retail market (Exxon, Texaco, SOL/formerly Shell) all of the fuel stations sell their products at the capped price. The lesson learned is that the introduction of other players in a small market does not necessarily lead to true competition and reduced prices to the consumer. The caps on retail prices of gasoline, diesel, kerosene and LPG, in imperial gallons, as of February 2010, were as follows:"}, {"text_block_id": "p29_b520", "text": "ANNEX II -ENERGY SECTOR"}, {"text_block_id": "p29_b521", "text": "DIAGNOSTIC"}, {"text_block_id": "p29_b522", "text": "TABLE 3."}, {"text_block_id": "p29_b523", "text": "RETAIL PRICES OF FOSSIL FUEL-DERIVED COMMODITY PRODUCTS"}, {"text_block_id": "p29_b524", "text": "Electricity Prices:"}, {"text_block_id": "p29_b525", "text": "Retail electricity prices in Grenada are at the lower end of the scale in the Windward Islands, but are nonetheless considered high by local businesses, which face competition from nearby markets in Trinidad, a country that enjoys far lower energy prices and much greater economies of scale."}, {"text_block_id": "p29_b526", "text": "The retail price of electricity in Grenada is a combination of fixed and variable charges per unit, with some additional capacity charges and taxes added."}, {"text_block_id": "p29_b527", "text": "The"}, {"text_block_id": "p29_b528", "text": "domestic electricity tariff"}, {"text_block_id": "p29_b529", "text": "is comprised of:"}, {"text_block_id": "p29_b530", "text": ""}, {"text_block_id": "p29_b531", "text": "a fixed energy charge, non-fuel Charge, per kWh of EC$ 0.4146;"}, {"text_block_id": "p29_b532", "text": ""}, {"text_block_id": "p29_b533", "text": "a fuel surcharge that varies with the price of oil;"}, {"text_block_id": "p29_b534", "text": ""}, {"text_block_id": "p29_b535", "text": "an environmental levy of $0, $5 0r $10 per month based on predetermined consumption bands and;"}, {"text_block_id": "p29_b536", "text": ""}, {"text_block_id": "p29_b537", "text": "a government tax which is 5% of the Non-fuel Charge."}, {"text_block_id": "p29_b538", "text": "The"}, {"text_block_id": "p29_b539", "text": "commercial tariff"}, {"text_block_id": "p29_b540", "text": "is comprised of"}, {"text_block_id": "p29_b541", "text": ""}, {"text_block_id": "p29_b542", "text": "a fixed energy charge per kWh (Non-fuel Charge) of EC$ 0.4471;"}, {"text_block_id": "p29_b543", "text": ""}, {"text_block_id": "p29_b544", "text": "the Fuel Charge;"}, {"text_block_id": "p29_b545", "text": ""}, {"text_block_id": "p29_b546", "text": "a Floor Area Charge of 20 cents per 50 sq feet of floor area and"}, {"text_block_id": "p29_b547", "text": ""}, {"text_block_id": "p29_b548", "text": "the 5% government tax"}, {"text_block_id": "p29_b549_merged_merged_merged", "text": "The industrial tariff is comprised of"}, {"text_block_id": "p29_b552", "text": ""}, {"text_block_id": "p29_b553", "text": "a fixed energy charge per kWh (Non-fuel Charge) of EC$ 0.3277;"}, {"text_block_id": "p29_b554", "text": ""}, {"text_block_id": "p29_b555", "text": "the Fuel Charge;"}, {"text_block_id": "p29_b556", "text": ""}, {"text_block_id": "p29_b557", "text": "a Horsepower Charge of $2.00 per installed horsepower and"}, {"text_block_id": "p29_b558", "text": ""}, {"text_block_id": "p29_b559", "text": "the 5% government tax"}, {"text_block_id": "p30_b560", "text": "ANNEX II -ENERGY SECTOR"}, {"text_block_id": "p30_b561", "text": "DIAGNOSTIC"}, {"text_block_id": "p30_b562", "text": "GRENADA ELECTRICITY SERVICES LTD: ELECTRICITY TARIFF"}, {"text_block_id": "p31_b563", "text": "ANNEX II -ENERGY SECTOR"}, {"text_block_id": "p31_b564", "text": "DIAGNOSTIC"}, {"text_block_id": "p31_b565", "text": "All rates quoted in Eastern Caribbean Currency. EC$2.7169 = US$1.00"}, {"text_block_id": "p31_b566", "text": "It is notable that only domestic customers are charged the environmental levy. The fuel surcharge, which all customers pay, is a fuel cost recovery mechanism that was implemented in response to extreme fuel price volatility that followed the global oil price shocks of 1973 and 1979."}, {"text_block_id": "p31_b567", "text": "The retail price of electricity"}, {"text_block_id": "p31_b568", "text": "in Grenada has increased significantly since 2004 and averaged EC$1.06 (39 US cents) per kWh in 2008. After 2005, the fuel surcharge has accounted for more than half of the total retail price."}, {"text_block_id": "p31_b569", "text": "Figure 5. Grenada’s Historical average electricity price in EC$/kWh. Source: Grenada Electricity Services Ltd."}, {"text_block_id": "p31_b570_merged_merged", "text": "The floor area charge appears to function as a type of demand charge, meant to recover GRENLEC’s cost of having capacity available, whether used or not at any given time; to service the instantaneous demand of its commercial customers. As such, this is an arbitrary device, as there is no universal correlation between floor area and the power demand of a commercial enterprise. The horsepower charge, which is charged based on the installed horsepower (potential power demand) of the facility, has the same function in the industrial tariff."}, {"text_block_id": "p31_b572", "text": "Moreover, the Value Added Tax (VAT) was fully rolled out on February 1, 2010 and applies to the non-fuel charge at a rate of 15% replacing the GCT which was 5%. In the case of Commercial and Industrial users the increase in the tariff at current fuel prices ranges from 4 to 5%. In the case of the domestic, the first 99 kWh units are exempt and as such it is only usage over 150 units that would attract VAT and by extension reflect an overall increase in rates."}, {"text_block_id": "p32_b573", "text": "ANNEX II -ENERGY SECTOR DIAGNOSTIC"}, {"text_block_id": "p32_b574", "text": "GRENLEC will charge and pay VAT. It is expected that the VAT which the company pays will be deducted from the VAT collected through the rate charges above. GRENLEC’s first return was due on March 21st 2010. At this stage however, issues relating to the mechanics are not fully ironed out and there is not full national understanding of all elements relating to the VAT, its collection and returns. The company will discuss any concerns about the VAT with Government and through those discussions resolve any elements of uncertainty."}, {"text_block_id": "p32_b575", "text": "Energy Supply Alternatives"}, {"text_block_id": "p32_b576", "text": "Offshore Hydrocarbon Programme"}, {"text_block_id": "p32_b577", "text": "Grenada being in close proximity to the oil producing countries of Trinidad and Tobago and Venezuela may in fact share subsea hydrocarbon reservoirs. The Government of Grenada is seeking to structure a strong exploration and production programme for offshore hydro"}, {"text_block_id": "p32_b578", "text": "-"}, {"text_block_id": "p32_b579", "text": "carbons. Previous attempts to initiate such a programme were constrained by:"}, {"text_block_id": "p32_b580", "text": ""}, {"text_block_id": "p32_b581", "text": "unresolved maritime boundaries;"}, {"text_block_id": "p32_b582", "text": ""}, {"text_block_id": "p32_b583", "text": "ongoing litigation and;"}, {"text_block_id": "p32_b584", "text": ""}, {"text_block_id": "p32_b585", "text": "an incomplete geological data package"}, {"text_block_id": "p32_b586", "text": "The Government has expressed the desire to follow the Norwegian “Oil for Development” model in an attempt to avoid the “Dutch Disease” if the offshore hydrocarbon exploration and exploitation programme is successful. An appropriate legislative and institutional framework will be required to regulate the offshore sector. The Government expects to ini"}, {"text_block_id": "p32_b587", "text": "-"}, {"text_block_id": "p32_b588", "text": "tiate a competitive licensing round for offshore hydrocarbon exploration and exploitation rights. Although revenues may be generated by the sale of prospectivity data, if oil and gas reserves are discovered, it will take at least seven to ten years to develop the infrastructure to bring these resources to the market (circa 2020)."}, {"text_block_id": "p32_b589", "text": "Geothermal"}, {"text_block_id": "p32_b590", "text": "Grenada is ranked eighth in the Lesser Antilles chain of islands in order of development potential"}, {"text_block_id": "p32_b591", "text": "and preliminary geochemical data indicate that Grenada may possess geothermal resources of medium enthalpy in the Mount St Catherine area."}, {"text_block_id": "p32_b592_merged_merged_merged_merged", "text": "GRENLEC has recently indicated its interest in geothermal energy development and has submitted a proposed development strategy to the government. GRENLEC has suggested that a possible scenario would be the installation of a 20 MW geothermal plant to be operational by the last quarter of 2013, with a longer term plan to increase geothermal capacity to 40+ MW. This is a positive development which aligns with Government’s policy. The company’s capacity projectionsthrough 2015, short and long term business plans, future Annual Reports and the company’s formal documentation must now be made to reflect this stated intention if it is to be regarded and accepted by the wider public as part of GRENLEC’s intended business approach. It is also expected that GRENLEC will indicate where its priorities in renewable energy investments will be placed."}, {"text_block_id": "p32_b594", "text": "To ensure the transition to renewable energy in the electricity sector, the government will set renewable portfolio standards in a revised Electricity Supply Act."}, {"text_block_id": "p33_b595", "text": "ANNEX II -ENERGY SECTOR"}, {"text_block_id": "p33_b596", "text": "DIAGNOSTIC"}, {"text_block_id": "p33_b597", "text": "The GoG is willing to partner with and support this GRENLEC geothermal initiative, as it is compatible with the national energy policy. It is anticipated that the commercial frame"}, {"text_block_id": "p33_b598", "text": "-"}, {"text_block_id": "p33_b599", "text": "work for the geothermal programme will be structured as shown below."}, {"text_block_id": "p33_b600", "text": "Figure 6. Envisaged Geothermal Programme Structure."}, {"text_block_id": "p33_b601", "text": "Solar"}, {"text_block_id": "p33_b602_merged_merged", "text": "Grenada has the highest penetration rate of grid-connected solar photovoltaic (PV) systems in the Eastern Caribbean. This is mostly due to the work of Grenada Solar Power Ltd (Grensol), a local company established in 2005 to provide photovoltaic systems to private customers. Grensol has negotiated a grid interconnection agreement with GRENLEC that provides for 1:1 net metering provided that the installed capacity of any individual installation does not exceed 1% of GRENLEC’s peak demand.As stated earlier, this 1% cap is likely to be exceeded in the near future and a Feed-in Tariff will need to be negotiated/regulated by the GOG and (to be established) ECERA."}, {"text_block_id": "p33_b604", "text": "To date, Grensol has installed over 40 grid-connected and standalone systems, with a total installed capacity of approximately 300 kWp. This total represents 1% of the peak demand in Grenada. It is the largest market penetration of solar PV in the Eastern Caribbean and has necessitated a re-negotiation of the interconnection policy with GRENLEC."}, {"text_block_id": "p34_b605", "text": "Notwithstanding the small amount of solar PV in use, Grenada enjoys high levels of solar irradiation"}, {"text_block_id": "p34_b606", "text": ", on the order of 5 to 6 kWh/m2/day. Solar water heating is already in use for providing hot water to private residences, hotels and other commercial buildings, but its use falls far short of the widespread penetration achieved in nearby Barbados, for example."}, {"text_block_id": "p34_b607", "text": "Wind"}, {"text_block_id": "p34_b608", "text": "No significant wind energy resource development has yet taken place in Grenada. A single private hotel owner installed an 80 kW wind turbine in 2007, which during 2008 was in the process of being grid-connected. The process has not been completed because of a number of technical challenges with the turbine system."}, {"text_block_id": "p34_b609", "text": "GRENLEC has been carrying out wind speed measurements at two privately-owned sites, which the company is in negotiations to lease from their owners. The data collected from the sites so far are reported by GRENLEC to be “promising”, with wind speeds averaging about 7.6 meters per second at both sites."}, {"text_block_id": "p34_b610", "text": "GRENLEC’s projections of future generation capacity show 6 MW of wind capacity in place in 2013. The company is considering wind/diesel/solar hybrid power as feasible options for providing significant amounts of energy to Carriacou and Petit Martinique. The Govern"}, {"text_block_id": "p34_b611", "text": "-"}, {"text_block_id": "p34_b612", "text": "ment of Grenada has submitted a funding request to the ACP-EU Energy Facility to support this renewable energy project in the sister islands. The project proposes the installation of 2 MW of name plate capacity wind turbines (Carriacou) use of back-up diesel generators, battery storage, desalination and ice making/storage (an additional economic benefit to the indigenous fishing communities) to balance power demand and mitigate the inherent challenge of the intermittency of wind and solar power. It is intended that both Carricaou and Petite Martinique will be 75% renewable by the end of 2013. Estimated capital costs for this project are US$4.5M. This GRENLEC initiative is fully supported by the GOG, which has submitted a funding request to the EU with GRENLEC as a Partner."}, {"text_block_id": "p34_b613", "text": "Waste-to-Energy (WTE)"}, {"text_block_id": "p34_b614", "text": "There is significant interest in WTE as an energy option in Grenada. GRENLEC has stated their interest in developing municipal solid waste as an alternative energy source and have conducted an analysis of the waste stream and content to inform their plans. Accordingly, their capacity projections show an addition of 1.5 MW of municipal Waste-to-Energy capacity in 2013."}, {"text_block_id": "p34_b615_merged_merged_merged", "text": "In addition, the Grenada Solid Waste Management Authority is very keen to be able to dispose of municipal solid waste by an environmentally acceptable method that simultane-ously produces energy. A recent study25 commissioned by the GSWMA has identified a potential WTE project with a projected capital cost of US$48M after comparing three options: (i) mass incineration, (ii) high heating value incineration and (iii) gasification."}, {"text_block_id": "p34_b620", "text": "The feasibilty of converting MSW and agricultural waste into an alternative fuel (e.g. natural gas or diesel equivalents) for transportation is also being investigated. Options may include the conversion of vehicle fleets (e.g. refuse collection vehicles)."}, {"text_block_id": "p35_b621", "text": "ANNEX II -"}, {"text_block_id": "p35_b622", "text": "ENERGY SECTOR DIAGNOSTIC"}, {"text_block_id": "p35_b623_merged_merged", "text": "ANALYSISSWOT ANNEX III -"}, {"text_block_id": "p35_b626", "text": "Energy Efficiency & Conservation"}, {"text_block_id": "p35_b627", "text": "GRENLEC has no specific demand-side energy efficiency programme in place to attempt to reduce per-capita consumption. In 2005, a Cuban Government-sponsored light bulb replacement programme was implemented in Grenada, to replace household incandescent bulbs with CFLs. No attempt appears to have been made to measure the specific effects of this programme on domestic sector consumption and anecdotal reports suggest that the results were mixed, with quality of the bulbs being a factor."}, {"text_block_id": "p35_b628", "text": "The Government launched a public sector energy conservation programme in early 2010 and has accumulated baseline data on energy consumption at the Ministry level. The goal being to reduce energy consumption (electricity and transport) by 10% by Q4, 2012, using 2009 as a base year. The effectiveness of this on-going programme will be reviewed at the end of 2011."}, {"text_block_id": "p35_b629", "text": "Energy & Disaster Management"}, {"text_block_id": "p35_b630", "text": "It is recognized that Grenada is vulnerable to natural disasters, such as hurricanes, floods, storm surges, earthquakes, volcanic eruptions and tsunamis. It is further recognized that as a result of climate change and sea level rise, energy assets located in coastal areas (e.g. petroleum storage tanks and electricity generating plants) are becoming more vulnerable. The Government, in association with GRENLEC and other national energy stakeholders, will conduct risk and vulnerability assessments on all major energy infrastructure based on the estimated risks of the occurrence of the relevant natural phenomena. Future planning decisions, including, for example, the placement of petroleum tank farms, wind farms and other generation, transmission and distribution facilities will be influenced by this assessment."}, {"text_block_id": "p35_b631", "text": "ASSESSMENT OF THE ENERGY SECTOR ISSUES INTERNAL TO THE COUNTRY"}, {"text_block_id": "p35_b632", "text": "will reveal the strengths and weaknesses of the sector, while an analysis of the external environment will reveal the likely opportunities and threats. The SWOT analysis, when considered with the energy sector situation presented in section 2 allows the identification of the goals and policy actions that can be employed to promote greater strengths in the sector, address the weaknesses, capitalize on the opportunities and mitigate the threats to the long-term development of the sector."}, {"text_block_id": "p36_b633", "text": "STRENGTHS"}, {"text_block_id": "p36_b634", "text": ""}, {"text_block_id": "p36_b635", "text": "Appears to have good renewable energy resources, particularly in the form of geothermal, solar and wind"}, {"text_block_id": "p36_b636", "text": ""}, {"text_block_id": "p36_b637", "text": "Preliminary seismic data (2444kms of 2D data) and an analysis of the offshore geology indicate the likelihood of significant quantities of hydrocarbons offshore."}, {"text_block_id": "p36_b638", "text": ""}, {"text_block_id": "p36_b639", "text": "Has an established network of petroleum suppliers and distributors"}, {"text_block_id": "p36_b640", "text": ""}, {"text_block_id": "p36_b641", "text": "Has a well-established power production and distribution system with almost all of the population having access to electricity"}, {"text_block_id": "p36_b642", "text": ""}, {"text_block_id": "p36_b643", "text": "95% of the power company’s diesel plant is less than 20 years old"}, {"text_block_id": "p36_b644", "text": ""}, {"text_block_id": "p36_b645", "text": "Relatively low electricity distribution losses"}, {"text_block_id": "p36_b646", "text": ""}, {"text_block_id": "p36_b647", "text": "Has private sector and public participation in the own"}, {"text_block_id": "p36_b648", "text": "-"}, {"text_block_id": "p36_b649", "text": "ership of the county’s electric utility, with shares pub"}, {"text_block_id": "p36_b650", "text": "-"}, {"text_block_id": "p36_b651", "text": "licly traded on the Eastern Caribbean Stock Exchange"}, {"text_block_id": "p36_b652", "text": "OPPORTUNITIES – EXTERNAL ENVIRONMENT"}, {"text_block_id": "p36_b653", "text": ""}, {"text_block_id": "p36_b654", "text": "Existence of proven technologies to exploit renewable energy resources"}, {"text_block_id": "p36_b655", "text": ""}, {"text_block_id": "p36_b656", "text": "Favourable relations with energy rich countries in the Caribbean and Latin America"}, {"text_block_id": "p36_b657", "text": ""}, {"text_block_id": "p36_b658", "text": "Favourable and ongoing relations with multilateral development institutions"}, {"text_block_id": "p36_b659", "text": ""}, {"text_block_id": "p36_b660", "text": "Potential to earn carbon credits for utility-scale renewable energy projects"}, {"text_block_id": "p36_b661", "text": ""}, {"text_block_id": "p36_b662", "text": "PetroCaribe represents a means of financing the consumption of energy products and services"}, {"text_block_id": "p36_b663", "text": ""}, {"text_block_id": "p36_b664", "text": "Major Oil companies will be attracted to the potential offshore hydrocarbons"}, {"text_block_id": "p36_b665", "text": ""}, {"text_block_id": "p36_b666", "text": "There is scope for negotiating a Joint Development Zone or Unitization Agreement, as appropriate, in order to protect the environment, maximise offshore hydro"}, {"text_block_id": "p36_b667", "text": "-"}, {"text_block_id": "p36_b668", "text": "carbon resources, create efficiency in the management of the resources."}, {"text_block_id": "p36_b669", "text": "WEAKNESSES"}, {"text_block_id": "p36_b670", "text": ""}, {"text_block_id": "p36_b671", "text": "Complete dependence on imported fossil fuels"}, {"text_block_id": "p36_b672", "text": ""}, {"text_block_id": "p36_b673", "text": "No proven indigenous fossil fuel resources"}, {"text_block_id": "p36_b674", "text": ""}, {"text_block_id": "p36_b675", "text": "High and growing energy import bill"}, {"text_block_id": "p36_b676", "text": ""}, {"text_block_id": "p36_b677", "text": "High cost of electricity relative to nearby competitive markets"}, {"text_block_id": "p36_b678", "text": ""}, {"text_block_id": "p36_b679", "text": "Lack of a well-defined institutional structure for planning and implementing renewable energy projects"}, {"text_block_id": "p36_b680", "text": ""}, {"text_block_id": "p36_b681", "text": "Lack of a well-organised data-gathering infrastructure for energy supply and consumption data"}, {"text_block_id": "p36_b682", "text": ""}, {"text_block_id": "p36_b683", "text": "Growing stock of older, energy-inefficient motor vehicles"}, {"text_block_id": "p36_b684", "text": "THREATS – EXTERNAL ENVIRONMENT"}, {"text_block_id": "p36_b685", "text": ""}, {"text_block_id": "p36_b686", "text": "Continued very high dependence on imported petro"}, {"text_block_id": "p36_b687", "text": "-"}, {"text_block_id": "p36_b688", "text": "leum products"}, {"text_block_id": "p36_b689", "text": ""}, {"text_block_id": "p36_b690", "text": "Continued volatility and long-term upward trend of oil prices"}, {"text_block_id": "p36_b691", "text": ""}, {"text_block_id": "p36_b692", "text": "Grenada’s status as a price-taker"}, {"text_block_id": "p36_b693", "text": ""}, {"text_block_id": "p36_b694", "text": "Potential impact of natural hazards on the energy sector"}, {"text_block_id": "p36_b695", "text": ""}, {"text_block_id": "p36_b696", "text": "Geo-political influences on international energy supply and demand"}, {"text_block_id": "p36_b697", "text": ""}, {"text_block_id": "p36_b698", "text": "Potential impact on local economy of high energy prices"}, {"text_block_id": "p36_b699", "text": ""}, {"text_block_id": "p36_b700_merged_merged_merged_merged", "text": "Potential impact on international economic competi-tiveness caused by chronically high energy costs"}, {"text_block_id": "p36_b703", "text": ""}, {"text_block_id": "p36_b704", "text": "Pressure on financing for renewable energy projects"}, {"text_block_id": "p36_b705", "text": ""}, {"text_block_id": "p36_b706", "text": "PetroCaribe has the potential to adversely affect national debt management strategies and ultimately impact on sustainable economic development"}, {"text_block_id": "p36_b707", "text": ""}, {"text_block_id": "p36_b708", "text": "On-going litigation and dispute resolution can delay a successful offshore licensing round."}, {"text_block_id": "p36_b709", "text": ""}, {"text_block_id": "p36_b710", "text": "Maritime boundaries are still to be resolved with southern neighbours – Trinidad & Tobago and Venezuela."}, {"text_block_id": "p36_b711", "text": ""}, {"text_block_id": "p36_b712", "text": "“Green” image drawbacks due to hydrocarbon programme"}, {"text_block_id": "p36_b713", "text": ""}, {"text_block_id": "p36_b714", "text": "Exporting crude oil does not promote energy security since resources are being exploited for an international market and will maintain the need to import refined secondary fossil fuel products."}, {"text_block_id": "p37_b715_merged", "text": "ANNEX IV -NATIONAL SUSTAINABLE ENERGY OFFICE"}, {"text_block_id": "p37_b717", "text": "Proposed Organisational Structure for the NSEO of Grenada, Carriacou and Petite Martinique:"}, {"text_block_id": "p38_b718", "text": "ANNEX V – OFFSHORE HYDROCARBON PROGRAMME"}, {"text_block_id": "p38_b719", "text": "ANNEX VI – ENERGY EFFICIENCY ACT"}, {"text_block_id": "p38_b720", "text": "Offshore Hydrocarbon Programme"}, {"text_block_id": "p38_b721", "text": "To implement its offshore programme, the Government will take the following steps:"}, {"text_block_id": "p38_b722", "text": ""}, {"text_block_id": "p38_b723_merged", "text": "Reach agreements with relevant governments on the delineation of maritime bound-aries which could impact on shared reservoirs, joint operating agreements or unitisation of resources."}, {"text_block_id": "p38_b726", "text": ""}, {"text_block_id": "p38_b727", "text": "Conduct all seismic and other activities preparatory to the development of contracts for exploratory or production programmes."}, {"text_block_id": "p38_b728", "text": ""}, {"text_block_id": "p38_b729", "text": "Position itself to award contracts for exploration. This shall be achieved by hiring a consultant and preparing the relevant “data package” for distribution amongst bidders whose interest and involvement will be invited through a competitive bidding process."}, {"text_block_id": "p38_b730", "text": ""}, {"text_block_id": "p38_b731", "text": "Establish a legislative framework for the offshore hydrocarbon programme."}, {"text_block_id": "p38_b732", "text": ""}, {"text_block_id": "p38_b733", "text": "Ensure that critical Strategic Environmental Assessments (SEAs) and recommended preventive and mitigation measures are conducted."}, {"text_block_id": "p38_b734", "text": ""}, {"text_block_id": "p38_b735", "text": "Establish an equivalent to the Norwegian “Oil for Development” model to ensure that the revenues gained from any sales of finite resources are channelled towards the sustainable development of the island, including the use of renewable energy sources to meet long term domestic demand."}, {"text_block_id": "p38_b736", "text": ""}, {"text_block_id": "p38_b737", "text": "There is no intention to build a refinery at this time, however, this will be revisited if or when hydrocarbon reserves are found and quantified. Hydrocarbon resources will be used to offset national consumption in conjunction with renewable energy resources."}, {"text_block_id": "p38_b738", "text": "Energy Efficiency Act"}, {"text_block_id": "p38_b739", "text": "The Government will enact an Energy Efficiency Act, which will contain, inter alia, the following provisions:"}, {"text_block_id": "p38_b740", "text": ""}, {"text_block_id": "p38_b741", "text": "Mandate special commercial building planning regulations – for example: no new hotel will be granted planning permission without a specified contribution of solar-heated water, etc;"}, {"text_block_id": "p38_b742", "text": ""}, {"text_block_id": "p38_b743", "text": "Require the use of appropriate energy efficiency standards and building codes for ventilation, cooling, water-and process-heating, lighting and motive power equipment in institutional, commercial and industrial buildings;"}, {"text_block_id": "p38_b744", "text": ""}, {"text_block_id": "p38_b745", "text": "Require all government buildings of a certain size to have periodic energy audits and compliance audits and their results published;"}, {"text_block_id": "p38_b746", "text": ""}, {"text_block_id": "p38_b747", "text": "Mandate the compilation and publication of sectoral benchmarking data (e.g., kWh per hotel room-night for the hotels sector);"}, {"text_block_id": "p38_b748", "text": ""}, {"text_block_id": "p38_b749", "text": "Require certification of energy auditors;"}, {"text_block_id": "p38_b750", "text": ""}, {"text_block_id": "p38_b751", "text": "Require commercial banks to provide financial incentives for investments in energy efficiency to businesses and homeowners. This would be competitive, but based on a minimum level to start with – e.g., all new home mortgages could include a $5,000 interest-free amount for the purchase and installation of a solar water heater;"}, {"text_block_id": "p38_b752", "text": ""}, {"text_block_id": "p38_b753", "text": "Mandate specified fuel efficiencies for imported vehicles;"}, {"text_block_id": "p38_b754", "text": ""}, {"text_block_id": "p38_b755", "text": "Require training in ’eco–driving’ practices for public and private sector organisations;"}, {"text_block_id": "p38_b756", "text": ""}, {"text_block_id": "p38_b757", "text": "Develop, monitor, publish and update indicators of national energy consumption and efficiency (e.g. energy intensity -amount of energy required to produce a unit of GDP)"}], "document_description": "Grenada's National Energy Policy (GNEP) lays down the Government's objectives for shaping the energy sector in Grenada, in order to 'ensure access to affordable, equitable, and reliable energy sources and services to drive and secure national development, and to improve the quality of life for all of its citizens'.<br><br>&nbsp;The GNEP is based on seven core principles:<br>1) Energy Security;<br>2) Energy Independence;<br>3) Energy Efficiency;<br>4) Energy Conservation;<br>5) Environmental Sustainability;<br>6) Sustainable Resource Exploitation;<br>7) Rational Energy Prices; and<br>8) Energy Equity and Solidarity, including with future generations.<br>&nbsp;<br>&nbsp;The GNEP further calls for a minimum of a 20% reduction of GHG emissions from fossil fuel combustion below 'Business As Usual' by 2020, and it sets a specific target for renewable energy: to provide 20% of all domestic energy used for electricity and transport by 2020. It also calls for the implementation of various measures to encourage energy efficiency and conservation in energy generation, transport and buildings sectors although it does not include specific targets.<br>&nbsp;<br>&nbsp;In particular, the GNEP calls for a set of specific projects to be co-ordinated by the Government by 2020:<br>&nbsp;1) Complete feasibility and construct a 20MW geothermal plant<br>&nbsp;2) Construct an additional 20MW geothermal plant<br>&nbsp;3) Construct a 2.5MW wind turbine for Carriacou<br>&nbsp;4) Achieve 10% electricity generation by wind &amp; solar PV<br>&nbsp;5) Establish vehicle fuel efficiency standards<br>&nbsp;6) Achieve 20% market penetration with hybrid and electric vehicles.<br>&nbsp;<br>&nbsp;It also demands the establishment of the necessary international structures, including a National Energy Commission representing relevant stakeholders that would 'review the achievement of the policy targets, receive comments from stakeholders (…) and feed this information back to government, recommending solutions where necessary'.<br>&nbsp;<br>&nbsp;Finally, it offers a layout of a 10-year Grenada Energy Development Strategy (2010-2020), which provides for adoption of energy specific legislation such as Energy Efficiency Act, Geothermal Bill, and revision of the Electricity Supply Act. The proposed Energy Efficiency Act includes the following provisions:<br>1) Mandate commercial building planning regulations(e.g. mandatory renewable sources contribution to energy consumption for new buildings);<br>2) Require the use of energy efficiency standards and building codes for ventilation, cooling, water- and process-heating, lighting and in institutional, commercial and industrial buildings;<br>3) Require all government buildings of a certain size to have periodic energy audits and compliance audits;<br>4) Mandate the compilation and publication of sectoral benchmarking data (e.g., kWh per hotel room-night for the hotels sector);<br>5) Require commercial banks to provide financial incentives for investments in energy efficiency to businesses and homeowners;<br>6) Mandate specified fuel efficiencies for imported vehicles;<br>7) Require training in 'eco-driving' practices for public and private sector organisations;<br>8) Develop, monitor, publish and update indicators of national energy consumption and efficiency.<br>&nbsp;<br>&nbsp;As of August 2014, the government had not passed legislation to make the measures outlined in the GNEP legally binding, but it is currently drafting a concession law for the exploration and exploitation of geothermal resources."}