{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Subnational and citizen participation|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Grenada", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "National Climate Change Policy for Grenada, Carriacou and Petite Martinique (2017-2021)", "document_country_code": "GRD", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_date": "11/01/2017", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/GRD/2017/GRD-2017-01-11-National Climate Change Policy for Grenada, Carriacou and Petite Martinique (2017-2021)_55affc04f163a9478083107fcde628f7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Climate Change Policy for Grenada, Carriacou and Petite Martinique"}, {"text_block_id": "p0_b2", "text": "(2017-2021)"}, {"text_block_id": "p0_b3", "text": "November 2017"}, {"text_block_id": "p2_b4", "text": "This National Climate Change Policy builds on the foundation laid by the National Climate Change Strategy and Action Plan, 2007 – 2011 (NCCSAP). Although the NCCSAP was initially targeted to be replaced at the end of 2011, it has continued to guide national climate change programming in the period 2012 – 2016."}, {"text_block_id": "p2_b5", "text": "The mandate for updating the National Climate Policy was given by Cabinet in May 2015.  The revision was overseen by the National Climate Change Committee (NCCC). The NCCC determined that many aspects of the 2007 - 2011 Strategy and Action Plan were still relevant given Grenada’s national circumstances, and that it should therefore form the basis upon which the 2017 - 2021 National Climate Change Policy should be based."}, {"text_block_id": "p2_b6", "text": "The NCCSAP focused on setting the foundation for an organised long-term response to climate change. Some of the strategic objectives of the NCCSAP 2007-2011 have been successfully addressed within concrete actions, of which one main focus was to build local human capacity. This has been continuously developed to assess and respond to climate change on a governmental, technical and educational level."}, {"text_block_id": "p3_b7", "text": "Several strategic objectives remain relevant but need to be updated. These include the strengthening of climate-proofing processes for present and future national development activities in the form of mandatory climate checks. Emphasis shall also remain on the increase in foreign policy advocacy for international action."}, {"text_block_id": "p3_b8", "text": "While unsustainable livelihood and development practices have been addressed, they are not fully completed regarding sand mining; mangrove harvesting, replanting and conservation regulations; Grenada’s land use policy; and building setbacks. The sustained public climate change education programme has been successfully introduced, and awareness and capacity building is ongoing. However, Grenada’s climate change activities call for constant structural development of the coordinating jurisdiction mandated to manage the overall climate change agenda of the country."}, {"text_block_id": "p3_b9", "text": "The remaining gaps already addressed in the NCCSAP 2007-2011, are still relevant, such as; the strengthening of the collection, analysis and use of data and the reduction of greenhouse gas emissions through increased energy efficiency and the use of renewable energy."}, {"text_block_id": "p3_b10", "text": "Within this effort the Policy provides the framework for steering an efficient and effective integration of adaptation and mitigation in all climate relevant sectors."}, {"text_block_id": "p4_b11", "text": "Climate Change is a global problem with local impacts."}, {"text_block_id": "p4_b12", "text": "eenhouse gas"}, {"text_block_id": "p4_b13", "text": "emissions in the atmosphere"}, {"text_block_id": "p4_b14", "text": "resulted mostly from activities by developed economies over the last one hundred and fifty years. Within the IPCC’s 5th Assessment Synthesis Report and its Summary for Policymakers (2014) scientists have warned that warming up the climate system “"}, {"text_block_id": "p4_b15", "text": "is unequivocal, and since the 1950s, many of the observed changes are unprecedented over decades to millennia. The atmosphere and ocean have warmed, the amounts of snow and ice have diminished, and sea level has risen"}, {"text_block_id": "p4_b16", "text": "” and the “globally averaged combined land and ocean surface temperature data as calculated by a linear trend show a warming of 0.85 [0.65 to 1.06] °C 2 over the period 1880 to 2012”."}, {"text_block_id": "p4_b17", "text": "The obal an a vel"}, {"text_block_id": "p4_b18_merged_merged", "text": "has risen by 10 to 20 centimetres.The World Meteorological Organization reports that 2011-2015 has been the warmest five-year period on record and 2016 is on track to be the hottest ever. It also found that in 2014, sea level rise accelerated (3 millimetres) per year on average worldwide. This is almost double the average annual rise of 1.6 mm in the 20th century."}, {"text_block_id": "p4_b22", "text": "Climate change will have significant negative impacts on Grenada and other small island states, given the concentration of population and human activity on the coastline and the importance of coral reefs and other marine ecosystems for coastline protection and marine (food) habitats."}, {"text_block_id": "p5_b23", "text": "Annex 1 contains a summary of the probable effects of climate change for Small Island Developing States (SIDS), according to the 5th IPCC Assessment Report."}, {"text_block_id": "p5_b24", "text": "In November 2016, the Paris Agreement entered into force."}, {"text_block_id": "p5_b25", "text": "It brings more than 100 nations into a common cause to undertake ambitious efforts to combat climate change and adapt to its effects. The Paris Agreement, also offers enhanced support to assist developing countries to do so. Its central aim is to “strengthen the global response to the threat of climate change by keeping a global temperature rise in this century well below 2 degrees Celsius, above pre-industrial levels, and to pursue efforts to limit the temperature increase even further to 1.5 degrees Celsius”."}, {"text_block_id": "p5_b26", "text": "Issues addressed in, or that arise out of the Agreement also include:"}, {"text_block_id": "p5_b27", "text": "Issues addressed in, or that arise out of the Agreement also include:\n* Emissions scenarios estimate that by 2100 concentrations of CO2-equivalent of\n* Countries around the world submitted their pledges in the form of Nationally"}, {"text_block_id": "p6_b33", "text": "Issues addressed in, or that arise out of the Agreement also include:\n* Emissions scenarios estimate that by 2100 concentrations of CO2-equivalent of\n* Countries around the world submitted their pledges in the form of Nationally\n* It is crucial for this climate change policy to holistically address measures on land\n* The decision text of the Paris Agreement notes that the âprovision of scaled-up\n* The Agreement also includes âloss and damageâ as a stand-alone concept and\n* The implementation of the Paris Agreement is essential for the achievement of the"}, {"text_block_id": "p7_b41", "text": "In 2009, the Caribbean Community (CARICOM) leaders together recognised the serious threat of climate change"}, {"text_block_id": "p7_b42", "text": ", when they signed the Lillendaal Declaration and tasked the Caribbean Community Climate Change Centre (5Cs) with producing a Regional Framework for Achieving Development Resilient to Climate Change. The Framework was followed by an Implementation Plan (2011-2021), which was approved by CARICOM heads of Government in March 2012."}, {"text_block_id": "p7_b43", "text": "Prior to the Conference of the Parties (COP) 21 in Paris 2015, Heads of State and Government of CARICOM Member States also adopted ‘The CARICOM Declaration for Climate Action.’ This declaration outlines the Caribbean region’s priorities for the 2015 climate agreement, which include;"}, {"text_block_id": "p7_b44", "text": "Prior to the Conference of the Parties (COP) 21 in Paris 2015, Heads of State and Government of CARICOM Member States also adopted ‘The CARICOM Declaration for Climate Action.’ This declaration outlines the Caribbean region’s priorities for the 2015 climate agreement, which include;\n* limiting warming to below 1.5Â°C;\n* creation of a compliance mechanism;\n* development of finance measures, including improved and privatised access to funds\n* advocacy for loss and damage as a central and distinct element of the Paris"}, {"text_block_id": "p8_b53", "text": "Climate Change Impacts —"}, {"text_block_id": "p8_b54", "text": "The reality of global climate change is upon us."}, {"text_block_id": "p8_b55_merged", "text": "Extreme weather and short-term climate variability has already had a tremendous impact on the country. The devastating losses borne to Grenada’s economy in 2004 and 2005 from the passage of Hurricanes Ivan and Emily, respectively, increased the country’s inherent vulnerability. Some of the impacted sectors were still in recovery more than 10 years later. The total damage from Hurricane Ivan alone was estimated at 2.4 billion EC$, or twice the value of Grenada’s Gross Domestic Product (GDP).Direct or indirect losses from extreme weather events, increasing temperature rise and changing weather patterns are experienced in virtually every sector."}, {"text_block_id": "p8_b57", "text": "Long-term climate change could make what would otherwise be rare, devastating occurrences such as hurricanes, storms, droughts or floods, into a more frequent reality for Grenada and the rest of the Caribbean. Climate change projections for Grenada indicate;"}, {"text_block_id": "p8_b58", "text": "Long-term climate change could make what would otherwise be rare, devastating occurrences such as hurricanes, storms, droughts or floods, into a more frequent reality for Grenada and the rest of the Caribbean. Climate change projections for Grenada indicate;\n* an increase in average annual temperature;\n* reduced average annual rainfall;\n* potential for an increase in the intensity of tropical storms; and\n* increased Sea Surface Temperatures (SST)."}, {"text_block_id": "p9_b66", "text": "Temperature —"}, {"text_block_id": "p9_b67", "text": "Temperatures over Grenada have risen steadily over time,"}, {"text_block_id": "p9_b68_merged", "text": "increasing at an average rate of 0.14˚C per decade (over the period 1960-2006), with 2005 being the hottest year on record according to the data from Point Salines International Airport. Over the coming decades, the mean annual temperature of Grenada is projected to continue to increase, irrespective of which climate scenario, model or methodology is used, including the number of ‘hot’ days and nights. Increasing temperatures will have wide ranging effects on human health, as well as agricultural and industrial output which by way of response, will require a broad, multi-sectoral approach."}, {"text_block_id": "p10_b71", "text": "Average of Highest Max. Temperatures 1985 - 2015 at MBIA"}, {"text_block_id": "p10_b72", "text": "Fig1 -"}, {"text_block_id": "p10_b73", "text": "Average temperatures as recorded at Point Salines International Airport since 1985"}, {"text_block_id": "p10_b74", "text": "Rainfall —"}, {"text_block_id": "p10_b75", "text": "It is likely that Grenada will have to contend with drier conditions overall."}, {"text_block_id": "p10_b76_merged", "text": "However, observations of rainfall over Grenada do not indicate any significant, consistent trends over the period 1960-2006. Long-term trends are difficult to identify due to the large inter-annual variability."}, {"text_block_id": "p11_b78", "text": "Tropical Storms —"}, {"text_block_id": "p11_b79", "text": "Hurricanes have resulted in significant damage and losses"}, {"text_block_id": "p11_b80", "text": "throughout the country and within the economy."}, {"text_block_id": "p11_b81", "text": "17"}, {"text_block_id": "p11_b82", "text": "Experts are uncertain about projections regarding the frequency and intensity of hurricanes. Although Grenada does not have an extensive hurricane history due to its location in the southernmost region of the hurricane belt, when they have occurred, hurricanes have resulted in significant damage and losses."}, {"text_block_id": "p11_b83", "text": "Sea Surface Temperatures —"}, {"text_block_id": "p11_b84", "text": "Increasing SST, particularly combined with the threat of sea level rise, could have major impacts on Grenada’s coastal ecosystems."}, {"text_block_id": "p11_b85_merged_merged", "text": "The nation’s coral reefs, coastal lagoons, seagrass beds and mangrove areas form the basis of its tourism attractions, protect Grenada’s coastal infrastructure and contribute to food security. The impacts of rising sea levels can be detrimental for small island states such as Grenada, and beach erosion is already being observed.19 Although the rate at which sea level rise is occurring remains debated, there is general consensus that Caribbean coastlines will continue to face the threat of rising seas which pose a substantial risk considering the associated impacts of erosion and exacerbation of storm surge."}, {"text_block_id": "p12_b88", "text": "Coastal Zones —"}, {"text_block_id": "p12_b89", "text": "Grenada’s beaches are at risk of significant erosion from the rising sea levels."}, {"text_block_id": "p12_b90", "text": "This conclusion was drawn by an analysis done under the Caribbean Planning for Adaptation to Climate Change Project (CPACC) in 2001 and the CARIBESAVE Partnership in 2012."}, {"text_block_id": "p12_b91", "text": "The CARIBSAVE Partnership concluded that key coastal infrastructure will be inundated by a 1 metre (3 feet) sea level rise. This would affect 73 per cent of all major tourism resorts as well as 40 per cent of all seaport lands."}, {"text_block_id": "p12_b92", "text": "Other at-risk areas included the main hotel belt in Grand Anse, sections of the coastline close to the Point Salines International Airport, the Eastern Main Road leading out of Grenville and passing through Soubise and Marquis and the front streets in Hillsborough and Harvey Vale in Carriacou."}, {"text_block_id": "p13_b93", "text": "Vulnerability —"}, {"text_block_id": "p13_b94_merged", "text": "These hazards and changes in climate are expected to affect all aspects of Grenada’s socio-economic landscape including human settlements, agricultural production, food supply, water supply, health ,  and tourism. In addition, it will expose Grenadians to further hazards including the danger of landslides, flash flooding and potentially more intense tropical storms and hurricanes."}, {"text_block_id": "p14_b102", "text": "Greenhouse Gas Emissions —"}, {"text_block_id": "p14_b103_merged", "text": "The last comprehensive inventory of Grenada’s greenhouse gases was conducted for the year 1994 It showed that Grenada emitted a total of 135,000 tonnes of carbon dioxide, 92,000 of which were absorbed by the forests. The main sources of carbon dioxide emissions were fossil fuel bases, the main sectors being electricity (47%) and road transport (36%). 70,000 tonnes of methane were also produced from the solid waste disposal landfill. An updated GHG inventory will be included in The Second National Communication to the United Nations Framework Convention on Climate Change (UNFCCC)."}, {"text_block_id": "p14_b106", "text": "135 Gg (gigagrams) - CO2 Emissions by Sectors"}, {"text_block_id": "p15_b107", "text": "In order to foster the transition to a low carbon economy, fuelled mostly by renewables, the Government of Grenada has triggered several initiatives:"}, {"text_block_id": "p15_b108", "text": "In order to foster the transition to a low carbon economy, fuelled mostly by renewables, the Government of Grenada has triggered several initiatives:\n* In 2011, the National Energy Policy (NEP), and in 2012, the GREENADA vision\n* Grenadaâs NEP contains a ten-year Sustainable Energy Action Plan (January 2010\n* In 2015 the Government committed itself at the COP 21 (Paris), with the submission"}, {"text_block_id": "p15_b114", "text": "These reductions shall be achieved through policy changes in the electricity, transport, waste and forestry sectors. In respect of electricity, the Government is currently drafting new sector legislation that will foster the use of renewable energies and will open the market for domestic and foreign investments in new and sustainable generation capacities. In order to further stimulate private investments in renewable energies and energy efficient technologies, the Government grants VAT and CET (CARICOM External Tariff) exemptions on such technologies. In addition, the parliament passed the new Electricity Supply Act (ESA), which allows for an opening of the electricity generation market, to enable more widespread installation and use of renewable energy technologies."}, {"text_block_id": "p16_b115", "text": "Status of Climate Change Programs —"}, {"text_block_id": "p16_b116", "text": "Revision of the National Climate Change Strategy and Action Plan, 2007 – 2011 revealed that few activities have been implemented or contributed to the achievements of its strategic objectives. However, it also showed that there were many gaps in accomplishing the same strategic objectives."}, {"text_block_id": "p16_b117", "text": "Climate-proofing (Goal 1) of present and future national development activities has been conducted but remains to be completed. This includes the sector specific capacity building to enable application of new methodologies to support climate proofing through, for example, the Climate Change Online Risk Adaptation Tool (CCORAL)."}, {"text_block_id": "p16_b118", "text": "Strengthening the collection, analysis and use of climate-related data and impacts (Goal 2) has resulted in the completion of a “Rapid Vulnerability Assessment” for a select few sectors and agro-meteorological data is being collected for the agriculture sector. Traditional information exists on climate-related impacts; however, this is not adequately documented. Many data collection gaps exist and where data is collected, the analytic process is not available in a user-friendly format. There remains a need to record and provide information and data for all climate relevant sectors, in a userfriendly format to enable all stakeholders to support decision-making processes."}, {"text_block_id": "p16_b119", "text": "Building local human capacity to assess and respond to climate change (Goal 3), including through the access and use of appropriate technologies, has been improved to a limited extent in some sectors such as agriculture and fisheries. However, interventions are not sufficient to produce long-lasting impact. There is a need for training in all sectors and for their inter-sectoral linkages to take an integrated approach to engage all levels – Government (planning), private, community, civil society and others."}, {"text_block_id": "p16_b120", "text": "Reductions of greenhouse gas emissions (Goal 4), through increased energy efficiency and the use of renewable energy was largely due to the phase out of Chlorofluorocarbon (CFCs) and Hydrochlorofluorocarbons (HCFCs). Numerous initiatives for renewable energy have been established, but there are gaps that address other GHG emissions. By using the data and findings derived from the Technology Needs Assessment exercise and the Second National Communication, priority actions will be identified."}, {"text_block_id": "p17_b121", "text": "Eliminating unsustainable livelihood and development practices that increase climate change vulnerabilities (Goal 5) have been translated into several environmental laws. Several initiatives have been implemented including, the prohibition of sand mining, the voluntary re-planting of mangroves and the management of coral reefs. A key challenge remains enforcement of current and future laws. Added to which, through increased public awareness, the Government aims to promote and enforce management strategies that conserve the environment."}, {"text_block_id": "p17_b122", "text": "Sustained public education programming (Goal 6) has been conducted in the form of demonstration projects and outreach events. Media work and the development of tools for education, e.g. the ‘How to become a Greenz Climate Champion toolkit’, were published and teachers have been trained on climate change. There remains, however, a challenge about sensitising the public about sustainability and the need to change behaviour. This requires continuous efforts and increased resources for climate change education and outreach through schools and civil society-based organisations."}, {"text_block_id": "p17_b123", "text": "Foreign policy advocacy for international action on climate change (Goal 7) remains a prerequisite to access international climate finance. Though significant progress has been made, the quality of the contributions to international consultation processes could be increased with the allocation of sufficient resources for international consultations on climate change."}, {"text_block_id": "p17_b124", "text": "Joint implementation and networking with Organisation of Eastern Caribbean States (OECS) and CARICOM partners and with other Small Island Developing States (Goal 8), combined with active collaboration within OECS, CARICOM and the Alliance of Small Island States (AOSIS), has cemented members positions on climate change issues within climate negotiations via active collaboration with OECS, CARICOM and AOSIS on climate change positions in the climate negotiations. As a result, common positions have been identified and SIDS meet frequently to strategise. Challenges remain regarding the coordination between bilateral and regional representation at international level. There is a need for sufficient and adequate resources to enable coordination between national and regional partnerships and provide opportunities for sensitisation at all political levels."}, {"text_block_id": "p18_b125", "text": "As stated in section 2, the nation’s people, economy and environment are highly vulnerable to a variable and changing climate. Grenada is also dependent on the importation of expensive fossil fuels to meet its energy production and transportation needs. Grenada is committed to reducing greenhouse gas emissions in the context of the UNFCCC Paris Agreement. In response to this, citizens, companies, non-state actors and Government ministries, departments and agencies, are already taking concrete action to build resilience, improve energy efficiency/renewable energy use and reduce GHG emissions to climate variability and change. While action is indeed underway, an up to date framework is needed to ensure efficient and effective use of available resources. It is within this context that Cabinet endorsed an update of the 2007-2011 National Climate Change Policy and Action Plan."}, {"text_block_id": "p18_b126", "text": "The main gaps on addressing climate change on a national level, include measures that address; a) temperature increase, b) changing weather patterns, especially rainfall, c) natural hazards, like tropical storms, d) sea level rise and coastal ecosystems (on land and in the water), and e) low-carbon emission infrastructure, especially in the energy and transport sector."}, {"text_block_id": "p18_b127", "text": "This revised policy has been developed in alignment with overarching developmental objectives and priorities, as expressed in the 2014-2018 Growth and Poverty Reduction Strategy (GPRS) and draft National Strategic Development Plan (NSDP) 2030. The GPRS’s objectives are a) building resilience, b) developing competitiveness with equity, c) reducing vulnerability, and d) strengthening governance and security. The draft NSDP’s priorities include a competitive private sector, climate change and disaster management and governance."}, {"text_block_id": "p18_b128_merged", "text": "Additionally, the policy accommodates review of Grenada’s international UNFCCC commitments and regional CARICOM policies, such as ‘Climate change and the Caribbean: A regional framework for achieving development resilient to climate change (2009-2015)’, ‘Delivering transformational change 2011-21: Implementing the CARICOM ‘Regional Framework for Achieving Development Resilient to Climate Change’, the CARICOM energy policyand the draft Environmental and Natural Resources Policy Framework. Through the review of documents and consultation, needs and gaps have been identified that this policy seeks to addresses."}, {"text_block_id": "p19_b132", "text": "Vision Statement —"}, {"text_block_id": "p19_b133", "text": "This vision statement implies that all levels of Grenadian society will be empowered to respond to climate change in a manner that is consistent with realising their opportunities:"}, {"text_block_id": "p19_b134", "text": "This vision statement implies that all levels of Grenadian society will be empowered to respond to climate change in a manner that is consistent with realising their opportunities:\n* have knowledge about potential\n* have knowledge about potential climate\n* have knowledge about potential climate vulnerabilities/risks and the\n* collect relevant data, disseminate knowledge and develop learning\n* (NGOs) have knowledge"}, {"text_block_id": "p20_b149", "text": "Principles —"}, {"text_block_id": "p20_b150", "text": "The principles which guide the development and delivery of climate resilience, adaptation and low carbon development in Grenada are as follows:"}, {"text_block_id": "p20_b151", "text": "The principles which guide the development and delivery of climate resilience, adaptation and low carbon development in Grenada are as follows:\n* National ownership and engagement: citizens, community-based organisations\n* Efficiency: this climate change policy builds on rather than replicates existing policy\n* SIDS-specific: adopt an approach that recognises the human and financial\n* Integration: measures to build climate resilience and low carbon development will\n* Precaution: where there are threats of serious or irreversible damage, any concerns"}, {"text_block_id": "p21_b162", "text": "Objectives —"}, {"text_block_id": "p21_b163", "text": "The policy objectives for 2017 – 2021 are to;"}, {"text_block_id": "p21_b164", "text": "The policy objectives for 2017 – 2021 are to;\n* Strengthen institutional structure to support coordination, mainstreaming and\n* Build climate resilience in the following priority thematic areas: water supply and\n* Facilitate climate smart (low carbon, climate resilient) infrastructure location, planning,\n* Integrate disaster risk management and climate change adaptation, and support\n* Strengthen institutional arrangements for the collection, storage, analysis, sharing\n* Improve citizensâ awareness of the causes, impacts and appropriate responses to\n* Access climate technologies for mitigation and adaption along with capacity\n* Advocate for international action on climate change through foreign policy."}, {"text_block_id": "p22_b182_merged", "text": "As stated above, this policy and its objectives have been generated through a ‘bottom-up’ consultative process. It is also cognisant of international UNFCCC commitments by Grenada, and, regional CARICOM policies such as; ‘Climate change and the Caribbean: A regional framework for achieving development resilient to climate change (2009-2015)’; ‘Delivering transformational change 2011-21: Implementing the CARICOM ‘Regional Framework for Achieving Development Resilient to Climate Change’’; the CARICOM energy policy, and the draft Environmental and Natural Resources Policy Framework. Policy objectives drive the strategies, actions and outcomes that are presented in this document and in the related NAP and NDC."}, {"text_block_id": "p22_b186", "text": "As stated above, this policy and its objectives have been generated through a ‘bottom-up’ consultative process. It is also cognisant of international UNFCCC commitments by Grenada, and, regional CARICOM policies such as; ‘Climate change and the Caribbean: A regional framework for achieving development resilient to climate change (2009-2015)’; ‘Delivering transformational change 2011-21: Implementing the CARICOM ‘Regional Framework for Achieving Development Resilient to Climate Change’’; the CARICOM energy policy, and the draft Environmental and Natural Resources Policy Framework. Policy objectives drive the strategies, actions and outcomes that are presented in this document and in the related NAP and NDC.\n* Article 3 of the United Nations Framework Convention on Climate Change (UNFCCC), stipulates that the Parties\n<\\li1>"}, {"text_block_id": "p23_b188", "text": "Strategies —"}, {"text_block_id": "p23_b189", "text": "Policy objectives will be achieved through the pursuit of 13 inter-related strategies to be implemented as an integrated package of actions under the NAP and NDC, viz:"}, {"text_block_id": "p23_b190", "text": "Policy objectives will be achieved through the pursuit of 13 inter-related strategies to be implemented as an integrated package of actions under the NAP and NDC, viz:\n* Appoint sectoral climate change focal points and deliver institutional training\n* Improve project coordination and continue convening NCCC meetings and the\n* Improve project coordination and continue convening NCCC meetings and the\n 43\n* Improve project coordination and continue convening NCCC meetings and the\n 43\n to facilitate public participation in climate\n* Integrate adaptation into the National Sustainable Development Plan 2030\n* following priority thematic areas to build\n* Assess vulnerability of critical infrastructure assets (e.g. Dumfries, Maurice"}, {"text_block_id": "p24_b205", "text": "Policy objectives will be achieved through the pursuit of 13 inter-related strategies to be implemented as an integrated package of actions under the NAP and NDC, viz:\n* Appoint sectoral climate change focal points and deliver institutional training\n* Improve project coordination and continue convening NCCC meetings and the\n* Improve project coordination and continue convening NCCC meetings and the\n 43\n* Improve project coordination and continue convening NCCC meetings and the\n 43\n to facilitate public participation in climate\n* Integrate adaptation into the National Sustainable Development Plan 2030\n* following priority thematic areas to build\n* Assess vulnerability of critical infrastructure assets (e.g. Dumfries, Maurice\n* Provide support to National Disaster Management Agency (NaDMA) in\n* Build capacity of the Grenada Meteorological Service such that it can provide\n* Establish and maintain a centralised GHG emissions data and information\n* Promote use of climate change educational materials in primary and secondary\n* Promote and incentivise renewable energy and energy efficiency in the\n* Facilitate use of national budget, domestic and international private finance, and\n* Integrate and communicate climate resilience and mitigation into foreign policy.\n* Promote foreign policy advocacy for international action on climate change."}, {"text_block_id": "p24_b221_merged", "text": "The NAP and NDC provide information on how these strategies will be implemented through specific actions. The key actions in the NAP and NDC are summarised in this policy - see chapter titled ‘Action Plan’."}, {"text_block_id": "p25_b224", "text": "Outcomes —"}, {"text_block_id": "p25_b225_merged", "text": "The specific outcomes to be achieved during the 2017-2021 period are set out below. Specific timelines have been provided where these have been identified in the NAP and NDC."}, {"text_block_id": "p25_b228", "text": "(i)"}, {"text_block_id": "p25_b229", "text": "Establishment of formal climate change focal points in priority ministries with clear roles and responsibilities to cover each of the following themes: agriculture, Carriacou and Petit Martinique, education, fisheries, forestry, health, land use planning, meteorology, physical planning, tourism, water and works."}, {"text_block_id": "p25_b230", "text": "(ii)"}, {"text_block_id": "p25_b231", "text": "Improved technical capacity for spatial data management, risk modelling and climate-smart/green building approaches/standards to build climate resilience (e.g. by using CCORAL) and pursue a low carbon development pathway."}, {"text_block_id": "p25_b232", "text": "(iii)"}, {"text_block_id": "p25_b233", "text": "National Climate Change Committee meets on a regular basis and is functioning at the national level involving the private sector, CBOs and NGOs (with specific attention given to youth and gender groups)."}, {"text_block_id": "p25_b234", "text": "(iv)"}, {"text_block_id": "p25_b235", "text": "Climate change adaptation is established as a cross-cutting topic in the National Sustainable Development Plan 2030."}, {"text_block_id": "p25_b236", "text": "(v)"}, {"text_block_id": "p25_b237", "text": "All new Public Sector Investment Programme projects undergo the CCORAL screening and 50% of new PSIP projects that are ranked as “high climate change relevance”, integrate adaptation considerations into the project design by 2021."}, {"text_block_id": "p25_b238", "text": "(vi)"}, {"text_block_id": "p25_b239", "text": "(vi) Reduced water outage times during flooding and droughts. Increased domestic and corporate usage of water conservation/efficiency measures. Reduced incidence of uncompliant surface, sub-surface and coastal water quality."}, {"text_block_id": "p26_b240", "text": "(vii)"}, {"text_block_id": "p26_b241", "text": "Uptake of climate smart agriculture techniques and technologies and establishment of four climate-smart agriculture demonstration sites to highlight different technologies and techniques."}, {"text_block_id": "p26_b242", "text": "(viii)"}, {"text_block_id": "p26_b243", "text": "60% of agriculture officers to be advising farmers how to implement climate-smart agriculture practices."}, {"text_block_id": "p26_b244", "text": "(ix)"}, {"text_block_id": "p26_b245", "text": "20% of Grenada’s marine and coastal ecosystems to be protected and sustainably managed by 2021."}, {"text_block_id": "p26_b246", "text": "(x)"}, {"text_block_id": "p26_b247", "text": "Climate information is included in national disease surveillance system to strengthen the analysis and use of climate sensitive disease data."}, {"text_block_id": "p26_b248", "text": "(xi)"}, {"text_block_id": "p26_b249", "text": "Institutional, professional and technical capacity for integrated coastal zone management is developed along with a Coastal Zone Management Unit by 2020."}, {"text_block_id": "p26_b250", "text": "(xii)"}, {"text_block_id": "p26_b251", "text": "All ministries and Government agencies with a mandate for land management, have the capacity to use spatial data to inform decisions on sustainable land management. Climate variability and change is integrated into policies and guidelines for physical planning and development."}, {"text_block_id": "p26_b252", "text": "(xiii)"}, {"text_block_id": "p26_b253", "text": "At least two disaster risk management-related proposals are submitted annually to potential donors/investors, from 2017."}, {"text_block_id": "p26_b254", "text": "(xiv)"}, {"text_block_id": "p26_b255", "text": "The Meteorological Office has established a central repository for climate-related data that is operational with information being shared among agencies by 2020. The National Hydrological and Meteorological Service is established and operationalised to collect climate-related data from multiple sources by 2021. The Energy Division has established and maintains a centralised GHG emissions data and information management system."}, {"text_block_id": "p27_b256", "text": "(xv)"}, {"text_block_id": "p27_b257", "text": "In comparison to the 2013 OECS survey, the results of a repeated Knowledge, Attitudes and Practices survey on climate change demonstrates improved results for Grenada, by 2021."}, {"text_block_id": "p27_b258", "text": "(xvi)"}, {"text_block_id": "p27_b259", "text": "Greenhouse gas emissions reductions being on track to meet a 30% reduction by 2025, from the baselines recorded in the Second National Communication and NDC."}, {"text_block_id": "p27_b260", "text": "(xvii)"}, {"text_block_id": "p27_b261", "text": "The Green Climate Fund (GCF) has granted Grenada financial support for readiness activities by June 2017."}, {"text_block_id": "p27_b262", "text": "(xix)"}, {"text_block_id": "p27_b263", "text": "Foreign policy advocacy for international action on climate change is further enhanced and results in limiting and reducing greenhouse gas emissions on a global scale and provisioning by international funding sources allocated to Grenada, to adapt to climate change."}, {"text_block_id": "p27_b264", "text": "(xx)"}, {"text_block_id": "p27_b265", "text": "Release of assessment reports on the NAP and NDC process every two years, with recommendations on possible adjustments (including for the 2022+ NAP), to be operational."}, {"text_block_id": "p28_b266", "text": "Monitoring, evaluation and reporting —"}, {"text_block_id": "p28_b267", "text": "Monitoring, evaluating and reporting is a critical component of Grenada’s climate change policy as it will enable Grenada to: track the delivery of agreed measures; establish its effectiveness in reducing vulnerability and GHG emissions; create an opportunity for learning and adaptive management; and fulfil reporting requirements with the UNFCCC and reporting requests from the Caribbean Community Climate Change Centre (CCCCC). This component aligns with Article 7 of the UNFCCC Paris Agreement, which states that each Party should monitor, evaluate and learn from adaptation policies, plans, programmes and actions, and with UNFCCC reporting requirements on GHG inventories. It is also consistent with Grenada’s agreement to report on the Implementation Plan for ‘Regional Framework for Achieving Development Resilient to Climate Change’."}, {"text_block_id": "p28_b268", "text": "Monitoring and evaluation (M&E) of adaptation measures will be undertaken as part of the NAP process. The NAP details goals and indicators of overarching strategic importance to the adaptation process which align with indicators already agreed for reporting to the CCCCC. M&E of mitigation measures will be undertaken as part of Grenada’s UNFCCC reporting requirements, which include preparing, communicating and maintaining successive NDCs (Paris Agreement Article 4, paragraph 2), national communications and biennial update reports."}, {"text_block_id": "p28_b269", "text": "Every two years, a progress report on the policy, NAP and NDC process will be developed and submitted to Cabinet, which will be discussed at the Sustainable Development Council. The report will be communicated to relevant stakeholders within Grenada and will be included in progress reports to the UNFCCC through national communications or submissions. These reports will be used to check if Policy, NAP and NDC implementation and concrete interventions are on track and whether the process or actions should be adjusted accordingly. They will also inform the revision of the NAP and NDC, which will occur at least by 2022."}, {"text_block_id": "p29_b270", "text": "Implementation – from policy to action"}, {"text_block_id": "p29_b271", "text": "The implementation vehicles for the national climate change policy’s objectives, strategies and outcomes, are the NAP and the NDC. Delivery of the actions articulated in each document will ensure the operational components of the policy. In order to achieve each action, strong leadership, institutional arrangements, coordination and public awareness are required. Their constitution is outlined as part of this policy."}, {"text_block_id": "p29_b272", "text": "Regarding mitigation; the Climate Change Focal Point in the Environment Division is leading the process to concretise and implement the NDC, working closely with the relevant sector ministries of the Government like the Ministry of Energy, the NCCC and the DETC. The Climate Change Focal Point is responsible for convening NDC stakeholders (notably climate change focal points and the sectors explicitly mentioned in the NDC), to ensure their roles and responsibilities in turning the NDC from paper to concrete actions, are clear. As for the NAP process, the NCCC will be responsible for submitting a progress report on the NDC to Cabinet, supported by the Climate Change Focal Point."}, {"text_block_id": "p29_b273", "text": "Regarding adaptation; the Environment Division is leading the NAP process, working closely with the NCCC, as well as DETC, which is the National Designated Authority for the Green Climate Fund. The staff of the Environment Division is responsible for convening NAP stakeholders (notably climate change focal points), to ensure their roles and responsibilities in delivering the NAP are clear. The policy and integration of adaptation into the National Sustainable Development Plan 2030, priority sectoral corporate plans, the PSIP approval process and Environmental Impact Assessments, provide strong drivers for stakeholders to cooperate with the Environment Division on NAP delivery. Each year the NCCC, an inter-agency body, will be responsible for submitting a progress report on the NAP to Cabinet, supported by the Environment Division."}, {"text_block_id": "p29_b274", "text": "The climate change policy addresses themes covered in other Government of Grenada policies including, for example; the 2007 Draft National Water Policy; the Draft Integrated Coastal Zone Management Policy; and the 2013 Land Policy for Carriacou and Petit Martinique. The climate change policy has been developed to support existing Grenadian policies. It provides a framework within which Government actions in other sectors can be designed and implemented to deliver resilience and low carbon development. The climate change focal point structure and integration of climate resilience into Government policies, strategies and actions is designed to assist in this."}, {"text_block_id": "p30_b275", "text": "As stated, the implementation vehicles for the policy are the NAP and the NDC. Each document articulates a series of actions which address the strategies outlined in this policy. The concrete actions on adaptation to climate change are outlined in the NAP and NDC and other relevant policies."}, {"text_block_id": "p30_b276", "text": "The Nationally Determined Contribution"}, {"text_block_id": "p30_b277", "text": "serves as an outline of the climate action plan on mitigation with some initial references to adaptation. In September 2015, Grenada submitted its NDC to the UNFCCC identifying energy (electricity), transport, waste and forestry as the main sector for mitigations."}, {"text_block_id": "p30_b278", "text": "In regard to mitigation, the Government plans to establish a process with extensive stakeholder consultations to revisit the NDC and to provide a concrete action plan of existing, planned and new activities that will result in a reduction of Grenada’s greenhouse gas emissions by almost 50% of business as usual projections by 2025."}, {"text_block_id": "p30_b279", "text": "The National Adaptation Plan"}, {"text_block_id": "p30_b280", "text": "is a five-year plan (2017-2021) with 12 multi-sectoral programmes of action and 14 corresponding goals. Each one is measured by at least one indicator."}, {"text_block_id": "p30_b281", "text": "The NAP is an umbrella document, mainly based on prioritised climate change adaptation activities taken from already existing sectoral and local area plans that have been through larger consultation processes in the past months and years."}, {"text_block_id": "p30_b282", "text": "It is a living document which will be regularly updated and revised to provide strategic and programmatic guidance for Grenada’s adaptation process."}, {"text_block_id": "p31_b283", "text": "Most measures presented in the NDC and NAP are at concept stage, and formal appraisals have not been undertaken yet to identify capital and operational costs. Following this, and to avoid misleading their implementers and interested stakeholders, detailed costs have not been reported in the NAP or NDC documents. However, estimates for each program of action can be provided, based on stakeholder consultation. A critical next step for lead implementers will be to undertake costing exercises as they review and approve measures for implementation and allocate their organisation’s time and resources accordingly. Costs will be recorded and fed into the NAP and NDC monitoring, evaluating and reporting mechanism, in turn providing support to future costing exercises."}, {"text_block_id": "p31_b284", "text": "In order to access sufficient finance to fund implementation of the NDC and the NAP -which is estimated at around half a billion in total - it is necessary to continue developing and leveraging existing financing options, whilst fully utilising emerging opportunities."}, {"text_block_id": "p31_b285", "text": "Consequently, the following financing sources will be targeted:"}, {"text_block_id": "p31_b286", "text": "•"}, {"text_block_id": "p31_b287", "text": "allocations from the national budget"}, {"text_block_id": "p31_b288", "text": "•"}, {"text_block_id": "p31_b289", "text": "investments from the local and international private sector"}, {"text_block_id": "p31_b290", "text": "•"}, {"text_block_id": "p31_b291", "text": "bilateral and multilateral grants"}, {"text_block_id": "p31_b292", "text": "•"}, {"text_block_id": "p31_b293", "text": "bilateral and multilateral concessional loans"}, {"text_block_id": "p31_b294", "text": "The Government will collaborate with international organisations, including development banks, UN organisations and bilateral donors, including the EU. It will also make every effort to utilise human resources/technical assistance offered by the OECS, CARICOM and the CARICOM regional agencies, including the CCCCC, Caribbean Institute for Meteorology and Hydrology (CIMH) and the Caribbean Disaster Emergency Management Agency (CDEMA)."}, {"text_block_id": "p32_b295", "text": "Source: CDKN. The IPCC's Fifth Assessment Report: What's in it for Small Island Developing States, Overseas Development Institute/Climate and Development Knowledge Network (CDKN), London, UK (2014), page 6."}, {"text_block_id": "p33_b296", "text": "REFERENCES"}, {"text_block_id": "p33_b297", "text": "•"}, {"text_block_id": "p33_b298", "text": "Agard, J., Schipper, E. L., Birkmann, J., Campos, M., Dubeux, C., Nojiri, Y., . . . St. Clair, A. L. (2014). Annex II: Glossary. In Barros, V. R., C. B. Field, M. D. Dokken, M. D. Mastrandrea, K. J. Mach, . . . L. L. White (Eds.),"}, {"text_block_id": "p33_b299", "text": "Climate change 2014: Impacts, adaptation and vulnerability.. Part B: regional aspects. Contribution of working group II to the fifth assessment report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p33_b300", "text": "(pp. 17571776). Cambridge, United Kingdom and New York, NY, USA: Cambridge University Press."}, {"text_block_id": "p33_b301", "text": "•"}, {"text_block_id": "p33_b302", "text": "Caribbean Community (CARICOM). (2013)"}, {"text_block_id": "p33_b303", "text": "."}, {"text_block_id": "p33_b304", "text": "CARICOM energy policy."}, {"text_block_id": "p33_b305", "text": "Georgetown: CARICOM."}, {"text_block_id": "p33_b306", "text": "•"}, {"text_block_id": "p33_b307", "text": "Caribbean Community Climate Change Centre (CCCCC). (2002)"}, {"text_block_id": "p33_b308", "text": "."}, {"text_block_id": "p33_b309", "text": "Grenada’s coastal vulnerability and risk assessment."}, {"text_block_id": "p33_b310", "text": "Belmopan: Caribbean Community Climate Change Centre."}, {"text_block_id": "p33_b311", "text": "•"}, {"text_block_id": "p33_b312", "text": "Caribbean Community Climate Change Centre (CCCCC). (2009)"}, {"text_block_id": "p33_b313", "text": ". Climate change and the Caribbean: A regional framework for achieving development resilient to climate change (2009-2015). Belmopan. Retrieved October 24, 2016, from http://www.cpdcngo.org/cpdc/attachments/article/107/Regional Framework.pdf"}, {"text_block_id": "p33_b314", "text": "•"}, {"text_block_id": "p33_b315", "text": "Caribbean Community Climate Change Centre (CCCCC). (2012)"}, {"text_block_id": "p33_b316", "text": ". Delivering transformational change 201121: Implementing the CARICOM regional framework for achieving development resilient to climate change. Belmopan: Caribbean Community Climate Change Centre. Retrieved October 24, 2016, from http://cdkn. org/wp-content/uploads/2010/12/IP_version-verificar-si-final.pdf. Last accessed 24/10/16"}, {"text_block_id": "p33_b317", "text": "•"}, {"text_block_id": "p33_b318", "text": "Caribbean Community Climate Change Centre (CCCCC). (2015)"}, {"text_block_id": "p33_b319", "text": "."}, {"text_block_id": "p33_b320", "text": "Vulnerability and Capacity Assessment for the Chemin Watershed Area in Grenada."}, {"text_block_id": "p33_b321", "text": "Belmopan: Caribbean Community Climate Change Centre."}, {"text_block_id": "p33_b322", "text": "•"}, {"text_block_id": "p33_b323", "text": "CARIBSAVE. (2012)"}, {"text_block_id": "p33_b324", "text": "."}, {"text_block_id": "p33_b325", "text": "The CARIBSAVE Climate Change Risk Atlas. Climate Change Risk Profile for Grenada."}, {"text_block_id": "p33_b326", "text": "The CARIBSAVE Partnership."}, {"text_block_id": "p33_b327", "text": "•"}, {"text_block_id": "p33_b328", "text": "Church, J. A., Clark, P. U., Cazenave, A., Gregory, J. M., Jevrejeva, S., Levermann, A.,  Unnikrishnan, A. S. (2013)."}, {"text_block_id": "p33_b329_merged_merged", "text": "Sea Level Change. In T. F. Stocker, D. Qin, G. K.-.. Plattner, M. Tignor, S. K. Allen, J. Boschung, . . . P. M. Midgley (Eds.), Climate Change 2013: The Physical Science Basis. Contributions of Working Group I to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change. Cambridge, United Kingdom: Cambridge University Press."}, {"text_block_id": "p33_b332", "text": "•"}, {"text_block_id": "p33_b333", "text": "Climate & Development Knowledge Network (CDKN) & Overseas Development Institute (ODI). (2014)."}, {"text_block_id": "p33_b334", "text": "The IPCC’s fifth assessment report: What’s in it for Small Island Developing States?"}, {"text_block_id": "p33_b335", "text": "Climate and Development Knowledge Network, London."}, {"text_block_id": "p33_b336", "text": "•"}, {"text_block_id": "p33_b337", "text": "Government of Grenada. (2005)."}, {"text_block_id": "p33_b338", "text": "National capacity self-assessment, thematic assessment of climate change."}, {"text_block_id": "p33_b339", "text": "St. George."}, {"text_block_id": "p33_b340", "text": "•"}, {"text_block_id": "p33_b341", "text": "Government of Grenada. (2007a)"}, {"text_block_id": "p33_b342", "text": "."}, {"text_block_id": "p33_b343", "text": "National climate change policy and action plan (2007-2011)."}, {"text_block_id": "p33_b344", "text": "St. George."}, {"text_block_id": "p33_b345", "text": "•"}, {"text_block_id": "p33_b346", "text": "Government of Grenada. (2007b)"}, {"text_block_id": "p33_b347", "text": "."}, {"text_block_id": "p33_b348", "text": "National water policy"}, {"text_block_id": "p33_b349", "text": ". St. George."}, {"text_block_id": "p33_b350", "text": "•"}, {"text_block_id": "p33_b351", "text": "Government of Grenada. (2011)."}, {"text_block_id": "p33_b352", "text": "UN Conference on sustainable development. Rio+20 national preparatory process. Background paper and workshop report."}, {"text_block_id": "p33_b353", "text": "St. George."}, {"text_block_id": "p33_b354", "text": "•"}, {"text_block_id": "p33_b355", "text": "Government of Grenada. (2013)"}, {"text_block_id": "p33_b356", "text": "."}, {"text_block_id": "p33_b357", "text": "Food insecurity and vulnerability assessment & mapping."}, {"text_block_id": "p33_b358", "text": "St. George."}, {"text_block_id": "p34_b359", "text": "•"}, {"text_block_id": "p34_b360", "text": "Government of Grenada. (2014a)."}, {"text_block_id": "p34_b361", "text": "Draft comprehensive disaster management policy and strategy, 2015-2019."}, {"text_block_id": "p34_b362", "text": "St. George."}, {"text_block_id": "p34_b363", "text": "•"}, {"text_block_id": "p34_b364", "text": "Government of Grenada. (2014b)"}, {"text_block_id": "p34_b365", "text": "."}, {"text_block_id": "p34_b366", "text": "Grenada’s growth and poverty reduction strategy (GPRS) 2014-2018."}, {"text_block_id": "p34_b367", "text": "St. George."}, {"text_block_id": "p34_b368", "text": "•"}, {"text_block_id": "p34_b369", "text": "Government of Grenada. (2015a)."}, {"text_block_id": "p34_b370", "text": "Cabinet conclusion on 11th May 2015. Preparation by Grenada to access climate change financing through the Green Climate Fund"}, {"text_block_id": "p34_b371", "text": ". St. George."}, {"text_block_id": "p34_b372", "text": "•"}, {"text_block_id": "p34_b373", "text": "Government of Grenada. (2015b)."}, {"text_block_id": "p34_b374", "text": "Draft land policy for Grenada."}, {"text_block_id": "p34_b375", "text": "St. George."}, {"text_block_id": "p34_b376", "text": "•"}, {"text_block_id": "p34_b377", "text": "Government of Grenada. (2015c)."}, {"text_block_id": "p34_b378", "text": "Integrated coastal zone management policy for Grenada, Carriacou and Petite Martinique."}, {"text_block_id": "p34_b379", "text": "St. George."}, {"text_block_id": "p34_b380", "text": "•"}, {"text_block_id": "p34_b381", "text": "Government of Grenada. (2015d)"}, {"text_block_id": "p34_b382", "text": "."}, {"text_block_id": "p34_b383", "text": "Intended nationally determined contribution (INDC). Submitted to the United Nations Framework Convention on Climate Change."}, {"text_block_id": "p34_b384", "text": "Retrieved October 21, 2016, from http://www4.unfccc.int/ submissions/INDC/Published Documents/Grenada/1/Grenada INDC.pdf"}, {"text_block_id": "p34_b385", "text": "•"}, {"text_block_id": "p34_b386", "text": "Intergovernmental Panel on Climate Change (IPCC). (2007)."}, {"text_block_id": "p34_b387", "text": "Summary for policymakers. In M. L. Parry, O. F. Canziani, J. P. Palutikof, P. J. van der Linden, & C. E. Hanson (Eds.),"}, {"text_block_id": "p34_b388", "text": "Climate change 2007: Impacts, adaptation and vulnerability. Contribution of working group II to the fourth assessment report of the Intergovermental Panel on Climate Change."}, {"text_block_id": "p34_b389", "text": "Cambridge, UK: Cambridge University Press."}, {"text_block_id": "p34_b390", "text": "•"}, {"text_block_id": "p34_b391", "text": "Intergovernmental Panel on Climate Change (IPCC). (2014)"}, {"text_block_id": "p34_b392", "text": "."}, {"text_block_id": "p34_b393", "text": "Climate change 2014: Synthesis report. Contribution of working groups I, II and III to the fifth assessment report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p34_b394", "text": ". Geneva, Switzerland: International Panel on Climate Change."}, {"text_block_id": "p34_b395", "text": "•"}, {"text_block_id": "p34_b396", "text": "Knutson, T. R., & Tuleya, R. E. (2008)"}, {"text_block_id": "p34_b397_merged", "text": ". Tropical cyclones and climate change: Revisitng recent studies at GFDL. In H. Dias, & R. Murnane (Eds.), Climate extremes and society. New York, USA: Colunbia University Press."}, {"text_block_id": "p34_b400", "text": "•"}, {"text_block_id": "p34_b401", "text": "Masters, J. (n.d.)."}, {"text_block_id": "p34_b402", "text": "Are category 4 and 5 hurricanes increasing in number?"}, {"text_block_id": "p34_b403", "text": "Retrieved December 1, 2016, from https://www.wunderground.com/education/webster.asp?MR=1"}, {"text_block_id": "p34_b404", "text": "•"}, {"text_block_id": "p34_b405", "text": "Organisation of Eastern Caribbean States (OECS). (2004)."}, {"text_block_id": "p34_b406", "text": "Grenada: Macro-socio-economic assessment of the damages caused by Hurricane Ivan: September 7th, 2004."}, {"text_block_id": "p34_b407", "text": "Castries: Organisation of Eastern Caribbean States."}, {"text_block_id": "p34_b408", "text": "•"}, {"text_block_id": "p34_b409", "text": "Organisation of Eastern Caribbean States (OECS). (2013)"}, {"text_block_id": "p34_b410", "text": "."}, {"text_block_id": "p34_b411", "text": "Final draft land policy: Carriacou and Petite Martinique."}, {"text_block_id": "p34_b412", "text": "Castries: OECS."}, {"text_block_id": "p34_b413", "text": "•"}, {"text_block_id": "p34_b414", "text": "UNECLAC. (2013)."}, {"text_block_id": "p34_b415", "text": "An assessment of the economic and social impacts of climate change on the health sector in the Caribbean."}, {"text_block_id": "p34_b416", "text": "United Nations."}, {"text_block_id": "p34_b417", "text": "•"}, {"text_block_id": "p34_b418", "text": "United Nations Framework Convention on Climate Change. (2016)"}, {"text_block_id": "p34_b419", "text": "."}, {"text_block_id": "p34_b420", "text": "Report of the Conference of the Parties on its twenty-first session, held in Paris from 30 November to 13 December 2015. Addendum. Part two: Action taken by the Conference of the Parties at its twenty-first session."}, {"text_block_id": "p34_b421", "text": "United Nations. Retrieved from United Nations Climate Change."}, {"text_block_id": "p34_b422", "text": "•"}, {"text_block_id": "p34_b423", "text": "World Bank, CIAT & CATIE. (2015)."}, {"text_block_id": "p34_b424", "text": "Climate-amart agriculture in Grenada."}, {"text_block_id": "p34_b425", "text": "CSA country profiles for Latin America series (2nd ed.). Washington, D.C.: The World Bank Group."}, {"text_block_id": "p35_b426", "text": "The National Climate Change Policy for Grenada, Carriacou and Petite Martinique (2017-2021) is a publication of the Government of Grenada developed with the support of the Integrated Climate Change Adaptation Strategies project."}], "document_description": "The policy objectives for 2017 – 2021 are to;<br>1) Strengthen institutional structure to support coordination, mainstreaming and implementation of climate change adaptation and mitigation action, along with the systematic integration of climate change adaptation into development policies, plans, programmes, projects, budgets and processes.<br>2) Build climate resilience in the following priority thematic areas: water supply and sewage management; ‘agriculture, agri-business and food security’39; biodiversity and ecosystems; human health and coastal zone management.<br>3) Facilitate climate smart (low carbon, climate resilient) infrastructure location, planning, design and maintenance, sustainable land management and reduce greenhouse gas (GHG) emissions in the electricity, transport, waste and forestry sectors.<br>4) Integrate disaster risk management and climate change adaptation, and support funding applications for disaster risk management activities.<br>5) Strengthen institutional arrangements for the collection, storage, analysis, sharing and use of climate, GHG emission and pollutant/chemical data and information to inform evidence-based decision making.<br>6) Improve citizens’ awareness of the causes, impacts and appropriate responses to climate change, so that they are in a better position to take independent action and support relevant public policies, and state and non-state activities.<br>7) Access climate technologies for mitigation and adaption along with capacity building. Increase external climate finance support to Grenada’s adaptation and mitigation process.<br>8) Advocate for international action on climate change through foreign policy.<br><br>"}