{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Philippines", "document_category": "Law", "document_sector_name": ["Water", "Residential and Commercial", "LULUCF", "Health", "Agriculture"], "document_date": "01/01/2010", "document_language": "English", "document_name": "Administrative Order Implementing the Climate Change Act 2009", "document_country_code": "PHL", "document_hazard_name": ["Changes In Average Temperature", "Sea Level Rise", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods", "Fires"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2010/PHL-2010-01-01-Administrative Order Implementing the Climate Change Act 2009_003950cfe76892f3936ed0a7a494b01f.pdf", "document_type": "Order", "text_blocks": [], "document_description": "The Act acknowledges the Philippines' vulnerability to climate change and the need for appropriate adaptation. It creates a comprehensive framework for systematically integrating the concept of climate change, in synergy with disaster risk reduction, in various phases of policy formulation, development plans, poverty reduction strategies and other development tools and techniques.  The Act states the main principles of climate change policy: common but differentiated responsibilities; the Precautionary Principle; UNFCCC objectives (GHG mitigation and adaptation), and the Hyogo Framework for Action addressing disaster risk reduction. It adopts a gender-sensitive, pro-children and pro-poor approach.  The Act establishes the Climate Change Commission as the sole policy-making body within government, which overseas, co-ordinates and evaluates climate change policies and plans. The commission is established under the office of the President (abolishing the Presidential Task Force on Climate Change, established in 2007) and has a diverse advisory board composed of government ministries and agencies.  The Act requires the Commission to draft several policies: - A National Climate Change Framework, as a basis for research and action planning - A detailed National Climate Change Action Plan - A Local Climate Change Action Plan - guidelines developed by the Commission  Additional powers and functions include: - Mainstreaming of climate change, in synergy with disaster risk reduction, into the national, sectoral and local development plans and programmes and co-ordinating climate change programmes of national government agencies - Recommending legislation, policies, strategies, programmes on adaptation and mitigation - Recommending key development investments in climate-sensitive sectors such as water resources, agriculture, forestry, coastal and marine resources, health and infrastructure - Creating an enabling environment for the design of relevant and appropriate risk-sharing and risk-transfer instruments and promotion of broader multi-stakeholder participation and integrate climate change mitigation and adaptation - Representing the Philippines in the climate change negotiations - Formulating and implementing guidelines for determining vulnerability to climate change impacts and adaptation assessments - Facilitating capacity building for local adaptation planning, implementation and monitoring of climate change initiatives in vulnerable communities and areas."}