{"document_instrument_name": ["Processes, plans and strategies|Governance", "Subsidies|Economic"], "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Administrative Order 110, directing the Institutionalization of the Government Energy Management Program", "document_country_code": "PHL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Order", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "27/03/2006", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2006/PHL-2006-03-27-Administrative Order 110, directing the Institutionalization of the Government Energy Management Program_44921a141f474926581131bb2a6454cf.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "MALACAÑANG"}, {"text_block_id": "p0_b2", "text": "Manila"}, {"text_block_id": "p0_b3", "text": "BY THE PRESIDENT OF THE PHILIPPINES"}, {"text_block_id": "p0_b4", "text": "ADMINISTRATIVE ORDER NO. 110"}, {"text_block_id": "p0_b5", "text": "DIRECTING THE INSTITUTIONALIZATION OF A GOVERNMENT ENERGY MANAGEMENT PROGRAM (GEMP)"}, {"text_block_id": "p0_b6", "text": "WHEREAS,"}, {"text_block_id": "p0_b7", "text": "under Section 2 of R.A. No. 7638, otherwise known as the \"Department of Energy Act of 1992\", it is declared the policy of the State to ensure a continuous, adequate, reliable, and economic supply of energy through, among others, the judicious conservation, renewal and efficient utilization of energy, to keep pace with the country's growth and economic development;"}, {"text_block_id": "p0_b8", "text": "WHEREAS,"}, {"text_block_id": "p0_b9", "text": "it is imperative that long-term measures be adopted to minimize if not forestall any adverse effect of the crude price increases on the country's essential economic activities;"}, {"text_block_id": "p0_b10", "text": "WHEREAS,"}, {"text_block_id": "p0_b11", "text": "to mitigate the ill effects of energy use on the environment, there is a compelling need for the Government to undertake a program promoting the judicious use of energy resources through intensified conservation efforts and efficient utilization thereof;"}, {"text_block_id": "p0_b12", "text": "WHEREAS,"}, {"text_block_id": "p0_b13", "text": "the Government's five- (5) point energy reform agenda on energy independence aims to achieve sixty (60) percent self-sufficiency level by 2010 and thus shield the country from the price volatility of imported energy through the enhanced development and use of indigenous oil and gas reserves, renewable energy, alternative fuels, strategic alliances with other countries, and effective implementation of a National Energy Efficiency and Conservation Program (NEECP);"}, {"text_block_id": "p0_b14", "text": "WHEREAS,"}, {"text_block_id": "p0_b15", "text": "to maintain the Government's credibility in encouraging the adoption of energy efficiency and conservation measures by the private sector, the Government shall lead by example implementing its own energy management program;"}, {"text_block_id": "p0_b16", "text": "WHEREAS,"}, {"text_block_id": "p0_b17", "text": "Section 1 (b) (2) of the Administrative Order No. 103, requires the reduction of at least ten percent (10%) in the cost of the consumption of fuel, water, office supplies, electricity and other utilities. For this purpose, agencies are hereby authorized to install and use energy-efficient lights and fixtures, and optimize the utilization of internet facilities especially for long- distance communication."}, {"text_block_id": "p1_b18", "text": "NOW, THEREFORE, I, GLORIA MACAPAGAL-ARROYO,"}, {"text_block_id": "p1_b19", "text": "President of the Philippines, by virtue of the powers vested in me by law, do hereby order"}, {"text_block_id": "p1_b20", "text": ":"}, {"text_block_id": "p1_b21", "text": "SECTION 1. THE GOVERNMENT ENERGY MANAGEMENT PROGRAM (GEMP)"}, {"text_block_id": "p1_b22", "text": "1.1"}, {"text_block_id": "p1_b23", "text": "GEMP Goal"}, {"text_block_id": "p1_b24", "text": "The Government shall aim to reduce its monthly consumption of electricity (in kilowatt-hours) and petroleum products (in liters) by at least ten percent (10%) through the implementation of the GEMP for a minimum period of three (3) years starting January 2005."}, {"text_block_id": "p1_b25", "text": "1.2"}, {"text_block_id": "p1_b26", "text": "Methodology"}, {"text_block_id": "p1_b27", "text": "a."}, {"text_block_id": "p1_b28", "text": "Electricity Efficiency"}, {"text_block_id": "p1_b29", "text": "and Conservation"}, {"text_block_id": "p1_b30", "text": "and Conservation\n* Each government entity is mandated to adopt and implement an electricity efficiency program to reduce electricity consumption by ten (10) percent of its average monthly consumption for the 1st semester of 2004.\n* The Government, thru the Department of Budget and Management (DBM) in coordination with the DOE, shall institute the government procurement guidelines on energy efficient lighting and appliances based on DOE-certified energy efficiency ratings (Attachment A).\n* Each government entity may utilize or avail itself of the Department of Energy (DOE) approved and other acceptable energy efficiency measures in order to effectively comply with this Administrative Order."}, {"text_block_id": "p1_b36", "text": "b."}, {"text_block_id": "p1_b37", "text": "Efficiency and Conservation in Fuel Use of Government Vehicles"}, {"text_block_id": "p1_b38", "text": "Efficiency and Conservation in Fuel Use of Government Vehicles\n* Each government entity is mandated to adopt and implement a program that will reduce its fuel consumption for transport by ten (10) percent of its average monthly consumption for the 1st semester of 2004.\n* The ten percent (10%) fuel reduction may be achieved thru substitution or blending of petroleum products with alternative fuels, such as Coco-Methyl Ester (CME) in accordance with the provisions of MC No. 55, Compressed Natural Gas (CNG), Ethanol, and other biofuels, among others as certified by the DOE.\n* There shall be a moratorium on the purchase of new government vehicles for six (6) months after the effectivity of this Administrative Order, provided that once the moratorium has been lifted, purchase of new government"}, {"text_block_id": "p2_b44", "text": "Efficiency and Conservation in Fuel Use of Government Vehicles\n* Each government entity is mandated to adopt and implement a program that will reduce its fuel consumption for transport by ten (10) percent of its average monthly consumption for the 1st semester of 2004.\n* The ten percent (10%) fuel reduction may be achieved thru substitution or blending of petroleum products with alternative fuels, such as Coco-Methyl Ester (CME) in accordance with the provisions of MC No. 55, Compressed Natural Gas (CNG), Ethanol, and other biofuels, among others as certified by the DOE.\n* There shall be a moratorium on the purchase of new government vehicles for six (6) months after the effectivity of this Administrative Order, provided that once the moratorium has been lifted, purchase of new government\n* Government vehicles shall be used for official business purposes only."}, {"text_block_id": "p2_b47", "text": "1.3"}, {"text_block_id": "p2_b48", "text": "Compliance"}, {"text_block_id": "p2_b49", "text": "a."}, {"text_block_id": "p2_b50", "text": "Energy Surveys and Audits"}, {"text_block_id": "p2_b51", "text": "Energy Surveys and Audits\n* Each government entity shall conduct a prioritized survey by requiring walk-through audits in all its facilities. The DOE shall provide technical assistance to all government entities for this purpose.\n* Each government entity upon establishing its priorities, shall conduct detailed energy audits either through the services of the DOE or an Energy Service Provider (ESP)."}, {"text_block_id": "p2_b55", "text": "b."}, {"text_block_id": "p2_b56", "text": "Energy Conservation Officer"}, {"text_block_id": "p2_b57", "text": "Energy Conservation Officer\n* Each government entity shall designate a senior official as its Energy Conservation Officer (ECO).\n* The ECO shall be responsible for his/her government entity's compliance with the provisions of this Administrative Order, as well as the development and implementation of energy efficiency and conservation measures."}, {"text_block_id": "p2_b61", "text": "c."}, {"text_block_id": "p2_b62", "text": "Implementing Guidelines, Rules and Regulations"}, {"text_block_id": "p2_b63", "text": "The DOE, with the concurrence of DBM, shall promulgate the necessary implementing guidelines, rules and regulations to ensure compliance with the provisions of this Administrative Order."}, {"text_block_id": "p2_b64", "text": "SEC. 2.  INTER-AGENCY COORDINATION"}, {"text_block_id": "p2_b65", "text": "The DOE shall establish an inter-agency coordination among all government entities to ensure compliance with this Administrative Order, including the conduct of appropriate information, education and communication campaign."}, {"text_block_id": "p3_b66", "text": "SEC. 3. FUNDING"}, {"text_block_id": "p3_b67", "text": "3.1"}, {"text_block_id": "p3_b68", "text": "Source of Funds"}, {"text_block_id": "p3_b69", "text": "Source of Funds\n* Each government entity shall allocate appropriate amount from its approved-budget for the years 2004 and 2005 for the implementation of its prioritized and planned energy management program.\n* Each government entity shall include in its budget preparation the necessary funds for its energy management program from 2006 onward."}, {"text_block_id": "p3_b73", "text": "3.2"}, {"text_block_id": "p3_b74", "text": "Use of Energy Savings"}, {"text_block_id": "p3_b75", "text": "At least 50% of the savings to be realized through the GEMP may be used by the government entity for the improvement of energy efficiency in its facilities subject to the guidelines to be promulgated by the DOE and DBM."}, {"text_block_id": "p3_b76", "text": "SEC. 4. EFFECTIVITY"}, {"text_block_id": "p3_b77", "text": ". This Administrative Order shall take effect immediately."}, {"text_block_id": "p3_b78", "text": "Done in the City of Manila, this 25th day of October, in the year of Our Lord, Two Thousand and Four."}, {"text_block_id": "p3_b79", "text": "By the President"}, {"text_block_id": "p3_b80", "text": "(Sgd.)"}, {"text_block_id": "p3_b81", "text": "EDUARDO R. ERMITA"}, {"text_block_id": "p3_b82", "text": "Executive Secretary"}, {"text_block_id": "p4_b83", "text": "ATTACHMENT A"}, {"text_block_id": "p4_b84", "text": "LIST OF CERTIFIED REFRIGERATORS"}, {"text_block_id": "p4_b85", "text": "AS OF JULY 2004"}, {"text_block_id": "p5_b86_merged", "text": "Total no. of models: 125 models w/30% higher EER no. 37 model"}, {"text_block_id": "p7_b89", "text": "model w/30% higher EEF:"}, {"text_block_id": "p7_b90", "text": "no. 31 model"}, {"text_block_id": "p8_b91", "text": "LIST OF CERTIFIED SPLIT-TYPE ROOM AIR CONDITIONERS as of  SEPTEMBER CY 2004"}, {"text_block_id": "p8_b92", "text": "Note:"}, {"text_block_id": "p8_b93", "text": "Lowest EER: 9.2"}, {"text_block_id": "p8_b94_merged", "text": "Below 12,000 kJ/h Imported - 29"}, {"text_block_id": "p8_b97", "text": "models"}, {"text_block_id": "p11_b98", "text": "Note:"}, {"text_block_id": "p12_b99", "text": "LIST OF CERTIFIED WINDOW-TYPE ROOM AIR CONDITIONERS as of SEPTEMBER CY 2004"}, {"text_block_id": "p15_b100", "text": "Note:"}, {"text_block_id": "p15_b101", "text": "For Window type RACs with cooling capacity below 12,000 kJ/h"}, {"text_block_id": "p15_b102", "text": "Highest EER: 11.7"}, {"text_block_id": "p15_b103", "text": "Lowest EER: 9.0"}, {"text_block_id": "p15_b104", "text": "Below 12,000 kJ/h"}, {"text_block_id": "p15_b105_merged", "text": "Local - 81 models  Imported - 79 models"}, {"text_block_id": "p18_b111", "text": "Note:"}, {"text_block_id": "p18_b112", "text": "For Window type RACs with cooling capacity 12,000 kJ/h and above"}, {"text_block_id": "p19_b113", "text": "LIST OF PNS-COMPLIANT COMPACT FLUORESCENT LAMPS (CFL)"}, {"text_block_id": "p19_b114", "text": "As of November 30, 2004"}, {"text_block_id": "p19_b115", "text": "As of November 30, 2004\n"}], "document_description": "The Order established that the government shall aim to reduce its monthly consumption of electricity and petroleum products by at least 10% for a minimum period of 3 years starting in January 2005.<br />\n<br />\nEach government entity is mandated to adopt and implement an electricity efficiency program to reduce electricity consumption by ten 10% of its average monthly consumption for the 1st semester of 2004. The Government, through the Department of Budget and Management (DBM), in co-ordination with the DOE, shall institute the government procurement guidelines on energy efficient lighting and appliances based on DOE-certified energy efficiency ratings. Each government entity may use or avail itself of the DOE approved and other acceptable energy efficiency measures."}