{"document_instrument_name": ["International cooperation|Governance", "MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Administrative order no 220 creating an inter-agency committee on Climate change", "document_country_code": "PHL", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Order", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/1991", "document_keyword": "Climate Change", "document_url": "https://cdn.climatepolicyradar.org/PHL/1991/PHL-1991-01-01-Administrative order no 220 creating an inter-agency committee on Climate change_1db9b55326c1844163348bd3ef403a5c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ADMINISTRATIVE ORDER NO. 220"}, {"text_block_id": "p0_b2", "text": "CREATING AN INTER-AGENCY COMMITTEE ON CLIMATE CHANGE"}, {"text_block_id": "p0_b3", "text": "WHEREAS"}, {"text_block_id": "p0_b4", "text": ", it is the policy of the State to protect and advance the right of the Filipino people to a balanced and healthful ecology in accord with the rhythm and harmony of nature;"}, {"text_block_id": "p0_b5", "text": "WHEREAS"}, {"text_block_id": "p0_b6", "text": ", there is mounting scientific evidence of an impending global warming a phenomenon caused by the accumulation of heat-trapping gases in the atmosphere with consequences which are far-reaching in scope and irreversible in nature;"}, {"text_block_id": "p0_b7", "text": "WHEREAS"}, {"text_block_id": "p0_b8", "text": ", the World Meteorological Organization at its Tenth Congress in 1987 recommended that an inter-governmental mechanism be established, jointly with the"}, {"text_block_id": "p0_b9", "text": "to study all issues related to climate change;"}, {"text_block_id": "p0_b10", "text": "WHEREAS"}, {"text_block_id": "p0_b11", "text": ", the"}, {"text_block_id": "p0_b12", "text": "has resolved that identification and possible strengthening of existing conventions and protocols with a bearing on climate change should be instituted;"}, {"text_block_id": "p0_b13", "text": "WHEREAS"}, {"text_block_id": "p0_b14", "text": ", the Philippines is located in an area where extreme climate changes are likely to occur due to global warming will adversely affect its coastal areas and critical land ecosystems;"}, {"text_block_id": "p0_b15", "text": "WHEREAS"}, {"text_block_id": "p0_b16", "text": ", the Science and Technology Coordinating Council, the highest science and technology governing body of the country, identified the need for us to join hands with the international community to correct the growing trend towards global warming and to prepare our defenses against its adverse effects;"}, {"text_block_id": "p0_b17", "text": "NOW, THEREFORE, I, CORAZON C. AQUINO"}, {"text_block_id": "p0_b18", "text": ", President of the Philippines, by virtue of the powers vested in me by law, do hereby order:"}, {"text_block_id": "p0_b19", "text": "SECTION 1."}, {"text_block_id": "p0_b20_merged_merged_merged", "text": "There is hereby created an Inter-Agency Committee on Climate Change, hereinafter referred to as the Committee, to be chaired by the and co-chaired by the with a senior representative each from the and the as members."}, {"text_block_id": "p1_b25", "text": "SEC. 2."}, {"text_block_id": "p1_b26", "text": "The"}, {"text_block_id": "p1_b27", "text": "and"}, {"text_block_id": "p1_b28", "text": "and"}, {"text_block_id": "p1_b29", "text": "the"}, {"text_block_id": "p1_b30", "text": "and concerned Non-government Organizations shall provide such technical assistance and support as may be needed by the Committee in the performance of its responsibilities."}, {"text_block_id": "p1_b31", "text": "SEC. 3."}, {"text_block_id": "p1_b32", "text": "The Committee shall have the following functions:"}, {"text_block_id": "p1_b33", "text": "The Committee shall have the following functions:\n* Formulate policies and response strategies to climate change;\n* Determine the national information requirements relevant to\n* Establish working groups to monitor and assess local climate change\n* Designate a focal point to serve as the links between the Philippines\n* Designate a focal point to serve as the links between the Philippines\n and the"}, {"text_block_id": "p1_b42", "text": "SEC. 4."}, {"text_block_id": "p1_b43_merged_merged_merged", "text": "The shall provide technical and secretariat support to the Committee."}, {"text_block_id": "p1_b45", "text": "SEC. 5."}, {"text_block_id": "p1_b46", "text": "This Administrative Order shall take effect immediately."}, {"text_block_id": "p1_b47", "text": "DONE"}, {"text_block_id": "p1_b48", "text": "in the City of Manila, this 8th day of May, in the year of Our Lord, nineteen hundred and ninety-one."}], "document_description": "The administrative order No.220 signed by the President of the Philippines creates an Inter-Agency Committee on Climate Change.&nbsp;<br><br>The functions of the Committee are the following: 1) to formulate policies and response strategies to climate change; 2) to determine the national information requirements relevant to negotiations for the adoption of a central instrument at the UN Conference for Environment and Development, Brazil (1992); 3) to establish working groups to monitor and assess local climate change and its environmental and socio-economic impact in coordination with international agencies; 4) to designate a focal point to serve as the links between the Philippines and the Secretariats of the United Nations Environmental Programme (UNEP) and the World Meteorological Organization (WMO)."}