{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Philippines", "document_category": "Law", "document_sector_name": ["Water", "Waste", "Energy"], "document_date": "01/01/2016", "document_language": "English", "document_name": "Amended Biofuelds Act 2006", "document_country_code": "PHL", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Renewables", "Biofuels"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/PHL/2016/PHL-2016-01-01-Amended Biofuelds Act 2006_b6ba1a703a5ea912b58eec64fcdd48fb.pdf", "document_type": "Act", "text_blocks": [], "document_description": "The Act introduces mandatory use of biofuels in the fuel mix, as follows: a minimum 5% of bioethanol in the gasoline mix sold and distributed within 2 years; a minimum of 10% within 4 years is required. There is priority for locally produced bioethanol, and only in the case of shortage may it be imported. The Act also requires a minimum of 1% of biodiesel in the diesel mix within 1 year, and a minimum of 2% within 2 years.  Incentives are introduced to encourage biofuel projects - no specific tax on local or imported biofuels; exemption of raw materials (such as coconut, jatropha, cassava, corn, sugarcane etc.) from VAT; exemption from wastewater charges on water effluents; financial assistance to biofuel activities which are certified by the DOE and at least 60% of which are held by Filipino citizens or entities.  The DOE is required to prepare a National Biofuel Programme; a national biofuel board is created under the Act, to monitor and evaluate the Act and the National Programme's implementation. The supply and price stability of sugar are guaranteed under the Act.  A Joint Administrative order, which was published in 2008, outlines Guidelines Governing the Biofuel Feedstocks Production, and Biofuels and Biofuel Blends Production, Distribution and Sale under the Biofuels Act.The Departement Circular No.2007-05-0006 known as the Implementing Rules and Regulations (IRR) for Republic Act No.9367 covers the production, blending, storage, handling, transportation, distribution, use and sale of biofuels, biofuels-blends and biofuel feedstock in the Philippines. The Department Circular No.2011-02-0001 on the Mandatory use of biofuel blend mandates the use of biofuels as a measure to develop and use indigenous renewable and sustainably-sourced clean energy sources to reduce dependence on imported oil, mitigate toxic and greenhouse gas emissions, increase rural employment and ensure availability of renewable clean energy without any detriment to the natural ecosystem, biodiversity and food reserves of the country.  The Republic Act No.10745 amends the Biofuels Act of 2006 by allowing natural gas power generating plants in the country to use neat diesel as an alternative fuel exempting them from the requirements of paragraph 5.3, section 5 of the Biofuels Act of 2006. The Department Cicular No. 2016-07-0013 known as the Implementing Rules and Regulations for Republic Act No.10745 covers the power generating plants in the country using natural gas as its fuel. The DC provides for the exemption of natural gas power plans in using the mandated biodiesel blend as provided under the RA 9367."}