{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Energy Efficiency Roadmap 2014-2030", "document_country_code": "PHL", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Roadmap", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "12/01/2013", "document_keyword": ["Buildings", "Renewables", "Transport", "Subsidies", "Agriculture", "Taxes", "Energy", "Energy Efficiency"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2013/PHL-2013-01-12-Energy Efficiency Roadmap 2014-2030_c3121d89ad54936306f7ce529e01a532.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Switch Asia Policy Support Component in the Philippines"}, {"text_block_id": "p1_b2", "text": "An Energy Efficiency Roadmap for the Philippines 2014-30"}, {"text_block_id": "p1_b3", "text": "Final Report"}, {"text_block_id": "p1_b4", "text": "Submitted by:"}, {"text_block_id": "p1_b5", "text": "Mr Mark Lister"}, {"text_block_id": "p1_b6", "text": "December 2013"}, {"text_block_id": "p1_b7", "text": "Funded by:"}, {"text_block_id": "p1_b8_merged", "text": "The European Commission; The Switch-Asia Programme www.switch-asia.eu"}, {"text_block_id": "p1_b10", "text": "Operated by:"}, {"text_block_id": "p1_b11", "text": "Delegation of the European Union to the Philippines"}, {"text_block_id": "p1_b12", "text": "http://eeas.europa.eu/delegations/philippines/index_en.htm"}, {"text_block_id": "p1_b13", "text": "Technical assistance provided by:"}, {"text_block_id": "p2_b14", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p2_b15", "text": "ANNEXES"}, {"text_block_id": "p2_b16", "text": "LIST OF FIGURES"}, {"text_block_id": "p2_b17", "text": "LIST OF TABLES"}, {"text_block_id": "p2_b18", "text": "i"}, {"text_block_id": "p3_b19", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p3_b20", "text": "While the Philippines has established a great deal of programmatic activity to advance ener"}, {"text_block_id": "p3_b21", "text": "-"}, {"text_block_id": "p3_b22", "text": "gy efficiency since 2004, the Department of Energy has identified the need for stronger over"}, {"text_block_id": "p3_b23", "text": "-"}, {"text_block_id": "p3_b24", "text": "arching objectives in order to guide its energy efficiency program development. Over the last decade there have been numerous statements of energy efficiency strategy and direction by Government; while these statements have been largely consistent with each other, they have not been sustained, specific enough nor substantially targeted to guide long-term program development."}, {"text_block_id": "p3_b25", "text": "At the request of the Department of Energy, the Roadmap development process commenced with a review of the energy demand context of the Philippines and its current energy efficien"}, {"text_block_id": "p3_b26", "text": "-"}, {"text_block_id": "p3_b27", "text": "cy programs, which was completed by EU-Switch Asia Policy Support Component in No"}, {"text_block_id": "p3_b28", "text": "-"}, {"text_block_id": "p3_b29", "text": "vember 2013. This review considered the effectiveness of current programs, and identified gaps and unrealized opportunities that may be available by sector, as well as potential sav"}, {"text_block_id": "p3_b30", "text": "-"}, {"text_block_id": "p3_b31", "text": "ings by sector based on international experience of successful energy efficiency implementa"}, {"text_block_id": "p3_b32", "text": "-"}, {"text_block_id": "p3_b33", "text": "tion. These potential savings estimations form the basis for the setting of energy efficiency targets for the Philippines that are reasonable, defensible and based on a robust data and methodology."}, {"text_block_id": "p3_b34", "text": "The Roadmap draws on this review exercise to integrate new identified opportunities and proposed priorities with existing energy efficiency strategies and plans, to present a consoli"}, {"text_block_id": "p3_b35", "text": "-"}, {"text_block_id": "p3_b36", "text": "dated statement of energy efficiency strategy for the Philippines Government for the period 2014-30. Key components of the Roadmap include introductory statements of overall vision; clear objectives and measurable targets; short, medium and long term potential actions, both cross-cutting and by sector; and plans for measuring and monitoring progress. The balance of this document sets out the background to the integration process and the proposed poten"}, {"text_block_id": "p3_b37", "text": "-"}, {"text_block_id": "p3_b38", "text": "tial actions in detail, while the roadmap overall is summarized on a single page at page 20."}, {"text_block_id": "p3_b39", "text": "Government has a number of levers at its disposal to put the Roadmap into practice. Some discussion is provided on"}, {"text_block_id": "p3_b40", "text": "how"}, {"text_block_id": "p3_b41", "text": "the Roadmap may be put into practice, as well as for"}, {"text_block_id": "p3_b42", "text": "what"}, {"text_block_id": "p3_b43", "text": "it will aim; this includes discussion of the enablers of energy efficiency, such as policy and reg"}, {"text_block_id": "p3_b44", "text": "-"}, {"text_block_id": "p3_b45", "text": "ulation, finance, institutions, and markets and pricing. By judicial use of these levers towards"}, {"text_block_id": "p3_b46", "text": "the Roadmap•s objectives, it is intended that the Philippines Government will be able to"}, {"text_block_id": "p3_b47", "text": "posi"}, {"text_block_id": "p3_b48", "text": "-"}, {"text_block_id": "p3_b49", "text": "tion itself to realize the available energy efficiency potential."}, {"text_block_id": "p3_b50", "text": "The Roadmap also places a measure of importance on the development of activities in data collection and"}, {"text_block_id": "p3_b51", "text": "monitoring and evaluation, which has been limited in the Government•s energy"}, {"text_block_id": "p3_b52", "text": "efficiency activities to date. This is a substantial aspect of future work envisaged under the proposed programs of action."}, {"text_block_id": "p3_b53_merged_merged_merged_merged_merged_merged", "text": "The next steps for developing this Roadmap into a useful guide to program implementation will involve translating the Roadmap into a series of sector-based action plans, that will detail the approach to implementing Roadmap components, including allocating roles and respon-sibilities and financial resources. A separate action plan is also proposed to provide the fur-ther required detail to take forward the data collection, monitoring and evaluation for the Roadmap and its intended outcomes."}, {"text_block_id": "p4_b58", "text": "1 BACKGROUND TO ROADMAP DEVELOPMENT"}, {"text_block_id": "p4_b59", "text": "1.1 Introduction and Process"}, {"text_block_id": "p4_b60", "text": "The creation of an Energy Efficiency Roadmap for the Philippines 2014-30 is the first plank in a detailed outline of the actions required to create a more energy-efficient Philippines across all sectors of economic activity."}, {"text_block_id": "p4_b61", "text": "The •roadmap• terminology is simply a euphemism for a long"}, {"text_block_id": "p4_b62", "text": "-"}, {"text_block_id": "p4_b63", "text": "term strategic plan; there is no single directly applicable template for DoE to produce such a roadmap, though many roadmap templates exist, for business strategy, technology or poli"}, {"text_block_id": "p4_b64", "text": "-"}, {"text_block_id": "p4_b65", "text": "cy"}, {"text_block_id": "p4_b66", "text": "."}, {"text_block_id": "p4_b67", "text": "As a starting point for developing a future-looking statement of priority activities in energy ef"}, {"text_block_id": "p4_b68", "text": "-"}, {"text_block_id": "p4_b69", "text": "ficiency, a recent review was completed considering current implementation progress, tar"}, {"text_block_id": "p4_b70", "text": "-"}, {"text_block_id": "p4_b71", "text": "gets, and future opportunities. In broad terms the proposed process to develop a roadmap involves:"}, {"text_block_id": "p4_b72", "text": "gets, and future opportunities. In broad terms the proposed process to develop a roadmap involves:\n* Starting from existing long-term plans and targets, adjusting for developments since those plans were made;\n* Integrating current activity with new opportunities, in light of the recent review: this in\n* Integrating current activity with new opportunities, in light of the recent review: this in\n -\n* Integrating current activity with new opportunities, in light of the recent review: this in\n -\n cludes discussion of the justification for targets with some reference to the Philippine en\n* Integrating current activity with new opportunities, in light of the recent review: this in\n -\n cludes discussion of the justification for targets with some reference to the Philippine en\n -\n* Integrating current activity with new opportunities, in light of the recent review: this in\n -\n cludes discussion of the justification for targets with some reference to the Philippine en\n -\n ergy context, integration of existing and new actions, and enablers and options for reach\n* Integrating current activity with new opportunities, in light of the recent review: this in\n -\n cludes discussion of the justification for targets with some reference to the Philippine en\n -\n ergy context, integration of existing and new actions, and enablers and options for reach\n -\n* Integrating current activity with new opportunities, in light of the recent review: this in\n -\n cludes discussion of the justification for targets with some reference to the Philippine en\n -\n ergy context, integration of existing and new actions, and enablers and options for reach\n -\n ing them;\n* Set out new targets and recommended actions by sector, and creating actionable, meas-urable milestones for the short, medium and long term."}, {"text_block_id": "p4_b86", "text": "A graphical representation of this integration process is provided in Figure 1."}, {"text_block_id": "p4_b87", "text": "Figure 1: Roadmap Development Process"}, {"text_block_id": "p5_b88", "text": "Drawing on this experience, the Roadmap must include a number of key components:"}, {"text_block_id": "p5_b89", "text": "Drawing on this experience, the Roadmap must include a number of key components:\n* Introductory statements of overall vision, clear objectives and measurable targets;\n* Short, medium and long term potential actions, both cross-cutting and by sector;\n* Plans for measuring and monitoring progress."}, {"text_block_id": "p5_b95", "text": "Beyond an initial articulation of milestones to be achieved, the Roadmap can only include a limited amount of detail on how these milestones may be reached; the Roadmap addresses energy efficiency actions in all sectors and at different time frames, each of which may re"}, {"text_block_id": "p5_b96", "text": "-"}, {"text_block_id": "p5_b97", "text": "quire a series of concerted actions working in parallel. As a next step, it will be important to develop sectoral action plans to provide this greater detail on the recommended pathways to"}, {"text_block_id": "p5_b98", "text": "implementation, once there is broad consensus on the Roadmap•s objectives and actions."}, {"text_block_id": "p5_b99", "text": "1.2 Existing energy efficiency policy directions, targets and objectives"}, {"text_block_id": "p5_b100", "text": "Existing vision and targets"}, {"text_block_id": "p5_b101", "text": "The existing NEECP sets out the long-term statement of vision for energy efficiency in the Philippines; namely to make energy efficiency and conservation"}, {"text_block_id": "p5_b102", "text": "•a way of life• for Filipinos. Further, EECD states its vision as •an energy ef"}, {"text_block_id": "p5_b103", "text": "ficient nation that contributes in achieving the"}, {"text_block_id": "p5_b104", "text": "country•s economic development and help ensure energy security, optimal energy pricing"}, {"text_block_id": "p5_b105", "text": "an"}, {"text_block_id": "p5_b106", "text": "d sustainable energy systems.•"}, {"text_block_id": "p5_b107", "text": "There is no apparent reason why these statements of vi"}, {"text_block_id": "p5_b108", "text": "-"}, {"text_block_id": "p5_b109", "text": "sion should no longer be appropriate for a revised Roadmap."}, {"text_block_id": "p5_b110", "text": "NEECP also sets out the aim to reduce the final Energy Demand of the country by 10% an"}, {"text_block_id": "p5_b111", "text": "-"}, {"text_block_id": "p5_b112", "text": "nually from 2011 to 2030. Within this period, the government is expected to obtain an energy savings of 69,100 KTOE (3,455 KTOE/year), a deferred capacity of 6,780 MWe (339 MWe/year), and an emission reduction of 178,980 kT (8,949 kT/year)."}, {"text_block_id": "p5_b113", "text": "These targets need re-calibration for consistency, as there are a number of potential interpre"}, {"text_block_id": "p5_b114", "text": "-"}, {"text_block_id": "p5_b115", "text": "tation issues. In particular:"}, {"text_block_id": "p5_b116", "text": "tation issues. In particular:\n* Setting an annual energy demand reduction target of 10% creates confusion as to whether demand should be reduced 10% from the baseline each year, or to reach this level cumulatively by the end of the period (which was the initial intention).\n* Setting out expected energy savings and greenhouse gas reductions does not recognize potential exogenous changes in demand (e.g. through weather-related demand disrup\n* Setting out expected energy savings and greenhouse gas reductions does not recognize potential exogenous changes in demand (e.g. through weather-related demand disrup\n -\n* Setting out expected energy savings and greenhouse gas reductions does not recognize potential exogenous changes in demand (e.g. through weather-related demand disrup\n -\n tions), nor changes in the greenhouse intensity of energy generation or the fuel mix (e.g. through new cleaner generation coming on line).\n* Comparison with regional (ASEAN) and other targets demands consistent methodology for measurement.\n* Sectoral targets need to be articulated as well as overall goals."}, {"text_block_id": "p5_b126_merged_merged_merged_merged_merged_merged", "text": "For these reasons, it is appropriate to recast targets in terms of sectoral and overall savings potential measured by energy intensity. While expression in terms of energy intensity pro-vides for consistency and elimination of confusion, for measurement and evaluation purpos-es, further work is still required to provide reliable estimates of economic growth by sector and to separate structural economy effects of changing economic composition from actual impacts of energy efficiency programs. This is addressed below as part of the monitoring and evaluation processes that need to be instigated in putting this Roadmap into practice."}, {"text_block_id": "p6_b131", "text": "Existing priority actions"}, {"text_block_id": "p6_b132", "text": "•"}, {"text_block_id": "p6_b133", "text": "key expressions of commitment and strategy"}, {"text_block_id": "p6_b134", "text": "Since 1975 the Philippine Government has made a wide range of statements of strategic in"}, {"text_block_id": "p6_b135", "text": "-"}, {"text_block_id": "p6_b136", "text": "tent regarding energy efficiency. These both build on and augment the mandates given to the Department of Energy and other bodies to pursue energy efficiency activities. These state"}, {"text_block_id": "p6_b137", "text": "-"}, {"text_block_id": "p6_b138", "text": "ments, along with the Republic Act 7638 which set out the basis for formation of the Depart"}, {"text_block_id": "p6_b139", "text": "-"}, {"text_block_id": "p6_b140", "text": "ment of Energy, contain a number of required activities for the Department that still guide program development today, though the statements tend to operate at different levels"}, {"text_block_id": "p6_b141", "text": "."}, {"text_block_id": "p6_b142", "text": "In more recent times, the 2008 Philippine Energy Summit discussion on Energy Efficiency and Conservation resulted in the drafting of several major priority action plans, for DoE to consider for implementation after the summit. This was re-expressed in articulating the Ener"}, {"text_block_id": "p6_b143", "text": "-"}, {"text_block_id": "p6_b144", "text": "gy Reform Agenda of the current administration, and added to in EECD•s Strategic Planning"}, {"text_block_id": "p6_b145", "text": "Worksho"}, {"text_block_id": "p6_b146", "text": "ps that have further crafted the Division•s Work and Financial Plan and its mis"}, {"text_block_id": "p6_b147", "text": "sion, vision and values. Additionally, various presentations and public statements by DoE in 2012 and 2013 have again communicated a slightly revised expression the current priorities and strategy to further energy efficiency implementation."}, {"text_block_id": "p6_b148_merged_merged_merged_merged", "text": "These various recent statements of intent are summarized and presented in Table 1 below as an indication of Government•s current energy efficiency thinking. Statements of priority ac-tion made in the majority of these contexts are highlighted in red, and therefore represent relatively consistent statements of energy efficiency policy priority since 2008. Statements made in around half of these contexts are highlighted in orange, reflecting their likely status within DoE as lesser priorities."}, {"text_block_id": "p7_b153", "text": "Table 1: Existing Statements of Philippine Government Strategies and Priorities for Energy Efficiency Implementation"}, {"text_block_id": "p8_b154", "text": "Key:"}, {"text_block_id": "p8_b155_merged", "text": "PES = Philippine Energy Summit 2008; ERA = Energy Reform Agenda 2011; EECDSP = EECD strategic planning 2011-12; RPDM = Recent presentations to the public by DoE man-agement 2013 (e.g. http://www.doe.gov.ph/doe_files/pdf/01_Energy_Situationer/2012%20PEP%20IEC%20(EE&C)%20REV.pdf and http://www.eefphilippines.com/program_cebu.php?detail=1&rec_id=28"}, {"text_block_id": "p9_b161", "text": "In terms of summaries for this series of priority statements, the most detailed and recent pub"}, {"text_block_id": "p9_b162", "text": "-"}, {"text_block_id": "p9_b163", "text": "licly available presentation of the summary of Roadmap measures is from 16 July 2013 as in Figure 2 below. This articulation of strategy captures some but not all of these statements of intent, and it also introduces a priority to include energy efficiency measures in the Philippine Building Code that was not previously identified."}, {"text_block_id": "p9_b164", "text": "Figure 2: Existing Energy Efficiency Roadmap for the Philippines"}, {"text_block_id": "p9_b165", "text": "A few observations on this most recent Roadmap are:"}, {"text_block_id": "p9_b166", "text": "A few observations on this most recent Roadmap are:\n* Many priorities are largely reiterations that current activities and programs are expected to continue, rather than a statement of clear future strategic direction.\n* The need for better coordination and orchestration of planned energy efficiency activities is clear; some of the activities overlap each other, while some have been missed.\n* There is a need for sectoral differentiation to better map activities in different sectors, in\n* There is a need for sectoral differentiation to better map activities in different sectors, in\n -\n* There is a need for sectoral differentiation to better map activities in different sectors, in\n -\n cluding a cross-sectoral track that can consider priority actions that are foundational in nature, or that relate to overall program management.\n* There is a need to re-calibrate intended programs with potential impacts established by the evidence of recent reviews. In other words, priorities need to emphasize those areas that are large users of energy in the Philippines and where energy savings are expected to be available at least cost.\n* The need for monitoring progress along with providing for the data collection require-ments that are implied, which currently does not receive any focus."}, {"text_block_id": "p10_b180", "text": "1.3 Newly identified opportunities and priority actions"}, {"text_block_id": "p10_b181", "text": "In creation of a revised energy efficiency Roadmap, stated priorities and existing activities must be placed in the context of emerging trends in Philippine energy use; what is known about future energy efficiency potential by sector; the policy levers that have been proven available and effective in other jurisdictions; and existing Departmental capacity to deliver building on existing program successes."}, {"text_block_id": "p10_b182", "text": "A recent policy review (November 2013) attempted to provide this context with a view to cre"}, {"text_block_id": "p10_b183", "text": "-"}, {"text_block_id": "p10_b184", "text": "ation of the Roadmap, and forms a sister document to this paper. The review set out a re"}, {"text_block_id": "p10_b185", "text": "-"}, {"text_block_id": "p10_b186", "text": "vised list of potential energy efficiency priorities by sector, as appended in Annex 2. All of these recommendations are based on a reading of the most beneficial strategies in light of the factors outlined above."}, {"text_block_id": "p10_b187", "text": "If accepted by DoE, these recommendations must now be re-cast as actionable priorities, that take into account existing initiatives and current activities, gaps and future opportunities, as well as other considerations on implementation as outlined in Part 1.4."}, {"text_block_id": "p10_b188", "text": "1.4 Other considerations to be integrated into the creation of a refined Roadmap"}, {"text_block_id": "p10_b189", "text": "The enabling environment"}, {"text_block_id": "p10_b190", "text": "•"}, {"text_block_id": "p10_b191", "text": "how targets and milestones will be achieved"}, {"text_block_id": "p10_b192", "text": "In recommending a range of realistic and actionable priorities that may be included in a long"}, {"text_block_id": "p10_b193", "text": "-"}, {"text_block_id": "p10_b194", "text": "term energy-efficiency roadmap, guidance is required not only on the kinds of activities that will deliver the objectives, but"}, {"text_block_id": "p10_b195", "text": "how"}, {"text_block_id": "p10_b196", "text": "they can be put into practice, and the levers available to Government in implementing them. It is difficult to be definitive about methods of implemen"}, {"text_block_id": "p10_b197", "text": "-"}, {"text_block_id": "p10_b198", "text": "tation given the diversity of issues and stages of readiness across different sectors; this needs to be the subject of future, sector-specific work to create action plans for implementa"}, {"text_block_id": "p10_b199", "text": "-"}, {"text_block_id": "p10_b200", "text": "tion (as flagged in Part 1.1)."}, {"text_block_id": "p10_b201", "text": "To provide at least a starting point for development of these action plans, a broad classifica"}, {"text_block_id": "p10_b202", "text": "-"}, {"text_block_id": "p10_b203", "text": "tion of key enablers which will be important reference points for the implementation phase are depicted in Figure 3. Implementation enablers straddle:"}, {"text_block_id": "p10_b204", "text": "tion of key enablers which will be important reference points for the implementation phase are depicted in Figure 3. Implementation enablers straddle:\n* â¢\n* â¢\n largely this is through strengthening existing policy, advocacy, programs and regulations. Key developments are already underway, through proposed legislation which aims to strengthen the impact of regulation, and better targeting of sec\n* â¢\n largely this is through strengthening existing policy, advocacy, programs and regulations. Key developments are already underway, through proposed legislation which aims to strengthen the impact of regulation, and better targeting of sec\n -\n* â¢\n largely this is through strengthening existing policy, advocacy, programs and regulations. Key developments are already underway, through proposed legislation which aims to strengthen the impact of regulation, and better targeting of sec\n -\n toral policy.\n* â¢\n* â¢\n increasingly, energy efficiency implementation will not be able to rely on pub-lic budgets and donor funding sources and will need to harness private sector and other partner finance as part of the overall implementation strategy. Program funding to date has relied to some extent on development organizations, such as through ADBâ¢s Philip-pine Energy Efficiency Project, UNIDOâ¢s Philippine Industrial Energy Efficiency Project and the World Bankâ¢s Chiller Replacement program, however increasing commercial fi-nance involvement will be a key enabler of scaled-up activity. Some of this commercial fi-nance facilitation is underway at the moment through, for example, IFCâ¢s financing pro-gram that engages through local commercial intermediaries. More needs to be done to increase private sector financing capabilities and de-risk the ESCO sector.\n* â¢\n* â¢\n clear organizational mandates and roles and responsibilities will assist in progressing the implementation agenda. Along with defined responsibilities, the collection of data and articulation of monitoring and reporting requirements is another means by which implementation will be strengthened."}, {"text_block_id": "p11_b232", "text": "tion of key enablers which will be important reference points for the implementation phase are depicted in Figure 3. Implementation enablers straddle:\n* â¢\n* â¢\n largely this is through strengthening existing policy, advocacy, programs and regulations. Key developments are already underway, through proposed legislation which aims to strengthen the impact of regulation, and better targeting of sec\n* â¢\n largely this is through strengthening existing policy, advocacy, programs and regulations. Key developments are already underway, through proposed legislation which aims to strengthen the impact of regulation, and better targeting of sec\n -\n* â¢\n largely this is through strengthening existing policy, advocacy, programs and regulations. Key developments are already underway, through proposed legislation which aims to strengthen the impact of regulation, and better targeting of sec\n -\n toral policy.\n* â¢\n* â¢\n increasingly, energy efficiency implementation will not be able to rely on pub-lic budgets and donor funding sources and will need to harness private sector and other partner finance as part of the overall implementation strategy. Program funding to date has relied to some extent on development organizations, such as through ADBâ¢s Philip-pine Energy Efficiency Project, UNIDOâ¢s Philippine Industrial Energy Efficiency Project and the World Bankâ¢s Chiller Replacement program, however increasing commercial fi-nance involvement will be a key enabler of scaled-up activity. Some of this commercial fi-nance facilitation is underway at the moment through, for example, IFCâ¢s financing pro-gram that engages through local commercial intermediaries. More needs to be done to increase private sector financing capabilities and de-risk the ESCO sector.\n* â¢\n* â¢\n clear organizational mandates and roles and responsibilities will assist in progressing the implementation agenda. Along with defined responsibilities, the collection of data and articulation of monitoring and reporting requirements is another means by which implementation will be strengthened.\n* â¢\n* â¢\n alignment of economic signals with desired outcomes, including elimination of subsidies and cross-subsidies, or the creation of pricing incentives, sends clear signals to provide incentives for energy efficiency. This in turn forms the basis for development of business models and new entrants focused on delivery of energy effi\n* â¢\n alignment of economic signals with desired outcomes, including elimination of subsidies and cross-subsidies, or the creation of pricing incentives, sends clear signals to provide incentives for energy efficiency. This in turn forms the basis for development of business models and new entrants focused on delivery of energy effi\n -\n* â¢\n alignment of economic signals with desired outcomes, including elimination of subsidies and cross-subsidies, or the creation of pricing incentives, sends clear signals to provide incentives for energy efficiency. This in turn forms the basis for development of business models and new entrants focused on delivery of energy effi\n -\n ciency to support national goals and objectives."}, {"text_block_id": "p11_b238", "text": "Overlaying all of this is the Phi"}, {"text_block_id": "p11_b239", "text": "lippines• ability to promote and catalyze uptake of energy eff"}, {"text_block_id": "p11_b240", "text": "i"}, {"text_block_id": "p11_b241", "text": "-"}, {"text_block_id": "p11_b242", "text": "ciency technologies, as the program progresses. While the country is more of a product taker in regard to technologies and is not a major manufacturer of energy using equipment, it is expected that systematic improvement of the enabling environment, as above, would lead to an increased penetration of innovative and new energy efficiency technologies, in turn in"}, {"text_block_id": "p11_b243", "text": "-"}, {"text_block_id": "p11_b244", "text": "creasing the possibility for further energy efficiency gains."}, {"text_block_id": "p11_b245", "text": "An estimation of the Ph"}, {"text_block_id": "p11_b246", "text": "ilippines• current position on these four spectra is depicted with"}, {"text_block_id": "p11_b247", "text": "a black star, for discussion. This helps to understand, further situate and describe the appro"}, {"text_block_id": "p11_b248", "text": "-"}, {"text_block_id": "p11_b249", "text": "priate actions that may need to be taken to give effect to each strategy, within the bounds of available capacity and resources."}, {"text_block_id": "p11_b250", "text": "Figure 3: Key Energy Efficiency Enablers"}, {"text_block_id": "p11_b251_merged_merged_merged_merged", "text": "It is also important to have reference to the capacity and authority of DoE and other imple-menting agencies to deliver the outcomes in practice. In some cases, principal implementa-tion responsibility for achieving targets will lie with other Government agencies, or also may rely on the actions of private companies and financiers. While DoE•s incomplete control over the wide range of energy efficiency outcomes is acknowledged, it is incumbent on DoE to create better coordination and engagement mechanisms both inside and outside government to ensure alignment of key activities that may impact the achievement of overall energy effi-ciency objectives."}, {"text_block_id": "p12_b260", "text": "Other reference statements of energy efficiency objectives"}, {"text_block_id": "p12_b261", "text": "Other than the recently completed review of policy and implementation progress, there are a number of other touchstones in regard to setting longer-term strategic directions for energy efficiency in the Philippines. Chief among these are:"}, {"text_block_id": "p12_b262", "text": "Other than the recently completed review of policy and implementation progress, there are a number of other touchstones in regard to setting longer-term strategic directions for energy efficiency in the Philippines. Chief among these are:\n* APEC and ASEAN-wide targets -\n* o\n* o\n -\n* o\n -\n wards achieving an APEC-wide aspirational goal of energy intensity reduction of at least 25% by 2030 (based on 2005 levels), and any national targets for the Philippines will be viewed in the context of that benchmark. Further, the recently completed APEC Peer Re\n* o\n -\n wards achieving an APEC-wide aspirational goal of energy intensity reduction of at least 25% by 2030 (based on 2005 levels), and any national targets for the Philippines will be viewed in the context of that benchmark. Further, the recently completed APEC Peer Re\n -\n* o\n -\n wards achieving an APEC-wide aspirational goal of energy intensity reduction of at least 25% by 2030 (based on 2005 levels), and any national targets for the Philippines will be viewed in the context of that benchmark. Further, the recently completed APEC Peer Re\n -\n view made a large number of recommendations that can be considered in this Roadmap.\n* In October 2013 the International Energy Agency released a series of recommendations on how to unlock energy efficiency in Southeast Asia."}, {"text_block_id": "p12_b272", "text": "Annex 1 contains these recommendations and targets in detail. It is prudent to situate any Roadmap objectives in the context of these recommendations."}, {"text_block_id": "p12_b273_merged_merged", "text": "Additionally, the Roadmap must aim for alignment with Government•s other cross-sectoral and long-term planning and strategy documents that have relevance to energy efficiency, in-cluding numerous transport strategies, industry strategies, the Philippine Development Plan and National Climate Change Action Plan, while still acknowledging the differing emphasis of each of these plans."}, {"text_block_id": "p13_b278", "text": "2 A PHILIPPINES ENERGY EFFICIENCY ROADMAP, 2014-2030"}, {"text_block_id": "p13_b279", "text": "2.1 Statements of overall vision, objectives and targets"}, {"text_block_id": "p13_b280", "text": "Vision"}, {"text_block_id": "p13_b281", "text": "This Roadmap guides the Philippines in building an energy-efficient nation, and in making energy efficiency and conservation a way of life for all Filipinos. Energy efficiency will ad"}, {"text_block_id": "p13_b282", "text": "-"}, {"text_block_id": "p13_b283", "text": "vance the country•s economic development and help ensure energy security, optimal energy"}, {"text_block_id": "p13_b284", "text": "pricing and sustainable energy systems."}, {"text_block_id": "p13_b285", "text": "Targets"}, {"text_block_id": "p13_b286", "text": "Targets are set in the context of strong economic growth and energy demand growth ex"}, {"text_block_id": "p13_b287", "text": "-"}, {"text_block_id": "p13_b288", "text": "pected during the period. Demand is forecast to grow by 78% between 2014 and 2030, an average annual growth rate of 3.5%; transport and industry are the dominant end use sec"}, {"text_block_id": "p13_b289", "text": "-"}, {"text_block_id": "p13_b290", "text": "tors."}, {"text_block_id": "p13_b291", "text": "Targets are based on an assessment of achievable potential, grounded in international expe"}, {"text_block_id": "p13_b292", "text": "-"}, {"text_block_id": "p13_b293", "text": "rience and knowledge of existing levels of efficiency in the country"}, {"text_block_id": "p13_b294", "text": "."}, {"text_block_id": "p13_b295_merged_merged_merged_merged", "text": "To eliminate exogenous causes of variation in energy demand, and to align with internation-ally accepted energy efficiency benchmarks, it is proposed that economy-wide targets are consistently denoted in terms of percentage improvements in energy intensity (units of ener-gy input per unit of GDP output). This should be measured at a constant economic struc-ture."}, {"text_block_id": "p13_b303", "text": "Table 2:  Philippine EnergyEfficiency Targets to 2030"}, {"text_block_id": "p14_b304", "text": "2.2 Short, medium and long-term actions"}, {"text_block_id": "p14_b305", "text": "Short Term (2014-15)"}, {"text_block_id": "p14_b306", "text": "Transport Sector"}, {"text_block_id": "p14_b307", "text": "Transport Sector\n* -\n* -\n grams\n* -\n grams\n â¢\n* -\n grams\n â¢\n existing funded initiatives target key energy use sectors in transport such as tri\n* -\n grams\n â¢\n existing funded initiatives target key energy use sectors in transport such as tri\n -\n* -\n grams\n â¢\n existing funded initiatives target key energy use sectors in transport such as tri\n -\n cycle and taxi fleets. However, implementation is at risk due to reliance on relatively un\n* -\n grams\n â¢\n existing funded initiatives target key energy use sectors in transport such as tri\n -\n cycle and taxi fleets. However, implementation is at risk due to reliance on relatively un\n -\n* -\n grams\n â¢\n existing funded initiatives target key energy use sectors in transport such as tri\n -\n cycle and taxi fleets. However, implementation is at risk due to reliance on relatively un\n -\n proven business models, which need close attention to ensure success.\n* â¢\n* â¢\n a long-stated objective, this could be a very effective mecha\n* â¢\n a long-stated objective, this could be a very effective mecha\n -\n* â¢\n a long-stated objective, this could be a very effective mecha\n -\n nism for increasing the efficiency of vehicles in a given category, though its impact through new vehicles could take time.\n* â¢\n* â¢\n reinstating talks and co\n* â¢\n reinstating talks and co\n -\n* â¢\n reinstating talks and co\n -\n ordination bodies with BTI-DTS, DOTC and other agencies regarding road transport fuel efficiency will be important to implementation and to creating of alignment with overall energy efficiency goals."}, {"text_block_id": "p14_b329", "text": "Industrial Sector"}, {"text_block_id": "p14_b330", "text": "Industrial Sector\n* â¢\n* â¢\n at present the PIEEP and AEMAS training programmes are focused on training individual energy managers. DoE can play a role in ensuring that training programs are coordinated and that these in\n* â¢\n at present the PIEEP and AEMAS training programmes are focused on training individual energy managers. DoE can play a role in ensuring that training programs are coordinated and that these in\n -\n* â¢\n at present the PIEEP and AEMAS training programmes are focused on training individual energy managers. DoE can play a role in ensuring that training programs are coordinated and that these in\n -\n formed individuals can also develop into service delivery firms, and have their capacity built as such, which will be essential to further scaling up of energy efficiency activity.\n* â¢\n* â¢\n specific programs to design a suite of intervention options for energy intensive industries need to be developed. Sugar processing and ce-ment/construction are suggested as first priorities. This could include specific expertise and advice for industry on motors and drives, or on efficient cement production through dry kiln processes, and facilitation of industry-specific retrofit project development and fi\n* â¢\n specific programs to design a suite of intervention options for energy intensive industries need to be developed. Sugar processing and ce-ment/construction are suggested as first priorities. This could include specific expertise and advice for industry on motors and drives, or on efficient cement production through dry kiln processes, and facilitation of industry-specific retrofit project development and fi\n -\n* â¢\n specific programs to design a suite of intervention options for energy intensive industries need to be developed. Sugar processing and ce-ment/construction are suggested as first priorities. This could include specific expertise and advice for industry on motors and drives, or on efficient cement production through dry kiln processes, and facilitation of industry-specific retrofit project development and fi\n -\n nancing in order to create showcase industry projects."}, {"text_block_id": "p14_b342", "text": "Commercial Buildings Sector"}, {"text_block_id": "p14_b343", "text": "Commercial Buildings Sector\n* â¢\n* â¢\n inclusion of EE measures in the national building code is a cornerstone policy for better performance of commercial buildings. In the short term, working group discussions need to be reinvigorated between Departments (especially DoE and DPWH) to achieve this aim, around the stated objec\n* â¢\n inclusion of EE measures in the national building code is a cornerstone policy for better performance of commercial buildings. In the short term, working group discussions need to be reinvigorated between Departments (especially DoE and DPWH) to achieve this aim, around the stated objec\n -\n* â¢\n inclusion of EE measures in the national building code is a cornerstone policy for better performance of commercial buildings. In the short term, working group discussions need to be reinvigorated between Departments (especially DoE and DPWH) to achieve this aim, around the stated objec\n -\n tive of benchmarking commercial building energy use information.\n* â¢\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n -\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n -\n formation and guidance on building management systems, to ensure that available ener\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n -\n formation and guidance on building management systems, to ensure that available ener\n -\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n -\n formation and guidance on building management systems, to ensure that available ener\n -\n gy savings are realized without the need to allocate budget to building retrofit. Promotion of expertise on retro-commissioning could yield good savings from existing commercial buildings without the immediate need for refurbishment capital.\n* â¢\n* â¢\n while not saving ener-gy directly, this benchmarking activity is foundational to future efforts to measure and monitor energy efficiency activity, and to specify thresholds for building performance in the Philippine Building Code. It is also a key contributor to processes such as the devel-opment of Nationally Appropriate Mitigation Actions (NAMAs) by the Climate Change Commission, which is considering the potential energy savings of the commercial build-ing sector. A comprehensive green building ratings system has been established through the Philippine Green Building Council in 2012-13 and these ratings require ongoing"}, {"text_block_id": "p15_b367", "text": "Commercial Buildings Sector\n* â¢\n* â¢\n inclusion of EE measures in the national building code is a cornerstone policy for better performance of commercial buildings. In the short term, working group discussions need to be reinvigorated between Departments (especially DoE and DPWH) to achieve this aim, around the stated objec\n* â¢\n inclusion of EE measures in the national building code is a cornerstone policy for better performance of commercial buildings. In the short term, working group discussions need to be reinvigorated between Departments (especially DoE and DPWH) to achieve this aim, around the stated objec\n -\n* â¢\n inclusion of EE measures in the national building code is a cornerstone policy for better performance of commercial buildings. In the short term, working group discussions need to be reinvigorated between Departments (especially DoE and DPWH) to achieve this aim, around the stated objec\n -\n tive of benchmarking commercial building energy use information.\n* â¢\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n -\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n -\n formation and guidance on building management systems, to ensure that available ener\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n -\n formation and guidance on building management systems, to ensure that available ener\n -\n* â¢\n this would involve supplementing existing training workshops and seminars (through e.g. UNIDO, AEMAS) with stronger in\n -\n formation and guidance on building management systems, to ensure that available ener\n -\n gy savings are realized without the need to allocate budget to building retrofit. Promotion of expertise on retro-commissioning could yield good savings from existing commercial buildings without the immediate need for refurbishment capital.\n* â¢\n* â¢\n while not saving ener-gy directly, this benchmarking activity is foundational to future efforts to measure and monitor energy efficiency activity, and to specify thresholds for building performance in the Philippine Building Code. It is also a key contributor to processes such as the devel-opment of Nationally Appropriate Mitigation Actions (NAMAs) by the Climate Change Commission, which is considering the potential energy savings of the commercial build-ing sector. A comprehensive green building ratings system has been established through the Philippine Green Building Council in 2012-13 and these ratings require ongoing\n"}, {"text_block_id": "p15_b370", "text": "Residential Buildings Sector"}, {"text_block_id": "p15_b371", "text": "x"}, {"text_block_id": "p15_b372", "text": "Enforceable minimum energy standards for appliances, with a focus on space cooling and refrigeration"}, {"text_block_id": "p15_b373", "text": "•"}, {"text_block_id": "p15_b374", "text": "Continuation of the successful standards and labeling approach with a focus on key energy-using appliances, and also on development of a strong monitoring, verification and enforcement regime (on which the EU-Switch Asia Policy Support Com"}, {"text_block_id": "p15_b375", "text": "-"}, {"text_block_id": "p15_b376", "text": "ponent plans to assist)."}, {"text_block_id": "p15_b377", "text": "x"}, {"text_block_id": "p15_b378", "text": "Building envelope measures"}, {"text_block_id": "p15_b379", "text": "•"}, {"text_block_id": "p15_b380", "text": "along with ongoing rollout of lighting retrofit and efficiency programs that have been successful in the past such as under the Philippine Energy Effi"}, {"text_block_id": "p15_b381", "text": "-"}, {"text_block_id": "p15_b382", "text": "ciency Project (PEEP), a"}, {"text_block_id": "p15_b383", "text": "•"}, {"text_block_id": "p15_b384", "text": "cool roofs"}, {"text_block_id": "p15_b385", "text": "•"}, {"text_block_id": "p15_b386", "text": "and insulation program in partnership with utilities could aim to redirect network expansion infrastructure spending to spending on house"}, {"text_block_id": "p15_b387", "text": "-"}, {"text_block_id": "p15_b388", "text": "hold-level building material provision (insulation, roofing materials) to create improve"}, {"text_block_id": "p15_b389", "text": "-"}, {"text_block_id": "p15_b390", "text": "ments for better efficiency. It is noted that enforcement on such measures will be through LGUs, which may require further work to build implementation capacity."}, {"text_block_id": "p15_b391", "text": "Cross-Sectoral"}, {"text_block_id": "p15_b392", "text": "x"}, {"text_block_id": "p15_b393", "text": "Support passage of Enercon Bill"}, {"text_block_id": "p15_b394", "text": "•"}, {"text_block_id": "p15_b395", "text": "the bill currently tabled in Congress, while not all-encompassing, sets out a number of crucial and enforceable measures to improve on da"}, {"text_block_id": "p15_b396", "text": "-"}, {"text_block_id": "p15_b397", "text": "ta collection, information and consideration of larger scale energy efficiency opportunities. It also bestows authority on DoE to pursue energy efficiency action more concertedly with other agencies and organizations. For those reasons it is important that the Bill is cham"}, {"text_block_id": "p15_b398", "text": "-"}, {"text_block_id": "p15_b399", "text": "pioned and supported to be passed into law, rather than be allowed to languish."}, {"text_block_id": "p15_b400", "text": "x"}, {"text_block_id": "p15_b401", "text": "Establish EE database, data collection regime and monitoring and evaluation framework"}, {"text_block_id": "p15_b402", "text": "•"}, {"text_block_id": "p15_b403", "text": "this is a high priority piece of work that must happen regardless of the status of the Enercon Bill and its passage. While the Bill sets up a data collection mechanism for large energy users, a more comprehensive data collection framework is now required, as well as plans for how the data will be assembled and used to monitor progress towards ener"}, {"text_block_id": "p15_b404", "text": "-"}, {"text_block_id": "p15_b405", "text": "gy efficiency targets. It will be essential for this effort to be adequately resourced as a key part of implementation budgets."}, {"text_block_id": "p15_b406", "text": "More detail is included under •Measuring and Monitoring Progress• below."}, {"text_block_id": "p15_b407", "text": "x"}, {"text_block_id": "p15_b408", "text": "Establish enforcement regimes"}, {"text_block_id": "p15_b409", "text": "•"}, {"text_block_id": "p15_b410", "text": "while the Philippines has established a range of effi"}, {"text_block_id": "p15_b411", "text": "-"}, {"text_block_id": "p15_b412", "text": "ciency standards for energy-using equipment and appliances, and plans to do so for ve"}, {"text_block_id": "p15_b413", "text": "-"}, {"text_block_id": "p15_b414", "text": "hicles and other equipment, it will be of increasing importance that compliance with the standards is enforced if projected efficiency gains are to be realized. Where standards are not regularly or consistently enforced, less scrupulous manufacturers and on-sellers can gain an unfair economic advantage over law-abiding competitors by falsely or im"}, {"text_block_id": "p15_b415", "text": "-"}, {"text_block_id": "p15_b416", "text": "properly certifying the efficiency of their products. This is important in a highly price-sensitive end-user market such as the Philippines and not only distorts competition in the short-term, but undermines the kind of long-term competition that drives innovation. The EU Switch-Asia Policy Support Component is currently proposing a process to address enforcement for the Standards and Labeling program, while the Enercon Bill is also criti"}, {"text_block_id": "p15_b417", "text": "-"}, {"text_block_id": "p15_b418", "text": "cal to establishment of enforcement regimes in that it sets up new responsibilities and le"}, {"text_block_id": "p15_b419", "text": "-"}, {"text_block_id": "p15_b420", "text": "gal requirements. However, efforts to improve enforcement regimes for mandated energy efficiency requirements must be ongoing and resourced appropriately."}, {"text_block_id": "p15_b421", "text": "x"}, {"text_block_id": "p15_b422", "text": "Strengthen ESCO capacity"}, {"text_block_id": "p15_b423", "text": "•"}, {"text_block_id": "p15_b424_merged_merged_merged_merged_merged_merged_merged", "text": "the existing energy audit service provided by the Depart-ment of Energy tends to crowd out private ESCOs, and should be redirected instead to-wards strengthening the ESCO sector. A stronger energy services sector will unleash pri-vate sector financing for larger energy efficiency projects. Beyond its fledgling accredita-tion scheme the DoE must provide for greater ESCO sector support potentially in the form of market facilitation through standard legal contracts, guides to procurement of"}, {"text_block_id": "p16_b433", "text": "ergy services, financial facilitation and assistance with establishing monitoring and verifi"}, {"text_block_id": "p16_b434", "text": "-"}, {"text_block_id": "p16_b435", "text": "cation regimes for projects."}, {"text_block_id": "p16_b436", "text": "x"}, {"text_block_id": "p16_b437", "text": "Continue awareness-raising campaigns"}, {"text_block_id": "p16_b438", "text": "• Government•s role in raising public awareness"}, {"text_block_id": "p16_b439", "text": "of energy efficiency benefits remains important and must continue, with an added em"}, {"text_block_id": "p16_b440", "text": "-"}, {"text_block_id": "p16_b441", "text": "phasis on evaluating results of campaigns, and aiming for better understandings of con"}, {"text_block_id": "p16_b442", "text": "-"}, {"text_block_id": "p16_b443", "text": "sumer sentiment and energy culture."}, {"text_block_id": "p16_b444", "text": "Medium Term (2016-20)"}, {"text_block_id": "p16_b445", "text": "Transport Sector"}, {"text_block_id": "p16_b446", "text": "x"}, {"text_block_id": "p16_b447", "text": "Financial incentives for EE through vehicle taxes"}, {"text_block_id": "p16_b448", "text": "•"}, {"text_block_id": "p16_b449", "text": "a key means of enforcement of vehi"}, {"text_block_id": "p16_b450", "text": "-"}, {"text_block_id": "p16_b451", "text": "cle standards is through fiscal measures such as vehicle registration and other road tax"}, {"text_block_id": "p16_b452", "text": "-"}, {"text_block_id": "p16_b453", "text": "es. Concessional payments/penalties can be linked to ownership of vehicles that meet or do not meet prescribed standards."}, {"text_block_id": "p16_b454", "text": "x"}, {"text_block_id": "p16_b455", "text": "Promotion of key vehicle technologies"}, {"text_block_id": "p16_b456", "text": "•"}, {"text_block_id": "p16_b457", "text": "overcoming the rolling resistance of tires and the operation of cooling and lighting systems can consume a significant proportion of transport fuel. While the Philippines is likely to remain a product taker in regard to vehicle technology, improved promotion and use of these non-engine vehicle components can be cost-effectively promoted to increase fuel efficiency."}, {"text_block_id": "p16_b458", "text": "x"}, {"text_block_id": "p16_b459", "text": "Driver education and fleet management programs"}, {"text_block_id": "p16_b460", "text": "•"}, {"text_block_id": "p16_b461", "text": "driver education programs and larg"}, {"text_block_id": "p16_b462", "text": "-"}, {"text_block_id": "p16_b463", "text": "er-scale fleet management for larger corporates, government and freight companies are also cost effective measures for improving fuel efficiency."}, {"text_block_id": "p16_b464", "text": "Industrial Sector"}, {"text_block_id": "p16_b465", "text": "x"}, {"text_block_id": "p16_b466", "text": "Develop energy standards for motors"}, {"text_block_id": "p16_b467", "text": "•"}, {"text_block_id": "p16_b468", "text": "beyond the appliance sector, it is worth consider"}, {"text_block_id": "p16_b469", "text": "-"}, {"text_block_id": "p16_b470", "text": "ing minimum performance standards for electric motors. Motors are the largest end-user of energy in the world, with over 40 million motors sold annually, accounting for nearly half of global electrical energy use (IEA, 2011). The applications for these motors cover almost every stage of manufacturing and processing, and also extend to commercial buildings and the domestic environment. Electric motors are used to drive pumps, fans, compressors, mixers, agitators, mills, conveyors, crushers, lifts, machine tools, cranes, household appliances, power tools, disk drives, etc. Standards development would need to be backed by an enforcement regime capable of ensuring uptake of efficient motors."}, {"text_block_id": "p16_b471", "text": "x"}, {"text_block_id": "p16_b472", "text": "Facilitating example business models including ESCOs and finance"}, {"text_block_id": "p16_b473", "text": "•"}, {"text_block_id": "p16_b474", "text": "as part of capacity building efforts for ESCOs, DoE can facilitate the execution and promotion of successful industrial case studies that demonstrate how energy services have been procured, and the financial model deployed."}, {"text_block_id": "p16_b475", "text": "x"}, {"text_block_id": "p16_b476", "text": "Implement demand response programs"}, {"text_block_id": "p16_b477", "text": "•"}, {"text_block_id": "p16_b478", "text": "many jurisdictions have had success in admin"}, {"text_block_id": "p16_b479", "text": "-"}, {"text_block_id": "p16_b480", "text": "istering systems of financial incentive through which payments are offered to large ener"}, {"text_block_id": "p16_b481", "text": "-"}, {"text_block_id": "p16_b482", "text": "gy users to reduce their energy load in times of peak demand. This payment is justified based on the otherwise sharp increase in spot electricity prices that would need to be paid if demand was to be fully serviced; in such a case it is cheaper for the utility to pay end users for reduced demand than it is to pay the wholesale price for the purchase of electricity. The Philippines has a sophisticated wholesale electricity market that would enable delivery of such programs."}, {"text_block_id": "p16_b483", "text": "x"}, {"text_block_id": "p16_b484", "text": "Review of energy pricing models"}, {"text_block_id": "p16_b485", "text": "•"}, {"text_block_id": "p16_b486_merged_merged_merged_merged_merged_merged_merged", "text": "in the medium term, pricing structures may need to be examined; it is widely acknowledged that high electricity tariffs in the Philippines curtail the use of energy to some extent, however through further pricing and tariff structure re-form it may also be possible to promote efficiency for large users more directly."}, {"text_block_id": "p17_b489", "text": "Commercial Buildings Sector"}, {"text_block_id": "p17_b490", "text": "x"}, {"text_block_id": "p17_b491", "text": "EE measures included in national Building Code"}, {"text_block_id": "p17_b492", "text": "•"}, {"text_block_id": "p17_b493", "text": "a key priority for commercial buildings is the inclusion of efficiency measures in the national Building Code, based on the exist"}, {"text_block_id": "p17_b494", "text": "-"}, {"text_block_id": "p17_b495", "text": "ing"}, {"text_block_id": "p17_b496", "text": "Guidelines for Energy Conserving Designs of Buildings"}, {"text_block_id": "p17_b497", "text": ". There are many international reference points for the successful inclusion of energy efficiency measures into building codes. This will need a strong enforcement regime in order to be effective."}, {"text_block_id": "p17_b498", "text": "x"}, {"text_block_id": "p17_b499", "text": "Government demonstration retrofits to showcase ESCOs and financing models"}, {"text_block_id": "p17_b500", "text": "•"}, {"text_block_id": "p17_b501", "text": "Through the Philippine Energy Efficiency Project, Government has achieved a measure of success with retrofit of lighting in its facilities. While this program was supported by do"}, {"text_block_id": "p17_b502", "text": "-"}, {"text_block_id": "p17_b503", "text": "nor funds, there is a clear opportunity to extend the program to a deeper retrofit of gov"}, {"text_block_id": "p17_b504", "text": "-"}, {"text_block_id": "p17_b505", "text": "ernment buildings through accessing finance through the ESCO sector. Using govern"}, {"text_block_id": "p17_b506", "text": "-"}, {"text_block_id": "p17_b507", "text": "ment•s procurement power in this way would bolster its support for the ESCO industry"}, {"text_block_id": "p17_b508", "text": "while also achieving the parallel aim of energy savings within Government buildings. Giv"}, {"text_block_id": "p17_b509", "text": "-"}, {"text_block_id": "p17_b510", "text": "en that lighting retrofits have already been carried out, it may be appropriate to focus on air-conditioning given that most government offices still retain older air-conditioning equipment; other possibilities include cogeneration and tri-generation demonstration products."}, {"text_block_id": "p17_b511", "text": "x"}, {"text_block_id": "p17_b512", "text": "Promote green building ratings"}, {"text_block_id": "p17_b513", "text": "•"}, {"text_block_id": "p17_b514", "text": "good early work has been completed to develop con"}, {"text_block_id": "p17_b515", "text": "-"}, {"text_block_id": "p17_b516", "text": "sistent ratings for commercial buildings. The penetration of these ratings needs to be scaled up with a focus on operational performance in order to pave the way for more ro"}, {"text_block_id": "p17_b517", "text": "-"}, {"text_block_id": "p17_b518", "text": "bust information requirements to be imposed upon commercial buildings in the longer term."}, {"text_block_id": "p17_b519", "text": "Residential Buildings Sector"}, {"text_block_id": "p17_b520", "text": "x"}, {"text_block_id": "p17_b521", "text": "Develop role of utilities as key implementation partners and information providers"}, {"text_block_id": "p17_b522", "text": "•"}, {"text_block_id": "p17_b523", "text": "elec"}, {"text_block_id": "p17_b524", "text": "-"}, {"text_block_id": "p17_b525", "text": "tric utilities and fuel providers are uniquely placed at the customer interface and can play an important role in information provision and energy efficiency awareness. Experience in other countries and from literature suggests that provision of energy usage information and targeted advice is a cost effective way to achieve a sustained 1.5-3.5% reduction in energy use"}, {"text_block_id": "p17_b526", "text": "."}, {"text_block_id": "p17_b527", "text": "x"}, {"text_block_id": "p17_b528", "text": "Specific EE programs for low-income households"}, {"text_block_id": "p17_b529", "text": "•"}, {"text_block_id": "p17_b530", "text": "consideration can be given to the types of measures that may be best picked up by low income households, in an effort to ensure relevance to the majority of the residential sector, and as a way of integrating the energy efficiency and poverty reduction objectives of government."}, {"text_block_id": "p17_b531", "text": "Cross-Sectoral"}, {"text_block_id": "p17_b532", "text": "x"}, {"text_block_id": "p17_b533", "text": "National strategy for efficiency in power supply sector"}, {"text_block_id": "p17_b534", "text": "•"}, {"text_block_id": "p17_b535", "text": "energy consumed by the power supply industry is significant and, while efforts to improve efficiency and reduce system losses are ongoing, a detailed strategy setting out cost-effective opportunities, priorities and expected savings is necessary to guide further actions. This is listed in the Roadmap as a medium-term priority; however, it is noted that it could also be considered and listed as a more pressing priority in the context of ongoing difficulties and power shortages in different parts of the country."}, {"text_block_id": "p17_b536", "text": "x"}, {"text_block_id": "p17_b537", "text": "Build stronger coordination with other levels of government including LGUs"}, {"text_block_id": "p17_b538", "text": "•"}, {"text_block_id": "p17_b539_merged_merged_merged_merged_merged", "text": "given de-centralized decision making processes in the country, it is important that stronger coordi-nation is achieved with other levels of government. This is especially true of the links with local government units/city governments, which have a pivotal stake in implementation of key initiatives like the e-trike project and the enforcement of energy efficiency measures in the building code. To achieve this, capacity will also need to be built in the short term for national government agencies, to allow them to administer programs."}, {"text_block_id": "p18_b544", "text": "x"}, {"text_block_id": "p18_b545", "text": "Regular reporting and monitoring to commence"}, {"text_block_id": "p18_b546", "text": "•"}, {"text_block_id": "p18_b547", "text": "Earlier work on data collection and monitoring and evaluation frameworks should enable production of progress reports in the medium term that address issues and set out progress in achieving energy efficiency."}, {"text_block_id": "p18_b548", "text": "Long Term (2021-30)"}, {"text_block_id": "p18_b549", "text": "Transport Sector"}, {"text_block_id": "p18_b550", "text": "x"}, {"text_block_id": "p18_b551", "text": "EE programs beyond road transport (passenger and cargo ships, aviation fuels)"}, {"text_block_id": "p18_b552", "text": "•"}, {"text_block_id": "p18_b553", "text": "road transport is the focus of transport efficiency given its dominance, however substantial op"}, {"text_block_id": "p18_b554", "text": "-"}, {"text_block_id": "p18_b555", "text": "portunities also exist in the longer term to address efficiency in air and sea transport."}, {"text_block_id": "p18_b556", "text": "x"}, {"text_block_id": "p18_b557", "text": "Reintegration of urban planning and transport energy use"}, {"text_block_id": "p18_b558", "text": "•"}, {"text_block_id": "p18_b559", "text": "building on measures intro"}, {"text_block_id": "p18_b560", "text": "-"}, {"text_block_id": "p18_b561", "text": "duced to the building code, strengthened ties with LGUs and improved coordination mechanisms on energy efficiency across agencies, in the long term the Government must aim for energy efficiency to be fully and systematically considered in city planning processes."}, {"text_block_id": "p18_b562", "text": "Industrial Sector"}, {"text_block_id": "p18_b563", "text": "x"}, {"text_block_id": "p18_b564", "text": "Review inward investment rules for EE to remove distortions"}, {"text_block_id": "p18_b565", "text": "•"}, {"text_block_id": "p18_b566", "text": "DoE has stated an objec"}, {"text_block_id": "p18_b567", "text": "-"}, {"text_block_id": "p18_b568", "text": "tive to ensure that new entrants and new investments in industrial plant in the Philippines uses best practice with regard to energy efficiency. In the longer term, it may be appro"}, {"text_block_id": "p18_b569", "text": "-"}, {"text_block_id": "p18_b570", "text": "priate to examine whether certain industrial practices can be encouraged through agree"}, {"text_block_id": "p18_b571", "text": "-"}, {"text_block_id": "p18_b572", "text": "ments, restrictions and incentives negotiated with inward investors."}, {"text_block_id": "p18_b573", "text": "Commercial Buildings Sector"}, {"text_block_id": "p18_b574", "text": "x"}, {"text_block_id": "p18_b575", "text": "Incentive funds in place for EE, including private financiers"}, {"text_block_id": "p18_b576", "text": "•"}, {"text_block_id": "p18_b577", "text": "In the long term, following capacity building for the ESCO sector and an increased ability for the commercial finance sector to take energy efficiency risk, Government can facilitate the creation of a privately funded incentive fund or revolving fund that creates a funding pathway for building retro"}, {"text_block_id": "p18_b578", "text": "-"}, {"text_block_id": "p18_b579", "text": "fits. Projects can qualify for funding if they meet certain criteria (e.g. degree of energy savings, procurement model, etc.)"}, {"text_block_id": "p18_b580", "text": "x"}, {"text_block_id": "p18_b581", "text": "Mandatory disclosure of building performance"}, {"text_block_id": "p18_b582", "text": "•"}, {"text_block_id": "p18_b583", "text": "efforts to increase existing building rat"}, {"text_block_id": "p18_b584", "text": "-"}, {"text_block_id": "p18_b585", "text": "ings penetration will enable a stronger regime of information requirements for commercial buildings, specifically a requirement to disclose building performance on the sale or lease of a building. This information sends an important signal to the market and experience has shown that it can drive uptake of efficient building practices and can create financial returns for energy efficient buildings through differential rental rates."}, {"text_block_id": "p18_b586", "text": "Residential Buildings Sector"}, {"text_block_id": "p18_b587", "text": "x"}, {"text_block_id": "p18_b588", "text": "Towards energy efficient housing precincts"}, {"text_block_id": "p18_b589", "text": "•"}, {"text_block_id": "p18_b590_merged_merged_merged_merged_merged_merged", "text": "in the long term, there may be scope to consider development of energy efficient precincts at e.g. the barangay level or local en-ergy supply co-operative level, rather than nationally. This may allow for more sophisti-cated measures to support energy efficiency, such as group purchasing of energy effi-cient equipment, on-bill financing models, and decentralized or on-site energy generation.  Target residential areas could be identified as areas that are supply-constrained and in need of additional grid infrastructure to augment current energy supply and ensure ener-gy security; this would act as a demonstration of demand side capability in meeting sup-ply constraints."}, {"text_block_id": "p18_b601", "text": "x"}, {"text_block_id": "p18_b602", "text": "Inclusion of residential measures in Building Code"}, {"text_block_id": "p18_b603", "text": "•"}, {"text_block_id": "p18_b604", "text": "following on from the inclusion of energy efficiency measures for commercial buildings in the national building code, measures for residential housing can also be introduced. This is more difficult based on less stringent controls and enforcement for standard of residential housing in the country."}, {"text_block_id": "p19_b605", "text": "Cross-Sectoral"}, {"text_block_id": "p19_b606", "text": "x"}, {"text_block_id": "p19_b607", "text": "Energy Efficiency and Conservation Center mandated and established"}, {"text_block_id": "p19_b608", "text": "•"}, {"text_block_id": "p19_b609", "text": "the scale of ac"}, {"text_block_id": "p19_b610", "text": "-"}, {"text_block_id": "p19_b611", "text": "tivity as outlined in this Roadmap warrants a creation of a dedicated Philippines Energy Efficiency and Conservation Center, which can act as a focal point and statement of commitment to energy efficiency, and be created with a clear legislative mandate to lead and administer the energy efficiency activities of Government across all agencies. It is al"}, {"text_block_id": "p19_b612", "text": "-"}, {"text_block_id": "p19_b613", "text": "so noted that the Enercon Bill contains some provisions to set up such a Center, and that the timing of setting up such a Center should potentially reflect this and position a Center as a precursor to implementation of many of the Roadmap elements. However, consulta"}, {"text_block_id": "p19_b614", "text": "-"}, {"text_block_id": "p19_b615", "text": "tion with DoE suggests that due to the uncertain timing of the passage of the Enercon"}, {"text_block_id": "p19_b616", "text": "Bill, the longer term timeframe for this Center•s establishment remains appropriate"}, {"text_block_id": "p19_b617", "text": "."}, {"text_block_id": "p19_b618", "text": "2.3 Measuring and Monitoring Progress"}, {"text_block_id": "p19_b619", "text": "Given the dearth of robust data and processes for monitoring and evaluating energy efficien"}, {"text_block_id": "p19_b620", "text": "-"}, {"text_block_id": "p19_b621", "text": "cy activity in the Philippines, detailed work is required to establish data sources and to create a practical monitoring and evaluation framework. This Roadmap sets out some dimensions of the requirement, but the completion of such a data, monitoring and evaluation framework demands a separate and dedicated plan for implementation."}, {"text_block_id": "p19_b622", "text": "This aspect of program administration is captured in proposed"}, {"text_block_id": "p19_b623", "text": "actions under the •Cross"}, {"text_block_id": "p19_b624", "text": "-"}, {"text_block_id": "p19_b625", "text": "Sectoral• strand of the Roadmap, to reflect its integral nature in the expansion of energy eff"}, {"text_block_id": "p19_b626", "text": "i"}, {"text_block_id": "p19_b627", "text": "-"}, {"text_block_id": "p19_b628", "text": "ciency programs, and to allow a single program of activities to be represented."}, {"text_block_id": "p19_b629", "text": "Data collection and management"}, {"text_block_id": "p19_b630", "text": "The current National Energy Consumption Database is incomplete and requires reconstitu"}, {"text_block_id": "p19_b631", "text": "-"}, {"text_block_id": "p19_b632", "text": "tion on a more robust platform. A more comprehensive data collection and management plat"}, {"text_block_id": "p19_b633", "text": "-"}, {"text_block_id": "p19_b634", "text": "form will consider:"}, {"text_block_id": "p19_b635", "text": "x"}, {"text_block_id": "p19_b636", "text": "Identification of key data sets"}, {"text_block_id": "p19_b637", "text": "•"}, {"text_block_id": "p19_b638", "text": "both at a macroeconomic level and by target sector;"}, {"text_block_id": "p19_b639", "text": "x"}, {"text_block_id": "p19_b640", "text": "Identification of key potential data contributor organizations and bodies;"}, {"text_block_id": "p19_b641", "text": "x"}, {"text_block_id": "p19_b642", "text": "Establishment of data collection protocols and responsibilities;"}, {"text_block_id": "p19_b643", "text": "x"}, {"text_block_id": "p19_b644", "text": "Consistency of data storage, including selection of an appropriate ICT and data man"}, {"text_block_id": "p19_b645", "text": "-"}, {"text_block_id": "p19_b646", "text": "agement platform;"}, {"text_block_id": "p19_b647", "text": "x"}, {"text_block_id": "p19_b648", "text": "Responsible for ensuring data quality and checking/control procedures;"}, {"text_block_id": "p19_b649", "text": "x"}, {"text_block_id": "p19_b650", "text": "Procedures for how and how often data is collected, compiled, sent, and analyzed;"}, {"text_block_id": "p19_b651", "text": "x"}, {"text_block_id": "p19_b652", "text": "What resources will be needed at each stage of data management;"}, {"text_block_id": "p19_b653", "text": "x"}, {"text_block_id": "p19_b654", "text": "Identification of who will be responsible for data analysis, and against which parameters analysis will be applied;"}, {"text_block_id": "p19_b655", "text": "x"}, {"text_block_id": "p19_b656", "text": "Identification of to whom and how often results will be disseminated."}, {"text_block_id": "p19_b657_merged_merged_merged_merged_merged_merged_merged", "text": "As a separate effort in establishing data management and commencement of reporting, it is desirable for the Philippines to undertake an Energy Intensity Study with the explicit aim of separating efficiency effects from the effect of changing economic composition when meas-uring energy intensity. Part of this study would outline consistent methodology for calculating sectoral economic growth, such that energy intensity of each sector could be adequately measured. This study could build on existing work such as input-output (I-O) matrices being developed for the Philippines economy and would allow future evaluation efforts to gain a more complete picture of the true effectiveness of energy efficiency programs."}, {"text_block_id": "p20_b662", "text": "Monitoring and Evaluation (M&E)"}, {"text_block_id": "p20_b663", "text": "A well-functioning M&E system manages to integrate the more formal, data-oriented side commonly associated with the task of M&E together with informal monitoring and communi"}, {"text_block_id": "p20_b664", "text": "-"}, {"text_block_id": "p20_b665", "text": "cation. Cast in this way, M&E will act as an integrated system of reflection and communica"}, {"text_block_id": "p20_b666", "text": "-"}, {"text_block_id": "p20_b667", "text": "tion supporting project implementation over the entire life of the project. M&E is not only a data collection and monitoring task; evaluation requires an interpretation of the information and mechanisms to review programs and adjust strategy to ensure that the long-term objec"}, {"text_block_id": "p20_b668", "text": "-"}, {"text_block_id": "p20_b669", "text": "tives of the Roadmap can be met. Seeing M&E as an integrated support system for those in"}, {"text_block_id": "p20_b670", "text": "-"}, {"text_block_id": "p20_b671", "text": "volved in project implementation, requires:"}, {"text_block_id": "p20_b672", "text": "x"}, {"text_block_id": "p20_b673", "text": "creating M&E processes that lead to clear and regular learning for all those involved in project strategy and operations;"}, {"text_block_id": "p20_b674", "text": "x"}, {"text_block_id": "p20_b675", "text": "understanding the links between M&E and management functions;"}, {"text_block_id": "p20_b676", "text": "x"}, {"text_block_id": "p20_b677", "text": "using existing processes of learning, communication and decision-making among stake"}, {"text_block_id": "p20_b678", "text": "-"}, {"text_block_id": "p20_b679", "text": "holders as the basis for project-oriented M&E;"}, {"text_block_id": "p20_b680", "text": "x"}, {"text_block_id": "p20_b681", "text": "putting in place the necessary conditions and capacities for M&E to be carried out."}, {"text_block_id": "p20_b682", "text": "Typical steps of developing the M&E framework might include:"}, {"text_block_id": "p20_b683", "text": "x"}, {"text_block_id": "p20_b684", "text": "Stakeholder Consultation and Participation"}, {"text_block_id": "p20_b685", "text": "•"}, {"text_block_id": "p20_b686", "text": "defining the process for stakeholder in"}, {"text_block_id": "p20_b687", "text": "-"}, {"text_block_id": "p20_b688", "text": "volvement at each stage of the framework•s development."}, {"text_block_id": "p20_b689", "text": "volvement at each stage of the framework•s development.\n* Translating the Roadmapâ¢s goals and objectives into the M&E framework, effectively establishing the scope of the M&E plan\n* Determining which elements must be monitored and evaluated\n* Defining sectoral indicators and identifying data sources\n* Determining M&E methods for data and information collection (linked closely to data collection plans)\n* Determining M&E responsibilities\n* Defining the reporting system, utilization and dissemination of results\n* Planning for mid-course adjustments"}, {"text_block_id": "p20_b705", "text": "If data quality and resources allow, it may be desirable to include interim targets for short-, medium- and long-term energy savings objectives in future refinements of the Roadmap."}, {"text_block_id": "p20_b706", "text": "Reporting"}, {"text_block_id": "p20_b707", "text": "The Roadmap proposes consolidated evaluation of progress to be reported publicly every 2 years, with the first report compiled by the end of 2015."}, {"text_block_id": "p20_b708", "text": "2.4 The Roadmap in Summary"}, {"text_block_id": "p20_b709", "text": "A graphical representation of the Roadmap is provided in Figure 4 that follows."}, {"text_block_id": "p22_b710", "text": "2.5 The way forward"}, {"text_block_id": "p22_b711", "text": "If adopted by the Philippines Government, this Roadmap changes the emphasis of energy effi"}, {"text_block_id": "p22_b712", "text": "-"}, {"text_block_id": "p22_b713", "text": "ciency programs. As a result, key stakeholders must be consulted so that their views are cap"}, {"text_block_id": "p22_b714", "text": "-"}, {"text_block_id": "p22_b715", "text": "tured and their abilities to contribute can be beneficially integrated."}, {"text_block_id": "p22_b716", "text": "For each target sector, more detailed action plans will be required to better articulate how each priority will be implemented. Action plan development should draw upon existing activity as a starting point, and build in the lessons of successful approaches from elsewhere. The action plans will provide more detail on roles and responsibilities, allocation of resources, principal policy and regulatory mechanisms that may need to be established, and partners to implemen"}, {"text_block_id": "p22_b717", "text": "-"}, {"text_block_id": "p22_b718", "text": "tation."}, {"text_block_id": "p22_b719_merged_merged_merged", "text": "As noted a further, over-arching action plan will be required to set up data collection, monitor-ing and evaluation in support of the overall program of activity. An important aspect of this plan will be its mechanisms to allow further consultation with and feedback from key energy effi-ciency stakeholders, to ensure that the Roadmap remains relevant to the energy efficiency ac-tivity that is being implemented. This plan and its system for measurement of progress will en-able Government to justify its increased focus on energy efficiency, and to make mid-term ad-justments to strategy, according to the lessons and experience that it gathers as implementa-tion unfolds."}, {"text_block_id": "p23_b732", "text": "ANNEXES"}, {"text_block_id": "p23_b733", "text": "ANNEX 1: RECOMMENDED PRIORITY ACTIONS FROM POLICY REVIEW NOVEMBER 2013"}, {"text_block_id": "p23_b734", "text": "Transport"}, {"text_block_id": "p23_b735", "text": "x"}, {"text_block_id": "p23_b736", "text": "Closer support to manage identified risks in vehicle conversion and e-vehicle/e-trike pro"}, {"text_block_id": "p23_b737", "text": "-"}, {"text_block_id": "p23_b738", "text": "grams"}, {"text_block_id": "p23_b739", "text": "x"}, {"text_block_id": "p23_b740", "text": "Fuel Efficiency Standards for light-duty vehicles, vans/jeepneys, tricycles and heavy vehi"}, {"text_block_id": "p23_b741", "text": "-"}, {"text_block_id": "p23_b742", "text": "cles (trucks)"}, {"text_block_id": "p23_b743", "text": "x"}, {"text_block_id": "p23_b744", "text": "Promotion of key vehicle components and technologies that are cost effective in improving vehicle fuel efficiency, through incentives and rebate programs"}, {"text_block_id": "p23_b745", "text": "x"}, {"text_block_id": "p23_b746", "text": "Fiscal incentives for EE through vehicle registration, duties and taxes"}, {"text_block_id": "p23_b747", "text": "x"}, {"text_block_id": "p23_b748", "text": "Driver education programs"}, {"text_block_id": "p23_b749", "text": "x"}, {"text_block_id": "p23_b750", "text": "Re-formulated coordination mechanisms with other agencies"}, {"text_block_id": "p23_b751", "text": "Industry"}, {"text_block_id": "p23_b752", "text": "x"}, {"text_block_id": "p23_b753_merged_merged_merged", "text": "Sectoral programs to facilitate EE uptake in heavy user industries (cement and construc-tion, sugar and food processing)"}, {"text_block_id": "p23_b756", "text": "x"}, {"text_block_id": "p23_b757", "text": "Extending existing training to enfranchise ESCOs instead of individual energy managers"}, {"text_block_id": "p23_b758", "text": "x"}, {"text_block_id": "p23_b759", "text": "Facilitating example business models including financing models"}, {"text_block_id": "p23_b760", "text": "Residential Buildings"}, {"text_block_id": "p23_b761", "text": "x"}, {"text_block_id": "p23_b762", "text": "Enforceable minimum energy standards for appliances, with a focus on space cooling and refrigeration"}, {"text_block_id": "p23_b763", "text": "x"}, {"text_block_id": "p23_b764", "text": "Building envelope measures (many homes are poorly insulated)"}, {"text_block_id": "p23_b765", "text": "x"}, {"text_block_id": "p23_b766", "text": "Develop role of utilities as key implementation partners and information providers"}, {"text_block_id": "p23_b767", "text": "Commercial Buildings"}, {"text_block_id": "p23_b768", "text": "x"}, {"text_block_id": "p23_b769", "text": "Programs for retro-commissioning of existing buildings"}, {"text_block_id": "p23_b770", "text": "x"}, {"text_block_id": "p23_b771", "text": "Benchmarking of building energy use to create data for building information and reporting"}, {"text_block_id": "p23_b772", "text": "x"}, {"text_block_id": "p23_b773", "text": "Energy efficiency measures for inclusion in national building codes"}, {"text_block_id": "p23_b774", "text": "x"}, {"text_block_id": "p23_b775", "text": "Using government•s procurement capacity for demonstration building upgrades that also"}, {"text_block_id": "p23_b776", "text": "build capacity of the ESCO sector"}, {"text_block_id": "p23_b777", "text": "Cross-Sectoral"}, {"text_block_id": "p23_b778", "text": "x"}, {"text_block_id": "p23_b779", "text": "Fiscal incentives such as through vehicle taxes, property rates, or trade and investment rules"}, {"text_block_id": "p23_b780", "text": "x"}, {"text_block_id": "p23_b781", "text": "Facilitation of energy services sector development, including support for financing models"}, {"text_block_id": "p23_b782", "text": "x"}, {"text_block_id": "p23_b783", "text": "Targeted utility/power generation sector efficiency programs"}, {"text_block_id": "p24_b784", "text": "ANNEX 2: OTHER RECENTLY RECOMMENDED ENERGY EFFICIENCY STRATEGIES AND ACTIONS"}, {"text_block_id": "p24_b785", "text": "IEA Southeast Asia Recommendations for unlocking energy efficiency potential"}, {"text_block_id": "p24_b786", "text": "The IEA released its Southeast Asia Energy Outlook publication in October 2013. It is mostly concerned with energy supply scenarios for the region, however, it strongly acknowledges that energy savings can be a very important and"}, {"text_block_id": "p24_b787", "text": "effective source of additional energy •supply•"}, {"text_block_id": "p24_b788", "text": "for the region and also deliver substantial economic gains."}, {"text_block_id": "p24_b789", "text": "The IEA contends that there is no single measure that would trigger wide-scale adoption of energy efficiency measures and policies throughout the region, and that barriers to implemen"}, {"text_block_id": "p24_b790", "text": "-"}, {"text_block_id": "p24_b791", "text": "tation differ widely. However, based on its review of current energy efficiency status in South"}, {"text_block_id": "p24_b792", "text": "-"}, {"text_block_id": "p24_b793", "text": "east Asia, it suggests that unlocking energy e"}, {"text_block_id": "p24_b794", "text": "fficiency•s potential rests on addressing cha"}, {"text_block_id": "p24_b795", "text": "l"}, {"text_block_id": "p24_b796", "text": "-"}, {"text_block_id": "p24_b797", "text": "lenges in several key areas:"}, {"text_block_id": "p24_b798", "text": "x"}, {"text_block_id": "p24_b799", "text": "Enhance national policy co-ordination and regulatory frameworks."}, {"text_block_id": "p24_b800", "text": "Closer co"}, {"text_block_id": "p24_b801", "text": "-"}, {"text_block_id": "p24_b802", "text": "operation among competent authorities should be enhanced in order to maximize energy savings across all sectors. Governments need to adopt realistic and measureable targets, implement effective mandatory and voluntary policies and standards, and ensure stricter compliance with measures in place, including:"}, {"text_block_id": "p24_b803", "text": "operation among competent authorities should be enhanced in order to maximize energy savings across all sectors. Governments need to adopt realistic and measureable targets, implement effective mandatory and voluntary policies and standards, and ensure stricter compliance with measures in place, including:\n* strengthen expertise and training for energy audits and energy manage\n* strengthen expertise and training for energy audits and energy manage\n -\n* strengthen expertise and training for energy audits and energy manage\n -\n ment; encourage the use of best available energy practices and technologies.\n* establish mandatory fuel-economy standards and labeling initiatives; in\n* establish mandatory fuel-economy standards and labeling initiatives; in\n -\n* establish mandatory fuel-economy standards and labeling initiatives; in\n -\n troduce financial (tax) incentives to encourage the purchase of energy-efficient ve\n* establish mandatory fuel-economy standards and labeling initiatives; in\n -\n troduce financial (tax) incentives to encourage the purchase of energy-efficient ve\n -\n* establish mandatory fuel-economy standards and labeling initiatives; in\n -\n troduce financial (tax) incentives to encourage the purchase of energy-efficient ve\n -\n hicles.\n* implement progressively more stringent building energy codes and mandatory energy performance standards for all energy-consuming products, and strengthen compliance and enforcement mechanisms.\n* encourage the deployment of high efficiency coal-fired generation technologies (supercritical, ultra-supercritical and integrated gasification combined-cycle (IGCC) plants); support efficient electricity networks in order to optimize pow\n* encourage the deployment of high efficiency coal-fired generation technologies (supercritical, ultra-supercritical and integrated gasification combined-cycle (IGCC) plants); support efficient electricity networks in order to optimize pow\n -\n* encourage the deployment of high efficiency coal-fired generation technologies (supercritical, ultra-supercritical and integrated gasification combined-cycle (IGCC) plants); support efficient electricity networks in order to optimize pow\n -\n er flows and reduce transmission and distribution losses."}, {"text_block_id": "p24_b823", "text": "x"}, {"text_block_id": "p24_b824", "text": "Eliminate market distortions."}, {"text_block_id": "p24_b825", "text": "Artificially low energy prices remain commonplace in sev"}, {"text_block_id": "p24_b826", "text": "-"}, {"text_block_id": "p24_b827", "text": "eral Southeast Asian countries. These undervalue energy efficiency returns and discour"}, {"text_block_id": "p24_b828", "text": "-"}, {"text_block_id": "p24_b829", "text": "age consumers and industry to invest in energy-efficient practices and equipment."}, {"text_block_id": "p24_b830", "text": "x"}, {"text_block_id": "p24_b831", "text": "Promote energy efficiency awareness and visibility."}, {"text_block_id": "p24_b832", "text": "Governments should encourage better knowledge of energy efficiency dynamics and make the cost-saving benefits of new practices and efficient technologies more visible in the public and private sectors."}, {"text_block_id": "p24_b833", "text": "x"}, {"text_block_id": "p24_b834", "text": "Encourage the financing of energy efficiency projects."}, {"text_block_id": "p24_b835_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Many financial institutions throughout the region are reluctant to support energy efficiency projects because of a lack of relevant experience and technical expertise as well as skepticism about potential re-turns. Governments will need to take a more active role in developing energy efficiency markets beyond their infancy. Adopting well-designed financial instruments (such as co-financing schemes, loans, national grants and special funds) as well as supporting the de-velopment of ESCO activities could provide a decisive boost in creating functional energy efficiency markets."}, {"text_block_id": "p25_b840", "text": "x"}, {"text_block_id": "p25_b841", "text": "Improve capacity building and data collection."}, {"text_block_id": "p25_b842", "text": "Energy efficiency is relatively new on the agenda in Southeast Asia. Institutions and industries are still developing expertise in im"}, {"text_block_id": "p25_b843", "text": "-"}, {"text_block_id": "p25_b844", "text": "plementing best practices and building capacity in energy management. Moreover, to as"}, {"text_block_id": "p25_b845", "text": "-"}, {"text_block_id": "p25_b846", "text": "sess its potential and make it visible to the market, energy efficiency needs to be measura"}, {"text_block_id": "p25_b847", "text": "-"}, {"text_block_id": "p25_b848", "text": "ble. To this end, most countries in the region should expand their energy data collecting and analysis capacity, and present energy data at a more disaggregated level, in line with evolving international practices."}, {"text_block_id": "p25_b849", "text": "x"}, {"text_block_id": "p25_b850", "text": "Monitor and evaluate the effectiveness of energy efficiency policies."}, {"text_block_id": "p25_b851", "text": "The introduction of energy efficiency policies does not alone ensure the achievement of objectives or tar"}, {"text_block_id": "p25_b852", "text": "-"}, {"text_block_id": "p25_b853", "text": "gets. Governments need to develop procedures and tools, including the use of energy effi"}, {"text_block_id": "p25_b854", "text": "-"}, {"text_block_id": "p25_b855", "text": "ciency indicators, to monitor effects of policies introduced and implement adjustments when needed."}, {"text_block_id": "p25_b856", "text": "APEC - Peer Review Recommendations"}, {"text_block_id": "p25_b857", "text": "The APEC Peer Review of Energy Efficiency policies completed in 2012 set out fifty-four rec"}, {"text_block_id": "p25_b858", "text": "-"}, {"text_block_id": "p25_b859", "text": "ommendations for future energy efficiency action, which have been considered in development of a revised Roadmap:"}, {"text_block_id": "p25_b860", "text": "Institutional Context"}, {"text_block_id": "p25_b861", "text": "Recommendation 1"}, {"text_block_id": "p25_b862", "text": "Closer coordination among relevant departments should be enhanced in order to maximize energy saving across the various sectors in the Philippines .More coordina"}, {"text_block_id": "p25_b863", "text": "-"}, {"text_block_id": "p25_b864", "text": "tion between central government and local governments should be enhanced so as to maxim"}, {"text_block_id": "p25_b865", "text": "-"}, {"text_block_id": "p25_b866", "text": "ize energy saving across the various regions in the Philippines."}, {"text_block_id": "p25_b867", "text": "Recommendation 2"}, {"text_block_id": "p25_b868", "text": "More human resources and budget should be provided for institutions which are responsible for EE improvement in various sectors/areas."}, {"text_block_id": "p25_b869", "text": "Recommendation 3"}, {"text_block_id": "p25_b870", "text": "A proposed EE and Conservation Centre of the Philippines should be carefully considers in terms of its distinctive role, funding etc. in Enercon Bill."}, {"text_block_id": "p25_b871", "text": "Energy Efficiency Goals, Targets and Strategy"}, {"text_block_id": "p25_b872", "text": "Recommendation 4"}, {"text_block_id": "p25_b873", "text": "Integrate energy efficiency plans and policies across the Government"}, {"text_block_id": "p25_b874", "text": "Recommendation 5"}, {"text_block_id": "p25_b875", "text": "Enhance the Government Energy Management Program (GEMP) visibil"}, {"text_block_id": "p25_b876", "text": "-"}, {"text_block_id": "p25_b877", "text": "ity in the government by having it lead the Interagency Energy Efficiency and Conservation Task Force."}, {"text_block_id": "p25_b878", "text": "Recommendation 6"}, {"text_block_id": "p25_b879", "text": "Develop and Implement a National Action Plan for Energy Efficiency"}, {"text_block_id": "p25_b880", "text": "Recommendation 7"}, {"text_block_id": "p25_b881", "text": "Create a pathway with annual timelines to meet the stated energy effi"}, {"text_block_id": "p25_b882", "text": "-"}, {"text_block_id": "p25_b883", "text": "ciency targets."}, {"text_block_id": "p25_b884", "text": "Recommendation 8"}, {"text_block_id": "p25_b885", "text": "Set individual sector goals and develop a more robust energy consump"}, {"text_block_id": "p25_b886", "text": "-"}, {"text_block_id": "p25_b887", "text": "tion database."}, {"text_block_id": "p25_b888", "text": "Recommendation 9"}, {"text_block_id": "p25_b889", "text": "Modify low carbon scenarios, which currently rely heavily on renewable fuels, to reflect more aggressive EE targets across all sectors"}, {"text_block_id": "p25_b890", "text": "Recommendation 10"}, {"text_block_id": "p25_b891", "text": "Establish a K-12 and University energy efficiency schools program"}, {"text_block_id": "p25_b892", "text": "Recommendation 11"}, {"text_block_id": "p25_b893", "text": "Create a national public education and awareness campaign for energy efficiency. Tie in important national overarching goals in the message."}, {"text_block_id": "p25_b894", "text": "Recommendation 12"}, {"text_block_id": "p25_b895", "text": "Create an energy efficiency framework that is focused on the low-income people of the Philippines"}, {"text_block_id": "p25_b896", "text": "Recommendation 13"}, {"text_block_id": "p25_b897_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Create an economic environment for utilities to provide energy efficien-cy services to the people and businesses of the Philippines"}, {"text_block_id": "p26_b900", "text": "Energy Data Collection and Monitoring"}, {"text_block_id": "p26_b901", "text": "Recommendation 14"}, {"text_block_id": "p26_b902", "text": "Establish Data Centre and Information of Energy Conservation to en"}, {"text_block_id": "p26_b903", "text": "-"}, {"text_block_id": "p26_b904", "text": "hance data analysis function."}, {"text_block_id": "p26_b905", "text": "Recommendation 15"}, {"text_block_id": "p26_b906", "text": "Improving data collection and monitoring through different data collec"}, {"text_block_id": "p26_b907", "text": "-"}, {"text_block_id": "p26_b908", "text": "tion system."}, {"text_block_id": "p26_b909", "text": "Industry Sector"}, {"text_block_id": "p26_b910", "text": "Recommendation 16"}, {"text_block_id": "p26_b911", "text": "As the DOE regularly conducts IEC it is highly recommended to device a feedback mechanism (e.g. poll exit during IEC; feedback/callbacks on audits) after an infor"}, {"text_block_id": "p26_b912", "text": "-"}, {"text_block_id": "p26_b913", "text": "mation campaign and energy audit is conducted."}, {"text_block_id": "p26_b914", "text": "Recommendation 17"}, {"text_block_id": "p26_b915", "text": "There is a need to strengthen ties with private sector to increase its par"}, {"text_block_id": "p26_b916", "text": "-"}, {"text_block_id": "p26_b917", "text": "ticipation in recognition awards and in other efforts of the government on energy efficiency and conservation."}, {"text_block_id": "p26_b918", "text": "Recommendation 18"}, {"text_block_id": "p26_b919", "text": "Continue constant, close cooperation with other government agencies, ESCOs, and other entities for successful energy conservation;"}, {"text_block_id": "p26_b920", "text": "Recommendation 19"}, {"text_block_id": "p26_b921", "text": "It is highly recommended that the programs and projects of the agency be carried over even after the project is completed."}, {"text_block_id": "p26_b922", "text": "Recommendation 20"}, {"text_block_id": "p26_b923", "text": "The DOE should enjoin active participation of private sector/industries in lobbying for the passage of Enercon Bill as its enactment will benefit both the government and the industry sector."}, {"text_block_id": "p26_b924", "text": "Electricity Sector"}, {"text_block_id": "p26_b925", "text": "Recommendation 21"}, {"text_block_id": "p26_b926", "text": "DOE should continue to request the power producers to improve the heat rate for fossil power units of its power pants."}, {"text_block_id": "p26_b927", "text": "Recommendation 22"}, {"text_block_id": "p26_b928", "text": "DOE should consider requesting the supply-side (generation, IPPs and energy supply companies) to improve the average efficiency of existing thermal power units."}, {"text_block_id": "p26_b929", "text": "Recommendation 23"}, {"text_block_id": "p26_b930", "text": "DOE should request or encourage the power development plans/power companies to adopt the best available technologies for new generation units."}, {"text_block_id": "p26_b931", "text": "Recommendation 24"}, {"text_block_id": "p26_b932", "text": "It is deem necessary that DOE and private power companies adopt more efficient schemes for promoting energy conservation to reduce peak load power demand."}, {"text_block_id": "p26_b933", "text": "Recommendation 25"}, {"text_block_id": "p26_b934", "text": "The National Grid Corporation of the Philippines (NGCP), the National Transmission Corporation (TransCo) and the National Electrification Administration (NEA) should make continuous efforts to further improve transmission & distribution reliability, effi"}, {"text_block_id": "p26_b935", "text": "-"}, {"text_block_id": "p26_b936", "text": "ciency and reduce system losses."}, {"text_block_id": "p26_b937", "text": "Commercial and Residential Sectors"}, {"text_block_id": "p26_b938", "text": "Recommendation 26"}, {"text_block_id": "p26_b939", "text": "Government should •"}, {"text_block_id": "p26_b940", "text": "lead by example"}, {"text_block_id": "p26_b941", "text": "• to set up as a"}, {"text_block_id": "p26_b942", "text": "model for the pri"}, {"text_block_id": "p26_b943", "text": "-"}, {"text_block_id": "p26_b944", "text": "vate sector to follow."}, {"text_block_id": "p26_b945", "text": "Recommendation 27"}, {"text_block_id": "p26_b946", "text": "Promote •Cool Roofs• for all low rise buildings and work to include it"}, {"text_block_id": "p26_b947", "text": "within the Green Building Design and eventually in Building Codes"}, {"text_block_id": "p26_b948", "text": "Recommendation 28"}, {"text_block_id": "p26_b949_merged_merged_merged_merged_merged_merged_merged", "text": "Initiate a program to develop Commercial and Multi-family (e.g. condo type) Building Labels • start with a voluntary pilot introduction"}, {"text_block_id": "p26_b952", "text": "Recommendation 29"}, {"text_block_id": "p26_b953", "text": "Promote •ESCOs• in commercial and government building retrofits and"}, {"text_block_id": "p26_b954", "text": "continue training more lending institutions on the benefits of financing the resulting projects"}, {"text_block_id": "p26_b955", "text": "Recommendation 30"}, {"text_block_id": "p26_b956", "text": "Initiate legislative and regulatory actions to •fast track• a mandatory"}, {"text_block_id": "p26_b957", "text": "Building Energy Efficiency Code program for the Philippines"}, {"text_block_id": "p26_b958", "text": "Recommendation 31"}, {"text_block_id": "p26_b959", "text": "Develop a comprehensive and mandatory building energy consumption survey in order to better understand the types of buildings and their energy consumption"}, {"text_block_id": "p27_b960", "text": "Transport Sector"}, {"text_block_id": "p27_b961", "text": "Recommendation 32"}, {"text_block_id": "p27_b962", "text": "Consider the further integration of"}, {"text_block_id": "p27_b963", "text": "land use planning"}, {"text_block_id": "p27_b964", "text": "with transport. Ef"}, {"text_block_id": "p27_b965", "text": "-"}, {"text_block_id": "p27_b966", "text": "forts could be taken to minimize urban sprawl of cities, by ensuring that new developments oc"}, {"text_block_id": "p27_b967", "text": "-"}, {"text_block_id": "p27_b968", "text": "cur around public transport corridors. Excessive travel can be minimized through mixed land use planning, coupled with the improvement of non-motorized transport infrastructure and pub"}, {"text_block_id": "p27_b969", "text": "-"}, {"text_block_id": "p27_b970", "text": "lic transport systems."}, {"text_block_id": "p27_b971", "text": "Recommendation 33"}, {"text_block_id": "p27_b972", "text": "Consider the development of"}, {"text_block_id": "p27_b973", "text": "financial mechanisms"}, {"text_block_id": "p27_b974", "text": "and"}, {"text_block_id": "p27_b975", "text": "national programs"}, {"text_block_id": "p27_b976", "text": "to encourage/incentivize local governments to replicate and scale up good practice. Lessons may be drawn from for instance India, where the national government is making available funding for sub-national governments to improve urban transport, under certain crite"}, {"text_block_id": "p27_b977", "text": "-"}, {"text_block_id": "p27_b978", "text": "ria (such as the existence of a comprehensive mobility plan)."}, {"text_block_id": "p27_b979", "text": "Recommendation 34"}, {"text_block_id": "p27_b980", "text": "Focus on"}, {"text_block_id": "p27_b981", "text": "low hanging fruit"}, {"text_block_id": "p27_b982", "text": ": e.g. the introduction of fuel economy standards, financial (tax) incentives that favor energy efficient vehicles, transport demand management etc. These measures can be implemented at very little financial cost, but require strong political leadership to implement."}, {"text_block_id": "p27_b983", "text": "Recommendation 35"}, {"text_block_id": "p27_b984", "text": "Work"}, {"text_block_id": "p27_b985", "text": "across sectors"}, {"text_block_id": "p27_b986", "text": ". For example, the introduction of electric vehicles can be coupled with efforts to minimize upstream emissions from electricity generation, through measures taken in the energy sector. The potentially negative impacts of biofuels on food prices could also be mitigated through strong policies in the agriculture sector."}, {"text_block_id": "p27_b987", "text": "Recommendation 36"}, {"text_block_id": "p27_b988", "text": "Continue to enhance"}, {"text_block_id": "p27_b989", "text": "interagency coordination"}, {"text_block_id": "p27_b990", "text": "to holistically support energy efficient, sustainable transport. This would particularly be true in urban areas, where transport systems dissect different political boundaries. Mechanisms can be strengthened to ensure that local government units can cooperate to achieve their common goal of sustainable and efficient transport."}, {"text_block_id": "p27_b991", "text": "Energy Management Mechanism and Training"}, {"text_block_id": "p27_b992", "text": "Recommendation 37"}, {"text_block_id": "p27_b993", "text": "Combined different energy management actives together to fully use of the government resource in a more systematic way in order to collect more data for future benchmark and plan the future energy conservation action."}, {"text_block_id": "p27_b994", "text": "Recommendation 38"}, {"text_block_id": "p27_b995", "text": "Expand the mechanism of spot check to cover the private sector."}, {"text_block_id": "p27_b996", "text": "Recommendation 39"}, {"text_block_id": "p27_b997", "text": "Fully use of the professional engineers in the private sector (such as professional engineer association, research institute, academic, ESCO association, etc.) to expand the energy management services (such as spot check, energy audit, etc.)"}, {"text_block_id": "p27_b998", "text": "Recommendation 40"}, {"text_block_id": "p27_b999", "text": "Set up a database about the information of participants in different kind of training workshop."}, {"text_block_id": "p27_b1000", "text": "Recommendation 41"}, {"text_block_id": "p27_b1001", "text": "Request the participants to fill in an evaluation form and express their comments and suggestion for the training workshop."}, {"text_block_id": "p27_b1002", "text": "Recommendation 42"}, {"text_block_id": "p27_b1003", "text": "Compile the best practices of those companies which received the en"}, {"text_block_id": "p27_b1004", "text": "-"}, {"text_block_id": "p27_b1005", "text": "ergy conservation related awards from the government and publish these successful practices for other companies to follow or future reference."}, {"text_block_id": "p27_b1006", "text": "Recommendation 43"}, {"text_block_id": "p27_b1007_merged_merged_merged_merged_merged_merged_merged", "text": "Help the ESCO industry to set up the M&V (measurement and verifica-tion) regulations and guideline for the evaluation of energy conservation credit."}, {"text_block_id": "p27_b1010", "text": "Recommendation 44"}, {"text_block_id": "p27_b1011", "text": "Help ESCO industry to solve the financial problem by set up a fund or provide low-interest loan."}, {"text_block_id": "p28_b1012", "text": "Appliances and Equipment"}, {"text_block_id": "p28_b1013", "text": "Recommendation 45"}, {"text_block_id": "p28_b1014", "text": "The new coming label with star ranking system is easier to understand than the present one. However EE label for every product does not have the same pattern. All appliances should be adjusted to the new pattern with star ranking system. One Message for All!"}, {"text_block_id": "p28_b1015", "text": "Recommendation 46"}, {"text_block_id": "p28_b1016", "text": "Cost of annual energy consumption can also be indicated on the label."}, {"text_block_id": "p28_b1017", "text": "Recommendation 47"}, {"text_block_id": "p28_b1018", "text": "The data that can be shown on the label would serve as reference for comparison for consumer."}, {"text_block_id": "p28_b1019", "text": "Recommendation 48"}, {"text_block_id": "p28_b1020", "text": "For the consumer to get enough information before they purchase a product, the label should not only be put on the products but information should also be dis"}, {"text_block_id": "p28_b1021", "text": "-"}, {"text_block_id": "p28_b1022", "text": "played in the store."}, {"text_block_id": "p28_b1023", "text": "Recommendation 49"}, {"text_block_id": "p28_b1024", "text": "EE S&L roadmap should be set to cover all sectors i.e. household, commercial, industry, transport and agriculture in short, medium and long terms. For example, setting MEPS & HEPS for building envelops materials i.e. glass window, insulator, roof tile, and etc. can support energy conservation in building programs. In addition, machinery and equipment, which can reduce energy consumption, should be planned accordingly to set up EE standard such as variable speed drive (VSD)."}, {"text_block_id": "p28_b1025", "text": "Recommendation 50"}, {"text_block_id": "p28_b1026", "text": "Enhance financial support for high efficient products through revolving fund, direct subsidy, etc."}, {"text_block_id": "p28_b1027", "text": "Recommendation 51"}, {"text_block_id": "p28_b1028", "text": "To ensure energy saving for lighting, the introduction of high-energy ef"}, {"text_block_id": "p28_b1029", "text": "-"}, {"text_block_id": "p28_b1030", "text": "ficient lighting fixture can be considered to be integrated with the lighting environment design. It can attain the same illumination with less lighting fixture."}, {"text_block_id": "p28_b1031", "text": "Recommendation 52"}, {"text_block_id": "p28_b1032", "text": "Please consider to set up the guideline for the design of motor applica"}, {"text_block_id": "p28_b1033", "text": "-"}, {"text_block_id": "p28_b1034", "text": "tion to help carrying out the MEPS for motor (such as how to design the fan, pump, etc.) It is understood that the effect of energy conservation needs to start from the system design with the enforcement of different EE standards."}, {"text_block_id": "p28_b1035", "text": "Recommendation 53"}, {"text_block_id": "p28_b1036", "text": "Capacity building for testing laboratories is important. To make sure that testing results are accurate, the testing facilities should not only have the capability but the"}, {"text_block_id": "p28_b1037", "text": "technical staff•s skills for testing as well needs to be developed."}, {"text_block_id": "p28_b1038", "text": "Recommendation 54"}, {"text_block_id": "p28_b1039_merged_merged_merged_merged_merged", "text": "Public awareness for using high efficient appliances and equipment should be promoted covering all sectors. Moreover, the current and previous public awareness should be evaluated to identify the gap where the Philippine government can find area for fur-ther improvement or emphasize successful program."}, {"text_block_id": "p29_b1042", "text": "ANNEX 3: MINUTES OF STAKEHOLDER CONSULTATION MEETING"}, {"text_block_id": "p29_b1043", "text": "Stakeholder Consultation Meeting"}, {"text_block_id": "p29_b1044", "text": "on the"}, {"text_block_id": "p29_b1045", "text": "Energy Efficiency and Conservation Roadmap"}, {"text_block_id": "p29_b1046", "text": "developed for the Philippines Department of Energy"}, {"text_block_id": "p29_b1047", "text": "F1 Hotel, Bonifacio Global City, Manila"}, {"text_block_id": "p29_b1048", "text": "December 10, 2013"}, {"text_block_id": "p29_b1049", "text": "9:00am"}, {"text_block_id": "p29_b1050", "text": "•"}, {"text_block_id": "p29_b1051", "text": "12:00nn"}, {"text_block_id": "p29_b1052", "text": "Attendees:"}, {"text_block_id": "p29_b1053", "text": "1."}, {"text_block_id": "p29_b1054", "text": "Amelia De Guzman, OIC Director of ERTLS, DOE"}, {"text_block_id": "p29_b1055", "text": "2."}, {"text_block_id": "p29_b1056", "text": "Jesus Anunciacion, OIC Director of EUMB, DOE"}, {"text_block_id": "p29_b1057", "text": "3."}, {"text_block_id": "p29_b1058", "text": "Artemio Habitan, Division Chief of EECD, DOE"}, {"text_block_id": "p29_b1059", "text": "4."}, {"text_block_id": "p29_b1060", "text": "Mirna Campanaño, Division Chief of LATD, DOE"}, {"text_block_id": "p29_b1061", "text": "5."}, {"text_block_id": "p29_b1062", "text": "Lilibeth Morales, Sr. Science Research Specialist of PFRD, DOE"}, {"text_block_id": "p29_b1063", "text": "6."}, {"text_block_id": "p29_b1064", "text": "Ricardo Yambao, Sr. Science Research Specialist of AFETD, DOE"}, {"text_block_id": "p29_b1065", "text": "7."}, {"text_block_id": "p29_b1066", "text": "Genevieve Almonares, Sr. Science Research Specialist of EECD, DOE"}, {"text_block_id": "p29_b1067", "text": "8."}, {"text_block_id": "p29_b1068", "text": "Alexis Matel Carlos, Science Research Specialist II of EECD, DOE"}, {"text_block_id": "p29_b1069", "text": "9."}, {"text_block_id": "p29_b1070", "text": "Annie Ornillo, Science Research Specialist of EECD, DOE"}, {"text_block_id": "p29_b1071", "text": "10."}, {"text_block_id": "p29_b1072", "text": "Renente Seralla, Sr. Science Research Specialist of LATD, DOE"}, {"text_block_id": "p29_b1073", "text": "11."}, {"text_block_id": "p29_b1074", "text": "Ruel Lacambra, Investment Promotion Office, DOE"}, {"text_block_id": "p29_b1075", "text": "12."}, {"text_block_id": "p29_b1076", "text": "Rodel Cortez, Principal Engineer, National Power Corporation"}, {"text_block_id": "p29_b1077", "text": "13."}, {"text_block_id": "p29_b1078", "text": "Jean Centeno, Division Chief, Rural Infrastructure and Support Services Division, NEDA"}, {"text_block_id": "p29_b1079", "text": "14."}, {"text_block_id": "p29_b1080", "text": "Arnold Belver, Planning Officer III, Research & Policy Development Division, Climate Change Commissision"}, {"text_block_id": "p29_b1081", "text": "15."}, {"text_block_id": "p29_b1082", "text": "Glenda David, Senior EMS, Department of Transportation and Communication"}, {"text_block_id": "p29_b1083", "text": "16."}, {"text_block_id": "p29_b1084", "text": "Romeo Cometa, Philippine Textile Research Institute, DOST"}, {"text_block_id": "p29_b1085", "text": "17."}, {"text_block_id": "p29_b1086", "text": "Loreto Carasi, Engineer, Philippine Council for Industry and Energy Research and Devel"}, {"text_block_id": "p29_b1087", "text": "-"}, {"text_block_id": "p29_b1088", "text": "opment, DOST"}, {"text_block_id": "p29_b1089", "text": "18."}, {"text_block_id": "p29_b1090", "text": "Matthieu Penot, Attaché Environment, Energy & Climate Change, Delegation of the Euro"}, {"text_block_id": "p29_b1091", "text": "-"}, {"text_block_id": "p29_b1092", "text": "pean Union to the Philippines"}, {"text_block_id": "p29_b1093", "text": "19."}, {"text_block_id": "p29_b1094", "text": "Josephine Mangila-Tioseco, Country Coordinator, Low Emission Asian Development Pro"}, {"text_block_id": "p29_b1095", "text": "-"}, {"text_block_id": "p29_b1096", "text": "gram, USAID"}, {"text_block_id": "p29_b1097", "text": "20."}, {"text_block_id": "p29_b1098", "text": "Andrew Kho, Technology Development Executive, Pilipinas Shell Petroleum Corporation"}, {"text_block_id": "p29_b1099", "text": "21."}, {"text_block_id": "p29_b1100", "text": "Reynaldo Legada, Senior Energy Advisor, EASCORP"}, {"text_block_id": "p29_b1101", "text": "22."}, {"text_block_id": "p29_b1102", "text": "Ram Machica, STI Technical Assistant, Federation of Philippine Industries"}, {"text_block_id": "p29_b1103", "text": "23."}, {"text_block_id": "p29_b1104", "text": "Ma. Anna Tungol, Executive Director, Philippine Green Building Council"}, {"text_block_id": "p29_b1105", "text": "24."}, {"text_block_id": "p29_b1106", "text": "Richard Uy, President, Energy Practitioner Association of the Philippines"}, {"text_block_id": "p29_b1107", "text": "25."}, {"text_block_id": "p29_b1108", "text": "Marianna Pacua, Operations Analyst, IFC"}, {"text_block_id": "p29_b1109", "text": "26."}, {"text_block_id": "p29_b1110", "text": "Lucky John Florido, PA-III, PCIEERD"}, {"text_block_id": "p29_b1111", "text": "•"}, {"text_block_id": "p29_b1112", "text": "DOST"}, {"text_block_id": "p29_b1113", "text": "27."}, {"text_block_id": "p29_b1114", "text": "Danilo Aquino, ES Specialist, Meralco"}, {"text_block_id": "p29_b1115", "text": "28."}, {"text_block_id": "p29_b1116", "text": "Ron Caringal, ES Specialist, Meralco"}, {"text_block_id": "p29_b1117", "text": "29."}, {"text_block_id": "p29_b1118", "text": "Edwin Santillan, ES Specialist, Meralco"}, {"text_block_id": "p29_b1119", "text": "30."}, {"text_block_id": "p29_b1120", "text": "Archiemedez Diaz, Consultant, EECP"}, {"text_block_id": "p29_b1121", "text": "31."}, {"text_block_id": "p29_b1122_merged_merged_merged_merged_merged_merged", "text": "Juergen Bischoff, Team Leader, EU • Switch Philippines"}, {"text_block_id": "p30_b1125", "text": "32."}, {"text_block_id": "p30_b1126", "text": "Maria Eloida Balamiento, Energy Adviser, EU"}, {"text_block_id": "p30_b1127", "text": "•"}, {"text_block_id": "p30_b1128", "text": "Switch Philippines"}, {"text_block_id": "p30_b1129", "text": "33."}, {"text_block_id": "p30_b1130", "text": "Denise Tiampong, Secretary, EU"}, {"text_block_id": "p30_b1131", "text": "•"}, {"text_block_id": "p30_b1132", "text": "Switch Philippines"}, {"text_block_id": "p30_b1133", "text": "34."}, {"text_block_id": "p30_b1134", "text": "Lionel Angelo Abliter, Office Assistant, EU"}, {"text_block_id": "p30_b1135", "text": "•"}, {"text_block_id": "p30_b1136", "text": "Switch Philippines"}, {"text_block_id": "p30_b1137", "text": "35."}, {"text_block_id": "p30_b1138", "text": "Mark Lister, Project Consultant, EU"}, {"text_block_id": "p30_b1139", "text": "•"}, {"text_block_id": "p30_b1140", "text": "Switch Philippines"}, {"text_block_id": "p30_b1141", "text": "Welcome Remarks"}, {"text_block_id": "p30_b1142", "text": "Director Jesus C. Anunciacion of the Energy Utilization Management Bureau opened the meet"}, {"text_block_id": "p30_b1143", "text": "-"}, {"text_block_id": "p30_b1144", "text": "ing, remarking that it was very important to receive feedback and input from stakeholders in"}, {"text_block_id": "p30_b1145", "text": "the ongoing development of the DoE•s"}, {"text_block_id": "p30_b1146", "text": "energy efficiency and conservation program, outlining the agenda for the meeting, and thanking contributors including the EU-SWITCH Asia Policy Support team and organizers."}, {"text_block_id": "p30_b1147", "text": "Opening Remarks"}, {"text_block_id": "p30_b1148", "text": "Mr Matthieu Penot, Attaché Environment, Energy and Climate Change of the Delegation of the European Union to the Philippines, opened the meeting referring to the regional work of the EU-SWITCH program and outlining why it includes an emphasis on energy efficiency, includ"}, {"text_block_id": "p30_b1149", "text": "-"}, {"text_block_id": "p30_b1150", "text": "ing its comparatively low cost as a solution for meeting energy needs, ensuring energy security and mitigating climate change"}, {"text_block_id": "p30_b1151", "text": "Acknowledgement of Guests"}, {"text_block_id": "p30_b1152", "text": "Attendees briefly introduced themselves and the organizations they were representing."}, {"text_block_id": "p30_b1153", "text": "Coffee Break"}, {"text_block_id": "p30_b1154", "text": "Project Background"}, {"text_block_id": "p30_b1155", "text": "Maria Balamiento, Energy Adviser, EU-SWITCH Policy Support Programme provided some background to the scope of EU-SWITCH work in the Philippines, and to the terms of reference for the project being presented in this consultation workshop, which was developed at the re"}, {"text_block_id": "p30_b1156", "text": "-"}, {"text_block_id": "p30_b1157", "text": "quest of DoE to assist with long term energy efficiency planning and strategy."}, {"text_block_id": "p30_b1158", "text": "Presentation of Draft Energy Efficiency and Conservation Roadmap"}, {"text_block_id": "p30_b1159", "text": "Mark Lister, Consultant under the EU-SWITCH Policy Support Programme presented the find"}, {"text_block_id": "p30_b1160", "text": "-"}, {"text_block_id": "p30_b1161", "text": "ings of the recently completed reports to develop the Energy Efficiency Roadmap 2014-30, in"}, {"text_block_id": "p30_b1162", "text": "-"}, {"text_block_id": "p30_b1163", "text": "cluding a detailed policy review of the existing National Energy Efficiency and Conservation Program and other policies on energy efficiency, and the initial draft of the EEC Roadmap."}, {"text_block_id": "p30_b1164", "text": "Open Forum"}, {"text_block_id": "p30_b1165", "text": "The floor was opened to questions. Participation was strong with the following issues raised and discussed:"}, {"text_block_id": "p30_b1166", "text": "x"}, {"text_block_id": "p30_b1167", "text": "Capacity building activity appears to be focused on the private sector, including the energy services (ESCO) sector. Capacity should also be built in the short term for public sector organizations such as DoE and local government units, to allow them to be better able to administer programs and also better consider energy efficiency in their own procurement processes."}, {"text_block_id": "p30_b1168", "text": "x"}, {"text_block_id": "p30_b1169", "text": "The importance of a strategy for efficiency in the power sector, given short-term problems in meeting electricity demand already being experienced in many parts of the country."}, {"text_block_id": "p30_b1170", "text": "x"}, {"text_block_id": "p30_b1171_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The need to create consistency and alignment with other long-term strategies and plans by sector, including transport strategies, industry strategies, the Philippine Development Plan and National Climate Change Action Plan, as well as to review activities underway to en-sure that they are designed in reference to and streamlined with the roadmap•s develop-ment."}, {"text_block_id": "p31_b1178", "text": "x"}, {"text_block_id": "p31_b1179", "text": "Questions about the methodology for setting the proposed targets (i.e. based on interna"}, {"text_block_id": "p31_b1180", "text": "-"}, {"text_block_id": "p31_b1181", "text": "tional evidence and adjusted for local conditions)."}, {"text_block_id": "p31_b1182", "text": "x"}, {"text_block_id": "p31_b1183", "text": "The possibility of including interim targets for short-, medium- and long-term energy sav"}, {"text_block_id": "p31_b1184", "text": "-"}, {"text_block_id": "p31_b1185", "text": "ings objectives."}, {"text_block_id": "p31_b1186", "text": "x"}, {"text_block_id": "p31_b1187", "text": "The need for further consultation with a wider stakeholder group as this Roadmap is further developed."}, {"text_block_id": "p31_b1188", "text": "x"}, {"text_block_id": "p31_b1189", "text": "The timing for the setting up of an Energy Efficiency and Conservation Center in the long term was questioned"}, {"text_block_id": "p31_b1190", "text": "•"}, {"text_block_id": "p31_b1191", "text": "because it was seen as a key agency to implement most of the proposed program. It was also noted that the Enercon Bill contains some provisions to set up such a Center, and that the timing of setting up such a Center should reflect this."}, {"text_block_id": "p31_b1192", "text": "x"}, {"text_block_id": "p31_b1193", "text": "The issue of energy intensity as a target was discussed, and the importance of separating out changes in economic structure from the impacts of genuine energy efficiency, noting that further work on this was required."}, {"text_block_id": "p31_b1194", "text": "x"}, {"text_block_id": "p31_b1195", "text": "The need to keep ongoing momentum behind the promotion of green building ratings, with an emphasis on operational performance."}, {"text_block_id": "p31_b1196", "text": "x"}, {"text_block_id": "p31_b1197", "text": "The Climate Change Commission representative explained that the Philippines is currently working with UNEP in development of Nationally Appropriate Mitigation Actions (NAMAs)."}, {"text_block_id": "p31_b1198", "text": "This Roadmap is timely as a contribution to the NAMA process and considering the sav"}, {"text_block_id": "p31_b1199", "text": "-"}, {"text_block_id": "p31_b1200", "text": "ings that may be available from the building sector. Proposed energy benchmarks for the building sector will be very important."}, {"text_block_id": "p31_b1201", "text": "x"}, {"text_block_id": "p31_b1202", "text": "The need to measure impact and outcomes of programs was re-iterated, particularly infor"}, {"text_block_id": "p31_b1203", "text": "-"}, {"text_block_id": "p31_b1204", "text": "mation campaigns that may also need to be targeted to large industrial users, rather than just to residential consumers."}, {"text_block_id": "p31_b1205", "text": "x"}, {"text_block_id": "p31_b1206", "text": "The importance of the Energy Efficiency and Conservation Bill being passed was noted in creating an enforcement regime, where at the moment it is difficult to compel energy users to comply with policies."}, {"text_block_id": "p31_b1207", "text": "x"}, {"text_block_id": "p31_b1208", "text": "The focus of the pr"}, {"text_block_id": "p31_b1209", "text": "esentation on •how• to implement the Roadmap, especially in rel"}, {"text_block_id": "p31_b1210", "text": "ation to ESCOs, was welcomed. Other regulations and government requirements will need to be refined to enable energy efficiency and to grow the ESCO sector."}, {"text_block_id": "p31_b1211", "text": "x"}, {"text_block_id": "p31_b1212", "text": "Lighting replacement should remain as a major component of energy efficiency activity, though it is already implicit in the Roadmap through proposed retrofit activities."}, {"text_block_id": "p31_b1213", "text": "Presentation of Timeline/Way Forward"}, {"text_block_id": "p31_b1214", "text": "Mr Mark Lister briefly presented recommended plans to take the Roadmap forward, consisting of the development of five detailed action plan to better articulate how priorities will be imple"}, {"text_block_id": "p31_b1215", "text": "-"}, {"text_block_id": "p31_b1216", "text": "mented for each sector (one for each of the four priority sectors, and one stand-alone plan for data collection, monitoring, evaluation and enforcement). These action plans will provide more detail on roles and responsibilities, allocation of resources, principal policy and regulatory mechanisms that may need to be established, and partners to implementation."}, {"text_block_id": "p31_b1217", "text": "Closing Remarks"}, {"text_block_id": "p31_b1218_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Dr Jurgen Bischoff, Team Leader EU-SWITCH Philippines closed the meeting by expressing appreciation for the work of the meeting organizers and the Master of Ceremonies, the effort put into the content that was presented, and the quality of audience participation and ques-tions."}, {"text_block_id": "p31_b1221", "text": "Dr Bischoff closed the meeting by thanking all contributors and noted his view that we have taken a step in the right direction towards improved energy efficiency and conservation in the Philippines."}, {"text_block_id": "p31_b1222", "text": "Meeting Closed 12:05pm."}, {"text_block_id": "p32_b1223", "text": "ANNEX 4:  REFERENCES"}, {"text_block_id": "p32_b1224", "text": "APEC Energy Working Group (2012),"}, {"text_block_id": "p32_b1225", "text": "Peer Review on Energy Efficiency in the Philippines, First Draft Report"}, {"text_block_id": "p32_b1226", "text": ", May 2012"}, {"text_block_id": "p32_b1227", "text": "APEC (2007),"}, {"text_block_id": "p32_b1228", "text": "Sydney APEC Leaders' Declaration on Climate Change, Energy Security and Clean De"}, {"text_block_id": "p32_b1229", "text": "-"}, {"text_block_id": "p32_b1230", "text": "velopment"}, {"text_block_id": "p32_b1231", "text": ", September 2007, accessed at"}, {"text_block_id": "p32_b1232", "text": "http://www.apec.org/Meeting-Papers/LeadersDeclarations/2007/2007_aelm/aelm_climatechange.aspx"}, {"text_block_id": "p32_b1233", "text": "IEA (2011),"}, {"text_block_id": "p32_b1234", "text": "Energy-Efficiency Policy Opportunities for Electric Motor-Driven Systems"}, {"text_block_id": "p32_b1235", "text": "IEA (2013),"}, {"text_block_id": "p32_b1236", "text": "Southeast Asia Energy Outlook,"}, {"text_block_id": "p32_b1237", "text": "October 2013"}, {"text_block_id": "p32_b1238_merged", "text": "IFAD (2013), •A Guide for Project M&E•, accessed at http://www.ifad.org/evaluation/guide/index.htm"}], "document_description": "The Energy Efficiency Roadmap 2014-2030 guides the Philippines in building an energy-efficient nation and in making energy efficiency and conservation a way of life for all Filipinos. Energy efficiency will advance the country’s economic development and help ensure energy security, optimal energy pricing and sustainable energy systems."}