{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "Executive Order No. 881, Authorizing the Climate Change Commission to Coordinate Existing Climate Change Initiatives, Reducing Emissions from Deforestation and Forest Degradation - Plus, and Other Similar Mechanisms", "document_country_code": "PHL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Executive Order", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "16/04/2010", "document_keyword": ["Institutions / Administrative Arrangements", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2010/PHL-2010-04-16-Executive Order No. 881, Authorizing the Climate Change Commission to Coordinate Existing Climate Change Initiatives, Reducing Emissions from Deforestation and Forest Degradation - Plus, and Other Similar Mechanisms_5a652f8aa2c6b91128f60d731ba7474c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVPH (/)"}, {"text_block_id": "p0_b2", "text": "Executive Order No. 881, s. 2010"}, {"text_block_id": "p0_b3", "text": "Signed on"}, {"text_block_id": "p0_b4", "text": "MALACAÑANG"}, {"text_block_id": "p0_b5", "text": "MANILA"}, {"text_block_id": "p0_b6", "text": "BY THE PRESIDENT OF THE PHILIPPINES"}, {"text_block_id": "p0_b7", "text": "EXECUTIVE ORDER NO. 881"}, {"text_block_id": "p0_b8", "text": "AUTHORIZING THE CLIMATE CHANGE COMMISSION TO COORDINATE EXISTING CLIMATE CHANGE INITIATIVES, REDUCING EMISSIONS FROM DEFORESTATION AND FOREST DEGRADATION – PLUS, AND OTHER SIMILAR MECHANISMS"}, {"text_block_id": "p0_b9", "text": "WHEREAS, estimates for deforestation and forest degradation were shown to account for 20-25% of greenhouse gas emissions, higher than the transportation sector. Recent work shows that the combined contribution of deforestation, forest degradation and peatland emissions accounts for about 15% of greenhouse gas emissions, about the same as the transportation sector. Even with these new numbers it is increasingly accepted that the mitigation of global warming will not be achieved without the inclusion of forests in an international regime. As a result, it is expected to play a crucial role as a future successor to the Kyoto Protocol."}, {"text_block_id": "p0_b10", "text": "WHEREAS, Reducing Emissions from Deforestation and Forest Degradation -Plus (REDD+) is a set of steps designed to use market/¡nancial incentives in order to reduce the emissions of greenhouse gases from deforestation and forest degradation. Its original objective is to reduce green house gases but it can deliver “co-bene¡ts” such as biodiversity conservation and poverty alleviation. REDD+ credits offer the opportunity to utilize funding from developed countries to reduce deforestation in developing countries."}, {"text_block_id": "p1_b11_merged", "text": "WHEREAS, at the 2007 Bali United Nations Framework Convention on Climate Change (UNFCCC) meeting (COP-13), an agreement was reached on “the urgent need to take further meaningful action to reduce emissions from deforestation and forest degradation.” The deadline for reaching an agreement on the speci¡cs of an international REDD+ mechanism, at least as regards to its being implemented in the short and medium term, was set to be the 15th Conference of the Parties to the UNFCCC (COP-15), which was held in Copenhagen in December 2009."}, {"text_block_id": "p1_b14", "text": "WHEREAS, as a country Party to the UNFCCC and signatory to its Kyoto Protocol, the Philippines intends to remain as an engaged stakeholder toward combating and adapting to climate change, with a particular emphasis on alleviating poverty and advancing sustainable development."}, {"text_block_id": "p1_b15", "text": "WHEREAS, the Department of Environment and Natural Resources is the authority designated by law to undertake programs relating to deforestation and forest degradation."}, {"text_block_id": "p1_b16", "text": "WHEREAS, the country established the Philippine Inter-Agency Committee on Climate Change (IACCC) in December 1991 by virtue of Presidential Administrative Order No. 220, making the Philippines among the ¡rst countries to set up such a national committee."}, {"text_block_id": "p1_b17", "text": "WHEREAS, pursuant to Sec. 23 of Republic Act (RA) 9729 otherwise known as the Climate Change Act of 2009, the powers and functions of the IACCC and the Presidential Task Force on Climate Change created under Administrative Order No. 171 were absorbed by the Climate Change Commission."}, {"text_block_id": "p1_b18", "text": "WHEREAS, under Sec. 4 and Sec. 9 of RA 9729, the Climate Change Commission was designated as “the sole policy-making body of the government which shall be tasked to coordinate, monitor and evaluate the programs and action plans of the government relating to climate change.” It was also empowered to “coordinate and synchronize climate change programs of national government agencies; formulate strategies on mitigating GHG and other anthropogenic causes of climate change; formulate and update guidelines for determining vulnerability to climate change impacts and adaptation assessments and facilitate the provision of technical assistance for their implementation and monitoring; and represent the Philippines in the climate change negotiations.”"}, {"text_block_id": "p1_b19", "text": "NOW THEREFORE I, GLORIA M. ARROYO, President of the Republic of the Philippines, by virtue of the power vested in me by law, do hereby order:"}, {"text_block_id": "p1_b20", "text": "Section 1. Coordination. – The Climate Change Commission is hereby authorized to include in the scope of its coordination the programs and action plans relating to Reducing Emissions from Deforestation and Forest Degradation – Plus (REDD+), and other similar mechanisms. The Department of Environment and Natural Resources (DENR) shall serve as the operational implementor of REDD+."}, {"text_block_id": "p2_b21", "text": "Section 2. Agency Assistance. – The Climate Change Commission may all upon government agencies and their technical personnel to act as resource persons and provide the Commission their respective documents for the proper monitoring and evaluation of the programs referred to in this Order. The Commission may also invite as members of its coordinating representatives from NGOs, the academe and/or independent professionals who are recognize in their ¡elds of expertise."}, {"text_block_id": "p2_b22", "text": "Section 3. Support from United Nations and International Organizations. – Any support from the United Nations and other international organizations for REDD+ shall be managed and utilized by the DENR in accordance with its organic mandate. Other similar mechanisms shall be managed and utilized by the department vested with the organic mandate to perform such mechanism. However, such management and utilization by the DENR and other agencies as applicable shall be coordinated with the Climate Change Commission."}, {"text_block_id": "p2_b23", "text": "Section 4. Repealing Clause. – All laws, ordinances, rules and regulations, and other issuances or parts thereof which are inconsistent with this Order are hereby repealed or modi¡ed accordingly."}, {"text_block_id": "p2_b24", "text": "This Order shall take effect immediately."}, {"text_block_id": "p2_b25", "text": "DONE in the City of Manila, this 26th day of April, in the year of Our Lord, Two Thousand and Ten."}, {"text_block_id": "p2_b26", "text": "(Sgd.)"}, {"text_block_id": "p2_b27", "text": "GLORIA MACAPAGAL-ARROYO"}, {"text_block_id": "p2_b28", "text": "President of the Philippines"}, {"text_block_id": "p2_b29", "text": "By the President:"}, {"text_block_id": "p2_b30", "text": "(Sgd.)"}, {"text_block_id": "p2_b31", "text": "LEANDRO R. MENDOZA"}, {"text_block_id": "p2_b32", "text": "Executive Secretary"}, {"text_block_id": "p2_b33", "text": "Source"}, {"text_block_id": "p2_b34", "text": ":"}, {"text_block_id": "p2_b35", "text": "Malacañang Records OŁce"}, {"text_block_id": "p2_b36_merged", "text": "O£ce of the President of the Philippines. (2010). [Executive Order Nos. : 831 – 910]. Manila : Malacañang Records O£ce."}, {"text_block_id": "p2_b39", "text": "This entry was posted under Executive Issuances (https://www.o£cialgazette.gov.ph/section/laws/executive-issuances/), Executive Orders (https://www.o£cialgazette.gov.ph/section/laws/executive-issuances/executive-orders/), Laws and Issuances (https://www.o£cialgazette.gov.ph/section/laws/) and tagged Executive Issuances (https://www.o£cialgazette.gov.ph/tag/executiveissuances/), Executive Orders (https://www.o£cialgazette.gov.ph/tag/executive-orders/), Gloria Macapagal Arroyo (https://www.o£cialgazette.gov.ph/tag/gloria-macapagal-arroyo/). Bookmark the permalink(https://www.o£cialgazette.gov.ph/2010/05/27/executive-order-no-881-s-2010/)."}, {"text_block_id": "p3_b40", "text": "REPUBLIC OF THE PHILIPPINES"}, {"text_block_id": "p3_b41", "text": "All content is in the public domain unless otherwise stated."}, {"text_block_id": "p3_b42", "text": "ABOUT GOVPH"}, {"text_block_id": "p3_b43", "text": "Learn more about the Philippine government, its structure, how government works and the people behind it."}, {"text_block_id": "p3_b44", "text": "O£cial Gazette (http://www.gov.ph)"}, {"text_block_id": "p3_b45", "text": "Open Data Portal (http://data.gov.ph)"}, {"text_block_id": "p3_b46", "text": "GOVERNMENT LINKS"}, {"text_block_id": "p3_b47", "text": "The President (http://president.gov.ph/)"}, {"text_block_id": "p3_b48", "text": "O£ce of the President (http://op-proper.gov.ph/)"}, {"text_block_id": "p3_b49", "text": "O£ce of the Vice President (https://ovp.gov.ph/)"}, {"text_block_id": "p3_b50", "text": "Senate of the Philippines (http://senate.gov.ph/)"}, {"text_block_id": "p3_b51", "text": "House of Representatives (http://www.congress.gov.ph/)"}, {"text_block_id": "p3_b52", "text": "Supreme Court (http://sc.judiciary.gov.ph/)"}, {"text_block_id": "p3_b53", "text": "Court of Appeals (http://ca.judiciary.gov.ph/)"}, {"text_block_id": "p3_b54", "text": "Sandiganbayan (http://sb.judiciary.gov.ph/)"}], "document_description": "This law authorizes the Philippines' Climate Change Commission to include the coordination of actions and plans related to Reducing Emissions from Deforestation and Forest Degradation - Plus (REDD+) within the scope of its activities. It also designates the Department of Environment and Natural Resources (DENR) as the organization primarily responsible for implementing REDD+ plans and programs emanating from the Climate Change Commission.\n\nIt further authorizes the Climate Change Commission to call upon other government agencies to provide resources and documentation required for the proper monitoring and evaluation of its REDD+ plans and programs.\n\nLastly, it authorizes the DENR to manage and utilize any support from the United Nations or other international organizations for REDD+ plans and programs consistent with its mandate and the objectives of the Climate Change Commission."}