{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Residential and Commercial", "LULUCF", "Health", "Environment", "Energy", "Agriculture"], "document_date": "28/04/2010", "document_language": "English", "document_name": "Framework Strategy on Climate Change", "document_country_code": "PHL", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2010/PHL-2010-04-28-Framework Strategy on Climate Change_f97163b99cccc6386b19bf4f240f21c8.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The National Framework Strategy sketches a clean development path, and serves as a roadmap for national and sub-national development and investment programmes, physical and land use programmes. Acknowledging the Philippines' vulnerability to climate change, the Framework's vision is 'to build the adaptive capacity of communities and increase resilience of natural eco-systems to climate change, and optimise mitigation opportunities towards sustainable development'.<br />\n<br />\nOn renewable energy, it states a target of doubling renewable energy capacity from 4,500 MW to 9,000 MW in the next 20 years<br />\n<br />\nThe mitigation pillar leans on managing energy demand, via energy efficiency and conservation programmes, and on energy supply, via use of low-carbon and renewable energy resources, targeting a doubling of renewable energy capacity by 2030. It encourages low-carbon transportation modes (LPG, bio-fuels) and sustainable, energy-conserving infrastructure building. The infrastructure emphasises the importance of REDD+ policies as a measure to reduce emissions from deforestation and forest degradation. Waste management and methane collection are also included in mitigation priorities.<br />\n<br />\nThe Adaptation pillar includes enhanced vulnerability and adaptation assessments, eco-system management (river basin management, coastal and marine systems, biodiversity); water management; climate-responsive agriculture; climate-responsive health sector; climate-proofing infrastructure; and disaster risk reduction.<br />\n<br />\nThe synergy between mitigation and adaptation is emphasised, and cross-cutting strategies are portrayed, among others capacity building in all level of governance, knowledge management and education; research and development and technology transfer. The framework presents the Philippines' second GHG emission inventory (updated to 2000), which has been prepared for the second communication to the UNFCCC."}