{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Subsidies|Economic"], "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": "LULUCF", "document_language": "English", "document_name": "Master Plan For Climate Resilient Forestry Development", "document_country_code": "PHL", "document_hazard_name": ["Drought", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2016", "document_keyword": ["Deforestation", "Subsidies", "Agriculture", "Forest", "Water", "Ghg"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2016/PHL-2016-01-01-Master Plan For Climate Resilient Forestry Development_59f3ca1e466e8f7f04db80c30d618af3.pdf", "text_blocks": [{"text_block_id": "p150_b1", "text": "million or 8% of the total budget while the next 6 years from 2017-2022 will need Php 1.23 billion or 46% of the total budget. The last 6 years from 2023-2028 will also require Php 1.23 billion."}, {"text_block_id": "p75_b1", "text": "institutionalized with the separation of the protection function of forests that are classified as protected areas from the forestry bureaucracy and lodging the management and supervision of these in a separate bureau (PAWB), through the multi-stakeholder Protected Areas Management Boards (PAMBs).\n* .\n* .\n Forestlands and resources shall be managed on sustainable\n* .\n* .\n Access to and use of forest resources for\n* .\n* .\n The management of forestlands and resources shall be a"}, {"text_block_id": "p0_b1", "text": "PHILIPPINE MASTER PLAN FOR CLIMATE RESILIENT FORESTRY DEVELOPMENT"}, {"text_block_id": "p227_b1", "text": "Natural Biotic Areas"}, {"text_block_id": "p151_b2", "text": "The Master Plan Implementation"}, {"text_block_id": "p0_b2", "text": "January 2016"}, {"text_block_id": "p227_b2", "text": "Natural biotic area is an area set aside to allow the way of life of societies living in harmony with the environment to adapt to modem technology at their pace."}, {"text_block_id": "p151_b3", "text": "5"}, {"text_block_id": "p1_b3", "text": "Contents"}, {"text_block_id": "p227_b3", "text": "4 total"}, {"text_block_id": "p151_b4", "text": "Before its implementation, the following institutional actions will be necessary:"}, {"text_block_id": "p1_b4", "text": "Page"}, {"text_block_id": "p227_b4", "text": "Wildlife Sanctuaries"}, {"text_block_id": "p151_b5", "text": "Before its implementation, the following institutional actions will be necessary:\n* Seek formal approval from the DENR Secretary and the Office of the\n* Generate funding support both from internal and external sources to\n* As appropriate, coordinate with donor agencies for financial support to\n* Conduct orientation/ information campaign about the master plan in all"}, {"text_block_id": "p4_b5", "text": "List of Figures"}, {"text_block_id": "p227_b5", "text": "Wildlife sanctuary comprises an area which assures the natural conditions necessary to protect nationally significant species, groups of species, biotic communities or physical features of the environment where these may require specific human manipulation for the perpetuation."}, {"text_block_id": "p4_b6", "text": "Page"}, {"text_block_id": "p228_b6", "text": "Wilderness Areas"}, {"text_block_id": "p5_b7", "text": "List of Tables"}, {"text_block_id": "p228_b7", "text": "12 total"}, {"text_block_id": "p5_b8", "text": "Page"}, {"text_block_id": "p228_b8", "text": "References"}, {"text_block_id": "p6_b9", "text": "List of Acronyms/Abbreviations"}, {"text_block_id": "p228_b9", "text": "References\n* .\n* .\n DENR\n* .\n DENR\n -\n* .\n DENR\n -\n Protected Areas and\n* .\n DENR\n -\n Protected Areas and\n Wildlife Bureau. Retrieved 11 June 2012.\n* . PhilippineLaw.info. Retrieved 18 June 2012.\n* University of Michigan Library\n* University of Michigan Library\n . Retrieved 18 June 2012.\n* .\n* .\n Chan Robles. Retrieved 18 June 2012.\n* . BusinessMirror. Retrieved 21 June 2012.\n* . Chan Robles. Retrieved 18 June"}, {"text_block_id": "p11_b10", "text": "Definition of Terms"}, {"text_block_id": "p11_b11", "text": "Adaptive capacity"}, {"text_block_id": "p11_b12", "text": "–"}, {"text_block_id": "p151_b13", "text": "5.1 Implementation Schedule and Targets"}, {"text_block_id": "p75_b13", "text": "institutionalized with the separation of the protection function of forests that are classified as protected areas from the forestry bureaucracy and lodging the management and supervision of these in a separate bureau (PAWB), through the multi-stakeholder Protected Areas Management Boards (PAMBs).\n* .\n* .\n Forestlands and resources shall be managed on sustainable\n* .\n* .\n Access to and use of forest resources for\n* .\n* .\n The management of forestlands and resources shall be a\n* EO 23\n* Moratorium on the cutting and harvesting in natural forests nation\n* Moratorium on the cutting and harvesting in natural forests nation\n -\n* Moratorium on the cutting and harvesting in natural forests nation\n -\n wide and creating the Anti-Illegal Logging Task Force (Issued 1 February\n* EO 26 â National Greening Program (NGP) for sustainable development"}, {"text_block_id": "p11_b13", "text": "refers to the ability of a system or stakeholder to adjust to climate change (including climate variability and extremes) to cope with or moderate its potential damage or take advantage of its opportunities or cope with its consequences."}, {"text_block_id": "p151_b14", "text": "The implementation schedule for the priority programs of the Philippine master plan for climate resilient forestry development is presented in table 22. Due to the urgency of responding to climate change impacts, vulnerability assessments, adaptation planning and the preparation of IWRM plans and FLUPs including the necessary capability trainings, will be targeted to be completed"}, {"text_block_id": "p11_b14", "text": "Agroforestry -refers to a strategy for the sustainable management of lands which increases their overall productivity by properly combining agricultural crops and/or livestock with forest crops simultaneously or sequentially through the application of management practices which are compatible with the local climate, topography, slope, soil, as well as the cultural patterns or customary laws of the local population."}, {"text_block_id": "p153_b15", "text": "5.2 Budgetary Requirements and Financing Program"}, {"text_block_id": "p11_b15", "text": "Climate change"}, {"text_block_id": "p154_b16", "text": "bulk of the budget (69%) equivalent to Php 92.8 billion will support programs related to responding to demands for forest ecosystems goods and services. Only 28% of the total cost (Php 38.2 billion) is earmarked to strengthen resilience of ecosystems and communities to climate change while programs on responsive governance and support programs combined consists of 3% of the total budget or Php 4.1 billion."}, {"text_block_id": "p11_b16", "text": "–"}, {"text_block_id": "p154_b17", "text": "Among the different program components, forest plantation development for round wood production has the biggest share of the budget at 47%, followed by support to climate smart livelihood/ agroforestry activities of CBFM / CADT beneficiaries (14%), protection of existing forests and rehabilitation of degraded protection forests, combined (12%) and the development of fuelwood plantations (7% of total budget). The rehabilitation of watersheds need about Php 5.7 billlion or 4% of the total budget."}, {"text_block_id": "p11_b17", "text": "a condition characterized by change in average value and variability in meteorological variables such as temperature, rainfall, extreme events like typhoon, precipitation, wind speed, etc."}, {"text_block_id": "p158_b18", "text": "5.3 Monitoring and Evaluation"}, {"text_block_id": "p11_b18", "text": "Climate change resilience"}, {"text_block_id": "p159_b19", "text": "instance, determining whether the income of upland farmers has increased may need some formal studies."}, {"text_block_id": "p11_b19", "text": "–"}, {"text_block_id": "p160_b20", "text": "6"}, {"text_block_id": "p11_b20", "text": "refers to the ability of a social or ecological system to absorb stresses and recover from the effects of climate change"}, {"text_block_id": "p160_b21_merged", "text": "The Strategic programs of the Philippine master plan for climate resilient forestry development along with their key components were evaluated to determine the plan’s economic viability, particularly in terms of the following benchmarks:"}, {"text_block_id": "p11_b21_merged_merged_merged_merged", "text": "Climate proofing – is incorporating appropriate response strategies or measures taking into consideration the associated climate-related hazards."}, {"text_block_id": "p75_b23", "text": "Pursuant to EO 23, the DENR forged a partnership agreement, through the signing of a MOA, with the Armed Forces of the Philippines (AFP) and the Philippine National Police (PNP) on Anti-Illegal Logging Campaign in Mindanao."}, {"text_block_id": "p160_b24", "text": "The Strategic programs of the Philippine master plan for climate resilient forestry development along with their key components were evaluated to determine the plan’s economic viability, particularly in terms of the following benchmarks:\n* Net Present Value (NPV) > 0\n* Internal Rate of Return â¥ 18% and\n* Benefit cost ratio > 1."}, {"text_block_id": "p76_b24", "text": "Pursuant to its integrated and holistic approach, the NGP adopted the following implementing strategies:"}, {"text_block_id": "p11_b24", "text": "Climate scenario -the anticipated plausible average weather condition in the future caused by both natural processes and anthropogenic activities, and characterized by increased temperature, greenhouse gas emissions resulting to variable precipitation, more intense extreme events, and changes in distribution."}, {"text_block_id": "p76_b25", "text": "Pursuant to its integrated and holistic approach, the NGP adopted the following implementing strategies:\n* Social mobilization\n* Harmonization of initiatives\n* Provision of incentives to peopleâs organizations\n* Maximization of available science and technology, such as the use of"}, {"text_block_id": "p12_b25", "text": "Exposure"}, {"text_block_id": "p12_b26", "text": "–"}, {"text_block_id": "p12_b27", "text": "refers to the nature and degree by which a system is exposed to significant climatic variations"}, {"text_block_id": "p12_b28", "text": "REDD Plus -refers to a broad range of actions to reduce emissions from deforestation and forest degradation (REDD) and the role of conservation of carbons stocks, sustainable management of forests and enhancement of forest carbon stocks."}, {"text_block_id": "p12_b29", "text": "Round Wood Equivalent -the volume of round wood (wood in log form) that is required to produce a given volume of processed timber or manufactured product."}, {"text_block_id": "p160_b30", "text": "The analysis was conducted for the remaining period of master plan implementation which is 13 years. In conducting the assessment, benefits from the following economic program components were assessed:"}, {"text_block_id": "p12_b30", "text": "Sensitivity -is the degree by which a system is affected (either adversely or beneficially) by climate-related stimuli"}, {"text_block_id": "p160_b31", "text": "The analysis was conducted for the remaining period of master plan implementation which is 13 years. In conducting the assessment, benefits from the following economic program components were assessed:\n* Commercial forest plantation establishment\n* Fuelwood plantation development\n* Agroforestry development (rubber-based and bamboo-based\n* Grazing lands management"}, {"text_block_id": "p12_b31_merged_merged", "text": "Sustainable forest management – refers to the management of forests to achieve one or more clearly specified objectives of management with regard to production of continuous flow of desired forest products and environmental services without undue reduction of its inherent values and future productivity and without undesirable effects on the physical and social environment."}, {"text_block_id": "p78_b33", "text": "Furthermore, as an active member of the Association of Southeast Asian Nations (ASEAN), the Philippines is also signatory to all the ASEAN Agreements, Declarations, Accords and Resolutions on the Environment, which are as follows:"}, {"text_block_id": "p78_b34", "text": "Furthermore, as an active member of the Association of Southeast Asian Nations (ASEAN), the Philippines is also signatory to all the ASEAN Agreements, Declarations, Accords and Resolutions on the Environment, which are as follows:\n* Jakarta Declaration on Environment and Development (1997)\n* Bandar Seri Begawan Resolution on Environment and Development (1994)\n* Singapore Resolution on Environment and Development (1992)"}, {"text_block_id": "p13_b34_merged", "text": "Vulnerability – the degree to which a system is susceptible to or unable to cope with the adverse effects of climate change including climate variability and extremes Watershed -a topographically delineated area of land from which rain water can drain as surface run off via a specific stream or river system to a common outlet point which may be a dam, irrigation system or where the stream/ river discharges into a larger river, lake or the sea."}, {"text_block_id": "p14_b38", "text": "Executive Summary"}, {"text_block_id": "p161_b39", "text": "and transportation cost, the average benefit from fuelwood plantations is estimated at Php 150,000.00 per hectare every 3 years."}, {"text_block_id": "p14_b39", "text": "Executive Summary\n* Ecosystem-based vulnerability assessment\n* Climate change adaptation planning\n* Management of protection forests and protected areas\n* Protection of existing forests\n* Rehabilitation and conservation of mangroves\n* Livelihood support to CBFMA and CADT holders\n* Formulation of integrated watershed management and forest land use"}, {"text_block_id": "p161_b40_merged", "text": "Two models of agroforestry plantations were assessed for the forestry master plan, namely, rubber based agroforestry and bamboo based agroforestry. For rubber, the projected harvest of natural rubber after seven years is 0.40 kgs per tree every 15 days. With 500 trees per hectare and 10 months harvesting period is 40% of the yield and at an average farm gate price of Php 70.00 per kilo, the farmer’s gross income from rubber plantation would amount to Php 168,000.00 per hectare starting in the seventh year. In terms of bamboo production, the documented harvest after five years is 5 poles per clump. With 200 clumps per hectare, the estimated harvest per hectare is 1000 poles. At an average price of Php 50.00/ pole and assuming 25% of the price goes to the harvester, the gross benefit from bamboo plantations would amount to Php 37,500.00 per hectare starting the 5th year and every year thereafter."}, {"text_block_id": "p79_b40", "text": "Furthermore, as an active member of the Association of Southeast Asian Nations (ASEAN), the Philippines is also signatory to all the ASEAN Agreements, Declarations, Accords and Resolutions on the Environment, which are as follows:\n* Jakarta Declaration on Environment and Development (1997)\n* Bandar Seri Begawan Resolution on Environment and Development (1994)\n* Singapore Resolution on Environment and Development (1992)\n* The Kuala Lumpur Accord on Environment and Development (1990)\n* Jakarta Resolution on Sustainable Development (1990)\n* Agreement on the Conversion of Nature and Natural Resources (1985)\n* Bangkok Declaration on the ASEAN Environment (1984)\n* ASEAN Declaration on Heritage Parks and Reserves (1984)\n* Manila Declaration on the ASEAN Environment (1981)"}, {"text_block_id": "p161_b50", "text": "In addition, benefit from watershed and protected areas rehabilitation including protection of existing forests was estimated by assuming that without adequate protection and rehabilitation of watersheds and forestlands, water supply"}, {"text_block_id": "p162_b51_merged", "text": "/availability would be adversely affected which could lead to a loss of at least 1% in the country’s annual palay production of 16.68 million metric tons (Bureau of Agricultural Statistics, 2011). At the current price of Php 19.13/ kg (BAS, 2014), the averted loss in palay production due to improved management of watersheds would amount to Php 3.19 billion per year. However, this benefit would only be realized after the 10th year when the rehabilitation and forest protection efforts would have resulted to significant forest cover on degraded watersheds."}, {"text_block_id": "p79_b52", "text": "3.3.2 Projected Scenario in the Governance of the Forestry Sector"}, {"text_block_id": "p80_b53", "text": "contribution of forestry to national income and productivity, and the associated under-estimation of its role in the overall development, due to the inherent difficulty in measuring these."}, {"text_block_id": "p15_b53", "text": "Executive Summary\n* Ecosystem-based vulnerability assessment\n* Climate change adaptation planning\n* Management of protection forests and protected areas\n* Protection of existing forests\n* Rehabilitation and conservation of mangroves\n* Livelihood support to CBFMA and CADT holders\n* Formulation of integrated watershed management and forest land use\n* Implementation of REDD+ for climate change adaptation and mitigation.\n<\\li1>"}, {"text_block_id": "p80_b54", "text": "In 2010, the FAO conducted a Global Forest Assessment which resulted to the identification of the following four global objectives for Forest Management:"}, {"text_block_id": "p80_b55", "text": "In 2010, the FAO conducted a Global Forest Assessment which resulted to the identification of the following four global objectives for Forest Management:\n* Global Objective 1: Reverse the loss of forest cover worldwide through\n* Global Objective 2: Enhance forest-based economic, social and\n* Global Objective 3: Increase significantly area of protected forests\n* Global Objective 4: Reverse the decline in official development"}, {"text_block_id": "p15_b55", "text": "Programs to respond to demands for forest ecosystems goods and services include the following:"}, {"text_block_id": "p15_b56", "text": "Programs to respond to demands for forest ecosystems goods and services include the following:\n* Delineation and demarcation of forest management zones\n* Commercial forest plantation development for round wood production\n* Fuel wood plantation development\n* Management of grazing lands\n* Watershed management and rehabilitation and\n* Urban forestry"}, {"text_block_id": "p164_b57", "text": "7"}, {"text_block_id": "p165_b58", "text": "Avoided deforestation was estimated by computing the deforestation rate between 1980 and 2010 based on actual forest inventory. The 1997 forest cover data from the forestry statistics was not used in this computation since it is based on mere projections in past rates of deforestation when logging by TLAs was still pre-dominant. As such, a lower rate of deforestation was obtained equivalent only to 60,000 hectares per year or 0.9%."}, {"text_block_id": "p165_b59", "text": "Table 26 summarizes the net carbon benefits as a result of implementing the Philippine Master Plan for Climate Resilient Forestry Development. Implementation of the various forest protection and rehabilitation/ plantation development activities would contribute a net carbon benefit equivalent to 302,278,878 tons of carbon."}, {"text_block_id": "p165_b60", "text": "Table 26. Estimated Net Carbon Benefit from PMPCRFD Implementation"}, {"text_block_id": "p167_b61", "text": "References Cited"}, {"text_block_id": "p167_b62", "text": "Acosta, R. T. (2004)."}, {"text_block_id": "p167_b63", "text": "Impact of incentives on the development of forest plantation resources in the Philippines."}, {"text_block_id": "p82_b63", "text": "development process of forest lands, the ecosystems they contain, and the political economies they support."}, {"text_block_id": "p167_b64", "text": "What Does it Take? The Role of Incentives in Forest Plantation Development in Asia and the Pacific"}, {"text_block_id": "p82_b64", "text": "3.3.3. Governance Scenario for the Philippine Master Plan for Climate Resilient Forestry Development (PMPCRFD)"}, {"text_block_id": "p167_b65", "text": "."}, {"text_block_id": "p82_b65", "text": "The updated plan enumerates the following general adaptation strategies which was applicable to all of the seven sectors of DENR, including the forestry sector."}, {"text_block_id": "p167_b66", "text": "FAO, Bangkok."}, {"text_block_id": "p82_b66", "text": "The updated plan enumerates the following general adaptation strategies which was applicable to all of the seven sectors of DENR, including the forestry sector.\n* Build capacities of implementing organizations/agencies on climate\n<\\li1>"}, {"text_block_id": "p167_b67", "text": "Ateneo de Manila University (ADMU). (2011)."}, {"text_block_id": "p167_b68", "text": "Conserving tropical forests and biodiversity for human development and inclusive growth."}, {"text_block_id": "p83_b68", "text": "The updated plan enumerates the following general adaptation strategies which was applicable to all of the seven sectors of DENR, including the forestry sector.\n* Build capacities of implementing organizations/agencies on climate\n<\\li1>\n* Mainstream climate change adaptation strategies in sectoral\n* Develop understanding on climate change impacts on ENR sectors\n* Document and package best practices both local and foreign on\n* Localize and mainstream the efforts to address climate change through\n* Develop data base and networking system to share information on\n* Develop local scenarios and conduct training on decision-support tools\n* Develop and disseminate to concerned organizations the tools and\n* Establish and operationalize an M&E system for climate change at the\n* Enforce intensively environmental laws and regulations that are supportive\n* Develop and adopt creative financial instruments and financing\n* Incorporate climate change vulnerability maps produced by PAGASA in\n* Conduct assessment/identification of vulnerable/risk areas at the local"}, {"text_block_id": "p15_b68", "text": "Responsive governance programs include:"}, {"text_block_id": "p167_b69", "text": "2011 FAA 118/119: Philippines Environment Sector Assessment"}, {"text_block_id": "p15_b69", "text": "Responsive governance programs include:\n* Inventory of forest occupants\n* Issuance of tenure/ management instruments to close open access\n* Enhancement of forestry policies\n* Institutionalizing collaborative management\n* Mainstreaming climate change into the DENRâs policy and institutional\n* Capability enhancement"}, {"text_block_id": "p167_b70", "text": ". Prepared for USAID/ Philippines by Ateneo School of Government. Ateneo de Manila University, Katipunan Avenue, Quezon City. 2011."}, {"text_block_id": "p167_b71", "text": "Bautista, G. & Tan, R.P. (2000)."}, {"text_block_id": "p167_b72", "text": "Watersheds and Groundwater Depletion in the Philippines:"}, {"text_block_id": "p167_b73", "text": "The Cagayan de Oro Experience"}, {"text_block_id": "p167_b74", "text": "Bensel, T.G. & Remedio, E. M. (2002)."}, {"text_block_id": "p167_b75", "text": "Woodfuel Consumption and Production in the Philippines:"}, {"text_block_id": "p167_b76", "text": "A Desk Study"}, {"text_block_id": "p167_b77", "text": "Braganza, G."}, {"text_block_id": "p167_b78", "text": "(2012)."}, {"text_block_id": "p167_b79", "text": "Philippines CBNRM Stocktaking Report"}, {"text_block_id": "p167_b80", "text": ". Prepared under a DAI Contract with USAID, Washington, D.C."}, {"text_block_id": "p167_b81", "text": "Bureau of Agricultural Research (BAR)/DA."}, {"text_block_id": "p167_b82", "text": "(2012)."}, {"text_block_id": "p15_b82", "text": "Other support strategies, such as the following, are also necessary to enhance implementation of the above programs:"}, {"text_block_id": "p167_b83", "text": "The Philippine Aquaculture Industry Today"}, {"text_block_id": "p15_b83", "text": "Other support strategies, such as the following, are also necessary to enhance implementation of the above programs:\n* Information, education and communication campaign\n* Improved data base management system\n* Sustainable financing\n* Results-based monitoring and evaluation\n* Forest certification system and\n* Forestry research support"}, {"text_block_id": "p167_b84", "text": "."}, {"text_block_id": "p167_b85", "text": "DA, Quezon City."}, {"text_block_id": "p167_b86", "text": "Bureau of Agricultural Research (BAR)/DA."}, {"text_block_id": "p167_b87", "text": "(2000)."}, {"text_block_id": "p167_b88", "text": "The Philippines Fishing Grounds"}, {"text_block_id": "p167_b89", "text": "."}, {"text_block_id": "p167_b90_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Bureau of Fisheries and Aquatic Resources (BFAR)/DA. (2013). Aquaculture Production in 2011.  www.bfar.gov.ph"}, {"text_block_id": "p84_b92", "text": "The updated plan enumerates the following general adaptation strategies which was applicable to all of the seven sectors of DENR, including the forestry sector.\n* Build capacities of implementing organizations/agencies on climate\n<\\li1>\n* Mainstream climate change adaptation strategies in sectoral\n* Develop understanding on climate change impacts on ENR sectors\n* Document and package best practices both local and foreign on\n* Localize and mainstream the efforts to address climate change through\n* Develop data base and networking system to share information on\n* Develop local scenarios and conduct training on decision-support tools\n* Develop and disseminate to concerned organizations the tools and\n* Establish and operationalize an M&E system for climate change at the\n* Enforce intensively environmental laws and regulations that are supportive\n* Develop and adopt creative financial instruments and financing\n* Incorporate climate change vulnerability maps produced by PAGASA in\n* Conduct assessment/identification of vulnerable/risk areas at the local\n* Produce integrated base maps (1:50,000) for all sectors to facilitate\n* Prepare maps showing areas presently affected and also those highly"}, {"text_block_id": "p17_b95", "text": "Financing of the master plan programs will come from various sources (DENR, LGUs, POs, private investors and donor agencies). National government funding is estimated at 34.5% of the total budget while private sector and donor investments are estimated to be 31% and 24.6%, respectively of the total budget. In most of the program activities where communities and tenure holders have direct economic benefits, private sector investments will be encouraged. This would include forest plantation development, agro forestry development, and management of grazing lands. However, activities related to planning, assessments and capability enhancements will be financed from public funds. This would include vulnerability assessments, adaptation planning, IWM plan formulation, forest land use planning, trainings, and other support and governance related activities. The plan is economically viable with a net present value of Php 35.54 billion, benefit cost ratio of 1.73 and internal rate of return of 47%."}, {"text_block_id": "p168_b95", "text": "Calderon, R. (2013)."}, {"text_block_id": "p18_b96", "text": "Introduction"}, {"text_block_id": "p168_b96", "text": "Forest and Forestry In The Philippines: 2016 And Beyond"}, {"text_block_id": "p84_b97", "text": "The updated plan listed the following strategies which are applicable to the forest management sector, and which should be incorporated into the forest sectoral plan to make it responsive to the challenges brought about by climate change:"}, {"text_block_id": "p18_b97", "text": "1.1 Rationale for Updating and Climate Proofing the 2003 RMPFD"}, {"text_block_id": "p168_b97", "text": "."}, {"text_block_id": "p84_b98", "text": "The updated plan listed the following strategies which are applicable to the forest management sector, and which should be incorporated into the forest sectoral plan to make it responsive to the challenges brought about by climate change:\n* Mainstream CCA/DRR in forestry management through the conduct of\n* Use resilient native species and of forest in the reforestation of critical\n* Promote the planting of fast-growing, indigenous and endemic species in\n* Adoption of multiple cropping system and integrated pest management\n* Adopt soil conservation, erosion control and sediment control measures in\n* Vegetative and mechanical measures to control erosion and stabilize\n* Adopt REDD+ program and implement the âno-loggingâ policy in all protected areas and critical watersheds"}, {"text_block_id": "p18_b98", "text": "The decision to update and climate proof the 2003 RMPFD was triggered by developments both within the Philippines and in the international community. Among others, there are emerging developments in the forestry sector which affect implementation of the 2003 RMPFD and these include:"}, {"text_block_id": "p168_b98", "text": "A power point presentation."}, {"text_block_id": "p19_b99", "text": "The decision to update and climate proof the 2003 RMPFD was triggered by developments both within the Philippines and in the international community. Among others, there are emerging developments in the forestry sector which affect implementation of the 2003 RMPFD and these include:\n* The increasing recognition of the role of forests not only as sources of\n* The requirement under the Climate Change Act (CCA) of 2009 which\n* agreements, which among others include the following: United Nations\n* The increasing global concerns on the impacts of climate change to"}, {"text_block_id": "p168_b99", "text": "FMB, Quezon City."}, {"text_block_id": "p168_b100", "text": "Cahiles-Magkilat, B. (2013)."}, {"text_block_id": "p168_b101", "text": "Tourism seen to contribute 7.8% of Philippine GDP in 2015."}, {"text_block_id": "p168_b102", "text": "Manila Bulletin"}, {"text_block_id": "p168_b103", "text": "."}, {"text_block_id": "p168_b104", "text": "September 3, 2013."}, {"text_block_id": "p168_b105", "text": "CIFOR and FAO. (2005)."}, {"text_block_id": "p168_b106", "text": "Forests and Floods: Drowning in Fiction or Thriving on Facts?"}, {"text_block_id": "p168_b107", "text": "CIFOR, Bogor, Indonesia."}, {"text_block_id": "p19_b108", "text": "1.2 Methodology"}, {"text_block_id": "p168_b108", "text": "Chapagain, A.K. & Hoekstra, A. Y. (2010)."}, {"text_block_id": "p19_b109", "text": "A researcher was hired to assist the team in data gathering and in organizing the various workshops in the regions. The team was tasked to:"}, {"text_block_id": "p168_b109", "text": "The green, blue, and grey water footprint of rice for both a production and consumption perspective."}, {"text_block_id": "p20_b110", "text": "A researcher was hired to assist the team in data gathering and in organizing the various workshops in the regions. The team was tasked to:\n* re-evaluate, update, and climate proof the Philippine forestry master\n* identify and recommend remedial measures, including further\n* and\n* lay down a phased implementation of the master plan to guide DENR-FMB and DENR field offices in accomplishing and monitoring its"}, {"text_block_id": "p168_b110", "text": "Value of Water Research Report Series No. 40"}, {"text_block_id": "p168_b111", "text": "."}, {"text_block_id": "p168_b112", "text": "WWF-UK, Godalming, UK."}, {"text_block_id": "p168_b113", "text": "Climate Change Commission. (2011)."}, {"text_block_id": "p168_b114", "text": "National Framework Strategy on Climate Change 2010-2022"}, {"text_block_id": "p168_b115", "text": "Dayrit, H. (2001)."}, {"text_block_id": "p85_b116", "text": "The updated plan listed the following strategies which are applicable to the forest management sector, and which should be incorporated into the forest sectoral plan to make it responsive to the challenges brought about by climate change:\n* Mainstream CCA/DRR in forestry management through the conduct of\n* Use resilient native species and of forest in the reforestation of critical\n* Promote the planting of fast-growing, indigenous and endemic species in\n* Adoption of multiple cropping system and integrated pest management\n* Adopt soil conservation, erosion control and sediment control measures in\n* Vegetative and mechanical measures to control erosion and stabilize\n* Adopt REDD+ program and implement the âno-loggingâ policy in all protected areas and critical watersheds\n* Install fire lines and firebreaks to prevent the spread of brushfires. Areas\n* Chart climate change patterns in localities and develop planting\n* Incorporation of PES in the management of public lands.\n* Conduct research studies on the impacts of climate change on forest"}, {"text_block_id": "p168_b116", "text": "Formulation of a water vision. NWRB"}, {"text_block_id": "p168_b117", "text": ". FAO-ESCAP Pilot Project on National Water Visions -From Vision to Action -A Synthesis of Experiences in Southeast Asia"}, {"text_block_id": "p168_b118", "text": ". FAO/ESCAP 2001."}, {"text_block_id": "p168_b119", "text": "[Online] Available at: http://www.fao.org/DOCREP/004/AB776E/ab776e03.htm (accessed on March 8, 2007)"}, {"text_block_id": "p20_b120", "text": "Before proceeding with their tasks, the TA team had to agree on what is meant by updating and climate proofing. After series of discussions, it was decided that updating would include only the remaining period of the 2003 forestry master plan; that is, up to 2028. Updating would involve:"}, {"text_block_id": "p168_b120", "text": "DENR and DA/BFAR. (2010)."}, {"text_block_id": "p20_b121", "text": "Before proceeding with their tasks, the TA team had to agree on what is meant by updating and climate proofing. After series of discussions, it was decided that updating would include only the remaining period of the 2003 forestry master plan; that is, up to 2028. Updating would involve:\n* adding recent forestry baseline information on climate change,\n* addressing priority gaps, concerns and constraints in implementing\n* integrating new policy mandates related to climate change (CC)"}, {"text_block_id": "p168_b121", "text": "Whole System in a Room: Workshop Documentation"}, {"text_block_id": "p168_b122", "text": ".  Coastal and Marine Sector Multi-stakeholder Workshop, Hyatt Hotel Manila, September 20-21, 2010"}, {"text_block_id": "p168_b123", "text": "DENR/ENRMP/GEF Project. (2013)."}, {"text_block_id": "p85_b124", "text": "Cognizant of the fact that DRRM and climate change are closely linked, the updated ENR plan identified its present strategies that are relevant to the forestry sector that should be sustained and improved to support both. These are as follows:"}, {"text_block_id": "p168_b124_merged_merged_merged_merged_merged_merged", "text": "Draft Project Completion Report of the World BankDENR National Program Support – Environment and Natural Resources Management Project."}, {"text_block_id": "p85_b125", "text": "Cognizant of the fact that DRRM and climate change are closely linked, the updated ENR plan identified its present strategies that are relevant to the forestry sector that should be sustained and improved to support both. These are as follows:\n* Establishment of industrial forest plantations through the IFMA program\n* Reforestation of denuded watersheds and protection of forest resources\n* Issuance of tenure instruments to upland farmers for the adoption of\n* Vegetative and mechanical measures to control erosion and stabilize\n* Establishment of strict protection zones and monitoring and protection of"}, {"text_block_id": "p21_b127", "text": "Before proceeding with their tasks, the TA team had to agree on what is meant by updating and climate proofing. After series of discussions, it was decided that updating would include only the remaining period of the 2003 forestry master plan; that is, up to 2028. Updating would involve:\n* adding recent forestry baseline information on climate change,\n* addressing priority gaps, concerns and constraints in implementing\n* integrating new policy mandates related to climate change (CC)\n* incorporating climate change projections and vulnerability assessment\n* enhancing the strategic programs, policies and other responses taking"}, {"text_block_id": "p168_b127", "text": "FASPO, DENR, Visayas Avenue, Quezon City."}, {"text_block_id": "p169_b128", "text": "Food Staples Sufficiency Program 2011-2016:"}, {"text_block_id": "p169_b129", "text": "Enhancing Agricultural Productivity and Global Competitiveness"}, {"text_block_id": "p169_b130", "text": "Department of Energy. (2012)."}, {"text_block_id": "p21_b131", "text": "Before proceeding with their tasks, the TA team had to agree on what is meant by updating and climate proofing. After series of discussions, it was decided that updating would include only the remaining period of the 2003 forestry master plan; that is, up to 2028. Updating would involve:\n* adding recent forestry baseline information on climate change,\n* addressing priority gaps, concerns and constraints in implementing\n* integrating new policy mandates related to climate change (CC)\n* incorporating climate change projections and vulnerability assessment\n* enhancing the strategic programs, policies and other responses taking\n* Reducing net emission of GHG from natural forests\n* Increasing carbon stocks\n* Increasing carbon sequestration\n* Aligning land uses to minimize externalities\n* Promoting ecosystem stability\n* Improving productivity and ecosystem services\n* Promoting livelihood and food security\n* Enhancing water security potential of forests\n* Minimizing soil losses in forest lands"}, {"text_block_id": "p169_b131", "text": "Annual Report"}, {"text_block_id": "p169_b132", "text": ".  [Online] Available at:"}, {"text_block_id": "p169_b133", "text": "DENR/RBCO. (2007)."}, {"text_block_id": "p169_b134", "text": "Major River Basins"}, {"text_block_id": "p86_b135", "text": "From among the goals enumerated in The 2003 Forestry Master Plan, four (4) goals are aimed at strengthening policies and institutions. These are as follows:"}, {"text_block_id": "p169_b135", "text": ". [Online] Available at:"}, {"text_block_id": "p86_b136", "text": "From among the goals enumerated in The 2003 Forestry Master Plan, four (4) goals are aimed at strengthening policies and institutions. These are as follows:\n* Goal 2: Forestry and related policies harmonized within 5 years\n* Goal 5: Productive collaboration among DENR, LGUs and other watershed\n* Goal 7: Philippine forest administration fully capable and responsive within\n* Goal 11: All forestlands under sustainable management by capable"}, {"text_block_id": "p169_b136", "text": "http://rbco.denr.gov.ph/index.php/18-major-river-basins/18-major-river-basin"}, {"text_block_id": "p169_b137", "text": "."}, {"text_block_id": "p169_b138", "text": "Elevitch, C. & Francis, J.F. (2006). Species profiles for Pacific Island."}, {"text_block_id": "p169_b139", "text": "Agroforestry"}, {"text_block_id": "p169_b140", "text": "."}, {"text_block_id": "p169_b141", "text": "[Online] Available at:"}, {"text_block_id": "p169_b142", "text": "www.traditionaltree.org"}, {"text_block_id": "p169_b143", "text": "FAO. (2013). Climate change guidelines for forest managers."}, {"text_block_id": "p86_b144", "text": "There is no doubt that the attainment of these goals would enhance the capacity of the sector to consider and implement updated strategies and mechanisms that would integrate climate change considerations in the policies, programs and operations of the sector."}, {"text_block_id": "p169_b144", "text": "FAO Forestry Paper No. 172"}, {"text_block_id": "p86_b145", "text": "However, it has been observed that there are impediments in the attainment of these goals, such as:"}, {"text_block_id": "p169_b145", "text": "."}, {"text_block_id": "p86_b146", "text": ""}, {"text_block_id": "p169_b146", "text": "Rome, Italy."}, {"text_block_id": "p86_b147", "text": "Absence of a central data base management system and of mechanisms for internal quality assurance and compliance regarding its own policies within the sector;"}, {"text_block_id": "p169_b147", "text": "FISH Project. (2007)."}, {"text_block_id": "p86_b148", "text": ""}, {"text_block_id": "p169_b148", "text": "The Fisheries Improved for Sustainable Harvest Project"}, {"text_block_id": "p86_b149", "text": "Problems on data availability, completeness and reliability particularly on socio-economic data of upland communities;"}, {"text_block_id": "p22_b149", "text": "The policy review indicates some of the priority agenda that should be considered in developing a climate resilient forestry development in the Philippines, namely:"}, {"text_block_id": "p169_b149", "text": "."}, {"text_block_id": "p87_b150", "text": ""}, {"text_block_id": "p22_b150", "text": "The policy review indicates some of the priority agenda that should be considered in developing a climate resilient forestry development in the Philippines, namely:\n* The role of forestry in reducing poverty and enhancing food security;\n* Promoting gender equality and empowering women in the forestry sector;\n* The need to reverse loss of forest cover through sustainable forest\n* Enhancing forest-based economic, social and environmental benefits,"}, {"text_block_id": "p169_b150", "text": "The CRM Interpretive Center, Municipality of Talibon, Bohol, Philippines."}, {"text_block_id": "p87_b151", "text": "Weak advocacy/lobbying emanating from different views within the DENR;"}, {"text_block_id": "p169_b151", "text": "FMB/DENR (2003)."}, {"text_block_id": "p87_b152", "text": ""}, {"text_block_id": "p169_b152", "text": ".  Forest Management Bureau with Assistance from the FAO of UN."}, {"text_block_id": "p87_b153", "text": "Weak mechanisms for external linkages with LGUs and other stakeholders; and"}, {"text_block_id": "p169_b153", "text": "DENR, Visayas Avenue, Quezon City."}, {"text_block_id": "p87_b154", "text": ""}, {"text_block_id": "p169_b154", "text": "FMB/DENR."}, {"text_block_id": "p87_b155", "text": "Ineffective information, education and communication (IEC) campaigns"}, {"text_block_id": "p169_b155", "text": "(2012)."}, {"text_block_id": "p88_b156", "text": "4.1 The Forestry Sector: Vision, Goals and Objectives"}, {"text_block_id": "p169_b156", "text": "2011 Philippine Forestry Statistics."}, {"text_block_id": "p88_b157", "text": "The Philippine master plan for climate resilient forestry development (PMPCRFD) retains the 2003 forestry sector vision with some modifications as follows:"}, {"text_block_id": "p169_b157", "text": "FMB, DENR, Quezon City."}, {"text_block_id": "p88_b158", "text": "Climate resilient and sustainably managed watersheds and forest ecosystems, providing environmental and economic benefits to society"}, {"text_block_id": "p23_b158", "text": "The policy review indicates some of the priority agenda that should be considered in developing a climate resilient forestry development in the Philippines, namely:\n* The role of forestry in reducing poverty and enhancing food security;\n* Promoting gender equality and empowering women in the forestry sector;\n* The need to reverse loss of forest cover through sustainable forest\n* Enhancing forest-based economic, social and environmental benefits,\n* Improving the conservation, protection and rehabilitation of forest\n* Promoting enhanced resilience of natural systems and improving the\n* Improving the protection and conservation of biodiversity;\n* Increasing the areas of sustainably managed forests along with the\n* Mobilizing new and additional financial resources from all sources for the\n* Promoting inclusive growth in the forestry sector."}, {"text_block_id": "p169_b158_merged_merged_merged_merged_merged_merged_merged", "text": "FMB/DENR. (2004). 2003 Philippine Forestry Statistics. FMB, DENR, Quezon City."}, {"text_block_id": "p88_b159", "text": "The forestry sector goals to pursue this vision are the following:"}, {"text_block_id": "p88_b160", "text": ""}, {"text_block_id": "p88_b161", "text": "To place all forestlands under sustainable forest management in order to meet demands for forest goods and ecosystems services and promote climate resilience;"}, {"text_block_id": "p170_b161", "text": "Meridian Institute. (2011)."}, {"text_block_id": "p88_b162", "text": ""}, {"text_block_id": "p170_b162", "text": "Guidelines for REDD+ Reference Levels: Principles and Recommendations"}, {"text_block_id": "p88_b163", "text": "To sustainably manage watersheds in partnership with stakeholders;"}, {"text_block_id": "p170_b163", "text": ". Prepared for the Government of Norway, by Arild Angelsen, Doug Boucher, Sandra Brown, Valérie Merckx, Charlotte Streck, and Daniel Zarin. [Online] Available at:"}, {"text_block_id": "p88_b164", "text": ""}, {"text_block_id": "p170_b164", "text": "Molinyawe, N. (2012)."}, {"text_block_id": "p88_b165", "text": "To strengthen resilience of forest dependent communities to climate change hazards;"}, {"text_block_id": "p170_b165", "text": "Protected Areas Management in the Philippines:"}, {"text_block_id": "p88_b166", "text": ""}, {"text_block_id": "p170_b166", "text": "A Situationer"}, {"text_block_id": "p88_b167", "text": "To place all forestlands under appropriate management arrangements;"}, {"text_block_id": "p170_b167", "text": ".  PAWB, DENR, Quezon City."}, {"text_block_id": "p88_b168", "text": ""}, {"text_block_id": "p170_b168", "text": "National Commission on Indigenous Peoples (NCIP)."}, {"text_block_id": "p88_b169", "text": "To enhance decision making through improved systems on information management and monitoring and evaluation."}, {"text_block_id": "p170_b169", "text": "(2012)."}, {"text_block_id": "p88_b170", "text": "The strategic objectives identified to attain the forestry sector’s goals are as"}, {"text_block_id": "p24_b170", "text": "The 2003 RMPFD focuses on sustainable forest management, poverty alleviation and food security in upland communities in the Philippines."}, {"text_block_id": "p170_b170", "text": "Ancestral Domain Areas in the Philippines in Hectares"}, {"text_block_id": "p88_b171", "text": "follows:"}, {"text_block_id": "p24_b171", "text": "It envisions a"}, {"text_block_id": "p170_b171", "text": "."}, {"text_block_id": "p89_b172", "text": ""}, {"text_block_id": "p24_b172", "text": "“sustainably managed watershed and forest resources providing environmental"}, {"text_block_id": "p170_b172", "text": "Quezon City, Philippines."}, {"text_block_id": "p89_b173", "text": "143 priority watersheds with approved Integrated management plans, with functional management bodies in place & with investments in at least one priority watershed per region within 5 years;"}, {"text_block_id": "p24_b173", "text": "and economic benefits to society with globally competitive industries contributing to the national economy and upl"}, {"text_block_id": "p170_b173", "text": "National Economic Development Authority/Philippine Development Plan (NEDA/PDP)."}, {"text_block_id": "p89_b174", "text": ""}, {"text_block_id": "p24_b174", "text": "iftment of upland communities’ welfare.” The 2003 forestry master plan"}, {"text_block_id": "p170_b174", "text": "(2011)."}, {"text_block_id": "p89_b175", "text": "Other watersheds supporting irrigation facilities identified and assessed in coordination with concerned agencies;"}, {"text_block_id": "p24_b175", "text": "aims to:"}, {"text_block_id": "p170_b175", "text": "Philippine Development Plan 2011-2016"}, {"text_block_id": "p89_b176", "text": ""}, {"text_block_id": "p24_b176", "text": "1."}, {"text_block_id": "p170_b176", "text": ". Pasig City: National Economic and Development Authority."}, {"text_block_id": "p89_b177", "text": "Sustainable forest management act (SFMA) and bills defining forestland boundaries passed within six years;"}, {"text_block_id": "p24_b177", "text": "sustainably manage the watershed/forests by capable institutions with active participation of capable stakeholders;"}, {"text_block_id": "p170_b177", "text": "Manila, Philippines."}, {"text_block_id": "p89_b178", "text": ""}, {"text_block_id": "p24_b178", "text": "2."}, {"text_block_id": "p170_b178", "text": "National Water Resources Board (NWRB)."}, {"text_block_id": "p89_b179", "text": "Forest based industries with sustainable source of raw materials by 2028;"}, {"text_block_id": "p24_b179", "text": "rationalize forest-based industries with sustainable sources of raw materials;"}, {"text_block_id": "p170_b179", "text": "(2003)."}, {"text_block_id": "p89_b180", "text": ""}, {"text_block_id": "p24_b180", "text": "3."}, {"text_block_id": "p170_b180", "text": "National Water Resources Board Strategic Planning and Management of Integrated Water Resources Management in the Philippines. [Online] Available at:"}, {"text_block_id": "p89_b181", "text": "Methodologies for assessing SFM of FMUs using criteria and indicators finalized by 2016 and implemented in 2017;"}, {"text_block_id": "p24_b181", "text": "provide globally competitive forestry education and training;"}, {"text_block_id": "p170_b181", "text": "http://www.fao.org/DOCREP/004/AB776E/ab776e03.htm"}, {"text_block_id": "p89_b182", "text": ""}, {"text_block_id": "p24_b182", "text": "4."}, {"text_block_id": "p170_b182", "text": "."}, {"text_block_id": "p89_b183", "text": "At least 111,000 hectares of grazing lands sustainably managed by 2028;"}, {"text_block_id": "p24_b183", "text": "enhance protective and biodiversity values of forests;"}, {"text_block_id": "p170_b183_merged_merged_merged_merged_merged_merged", "text": "Nuevo, C. (1999). Forest Plantation Production Technologies. Paper presented during the Tree Farmers’ Congress on April 13-14, 1999 at CAP Development Center, Tagum City, Davao del Norte."}, {"text_block_id": "p89_b184", "text": ""}, {"text_block_id": "p24_b184", "text": "5."}, {"text_block_id": "p89_b185", "text": "Boundaries of forestlands demarcated within 5 years after legislation;"}, {"text_block_id": "p24_b185", "text": "improve quality of life of upland communities;"}, {"text_block_id": "p89_b186", "text": ""}, {"text_block_id": "p24_b186", "text": "6."}, {"text_block_id": "p89_b187", "text": "Production and protection  forests delineated in 5 years;"}, {"text_block_id": "p24_b187", "text": "enhance decision-making processes through improved MIS, relevant M&E, continuing forest resources assessment, forest resources accounting, criteria and indicators and forest certification;"}, {"text_block_id": "p89_b188", "text": ""}, {"text_block_id": "p24_b188", "text": "7."}, {"text_block_id": "p89_b189", "text": "1,439,298 hectares of commercial forest plantations established, maintained and renewed within 13 years;"}, {"text_block_id": "p24_b189_merged_merged", "text": "enhance forestry institutions’ effectiveness, efficiency and competence in forest administration, conservation and management, forest protection, forestry research and extension; and"}, {"text_block_id": "p170_b189", "text": "Lasco, R."}, {"text_block_id": "p89_b190", "text": ""}, {"text_block_id": "p170_b190", "text": "D. and F. B. Pulhin, 2003. “Philippine Forest Ecosystems and Climate Change: Carbon stocks, Rate of Sequestration and the Kyoto Protocol.” Annals of Tropical"}, {"text_block_id": "p89_b191", "text": "297,234 hectares of bio energy/ fuelwood plantations developed and maintained to support the national renewable energy program"}, {"text_block_id": "p170_b191", "text": "Research 25(2): 37-51 (2003)"}, {"text_block_id": "p89_b192", "text": ""}, {"text_block_id": "p25_b192", "text": "8."}, {"text_block_id": "p171_b192", "text": "An Analysis of Sustainable Fuelwood and Charcoal Production in the Philippines:"}, {"text_block_id": "p89_b193", "text": "6.8 million hectares of existing forests protected, conserved and sustainably managed in 10 years;"}, {"text_block_id": "p25_b193", "text": "enhance policy situation to provide the right environment for sustainable forest management."}, {"text_block_id": "p171_b193", "text": "A Case Study"}, {"text_block_id": "p89_b194", "text": ""}, {"text_block_id": "p25_b194", "text": "The strategic targets of the 2003 forestry master plan include:"}, {"text_block_id": "p171_b194", "text": "Rola, A. & Francisco, H. (2004)."}, {"text_block_id": "p89_b195", "text": "Existing established plantations protected and maintained;"}, {"text_block_id": "p25_b195", "text": "1."}, {"text_block_id": "p171_b195", "text": "Toward a win-win water management approach in the Philippines."}, {"text_block_id": "p89_b196", "text": ""}, {"text_block_id": "p25_b196", "text": "One hundred fifty (150) watersheds prioritized and characterized within two years, integrated management plans prepared and management body in place within 5 years;"}, {"text_block_id": "p171_b196", "text": "In"}, {"text_block_id": "p89_b197", "text": "75% of all open access forestlands placed under appropriate management arrangements by 2028;"}, {"text_block_id": "p25_b197", "text": "2."}, {"text_block_id": "p171_b197", "text": "Edited by Agnes Rola, Herminia Francisco and Jennifer Liguton. PIDS and PCARRD, Manila."}, {"text_block_id": "p89_b198", "text": ""}, {"text_block_id": "p25_b198", "text": "Forestry and related policies harmonized within 5 years;"}, {"text_block_id": "p171_b198", "text": "Determining the Supply and Consumption of Wood in the Philippines Using Roundwood Equivalent (RWE) Analysis"}, {"text_block_id": "p89_b199", "text": "Average annual income of upland communities increased by 50% by 2025;"}, {"text_block_id": "p25_b199", "text": "3."}, {"text_block_id": "p171_b199", "text": "Tesoro, F. O. & Angeles, L. D. (2010)."}, {"text_block_id": "p89_b200", "text": ""}, {"text_block_id": "p25_b200", "text": "Responsible forest-based industries within 5 years;"}, {"text_block_id": "p171_b200", "text": "Creating space for private sector financing:"}, {"text_block_id": "p89_b201", "text": "REDD+ operational guidelines established in three years and REDD+/ forest carbon payment schemes implemented in at least 20 provinces by 2028;"}, {"text_block_id": "p25_b201", "text": "4."}, {"text_block_id": "p171_b201", "text": "Removing constraints to investments in the Philippines"}, {"text_block_id": "p89_b202", "text": ""}, {"text_block_id": "p25_b202", "text": "All regions starting to implement strategies towards sustainable forest management within 1-5 years;"}, {"text_block_id": "p171_b202", "text": ". Edited by Michael Pescott, Patrick B. Durst and Robin N. Leslie."}, {"text_block_id": "p89_b203", "text": "National, regional and provincial multi-sectoral forest management governance structures organized within five years; and"}, {"text_block_id": "p25_b203", "text": "5."}, {"text_block_id": "p171_b203", "text": "FAO, Bangkok, Thailand."}, {"text_block_id": "p90_b204", "text": ""}, {"text_block_id": "p25_b204", "text": "Productive collaboration among DENR, LGUs and other watershed stakeholders in responsible forest management within 5 years;"}, {"text_block_id": "p171_b204", "text": "The Water Dialogues.  (Undated)."}, {"text_block_id": "p90_b205", "text": "Guidelines for implementing payment for ecosystem services established within five years."}, {"text_block_id": "p25_b205", "text": "6."}, {"text_block_id": "p171_b205", "text": "The Philippines Water Situation"}, {"text_block_id": "p90_b206", "text": "4.2"}, {"text_block_id": "p25_b206", "text": "At least 300,000 ha. of permanent grazing land sustainably managed by 2010;"}, {"text_block_id": "p171_b206", "text": "."}, {"text_block_id": "p90_b207", "text": "Forestry Sector Programs and Strategies"}, {"text_block_id": "p25_b207", "text": "7."}, {"text_block_id": "p171_b207", "text": "http://www.waterdialogues.org/documents/PhilippinesCountryContext.pdf"}, {"text_block_id": "p90_b208_merged", "text": "The 2003 RMPFD used the integrated wood balance model, among other approaches to help understand the future outlook of the forestry sector. Many of the proposed technical strategies in the 2003 RMPFD are still applicable – prioritization of watershed combined with integrated land use planning, database development, sustainable management of residual forests, increasing forest cover through plantation development and assisted natural regeneration, biodiversity conservation, rationalization of forest-based industries, and community-based strategy. In updating and climate proofing the 2003 RMPFD, however, the lens that have been used are the following:"}, {"text_block_id": "p25_b208", "text": "Philippine forest administration fully capable and responsive within 10 years;"}, {"text_block_id": "p171_b208", "text": "USAID-CIFOR-ICRAF. (2009)."}, {"text_block_id": "p25_b209", "text": "8."}, {"text_block_id": "p171_b209", "text": "Integrating Climate Change into Forestry."}, {"text_block_id": "p25_b210", "text": "Forestlands boundary relocated and demarcated, production and protection forests delineated within 10 years;"}, {"text_block_id": "p171_b210", "text": "A power point presentation"}, {"text_block_id": "p90_b211", "text": ""}, {"text_block_id": "p25_b211", "text": "9."}, {"text_block_id": "p171_b211", "text": "Walpole, P. (2005)."}, {"text_block_id": "p90_b212", "text": "The increasing values of forest ecosystems in providing indirect goods and services in support of other sectors vis-a-vis their direct values of timber, minor forest products, and others;"}, {"text_block_id": "p25_b212", "text": "Sustainable management of 1.5M ha. of residual forests, self-sufficiency in wood in 10 years;"}, {"text_block_id": "p171_b212", "text": "The Aurora-Quezon-Nueva Ecija Disaster"}, {"text_block_id": "p90_b213", "text": ""}, {"text_block_id": "p25_b213", "text": "10."}, {"text_block_id": "p171_b213_merged_merged_merged_merged_merged", "text": "Walpole, P. (2010). Environmental science for social change. Figuring the Forest Figures: Understanding Forest Cover Data in the Philippines and Where We Might Be Proceeding. July 2010. [Online] Available at: Walpole_Figuring%20forest%20figures_reduced_.pdf."}, {"text_block_id": "p90_b214", "text": "Changes in governance framework and policies that impinge on sustainable forest ecosystem management (SFEM);"}, {"text_block_id": "p25_b214", "text": "Establishment, maintenance and renewal of 460,000 ha. of commercial forest plantations within 12 years;"}, {"text_block_id": "p90_b215", "text": ""}, {"text_block_id": "p25_b215", "text": "11."}, {"text_block_id": "p90_b216", "text": "The increasing concern on the contribution of the forestry sector to the national economy, despite the huge areas that are under lands of the public domains and ancestral lands; and"}, {"text_block_id": "p25_b216", "text": "All forestlands under sustainable management by capable managers, all open areas closed within 12 years; and"}, {"text_block_id": "p90_b217", "text": ""}, {"text_block_id": "p25_b217", "text": "12."}, {"text_block_id": "p172_b217_merged", "text": "World Bank. (2003). The Environmental Monitor. World Bank of Manila, Philippines."}, {"text_block_id": "p90_b218", "text": "The need for improving resilience of the forest ecosystems, communities, livelihoods and enterprises in response to climate change impacts and the predicted occurrence of erratic and extreme weather patterns."}, {"text_block_id": "p25_b218", "text": "Poverty in the uplands minimized by 50% within 15 years."}, {"text_block_id": "p90_b219", "text": "Accordingly, in formulating the programs and strategies for a climate resilient forestry development, the primary consideration is to strengthen health and resiliency of forest ecosystems and communities with proper mitigation and"}, {"text_block_id": "p25_b219", "text": "To achieve the strategic targets, ten strategic priority programs were identified:"}, {"text_block_id": "p91_b220_merged", "text": "adaptation measures so that these resources can sustainably provide and meet the increasing demands for forest ecosystems goods and services for the current and future generations. Due to the issuance of Executive Order 23 timber harvesting will no longer be allowed in natural forests, unless covered by the exemptions indicated in said Executive Order. This means that the country’s wood requirements will be mainly sourced from forest plantations to be developed by private investors in partnership with local communities and with support from the government. Climate responsive governance is also necessary where various stakeholders collaborate and participate in making decisions in the management of forest resources and ecosystems. A major focus in promoting responsive governance is the allocation of forestlands to responsible on-site Managers. Thus, untenured forestlands will be placed under appropriate management agreements with local communities, indigenous peoples, LGUs, private investors and other stakeholders. Other support strategies will be equally important to address the increasing demand for various goods and services from expanding clients."}, {"text_block_id": "p26_b220", "text": "1."}, {"text_block_id": "p26_b221", "text": "Policy reforms and institutions development"}, {"text_block_id": "p172_b221", "text": "World Bank. (2005)."}, {"text_block_id": "p26_b222", "text": "2."}, {"text_block_id": "p172_b222", "text": "Natural Disaster Risk Management in the Philippines: Enhancing Poverty Alleviation through Disaster Reduction"}, {"text_block_id": "p26_b223", "text": "Prioritization of watersheds, integrated land use planning with forest boundary delineation"}, {"text_block_id": "p172_b223", "text": ". World Bank/Manila. 2005."}, {"text_block_id": "p26_b224", "text": "3."}, {"text_block_id": "p172_b224", "text": "World Bank. (2009)."}, {"text_block_id": "p26_b225", "text": "Enhancement of MIS, IEC & R&D"}, {"text_block_id": "p172_b225", "text": "The Philippines: Country Environmental Analysis. Report No. 52389PH"}, {"text_block_id": "p26_b226", "text": "4."}, {"text_block_id": "p172_b226", "text": ", Washington, DC: World Bank, 2009."}, {"text_block_id": "p91_b227", "text": "4.2.1 Program to Strengthen Resilience of Forest Ecosystems and Communities to Climate Change"}, {"text_block_id": "p26_b227", "text": "Sustainable management of residual forests and other natural forests and forest protection"}, {"text_block_id": "p173_b227", "text": "Annexes"}, {"text_block_id": "p91_b228", "text": "Forest ecosystems provide a range of ecological as well as social and economic benefits ranging from forest products, forest ecosystems good and services, and as source of livelihoods for local communities. However, forests are threatened by various anthropogenic activities -including accelerated population growth, unregulated land use change, landscape fragmentation, degradation of habitats and over exploitation of forest products. These threats are further aggravated by climate change. This has significant implications to climate systems as forests degradation also contribute to substantial carbon emissions into the atmosphere. Thus, forests are considered to have an"}, {"text_block_id": "p26_b228", "text": "5."}, {"text_block_id": "p174_b228", "text": "Annex 1. Summary of Accomplishments, Problems/ Issues, Facilitating Factors and Recommendations in the Implementation of the 2003 Revised Master Plan for Forestry Development"}, {"text_block_id": "p92_b229", "text": "Objectives"}, {"text_block_id": "p26_b229", "text": "Forest area expansion through plantation development, ANR and other means"}, {"text_block_id": "p185_b229", "text": "Annex 2. Matrix of regional and provincial vulnerability to climate-related hazards and poverty incidence."}, {"text_block_id": "p92_b230", "text": "The specific Objectives of this program are as follows:"}, {"text_block_id": "p26_b230", "text": "6."}, {"text_block_id": "p190_b230", "text": "Annex 3.  Ancestral Domain Areas in the Philippines in Hectares (Botengan and Quicho 2013)"}, {"text_block_id": "p92_b231", "text": ""}, {"text_block_id": "p26_b231", "text": "Protected area and biodiversity conservation"}, {"text_block_id": "p191_b231", "text": "Annex 4. 18 Major River Basins in the Philippines"}, {"text_block_id": "p92_b232", "text": "To align/ harmonize resource uses within watersheds and forest ecosystems;"}, {"text_block_id": "p26_b232", "text": "7."}, {"text_block_id": "p196_b232", "text": "Annex 5. List of Watershed Forest Reserve (Proclaimed Watershed)"}, {"text_block_id": "p92_b233", "text": ""}, {"text_block_id": "p26_b233", "text": "Forest industries rationalization and development"}, {"text_block_id": "p218_b233", "text": "Annex 7 . List of Protected Areas of the Philippines"}, {"text_block_id": "p92_b234", "text": "To identify areas within priority watersheds, protected areas and other forest ecosystems which are vulnerable to climate change;"}, {"text_block_id": "p26_b234", "text": "8."}, {"text_block_id": "p218_b234", "text": "(http://readtiger.com/wkp/en/List_of_protected_areas_of_the_Philippines)"}, {"text_block_id": "p92_b235", "text": ""}, {"text_block_id": "p26_b235", "text": "Sustainable management of grazing lands"}, {"text_block_id": "p218_b235", "text": "Classification"}, {"text_block_id": "p92_b236", "text": "To mitigate and reduce adverse impacts of climate change and enhance resilience of forest ecosystems and communities to climate change hazards;"}, {"text_block_id": "p26_b236", "text": "9."}, {"text_block_id": "p218_b236", "text": "Protected areas in the Philippines are managed according to the classifications described in Section 4 of the National Integrated Protected Areas System Act of 1992 (NIPAS Act)."}, {"text_block_id": "p92_b237", "text": ""}, {"text_block_id": "p26_b237", "text": "Full development of M & E system and the C & I for all forest types and management systems"}, {"text_block_id": "p218_b237", "text": "National Parks"}, {"text_block_id": "p92_b238", "text": "To promote collaboration among stakeholders in climate change mitigation, adaptation and disaster risk reduction management; and"}, {"text_block_id": "p26_b238", "text": "10."}, {"text_block_id": "p218_b238", "text": "National parks refer to forest reservations essentially of natural wilderness character which have been withdrawn from settlement, occupancy or any form of exploitation except in conformity with approved management plan and set aside as such exclusively to conserve the area or preserve the scenery, the natural and historic objects, wild animals and plants therein and to provide enjoyment of these features in such areas."}, {"text_block_id": "p92_b239", "text": ""}, {"text_block_id": "p26_b239", "text": "CBFM as a cross cutting strategy in all forest management systems"}, {"text_block_id": "p219_b239", "text": "Natural Monuments"}, {"text_block_id": "p92_b240", "text": "To implement REDD+ in at least 19 provinces"}, {"text_block_id": "p26_b240", "text": "The assessment revealed that the forestry sector has so far achieved two of the 12 targets in the 2003 RMPFD."}, {"text_block_id": "p219_b240", "text": "A natural monument is a relatively small area focused on protection of small features to protect or preserve nationally significant natural features on account of their special interest or unique characteristics"}, {"text_block_id": "p92_b241", "text": "Strategies"}, {"text_block_id": "p26_b241", "text": "All regions continue to implement sustainable forest management strategies as identified in EO"}, {"text_block_id": "p220_b241", "text": "4 Total"}, {"text_block_id": "p92_b242", "text": "To achieve the objectives of this program, DENR CENRO, PENRO and Regional field offices will initially identify areas vulnerable to climate change hazards by"}, {"text_block_id": "p26_b242_merged_merged", "text": "318 entitled “Promoting Sustainable Forest Management in the Philippines.” Among the SFM strategies"}, {"text_block_id": "p220_b242", "text": "Protected Landscape"}, {"text_block_id": "p93_b243", "text": "conducting vulnerability assessments in collaboration with LGUs and stakeholders. These assessments will be undertaken for priority watersheds/ protected areas and other forestlands to determine vulnerability of the forestry sector components to different climate hazards vis-à-vis the exposure, and sensitivity as well as the adaptive capacity of ecosystems and communities."}, {"text_block_id": "p220_b243", "text": "Protected landscapes/seascapes are areas of national significance which are characterized by the harmonious interaction of man and land while providing opportunities for public enjoyment through recreation and tourism within the normal lifestyle and economic activity of these areas."}, {"text_block_id": "p93_b244", "text": "While in general, forests and communities are vulnerable to climate change, vulnerability is location-specific. Thus, participation of LGUs and local communities/ stakeholders in the vulnerability assessment process is crucial in promoting understanding by concerned LGUs and stakeholders on the importance of forestry in terms of reducing disaster risks, sustaining forest ecosystem services and in securing livelihood of local communities and forest based enterprises."}, {"text_block_id": "p27_b244", "text": "being implemented now in all regions include: community-based forest management, forest land use planning, forestlands boundary delineation, adoption of the watershed ecosystem management framework, establishment of protected areas, and co-management of forestlands between DENR and LGUs."}, {"text_block_id": "p221_b244", "text": "Protected Landscape and Seascape"}, {"text_block_id": "p94_b245", "text": "budgets and eventually lead to more effective implementation as local stakeholders get involved in implementing the identified adaptation measures. DENR field offices at the CENRO and PENRO level can facilitate mainstreaming of forestry adaptation strategies into LGU plans by disseminating results of the vulnerability assessment and organizing climate change adaptation planning among members of the local disaster risk reduction and management council (LDRRMC)."}, {"text_block_id": "p27_b245", "text": "The DENR has also established productive collaboration with the LGUs and other watershed stakeholders as evidenced by their active participation in forest management programs such as the national greening program (NGP) and through various management bodies such as the Watershed Management Councils (WMC), Multisectoral Forest Protection Committees (MFPC), Anti illegal Logging Task Force, Protected Area Management Boards (PAMB), co-management steering committees, and many others."}, {"text_block_id": "p222_b245", "text": "Protected Seascape"}, {"text_block_id": "p94_b246_merged", "text": "Results of the vulnerability assessment and identified adaptation strategies/ measures will be part of the inputs in developing integrated watershed management (IWM) plans for watersheds which will be adopted as one of the primary strategies of the PMPCRFD. This approach provides an opportunity for aligning resource uses across landscapes to prevent inappropriate uses in one ecosystem (such as the upland forests) that could adversely affect other ecosystems such as the agricultural, mangrove and coastal ecosystems. Eventually, this will lead to overall increase in productivity and mitigation of disaster risks associated with climate change such as flooding, landslide, drought and sea level rise. The integrated watershed resource management (IWRM) processes also provides an opportunity for aligning/integrating forest land use plans (FLUP) with the LGUs’ comprehensive land use plans (CLUP) and barangay development plans (BDP), as well as with the indigenous peoples’ (IP) ancestral domain sustainable development and protection plan (ADSDPP) and other related plans within a watershed."}, {"text_block_id": "p27_b246", "text": "With active collaboration among stakeholders, forestry and environmental concerns are no longer perceived as the sole responsibility of DENR but as common concerns of every"}, {"text_block_id": "p222_b246", "text": "Name"}, {"text_block_id": "p27_b247", "text": "stakeholder, particularly the LGUs, peoples’ organizations, indigenous peoples,"}, {"text_block_id": "p222_b247", "text": "Location"}, {"text_block_id": "p27_b248", "text": "and other agencies."}, {"text_block_id": "p222_b248", "text": "Area"}, {"text_block_id": "p27_b249_merged_merged", "text": "Significant achievements were also attained in another two areas. Forestlands boundary in 75 out of 80 provinces were delineated while 114 of the 150 target watersheds were characterized & prioritized, most of them (99) with integrated management plans prepared. Accordingly, the achievement of these targets was facilitated by donor assistance, existing policies and mechanisms are already in place in the DENR which facilitate stakeholders’ collaboration (such as forest land use planning, co-management, and the organization of multi sectoral bodies related to forest resource protection and management), the increasing awareness on the value of forests especially in terms of reducing disaster risks, and the fact that most of these programs are already included in the general appropriations of the DENR."}, {"text_block_id": "p222_b249", "text": "Established"}, {"text_block_id": "p223_b250", "text": "Game Refuge and Bird Sanctuaries"}, {"text_block_id": "p223_b251", "text": "Strict nature reserve is an area possessing some outstanding ecosystem, features and/or species of flora and fauna of national scientific importance maintained to protect nature and maintain processes in an undisturbed state in order to have ecologically representative examples of the natural environment available for scientific study, environmental monitoring, education, and for the maintenance of genetic resources in a dynamic and evolutionary state."}, {"text_block_id": "p94_b252", "text": "The process of developing IWRM plans does not only address the need for aligning resource uses to reduce disaster risks and degradation of forest ecosystems. It allows various stakeholders to work together and map out strategies to address multiple demands for forest ecosystem goods and services"}, {"text_block_id": "p223_b252", "text": "Resource Reserves"}, {"text_block_id": "p95_b253", "text": "which will further strengthen forest ecosystems’ and communities’ resilience to"}, {"text_block_id": "p29_b253", "text": "about 4 million hectares remain open access. Some of these open access areas have residual forests which are continuously under threat due to illegal cutting,"}, {"text_block_id": "p223_b253", "text": "Resource reserve is an extensive and relatively isolated and uninhabited area normally with difficult access designated as such to protect natural resources of the area for future use and prevent or contain development activities that could affect the resource pending the establishment of objectives which are based upon appropriate knowledge and planning."}, {"text_block_id": "p95_b254", "text": "climate change impacts."}, {"text_block_id": "p29_b254", "text": "kaingin"}, {"text_block_id": "p224_b254", "text": "Managed Resource Protected Areas"}, {"text_block_id": "p95_b255", "text": "Aside from the ecosystem, LGU and FMU climate adaptation strategies previously discussed, a national forestry sector approach to building resilience to climate change hazards will be adopted by participating in the international initiatives for Reducing Emissions from Deforestation and Degradation Plus (REDD+)."}, {"text_block_id": "p29_b255", "text": "making and other destructive activities by local communities."}, {"text_block_id": "p224_b255", "text": "Marine Reserves"}, {"text_block_id": "p95_b256", "text": "As a signatory to the UNFCC agreement, the Philippines’ participation"}, {"text_block_id": "p29_b256_merged_merged", "text": "Self sufficiency in wood is still to be realized. Over the last decade, the country has been dependent on imports to meet its wood requirements. With the issuance of Executive Order 23, forest plantations will become the main source of wood for the Philippines. But due to disincentives in the development of commercial forest plantations as a result of the highly centralized approval and the many requirements in granting tenure instruments and harvesting permits, the private sector has been reluctant to invest in commercial forest plantation development. The 2013 Philippine forestry statistics indicate that from 1993 t0 2010 timber lease agreement (TLA) holders was able to develop 104,475 hectares of forest plantations. For the same period, IFMA, SIFMA, CBFMA and tree farm lease agreement holders only established 43,339 hectares of forest plantations resulting in total plantations of about 147,814 hectares, way below the forestry master plan target of 460,000 hectares. Fortunately, the National Greening Program (NGP) accelerated forest plantation development by establishing 229,168 hectares from 2011 to 2014. However, the status and condition of these established plantations have not been assessed to ascertain their potential to meet the country’s increasing demand for wood. Even assuming that NGP plantations are properly maintained, existing commercial forest plantations is still short by about 83,000 hectares of the target. However, it is most likely that plantations developed by TLAs had been illegally harvested while those established by IFMA, SIFMA and CBFMA holders may not have been properly maintained or renewed after harvesting. Meanwhile, timber plantations established under the NGP will have to be closely monitored and evaluated to ensure that they are properly maintained to provide the necessary volume and quality of wood raw materials for forest based industries. NGP"}, {"text_block_id": "p224_b256", "text": "4 Total"}, {"text_block_id": "p95_b257", "text": "in REDD+ is a step forward with the added benefit of sustainable management of existing forests, conservation and enhancement of degraded forests to improve carbon stocks and biodiversity, and forest expansion through reforestation."}, {"text_block_id": "p224_b257", "text": "Watershed Forest Reserves"}, {"text_block_id": "p95_b258", "text": "Overall, these will ensure sustainable supply of ecosystems goods and services which in turn will contribute to building resilience of ecosystems and communities to climate change hazards."}, {"text_block_id": "p95_b259", "text": "Program Components and Targets"}, {"text_block_id": "p95_b260", "text": "•"}, {"text_block_id": "p95_b261", "text": "Ecosystem Based Vulnerability Assessment"}, {"text_block_id": "p95_b262_merged_merged", "text": "Vulnerability assessments will be undertaken in priority watersheds, protected areas and other critical ecosystems to identify areas within these ecosystems and in other interrelated ecosystems, including communities which are vulnerable to climate change hazards. The ERDB has completed vulnerability assessments in 82 of the 143 priority watersheds and so 61 additional watersheds will be targeted for vulnerability study up to 2016. Additional 97 new watersheds supporting NIA’s irrigation systems will also be identified for vulnerability assessment including about 87 protected areas which will need to undergo vulnerability assessment to identify vulnerable species, habitats and ecosystems. These assessments should be able to identify specific areas which are vulnerable to specific hazards, such as landslide, severe erosion, forest fire, flooding,"}, {"text_block_id": "p30_b263", "text": "plantations would also require on-site managers who could continuously provide adequate protection, maintenance and renewal of these established plantations to ensure continuous supply of wood products in the future."}, {"text_block_id": "p31_b264", "text": "The Forestry Scenarios"}, {"text_block_id": "p31_b265", "text": "Forest resources in the country is mainly threatened by unregulated use and conversion to other uses as a result of increasing demand for forest goods and services from expanding population. This situation will be aggravated by climate"}, {"text_block_id": "p96_b266", "text": "•"}, {"text_block_id": "p33_b266", "text": "3.1 Climate Trends and Climate Change Scenarios"}, {"text_block_id": "p96_b267", "text": "Climate Change Adaptation Planning"}, {"text_block_id": "p33_b267", "text": "3.1.1 Climate Trends in the Philippines"}, {"text_block_id": "p97_b268", "text": "management of hazard areas and catchments which are important in hazard mitigation and livelihood support to CBFMA and CADT holders through agroforesty."}, {"text_block_id": "p33_b268_merged", "text": "Available long-term historical records of climate data in the Philippines show that climate is changing. PAGASA (2011) revealed that, based on data from 1951 to 2010, the mean temperature in the Philippines has increased from 26.75°C to 27.4⁰C or an increase of about 0.65⁰C over a span of 60 years (Figure 3). Time series of observed mean temperature in the country is increasing at the rate of 0.0108 ⁰C /year over the 60-year period (1951-2010), and at the rate of 0.0164 ⁰C/year during the last 30 years (1981-2010)."}, {"text_block_id": "p97_b269", "text": "The use of resilient native forest tree species in the reforestation of critical watersheds and protected areas and promotion of multiple cropping and integrated pest management in agro forestry will be encouraged."}, {"text_block_id": "p97_b270", "text": "The proposed measures will have to be coordinated with the provincial and local disaster and risk reduction management councils so that they can be included"}, {"text_block_id": "p97_b271_merged_merged", "text": "in the LGUs’ disaster preparedness plans. In all cases, an intensive information"}, {"text_block_id": "p97_b273", "text": "and education campaign must be conducted for all stakeholders to explain their vulnerability to climate-related hazards and the importance of forests, forestlands and protected areas in mitigating the adverse impacts of these hazards."}, {"text_block_id": "p97_b274", "text": ""}, {"text_block_id": "p97_b275", "text": "Enhanced Management of Protected Areas and Protection Forests"}, {"text_block_id": "p97_b276", "text": "Protected areas and protection forests play important role in improving resilience of communities and ecosystems to climate-related hazards is widely recognized. They contain biodiversity resources which provide various ecosystems services essential for development and human survival. Aside from being the head water of rivers and creeks providing water for domestic use, irrigation and power generation they also mitigate flooding downstream that damages agricultural crops, properties and at times leads to loss of lives. They also support fisheries downstream and are potential for ecotourism"}, {"text_block_id": "p98_b277", "text": "development. As climate change intensify, it is important to protect and effectively manage these areas and conserve their biodiversity."}, {"text_block_id": "p98_b278", "text": ""}, {"text_block_id": "p34_b278", "text": "large variability in the dataset (PAGASA, 2011). In recent years, however, changes in rainfall patterns in many locations have been observed."}, {"text_block_id": "p98_b279", "text": "Protection of Existing Natural Forests and Established Plantations"}, {"text_block_id": "p34_b279", "text": "Source:  PAGASA, 2011"}, {"text_block_id": "p98_b280", "text": "With the issuance of Executive Order No 23 timber cutting in natural forests is now prohibited except in the following, subject to the conditions set in section 2, item 2.2 of E.O. 23 and the memorandum from the Executive Secretary dated 20 October 2011:"}, {"text_block_id": "p35_b280", "text": "3.1.2"}, {"text_block_id": "p98_b281", "text": ""}, {"text_block_id": "p35_b281", "text": "Future Climate Scenario and Associated Hazards"}, {"text_block_id": "p98_b282", "text": "Clearing of road right of way by the DPWH; site preparation for tree plantations, silvicultural treatment and similar activities, provided that all logs derived from said cutting permits shall be turned over to the DENR for proper disposal;"}, {"text_block_id": "p35_b282", "text": "Future climate scenarios are defined based on storylines that consider both global versus regional development, as well as economic versus environmental development. Among the family of climate scenarios, two IPCC SRES (2001) climate scenarios, namely, the medium-range emission scenario (A1B), and the high-range emission scenario (A2) have been defined for the Philippines. The plausible scenarios have been rationalized for the Philippines considering the economic and environmental processes and factors at the global and regional levels, as well as the identified driving forces (population increase, economic growth, technological development, energy sources, land use, and agriculture) that determine future climatic conditions in an area. These plausible climate scenarios are translated to future climate using a number of global circulation models or global climate models (GCMs)."}, {"text_block_id": "p98_b283", "text": ""}, {"text_block_id": "p35_b283", "text": "Increased Temperature"}, {"text_block_id": "p98_b284", "text": "Renewable energy projects such as geothermal, hydrothermal, dendrothermal, solar, and wind projects;"}, {"text_block_id": "p35_b284_merged", "text": "Figure 6 shows the observed and the projected climate change in the Philippines in terms of mean temperature for the baseline period (1971-2000), for 2020, 2050, and 2100 for  two SRES climate scenarios, namely: the medium-range emission scenario (A1B), and the high-range emission scenario (A2) from PAGASA (2011). Increase in average temperature is expected to range from 1.0 to 3.1C and from 0.7 to 3.4C for the period 2020 to 2100 under the A1B and A2 scenarios, respectively. This means that from an average temperature of 27.4°C in 2010, mean temperature is projected to increase to 28.4⁰C in 2020 and to about 30.5°C in 2100 under the medium range scenario. For a high range scenario, the projected average temperature is about 28.1⁰C in 2020 and 30.8⁰C in 2100."}, {"text_block_id": "p99_b285", "text": ""}, {"text_block_id": "p99_b286", "text": "Construction of transmission lines, telecommunication sites, sub-station sites and other power generation projects, including maintenance activities on existing lines;"}, {"text_block_id": "p99_b287", "text": ""}, {"text_block_id": "p99_b288", "text": "Road right of way, rehabilitation/ widening of roads, airstrips and other infrastructure projects undertaken by government entities through private contractors;"}, {"text_block_id": "p99_b289", "text": ""}, {"text_block_id": "p99_b290", "text": "Trees in public and private places that pose danger to the human lives and/or properties as evaluated by the DENR;"}, {"text_block_id": "p99_b291", "text": ""}, {"text_block_id": "p99_b292", "text": "Mining operations with approved Environmental Protection and Enhancement Program (EPEP) for the construction of mining facilities and conduct of mineral exploration/ extraction and"}, {"text_block_id": "p99_b293", "text": ""}, {"text_block_id": "p99_b294", "text": "Other priority activities of government and government approved projects and programs approved and certified as a priority project by the President."}, {"text_block_id": "p99_b295_merged", "text": "The forest protection programs to be implemented under the Philippine master for climate resilient forestry development will be anchored on the National Forest Protection Program (NFPP) crafted by the DENR-FMB. This approach contains “menu of options” for effective and efficient forestry law enforcement involving adoption of state-of-the-art technology such as forest surveillance thru aerial unmanned vehicle. This will be complemented by forest certification and effective timber tracking systems to ensure legal movement, transport,"}, {"text_block_id": "p36_b296", "text": "Source: PAGASA, 2011"}, {"text_block_id": "p36_b297", "text": "The increase in seasonal mean temperature will have significant effects and impacts in various sectors across regions and provinces. Figure 7 maps the risks by province associated with the projected temperature increase. In general, areas in central and southern Philippines (i.e. Visayas and Mindanao regions) are expected to experience increased or extreme temperature. Areas in Luzon will have low to very low risk of experiencing projected temperature extremes. This"}, {"text_block_id": "p100_b298", "text": "processing and marketing of timber and timber products. The “menu of options”"}, {"text_block_id": "p37_b298", "text": "phenomenon has great implications on various sectors including agriculture and food, water resources, health, livelihood, and many others."}, {"text_block_id": "p100_b299", "text": "under the NFPP includes the following:"}, {"text_block_id": "p37_b299", "text": "More Intense Rainfall Events"}, {"text_block_id": "p100_b300", "text": ""}, {"text_block_id": "p38_b300", "text": "(b) 2050"}, {"text_block_id": "p100_b301", "text": "Provision of full logistic and material support that are essential in forestry law enforcement;"}, {"text_block_id": "p38_b301", "text": "Source:"}, {"text_block_id": "p100_b302", "text": ""}, {"text_block_id": "p38_b302", "text": "PAGASA, 2011"}, {"text_block_id": "p100_b303", "text": "Improvement of infrastructures, provision of institutional support in investigation, filing of information, and/or criminal complaints and prosecution of forestry cases;"}, {"text_block_id": "p39_b303", "text": "Table 2. Top 20 provinces susceptible to floods and landslides in the Philippines"}, {"text_block_id": "p100_b304", "text": ""}, {"text_block_id": "p40_b304", "text": "Typhoons"}, {"text_block_id": "p100_b305", "text": "Active collaboration and involvement of forest communities and other stakeholders in forest protection and law enforcement;"}, {"text_block_id": "p40_b305", "text": "Figure 9 shows the number of extreme typhoon occurrences in the PAR from 1971-2009. There were 9 to 10 tropical cyclones that occurred in 1987 and 2004, respectively, which happened to be both El Niño years."}, {"text_block_id": "p100_b306", "text": ""}, {"text_block_id": "p41_b306", "text": "the central part of the Philippines with some typhoons also occurring in the southern part of the country."}, {"text_block_id": "p100_b307", "text": "Capacity building for DENR field personnel to enhance their skills and competence for effective protection of forests and plantations for biodiversity conservation;"}, {"text_block_id": "p41_b307", "text": "Table 3. Disastrous typhoons with damages of at least Php1.0 billion."}, {"text_block_id": "p100_b308", "text": ""}, {"text_block_id": "p41_b308", "text": "Sea level rise (SLR) including storm surges"}, {"text_block_id": "p100_b309", "text": "Sustained information, education and communication (IEC) campaign;"}, {"text_block_id": "p41_b309_merged", "text": "Recent study of the World Bank (2013) on global sea level rise has shown that sea level in the Philippines can rise from 0.9 m. to1.1 m. under the RCP 8.5 climate scenario. SLR associated with global warming also enhances storm surges. UP MSI (2010) reported that sea surface temperature (SST) in representative points in the Philippine archipelago has increased, ranging from 0.20C to 0.30C per decade. SST increase will translate to sea level rise which will inundate the coastal areas resulting to salt water intrusion of the crop production areas. SLR affects the mangrove areas in coastal regions. It drowns"}, {"text_block_id": "p100_b310", "text": ""}, {"text_block_id": "p100_b311", "text": "Consistent confiscation and mandatory administrative adjudication and confiscation of undocumented forest products including conveyances and implements;"}, {"text_block_id": "p100_b312", "text": ""}, {"text_block_id": "p100_b313", "text": "Effective forest fire, pest and diseases management measures and"}, {"text_block_id": "p100_b314", "text": ""}, {"text_block_id": "p42_b314", "text": "3.1.3 Climate Change Impacts"}, {"text_block_id": "p100_b315", "text": "Sustainable forest management mechanisms, initiatives, practices and other institutional reforms in forestry."}, {"text_block_id": "p42_b315", "text": "Each of the climate hazards has specific effects and impacts on different sectors or sub-systems such as biodiversity (both flora and fauna), plantation"}, {"text_block_id": "p100_b316_merged", "text": "The forest protection strategies that will be employed will no longer focus on DENR alone as the primary enforcement unit. The role of Local government units, communities and tenure holders in forest protection will be further strengthened. Within tenured forestlands, greater responsibility in the protection of existing forests will be lodged on tenure holders. Closer monitoring of tenure holders’ performance through the multi sectoral forest protection committee and similar bodies is therefore crucial to ensure protection of natural forests in allocated forestlands. In untenured forestlands, the role of LGUs and other stakeholders will"}, {"text_block_id": "p43_b316", "text": "forests, natural forests, watersheds, mangroves, forest communities, and on forest-based livelihood activities."}, {"text_block_id": "p43_b317", "text": "Impacts on Ecosystems"}, {"text_block_id": "p43_b318", "text": "Impacts on Water Supply"}, {"text_block_id": "p101_b319", "text": "be underscored through joint implementation of the forest land use plans formulated for each LGU with forestlands."}, {"text_block_id": "p44_b319", "text": "Climate change effects on watersheds can be observed too in the shifts in hydrograph. With climate change and change in land use, significant changes in peak flows and time-to-peak will be evident (Lansigan, 2009)."}, {"text_block_id": "p101_b320", "text": "Apart from natural forests, established plantations particularly those developed under the national greening program will be protected and maintained. Due to threats of forest fires as a result of projected temperature increase and drier months, fire lines/ firebreaks will be established. These developed plantations will be placed under appropriate management arrangements in partnership with LGUs, organized local communities and interested private investors. Towards this end, DENR-FMB will formulate an enhanced NGP program to ensure that the initial gains of the NGP are sustained."}, {"text_block_id": "p45_b320", "text": "irrigation in agriculture continues to be a major use, water demand for municipal and domestic use increases due to increasing population."}, {"text_block_id": "p101_b321", "text": ""}, {"text_block_id": "p45_b321", "text": "Impacts on Communities"}, {"text_block_id": "p101_b322", "text": "Rehabilitation and Conservation of Mangroves"}, {"text_block_id": "p45_b322", "text": "Impacts on Livelihoods"}, {"text_block_id": "p101_b323", "text": "The existing mangroves estimated at 310,531 hectares will be the focus of protection. The priority provinces are Palawan (with about 20% of the existing mangroves in the Philippines), Quezon, Samar, Zamboanga Sibugay, Surigao del Norte, Sulu and Tawi-Tawi. Since this activity is crucial in terms of the livelihood of local communities and in protecting them from coastal hazards, mangrove"}, {"text_block_id": "p45_b323_merged", "text": "Climate change hazards are expected to greatly affect the forestry sector in terms of the livelihood activities dependent on forest products. Global warming will adversely affect the availability and access to forest resources and products that are being traded. Agroforestry products such as fruits, honeybee by-products, herbal medicinal plants, etc. may no longer be sustainable as their supply may be threatened by climate-related hazards."}, {"text_block_id": "p102_b324", "text": "protection will be undertaken jointly with municipal and barangay LGUs and as appropriate with Provincial LGUs. In terms of mangrove rehabilitation, the target is at least 3,000 hectares per year with about 31,000 hectares targeted in 2016 under the NGP."}, {"text_block_id": "p102_b325", "text": ""}, {"text_block_id": "p102_b326", "text": "Livelihood Support to CBFMA and CADT Holders"}, {"text_block_id": "p102_b327_merged", "text": "As the forestry sector diversifies its “clients and customers”, DENR in collaboration with other agencies, NGOs, and the private sector has to strengthen the CBFM strategy by revitalizing support to CBFM and CADT holders. There is a need to explore opportunities for supporting the CBFMA and ancestral domain holders by promoting partnership among them and the private investors/ processors to enable them to diversify livelihood sources and participate in the value chains of competitive goods and services – especially in making furniture and handicrafts, identifying and setting up ecotourism-related"}, {"text_block_id": "p46_b328", "text": "3.2 Demand and Supply of Forest Ecosystems-Related Goods and Services"}, {"text_block_id": "p47_b329", "text": "3.2.1 Demand and Supply of Wood and Fuelwood"}, {"text_block_id": "p48_b330", "text": "From 2000 to 2010, the supply of local log production mostly came from plantation forests with a minimal volume percentage from the natural forests. For instance, in 2011, only 1.7% of the total production of naturally-grown and planted logs came from natural forests (FMB/DENR, 2012). The 17.29% of the average annual that came from local domestic log production from 2000-2010 is equivalent to only about 4,834 hectares of cutting area if the average volume per hectare is 150 cubic meters. This is just 1.5 % of the available broad-leafed forest plantations of 324,554 hectares in public lands (277,009 hectares) and private lands (47,545 hectares) that was reported in 2003 (FMB/DENR, 2004). Most of these forest plantations were established using donor funds and were not designed to supply the raw materials needs of the domestic market."}, {"text_block_id": "p48_b331", "text": "Source: Adjusted figures from Sibucao, et al. 2013"}, {"text_block_id": "p103_b332", "text": "services, and aligning various agroforestry products (fruit trees, minor forest products, high value plantation crops, essential oils, and medicines) with the needs of the market. To do this DENR field staff will provide more assistance in linking them to markets of agroforestry products, brokering agreements with forest products processors, LGUs and other sectors for the supply of raw materials and provision of other ecosystems services as well as in forging production sharing agreements for the development of forest plantations."}, {"text_block_id": "p49_b332", "text": "domestic demand for and re-export of high value finished products such as those from the furniture manufacturing industry in Cebu City."}, {"text_block_id": "p103_b333", "text": ""}, {"text_block_id": "p49_b333_merged", "text": "From 2000-2010, the average rate of growth of consumption (both for domestic use and export market) grew by at least 8%. If this trend continues, even at 5% per annum of growth, the total future supply requirement in cubic meters of RWE to meet the total (domestic and export needs) requirements is almost 10 million cubic meters per year in 2028 as shown in Table 5"}, {"text_block_id": "p103_b334", "text": "Integrated Watershed Management Planning and Integration of Forest Land Use Plans"}, {"text_block_id": "p103_b335", "text": "into the LGUs’ Comprehensive Land Use Plans (CLUPs)"}, {"text_block_id": "p49_b335", "text": "."}, {"text_block_id": "p103_b336_merged", "text": "A major adaptation strategy that needs to be underscored in strengthening resilience of ecosystems and communities to climate change hazards is the formulation of integrated watershed management plans complemented by forest land use plans (FLUPs) integrated into the LGUs’ CLUPs. This strategy allows the alignment of land uses so that negative externalities of upland activities are avoided. The IWM plans and the FLUPs can promote forest ecosystem stability and sustainable supply of environmental services by defining protection forests, conservation areas, and high hazard zones, where certain land and resource uses and investments may be highly regulated. In watersheds, protection forests will be delineated to address the need to reduce exposure to risk and natural"}, {"text_block_id": "p50_b336", "text": "(Extrapolated from Sibucao, et.al 2013)"}, {"text_block_id": "p50_b337_merged", "text": "As will be discussed in the next section, the allocations of lands of the public domain under IFMAs and CBFMAs have the dominant objective of forest production under co-production sharing agreements. There are now 140 IFMA holders with a total area of 1,005,951 hectares. At least 65% (672,612 has.) of the total IFMA holders’ areas is in Mindanao, where ideal agro-climatic conditions"}, {"text_block_id": "p104_b342", "text": "disasters of ecosystems, communities, livelihoods, and enterprises. These areas will have to be managed, regulated, enforced and rehabilitated as part of the LGU FLUP-based CLUPs."}, {"text_block_id": "p51_b342", "text": "exist for fast growing hardwoods."}, {"text_block_id": "p104_b343", "text": "They will have to be clearly linked with the ecosystems goods and services that they provide to the lowlands, urban, and coastal areas. Thus, LGUs will be supported in enforcing agreed zones especially in easements of water bodies and coastal areas where the risks to climate change hazards (such as flooding and storm surge) are high. The production-oriented use and management of forestlands outside the protection forests will be part of the"}, {"text_block_id": "p51_b343", "text": "The IFMA holders were only able to supply an average of"}, {"text_block_id": "p104_b344", "text": "tenure holders’ plans which are intended to support forest based"}, {"text_block_id": "p51_b344", "text": "“96,000 cu"}, {"text_block_id": "p104_b345", "text": "livelihood/enterprises and local industries."}, {"text_block_id": "p51_b345", "text": "bic meters per year from 2005 to 2011"}, {"text_block_id": "p104_b346_merged_merged", "text": "Integrated watershed management plans will be prepared for all priority watersheds and river basins while FLUPs will be developed for all LGUs with forestlands as part of their CLUPs. Existing protected area (PA) management plans will be reviewed and updated to make them climate change compliant. In all these plans, results of vulnerability assessments and climate change adaptation planning will be incorporated into the LGUs’ comprehensive land use plans. It is important therefore that LGUs update their CLUPs to allow integration of IWM plans, FLUPs and PA plans."}, {"text_block_id": "p51_b346", "text": "” (Sibucao, et"}, {"text_block_id": "p51_b347", "text": "al., 2013). The forestlands under the responsibility of these tenure holders have great potentials for forest plantations if given the right policy incentives, and business-friendly regulatory environment."}, {"text_block_id": "p51_b348", "text": "The forestlands under the CBFMA holders which now total to more than 1.6 million hectares (Table 6) are also potential areas for smallholder forest plantation development combined with complementary agroforestry production systems (FMB/DENR 2012; Braganza, 2012)."}, {"text_block_id": "p51_b349", "text": "Together with the areas under CADTs, the CBFM areas offer opportunities"}, {"text_block_id": "p104_b350", "text": "•"}, {"text_block_id": "p51_b350", "text": "to reduce poverty and contribute to the government’s current thrust for inclusive"}, {"text_block_id": "p104_b351", "text": "REDD+ for Climate Change Mitigation and Adaptation"}, {"text_block_id": "p51_b351", "text": "economic growth (NEDA/PDP 2011). At least 50% (810,576 ha) of the total CBFMA areas is located in Mindanao (Regions 9, 10, 11, 12, 13 and ARMM)."}, {"text_block_id": "p104_b352", "text": "Based on IPCC framework (Meridian, 2011) and key principles for integrating climate change in forestry (USAID-CIFOR-ICRAF, 2009), the Philippines can"}, {"text_block_id": "p51_b352", "text": "With more than 2.6 million hectares of tenured areas under IFMA and CBFMA, 94,000 hectares per annum of harvestable area (to meet total demand for round wood) with an average rotation of 10-15 years will only require a total combined planting area of close to one million hectares or only 40-60% of their total area. This area does not even include the plantable areas under the ancestral domains, those under DENR-LGU jointly managed areas, and those in the private lands."}, {"text_block_id": "p105_b353", "text": "effectively participate in REDD+ programs and reduce its emissions by focusing on the following key approaches:"}, {"text_block_id": "p51_b353_merged_merged", "text": "It should be noted that given the lack of institutional and long-term financing for smallholder tree farms for CBFMA and CADT holders and the relatively limited extension capacities of DENR to assist upland communities, most of the “plantable areas” in these land and forest resource management units (LFRMUs) are relatively undeveloped. Most IFMA holders are hesitant to use their own equity capital to finance industrial forest plantations despite the growing profitability of tree plantation ventures. Moreover, CBFMA and IFMA tenure instruments cannot be used as collateral to access bank financing for tree farm, agroforestry or industrial tree plantations."}, {"text_block_id": "p105_b354", "text": ""}, {"text_block_id": "p105_b355", "text": "Minimizing forests that are converted to other lands (equivalent to deforestation);"}, {"text_block_id": "p105_b356", "text": ""}, {"text_block_id": "p105_b357", "text": "Managing degraded forests to remain as forests (covering degradation, conservation, enhancement of carbon stocks in existing forests, and sustainable management of forests);"}, {"text_block_id": "p52_b357", "text": "Table 6. CBFMA areas in the Philippines"}, {"text_block_id": "p105_b358", "text": ""}, {"text_block_id": "p53_b358_merged", "text": "Philippines and could even produce surplus for exports. Mindanao has ideal agro-climatic conditions for fast growing hardwoods. Most upland farmers, communities, and wood processors have gained experience and learned the technologies under their contract growing arrangement with PICOP and other companies. This started in the ‘70s with the World Bank’s Smallholder Tree Farm Loan to the Development Bank of the Philippines. In addition, portions of the areas that are currently under CADTs and ancestral domain claims are also ideal for fast growing hardwoods."}, {"text_block_id": "p105_b359", "text": "Supporting the rehabilitation and reforestation of forestlands with no cover to become forests (covering afforestation, reforestation)."}, {"text_block_id": "p105_b360", "text": "a."}, {"text_block_id": "p105_b361", "text": "Estimate initial baseline Reference Level (RL)"}, {"text_block_id": "p105_b362", "text": "based on 2003 and 2010 land and forest cover activity data (for estimating historical forest carbon emissions);"}, {"text_block_id": "p105_b363", "text": "b."}, {"text_block_id": "p105_b364", "text": "Determine Reference Emission Level with REDD+ (REL+)"}, {"text_block_id": "p105_b365", "text": "implementation;"}, {"text_block_id": "p53_b365", "text": "Demand and Supply of Fuelwood and Charcoal"}, {"text_block_id": "p105_b366", "text": "c."}, {"text_block_id": "p54_b366", "text": "Table 7. Best estimates of biomass and woodfuel consumption in the Philippines."}, {"text_block_id": "p105_b367_merged", "text": "With RL and REL, estimate (based on historical emissions and other factors) doable target emission reduction in  4-5 years;"}, {"text_block_id": "p54_b367", "text": "Source: Bensel & Remedio, 2002"}, {"text_block_id": "p54_b368_merged", "text": "The wood fuel consumption of 46 -70 million cubic meters per year will roughly require an average harvesting area of 50,000-70,000 hectares every year or a total aggregate planting area of 150,000-210,000 hectares to meet estimated consumption. This estimate is based on average yields of the two ideal species for fuelwood – Gliricidia sepium and Leucaena leucocepha which is estimated at 1,000 to 3,000 cubic meters per year through coppice method.  These species can easily be established (either by cuttings or seeds) even at 10,000 trees per ha, coppice profusely, nitrogen-fixing, and suitable even in relatively acidic areas (Elevitch & Francis, Figure 13.  General flow of woodfuel production, marketing, 2006; Remedio, 2005)."}, {"text_block_id": "p105_b370", "text": "d."}, {"text_block_id": "p105_b371", "text": "Use 2002-2004 National Forest Inventory (NFI) carbon stock estimates"}, {"text_block_id": "p105_b372", "text": ","}, {"text_block_id": "p105_b373", "text": "default values, Lasco and Pulhin (2003) and others for calculating RL, REL, and target emission reduction;"}, {"text_block_id": "p105_b374", "text": "e."}, {"text_block_id": "p105_b375", "text": "CCC to establish Provincial REDD+ Council"}, {"text_block_id": "p105_b376", "text": "for each pilots as an oversight body"}, {"text_block_id": "p105_b377", "text": ";"}, {"text_block_id": "p54_b377", "text": "and consumption in the Philippines (Remedio 2006)"}, {"text_block_id": "p106_b378", "text": "f."}, {"text_block_id": "p55_b378", "text": "Source: Remedio, 2006"}, {"text_block_id": "p106_b379", "text": "Assess current programs and formulate future programs"}, {"text_block_id": "p55_b379", "text": "3.2.2 Demand and Supply of Forest Ecosystems Services"}, {"text_block_id": "p106_b380", "text": "to achieve the emission reduction target;"}, {"text_block_id": "p55_b380_merged", "text": "Over the years, the increasing demand for forest ecosystems “goods and services” that are considered to be “non-timber or forest in nature” has resulted in the increased allocation of lands of the public domains and ancestral lands for these services (see Table 9). The country also increased allocations for watershed reservations to secure water supply for various uses and to provide natural protection and buffering from extreme weather conditions resulting in natural disasters. Also, more protected areas, conservation zones and critical"}, {"text_block_id": "p106_b381", "text": "g."}, {"text_block_id": "p106_b382", "text": "Modify"}, {"text_block_id": "p106_b383", "text": "target emission reduction, if necessary;"}, {"text_block_id": "p106_b384", "text": "h."}, {"text_block_id": "p106_b385", "text": "Agree on what Monitoring, Reporting, and Verification (MRV) methodology to be used"}, {"text_block_id": "p106_b386", "text": "for comparability with other pilots;"}, {"text_block_id": "p106_b387", "text": "i."}, {"text_block_id": "p56_b387", "text": "habitats, and unique natural landscapes and attractions have been set aside (Molinyawe, 2012)."}, {"text_block_id": "p106_b388", "text": "Facilitate"}, {"text_block_id": "p56_b388", "text": "(Extrapolated from FMB, 2011)"}, {"text_block_id": "p106_b389", "text": "adoption of target emission reduction"}, {"text_block_id": "p56_b389", "text": "Lands of the public domains have also been allocated as “reservations” for"}, {"text_block_id": "p106_b390", "text": "with proposed MRV method and program strategies by the Provincial REDD+ Council (to be created);"}, {"text_block_id": "p56_b390_merged", "text": "research and academic pursuit, geothermal energy generation, and other needs of ENR-related enterprises and industries. More than 4.3 million hectares have been awarded to various indigenous peoples as their “ancestral domains and claims” to ensure that their culture and indigenous knowledge and practices are conserved (NCIP, 2012 and Annex 3). The purposes for the allocation of the lands of the public domain and for the ancestral lands are not"}, {"text_block_id": "p106_b391", "text": "j."}, {"text_block_id": "p106_b392", "text": "Facilitate"}, {"text_block_id": "p106_b393", "text": "preparation of work and financial plans"}, {"text_block_id": "p106_b394", "text": "by each governance-designated unit and each local forest resources management units (LFRMUs) that will achieve target emission reduction;"}, {"text_block_id": "p106_b395", "text": "k."}, {"text_block_id": "p57_b395", "text": "mutually exclusive."}, {"text_block_id": "p106_b396", "text": "Develop and pilot test governance-based REDD+ database  generation, updating, analysis, and management"}, {"text_block_id": "p57_b396", "text": "Many protected areas serve as watersheds for major multi"}, {"text_block_id": "p106_b397", "text": "at different levels (LFRMU, city or municipality, province, DENR, NCIP, watershed, region);"}, {"text_block_id": "p57_b397", "text": "-"}, {"text_block_id": "p106_b398", "text": "l."}, {"text_block_id": "p57_b398", "text": "purpose dams that generate energy, irrigate agricultural lands, supply water for domestic and industrial use, and serve as areas for water recreation and fish culture."}, {"text_block_id": "p106_b399", "text": "Accreditation"}, {"text_block_id": "p57_b399", "text": "There are overlaps in the areas covered with ancestral domains and claims with those of protected areas, tenured forest lands, and watershed reservations."}, {"text_block_id": "p106_b400", "text": "of 3"}, {"text_block_id": "p57_b400_merged_merged", "text": "As shown in Table 9, the allocations of lands to protected areas and reservations, civil and military reservations, and to a certain extent, to LGUs are the mechanisms to “supply” the increasing demand for the indirect goods and services from forests and forestlands ecosystems management. A portion of these allocations such as the multiple-use zones of protected areas and watersheds may be devoted to address direct and marketable goods from the forest ecosystems. The allocations for IFMAs and CBFMAs are dominantly intended to increase forest productions and reduce poverty in the uplands. Depending on the location and content of the ancestral domain sustainable development and protection plan (ADSDPP) of the ancestral domain holders e.g. CADTs, designated zones or portions of the ancestral areas may be devoted to address the need for indirect or non-timber forest ecosystems services – habitat and local conservation areas, cultural sites, mini-watersheds, among others. Table 9 also highlights the fact that there are other governance-designated entities and institutions that have the responsibility, accountability, and authority to manage, develop, and conserve certain land allocations that will redound to improved or increased supply of forest ecosystems indirect services."}, {"text_block_id": "p106_b401", "text": "rd"}, {"text_block_id": "p106_b402", "text": "party certifiers of achieved target emission reduction at the sub-national level or regional level; and"}, {"text_block_id": "p106_b403", "text": "m."}, {"text_block_id": "p106_b404", "text": "Document"}, {"text_block_id": "p106_b405", "text": "lessons learned, refine technical and implementation approach, as needed."}, {"text_block_id": "p106_b406_merged_merged_merged_merged_merged", "text": "The target provinces and regions should be matched with the land use and forest cover data from the 2003 and 2010 NAMRIA maps – either for REDD, + or REDD+ sub-strategies. Based on the 2010 land cover map of the Philippines, the priority provinces for REDD+ implementation should include those with large areas of remaining forests. A listing of these provinces with their corresponding forest areas is provided in table 13. Three provinces will be piloted for REDD+ up to 2016 and expanded to additional 10 provinces up to 2022 and another 7 provinces between 2023-2028."}, {"text_block_id": "p57_b408", "text": "Demand for Water"}, {"text_block_id": "p58_b409", "text": "water-cycle regulation."}, {"text_block_id": "p107_b410", "text": "Table 13. List of Provinces Potential for REDD+ Implementation."}, {"text_block_id": "p58_b410", "text": "The alteration of precipitation and runoff patterns due to erratic weather conditions resulting from climate change demands that the forest ecosystems in upper watersheds are able to:"}, {"text_block_id": "p107_b411", "text": "."}, {"text_block_id": "p58_b411", "text": "“"}, {"text_block_id": "p108_b412", "text": "adaptation measures and strategies will be focused on areas that will be under high risk to identified climate change hazards."}, {"text_block_id": "p58_b412", "text": "reduce storm runoff and erosion, and forests adjacent to water bodies help stabilize river banks, reduce the amount of sediments entering the water and filter"}, {"text_block_id": "p108_b413", "text": "Table 14. Summary of Climate Hazards, Potential Impacts in forestry and Proposed Adaptation and Mitigation Strategies"}, {"text_block_id": "p58_b413", "text": "pollutants …..Maintaining healthy forests and restoring"}, {"text_block_id": "p109_b414", "text": "Indicative Program Costs"}, {"text_block_id": "p58_b414", "text": "degraded ones in the watershed will help to reduce erosion, to increase slope stability and to ensure the availability of clean and regular water supplies"}, {"text_block_id": "p110_b415", "text": "4.2.2 Programs to Respond to Demands for Forest Ecosystems Goods and Services"}, {"text_block_id": "p58_b415", "text": ".” (FAO"}, {"text_block_id": "p110_b416", "text": "For many years, the governance and administration of forests have mainly focused on the extent of forest resources, their productive functions, and"}, {"text_block_id": "p58_b416", "text": "2013)."}, {"text_block_id": "p111_b417_merged", "text": "strengthening regulatory and institutional framework. Thus, the theory and practice of forest inventory, harvesting, integrated forest-based processing systems, forest regulation, enforcement, and administration systems flourished. These systems were mainly developed for managing natural forests for timber and related products. The government played a significant role as a regulatory body while the private sector focused on extraction, utilization, and management of their leased areas. Over the years, however, the role of biodiversity, health and vitality, the forest’s protective functions, ecosystems services, and socio-economic considerations have become more dominant. From timber and wood-driven use of the forest ecosystems, the value of forests and forestlands as the key provider of direct and indirect ecosystems goods and services has gained significant momentum, better understood, and advocated by the public and private sectors including the civil society. Thus, in preparing the PMPCRFD, current strategies were re-directed, and re-focused to be responsive to the current mix of clients and customers."}, {"text_block_id": "p58_b417", "text": "Greenpeace (2007) enumerated the various uses of water such as:"}, {"text_block_id": "p58_b418", "text": ""}, {"text_block_id": "p58_b419", "text": "for domestic purposes -water is used for drinking, washing, bathing, cooking, or other household needs, home gardens and watering of lawns or domestic animals;"}, {"text_block_id": "p58_b420", "text": ""}, {"text_block_id": "p58_b421", "text": "for municipal purposes"}, {"text_block_id": "p58_b422", "text": "–"}, {"text_block_id": "p58_b423", "text": "to address water requirements of the community;"}, {"text_block_id": "p111_b424", "text": "Objectives"}, {"text_block_id": "p58_b424", "text": ""}, {"text_block_id": "p111_b425", "text": "The specific objectives of this program are:"}, {"text_block_id": "p58_b425", "text": "for irrigation -water is used for agricultural crops production;"}, {"text_block_id": "p111_b426", "text": ""}, {"text_block_id": "p58_b426", "text": ""}, {"text_block_id": "p111_b427", "text": "To demarcate on the ground within six years the production, multiple use and protection zones in forestlands and protected areas;"}, {"text_block_id": "p58_b427_merged_merged_merged", "text": "for power generation – water is used for producing electrical or mechanical power;"}, {"text_block_id": "p111_b428", "text": ""}, {"text_block_id": "p111_b429", "text": "To develop and maintain at least 1,439,298 hectares of commercial forest plantation for round wood production by 2028;"}, {"text_block_id": "p111_b430", "text": ""}, {"text_block_id": "p58_b430", "text": ""}, {"text_block_id": "p111_b431", "text": "To develop at least 297,234 hectares of fuel wood plantation by 2028;"}, {"text_block_id": "p58_b431", "text": "for fisheries -water is used for the propagation of culture of fish as a commercial enterprise;"}, {"text_block_id": "p111_b432", "text": ""}, {"text_block_id": "p58_b432", "text": ""}, {"text_block_id": "p111_b433", "text": "To sustainably manage at least 88,609 hectares of grazing lands by 2016 and gradually increasing to 111,063 hectares by 2028;"}, {"text_block_id": "p58_b433", "text": "for livestock raising -water is needed for large herds or flocks of animals raised as a commercial enterprise;"}, {"text_block_id": "p111_b434", "text": ""}, {"text_block_id": "p58_b434", "text": ""}, {"text_block_id": "p111_b435", "text": "To protect, conserve and rehabilitate priority watersheds for irrigation, energy and domestic and industrial use."}, {"text_block_id": "p58_b435", "text": "for industrial purposes -use of water in factories, industrial plants and mines, including the use of water as an ingredient of a finished product; and"}, {"text_block_id": "p111_b436", "text": "Strategies"}, {"text_block_id": "p59_b436", "text": ""}, {"text_block_id": "p111_b437", "text": "Because of competing demands for forest products/goods and services (water supply for irrigation, domestic use and power; disaster risk reduction, fisheries"}, {"text_block_id": "p59_b437", "text": "for recreational purposes -water is used for swimming pools, bath houses, boating, water skiing, golf courses, and other similar facilities in resorts and"}, {"text_block_id": "p113_b438", "text": "cultivated by forest communities or IPs, they will be assisted in forging partnership agreement with these communities."}, {"text_block_id": "p59_b438", "text": "other places of recreation.”"}, {"text_block_id": "p113_b439", "text": "The management, development and conservation of forest resources will be"}, {"text_block_id": "p59_b439_merged", "text": "With more than 70% of the country’s total land area that falls in watershed-dominated topographic landscapes and a rainfall that ranges from 1000 to 4000 mm per year, at least 1,000-2,000 mm are collected as runoff and drained into 18 major river basins, more than 421 principal river systems (Annex 4), some 59 natural lakes and numerous small streams (DENR/RBCO 2007, NWRB 2003, Greenpeace 2007). As shown in Table 10, the estimated total available freshwater resource is at least 145,990 MCM/year (or 145 BCM/year) based on 80 percent probability for surface water, and groundwater recharge or extraction at 20,000 MCM/year (WB, 2003; Greenpeace, 2007)."}, {"text_block_id": "p113_b440", "text": "guided as well by the region’s comparative advantage."}, {"text_block_id": "p113_b441", "text": "The present approach"}, {"text_block_id": "p113_b442", "text": "of almost “one size fits all” approach in PPAs and national strategy formulation"}, {"text_block_id": "p113_b443", "text": "and implementation for improving forest ecosystems management, development, and regulation does not take advantage of the strengths and assets of each region. Under the PMPCRFD, the programming and allocation of"}, {"text_block_id": "p113_b444", "text": "public investment funds in support of a region’s comparative advantages is"}, {"text_block_id": "p113_b445", "text": "highly recommended provided that this is consistent with the IWRM plan."}, {"text_block_id": "p60_b445", "text": "more than 50% of the 145 BCM/year available water supply and will have the potential to meet other water requirements."}, {"text_block_id": "p113_b446", "text": "These"}, {"text_block_id": "p60_b446", "text": "The breakdown of the total demand ("}, {"text_block_id": "p113_b447", "text": "investments will ultimately strengthen the region’s comparative advantage that"}, {"text_block_id": "p60_b447", "text": ")"}, {"text_block_id": "p113_b448", "text": "will redound to the competitiveness of various environment and natural resources (ENR)-dependent goods and services."}, {"text_block_id": "p60_b448", "text": "is as follows:"}, {"text_block_id": "p113_b449", "text": "A regional strategy, however, will have to be prepared and approved by DENR and endorsed by the Regional Development Council, each provincial government and concerned cities and municipalities as a road map for investments in sustainable forest ecosystem management (SFEM)."}, {"text_block_id": "p60_b449", "text": ""}, {"text_block_id": "p113_b450", "text": "Depending on their natural resource, physical, human and socio-economic assets, each region in the Philippines has a different set of comparative advantages in supplying or providing the increasing demand for various forest ecosystems goods and services."}, {"text_block_id": "p60_b450", "text": "Domestic use demand"}, {"text_block_id": "p113_b451", "text": "Table 16 summarizes the comparative advantage and competitive goods and services of different regions in the Philippines based on results of the regional consultations that were participated by multi-sectoral groups from all regions in the countr"}, {"text_block_id": "p60_b451", "text": "-"}, {"text_block_id": "p113_b452_merged_merged_merged", "text": "y. A region’s comparative advantage to provide forest ecosystems goods and services refers to its “edge” based on “natural endowment”, socio"}, {"text_block_id": "p60_b452", "text": "7.27 % (63% comes from groundwater and are"}, {"text_block_id": "p60_b453", "text": "mostly used to service at least 86% of the piped-water supply)."}, {"text_block_id": "p113_b454", "text": "-cultural resiliency and capacities as a"}, {"text_block_id": "p60_b454", "text": "Demand will increase from 1.95 BCM/year in 1995 to 7.43 BCM/year by 2025 (or 3.8 times the 1995 level)."}, {"text_block_id": "p114_b455", "text": "result of accumulated experience in managing a resource or in producing a forest product that is of excellent quality (adapted from Porter 1985)."}, {"text_block_id": "p60_b455", "text": "Demand will increase from 1.95 BCM/year in 1995 to 7.43 BCM/year by 2025 (or 3.8 times the 1995 level).\n* Agricultural demand\n* 85.27 % mainly for irrigated agriculture (17% from\n* 85.27 % mainly for irrigated agriculture (17% from\n groundwater with big bulk from surface water).\n* 85.27 % mainly for irrigated agriculture (17% from\n groundwater with big bulk from surface water).\n Demand will increase\n* Industrial demand\n* Industrial demand\n -7.46% mainly for processing purposes e.g. bottling\n* Industrial demand\n -7.46% mainly for processing purposes e.g. bottling\n companies (13% from groundwater).\n* Industrial demand\n -7.46% mainly for processing purposes e.g. bottling\n companies (13% from groundwater).\n Demand will increase from 2.23\n* Industrial demand\n -7.46% mainly for processing purposes e.g. bottling\n companies (13% from groundwater).\n Demand will increase from 2.23\n Industrial water"}, {"text_block_id": "p115_b456", "text": "The ultimate value of a region’s forest"}, {"text_block_id": "p115_b457_merged", "text": "ecosystems-based comparative advantage will be its capacity to support and sustain the development, growth, and sustainability of livelihoods, enterprises, and industries that produce economic goods and services. The comparative advantages play a significant role in making a “forest ecosystems good or service” competitive with respect to the cost per unit, availability of supply, and differentiation of a good or service. Supporting and focusing investments on the region’s comparative advantages in managing forest ecosystems will allow each region to properly strategize and align programs that will ultimately enhance its “edge” in producing forest ecosystems goods and services."}, {"text_block_id": "p116_b465", "text": "Based on Table 16, it is obvious that most regions will have to manage their forests and forestlands ecosystems for different purposes and objectives."}, {"text_block_id": "p116_b466", "text": "The ecosystems goods and services in each region are not mutually exclusive."}, {"text_block_id": "p116_b467", "text": "In most cases, the management of a watershed may not only supply water but also"}, {"text_block_id": "p60_b467_merged_merged_merged_merged_merged", "text": "From the forestry sector, the supply and demand of freshwater is going to be partly responded to by properly managing and protecting the current allocations of the lands of the public domains for protection forests, protected portion of the supply of surface and underground water to respond to the various demand and uses of water. Annex 5 lists the declared watersheds in the Philippines that are designated to be managed, developed, and rehabilitated to ensure water supply for domestic, irrigation, and other uses. The declared watersheds have a total estimated area of more than 1.56 million hectares."}, {"text_block_id": "p116_b468", "text": "serve as “attractions” to visitors, reduce emission, provide fuelwood and"}, {"text_block_id": "p116_b469", "text": "yield agroforestry products."}, {"text_block_id": "p116_b470", "text": "The following ecosystems goods and services are"}, {"text_block_id": "p116_b471", "text": "emerging to be the results of enhancing the region’s comparative advantages:"}, {"text_block_id": "p116_b472", "text": ""}, {"text_block_id": "p61_b472", "text": "The projected demand will result in several parts of the Philippines experiencing severe water stressed conditions as shown in Figure 11 and annex 2. The urbanized centers in various areas of the country are also heavily water stressed"}, {"text_block_id": "p116_b473", "text": "Conserve, preserve, and restore the biodiversity, natural attractions, unique natural and cultural landscapes of protected areas and"}, {"text_block_id": "p61_b473", "text": "–"}, {"text_block_id": "p116_b474", "text": "reservations as “"}, {"text_block_id": "p61_b474", "text": "Metro Cebu, Iloilo, Metro Manila, among others. The NWRB-identified urban areas that are highly water stressed are:"}, {"text_block_id": "p116_b475", "text": "local attractions"}, {"text_block_id": "p61_b475", "text": "Davao, Baguio City, Cagayan de Oro City and Zamboanga City."}, {"text_block_id": "p116_b476", "text": "“of"}, {"text_block_id": "p61_b476", "text": "The impending water scarcity implies the need to manage the watersheds in most of Central Luzon, National Capital Region, Southern Tagalog, Bicol Region, Palawan, and Central Visayas that need immediate actions"}, {"text_block_id": "p116_b477", "text": "local and international visitors"}, {"text_block_id": "p61_b477", "text": "–"}, {"text_block_id": "p116_b478", "text": "."}, {"text_block_id": "p61_b478", "text": "protection, rehabilitation, and alignment of land uses in the uplands and lowlands, and management."}, {"text_block_id": "p116_b479", "text": "To a"}, {"text_block_id": "p61_b479", "text": "The Ilocos region is projected to experience mild water stress and will need immediate mitigation action measures."}, {"text_block_id": "p116_b480", "text": "varying degree, almost all regions will have to focus certain forest ecosystem management for this objective."}, {"text_block_id": "p61_b480", "text": "Overall, however, the rest of the Philippines will need to improve the management of its watersheds and continue measures that will increase their resiliency with the worsening impacts of climate change."}, {"text_block_id": "p116_b481", "text": ""}, {"text_block_id": "p61_b481", "text": "•"}, {"text_block_id": "p116_b482_merged_merged_merged", "text": "Protect, restore, and manage watersheds and habitats in support of the increasing demand for water for various uses – mainly for irrigation, increasingly for domestic and industrial use, and to a certain extent for energy generation and recreational uses."}, {"text_block_id": "p61_b482", "text": "Water for Domestic Use"}, {"text_block_id": "p61_b483_merged_merged_merged", "text": "Using the Philippine standard for access to potable water, the per capita daily use of water is at least 50 liters per capita daily (lcpd), accessible no more than 250m from the user’s residence and affordable (The Water Dialogues, undated). At least 80% of the Philippine population has access to potable water supply from different sources – local water districts, communal sources, independent"}, {"text_block_id": "p117_b487", "text": ""}, {"text_block_id": "p117_b488", "text": "Reduce carbon emission under REDD+"}, {"text_block_id": "p62_b488", "text": "•"}, {"text_block_id": "p117_b489", "text": "as an approach for mitigating"}, {"text_block_id": "p62_b489", "text": "Water for Hydropower Generation"}, {"text_block_id": "p117_b490", "text": "climate change in regions where there are still extensive areas of natural forests. This is especially applicable in CAR, Region 2, 3, 4b, 8 and 13."}, {"text_block_id": "p63_b490", "text": "multi-purpose dams are largely dependent on the conditions and management effectiveness of their watersheds."}, {"text_block_id": "p117_b491", "text": ""}, {"text_block_id": "p63_b491", "text": "Although hydro energy only supplied 6% of the total energy need of 39.40 million tons of oil equivalent (MTOE), DOE plans to develop run-of-river hydros that will generate at least 250 MW. DOE has already awarded a total of 34 RE Service Contracts for Hydropower with total estimated capacity of 811.74 MW, broken down into: 18 hydropower service contracts (HSC) in Luzon with aggregate capacity of 724.90 MW; two (2) HSC in Visayas with a total capacity of 13 MW; and, 14 HSC in Mindanao with a total capacity of 73.8 MW (DOE 2012)."}, {"text_block_id": "p117_b492", "text": "Focus the"}, {"text_block_id": "p63_b492", "text": "•"}, {"text_block_id": "p117_b493", "text": "production of round wood"}, {"text_block_id": "p63_b493", "text": "Water for Irrigation"}, {"text_block_id": "p117_b494", "text": "in regions where they have the"}, {"text_block_id": "p63_b494", "text": "Water is key in the overall DA strategy to “a"}, {"text_block_id": "p117_b495", "text": "comparative advantage"}, {"text_block_id": "p63_b495", "text": "ccelerate the expansion of irrigation services through frontloading of investment, prioritizing rehabilitation, restoration,"}, {"text_block_id": "p117_b496", "text": "–"}, {"text_block_id": "p64_b496", "text": "Source: DA, 2012"}, {"text_block_id": "p117_b497", "text": "mainly in Mindanao and, to a certain extent, in Northern Luzon and Region 4b."}, {"text_block_id": "p65_b497", "text": "Part of DA’s strategy to increase rice production in irrigated areas is"}, {"text_block_id": "p117_b498", "text": ""}, {"text_block_id": "p65_b498", "text": "rehabilitation of facilities that will hopefully include a serious look at the conditions of the watersheds."}, {"text_block_id": "p117_b499", "text": "Support"}, {"text_block_id": "p65_b499", "text": "It should be noted that NIA/DA and DENR have prioritized watershed characterization of at least 143 watersheds that support the national and communal irrigation systems (CIS) in the Philippines."}, {"text_block_id": "p117_b500", "text": "fuelwood"}, {"text_block_id": "p65_b500", "text": "The list of 143 watersheds is shown in Annex 6. The list of watersheds however, covers only more than 481,000 hectares that are covered by national irrigation systems (NIS). DA, DENR, DAR, NIA, and DILG should put more focus in managing, developing, and rehabilitating the declared watersheds and NIS-related watersheds in"}, {"text_block_id": "p117_b501", "text": "production in regions where highly urbanized cities and"}, {"text_block_id": "p65_b501", "text": "support of DA’s future plan to increase and stabilize rice supply and other food"}, {"text_block_id": "p117_b502", "text": "municipalities continue to expand"}, {"text_block_id": "p65_b502", "text": "crops in the Philippines especially in water stressed areas."}, {"text_block_id": "p117_b503", "text": "–"}, {"text_block_id": "p65_b503", "text": "Demand for Other Forest Ecosystems-Related Services"}, {"text_block_id": "p117_b504", "text": "mainly in area near Metro Manila, Region 3, 4a, 6, 7, 11, 10, CAR."}, {"text_block_id": "p65_b504", "text": "As earlier discussed, forest ecosystem-related services provide indirect services."}, {"text_block_id": "p117_b505", "text": ""}, {"text_block_id": "p65_b505", "text": "In most cases, these are simply the “by"}, {"text_block_id": "p117_b506", "text": "Manage ridge to reef watersheds in"}, {"text_block_id": "p65_b506", "text": "-"}, {"text_block_id": "p117_b507", "text": "support of the fisheries industry. This is"}, {"text_block_id": "p65_b507", "text": "product” of managing the forests and"}, {"text_block_id": "p117_b508", "text": "a major forest ecosystems management in watersheds and coastal areas where forests play a major role in sustaining the health, resiliency, and productivity of marine, fish, and bird sanctuaries and major fishing grounds."}, {"text_block_id": "p65_b508", "text": "other natural resources or the natural services that emanate from natural beauty, attractions, or uniqueness."}, {"text_block_id": "p117_b509", "text": ""}, {"text_block_id": "p65_b509", "text": "Many of the areas that have been set aside -135 declared watersheds (Annex 5) and 240 protected areas (Annex 7) -are now becoming major attractions to local and foreign visitors, indirectly providing or serving as"}, {"text_block_id": "p117_b510", "text": "Promote strategic and value chain-oriented"}, {"text_block_id": "p65_b510", "text": "“ecological buffer”, source of food, and support to many fishing"}, {"text_block_id": "p117_b511", "text": "–"}, {"text_block_id": "p65_b511", "text": "grounds and marine and bird sanctuaries."}, {"text_block_id": "p117_b512", "text": "primary, secondary, and tertiary-in regions where they have"}, {"text_block_id": "p65_b512", "text": "Part of the management objectives of the “set asides” and other reservations"}, {"text_block_id": "p117_b513", "text": "the comparative advantage for establishing forest plantations and where there are existing capacities, expertise, technology, and capital for private sector investments for improving the value chains of forest-based products and services. Regions 7, 3 and NCR, for instance, remain to have the edge in processing and making high value furniture for local and the export markets."}, {"text_block_id": "p65_b513_merged_merged_merged", "text": "are to ensure that the indirect forest ecosystems services they provide are going to be sustainable and create higher value of socio-economic importance to ecotourism and fishery industry (municipal open fishery, mariculture, aquaculture). The indirect forest ecosystems contribute to providing stability over watershed-dominated landscapes, help regulate water flow during storms"}, {"text_block_id": "p117_b514", "text": "Regions 11, 13 and 2 continue to have the advantage for primary and secondary forest-based processing."}, {"text_block_id": "p117_b515", "text": "Access to ports and relatively low cost of transport are needed for these processing centers."}, {"text_block_id": "p66_b515", "text": "and rainy periods which eventually reduce soil erosion, landslides and other natural disasters."}, {"text_block_id": "p117_b516", "text": "forest-based products processing"}, {"text_block_id": "p66_b516", "text": "The “attractions to local and foreign visitors” create economic opportunities"}, {"text_block_id": "p117_b517", "text": ""}, {"text_block_id": "p66_b517", "text": "while the indirect services for the mariculture/aquaculture/municipal fishery and the contribution to disaster risk reduction at the local level enable huge operational savings of small and medium entrepreneurs and downstream communities."}, {"text_block_id": "p117_b518", "text": "Promote and link the region’s major ecosystems goods and services with"}, {"text_block_id": "p66_b518", "text": "These perspectives should be strongly considered in the"}, {"text_block_id": "p117_b519_merged_merged_merged_merged_merged_merged", "text": "livelihoods and enterprises that will help the communities and entrepreneurs to become players in the market place especially in areas where there are increasing demand for fuelwood, supplying high quality"}, {"text_block_id": "p66_b519", "text": "management of the “set asides” –"}, {"text_block_id": "p66_b520", "text": "protected areas and watershed reservations"}, {"text_block_id": "p66_b521", "text": "–"}, {"text_block_id": "p118_b522", "text": "fruits, food products, services for ecotourism, and handicrafts for visitors. For instance, there will be an increasing need for well-trained local guides in protected areas and reservations that are often visited."}, {"text_block_id": "p66_b522", "text": "and incorporated in the local investment and development plans of local government units and land and forest resource management units."}, {"text_block_id": "p118_b523", "text": "Program Components and Targets"}, {"text_block_id": "p66_b523", "text": "•"}, {"text_block_id": "p118_b524", "text": "To meet varying demands from multiple clients, the following program components will be implemented:"}, {"text_block_id": "p66_b524", "text": "Forest Ecosystems as Attractions in Nature-Based Tourism"}, {"text_block_id": "p118_b525", "text": ""}, {"text_block_id": "p66_b525", "text": "As one of the world’s 18 mega diverse countries, the Philippines continue to"}, {"text_block_id": "p118_b526", "text": "Delineation and demarcation of forest management zones"}, {"text_block_id": "p66_b526_merged_merged", "text": "attract local and foreign visitors. The tourism sector which has adopted “It’s more fun in the Philippines” as campaign and promotion slogan is indirectly supported by the country’s unique attractions, natural park, reserves, landscapes, seascapes, and warm cultural practices. The 78 sites that are being promoted for local and foreign visitors include most of the 238protected areas and reservations in the Philippines (Annex 7). Forested areas, mangroves, and highly diverse habitats that may all be located in watershed landscapes offer a mix of ecotourism services – water rafting, canopy walk, zip lines, among others. Given the expected contribution of the tourism sector by at least 7.8 percent of GDP by 2015 from the current 6.7 percent, it is strategic for DENR to include “tourism” as a major consideration in the conservation, management, and regulation of the PAs and reservations (Cahiles-Magkilat 2013). The DOT is currently strategizing to attract at least 5 million visitors in 2013. DENR, the LGUs and other national agencies can also support the community and ancestral"}, {"text_block_id": "p118_b527", "text": ""}, {"text_block_id": "p118_b528", "text": "Forest plantation development for round wood production"}, {"text_block_id": "p118_b529", "text": ""}, {"text_block_id": "p118_b530", "text": "Fuel wood/ bio energy plantation development"}, {"text_block_id": "p118_b531", "text": ""}, {"text_block_id": "p118_b532", "text": "Management of grazing lands"}, {"text_block_id": "p118_b533", "text": ""}, {"text_block_id": "p118_b534", "text": "Watershed management and rehabilitation"}, {"text_block_id": "p118_b535", "text": ""}, {"text_block_id": "p118_b536", "text": "Urban forestry"}, {"text_block_id": "p118_b537", "text": "•"}, {"text_block_id": "p118_b538", "text": "Delineation and Demarcation of Forest Management Zones"}, {"text_block_id": "p119_b539", "text": "DENR has completed the delineation of forestland boundaries in almost all provinces (75 out of 80 provinces) but has not demarcated them on the ground, pending congressional approval of the delineation survey. Thus, forestland boundary demarcation will be completed to clearly mark on the ground the extent of forestlands that need proper management and protection. Once forestland boundaries are approved by Congress and ground demarcation commences, delineation of protection and production forestlands will be undertaken immediately. Meantime, demarcation of multiple use and strict protection zones within protected areas will be initiated. Cost-effective means of demarcating management zones will be implemented such as the use of vegetative boundaries or of natural boundaries and markers like rivers, ridges and mountain peaks. Determination of management zones on the ground is important to identify areas for private sector investment (production zones and to some extent multiple use zones) and those areas where government can focus its resources for protection and conservation activities ( protection zones). This is likewise necessary to define appropriate activities and uses in forestland areas. To maximize flow of forest goods and services and minimize externalities, this determination must be based on an integrated watershed management plan, complemented by an LGU-based forest land use plan. The IWM plan harmonizes land uses from ridge to reef while FLUP ensures LGU support in the implementation and enforcement of agreed measures and zones in the IWM plan as they complement local development priorities (DENR-ENRMP, 2013)."}, {"text_block_id": "p119_b540", "text": "•"}, {"text_block_id": "p67_b540", "text": "•"}, {"text_block_id": "p119_b541", "text": "Development of Commercial Forest Plantations for Round Wood Production"}, {"text_block_id": "p67_b541", "text": "The Forest Ecosystem’s Regulatory and Protection Functions"}, {"text_block_id": "p119_b542_merged", "text": "With the issuance of EO 23 in 2011, it is apparent that the existing plantation forests in the public and private lands will continue to supply the needs of the forest-based industries combined with imports and substitutes including coconut lumber. In the long term, the most reliable source of wood supply for the forest-based industries and enterprises will be the plantations under the industrial forest management agreements (IFMAs), those under the community-based forest management agreements (CBFMAs), and those under ancestral domains outside the protected areas and declared watersheds. The initial support of previous DENR and NGO programs for the holders of CBFMAs and ancestral domains are expected to partly meet future demand."}, {"text_block_id": "p67_b542_merged", "text": "The Philippines’ geographic location makes it highly vulnerable to a variety of natural disasters. Every year, the country suffers from high frequency of typhoons (an average of 20 per year), storms, high levels of rainfalls, droughts and other area is located in watersheds that have forest cover of less than 50% (Walpole 2005, Bautista 2000).  These biophysical characteristics expose at least 60% of the country to multiple hazards resulting to 74% of the total population highly vulnerable. Communities and their livelihoods in coastal areas where 60% of total country’s population resides and those in the uplands are the most economically affected and further marginalized from natural disasters (WB 2005, DENR and DA/BFAR 2010)."}, {"text_block_id": "p119_b545", "text": "To meet the projected demands for round wood and to reduce threats in the remaining natural forests, DENR shall support development of commercial forest plantations within IFMAs, CBFMAs, and applicable areas in ancestral domains. This strategy should be discussed with the industry players, financiers, the"}, {"text_block_id": "p120_b546_merged", "text": "The forestry sector would target to meet the Philippines’ total demand for round wood. This means that in the next 13 years about 1,439,298 hectares of commercial forest plantations will have to be developed to meet total demand for round wood from CY 2026 to CY 2038. The NGP reports indicate that about 530,792 hectares of timber plantations were developed from 2011 to 2014. In 2015, another 372,140 hectares were also targeted for timber plantation development. There is a need to assess the conditions of these plantations to determine whether they can supply timber requirements of the country starting in 2021. But even assuming that these plantations are in good condition, there will still be a deficit in round wood supply at least up to 2022. Proper"}, {"text_block_id": "p68_b549_merged", "text": "Increasingly, the management of the watersheds, sub-watersheds, protected areas, habitats, and other forest-related ecosystems to increase their regulatory and protection capacities is crucial in the Philippines because of the country’s high vulnerability to the impacts of climate change and extreme weather con-users” or “clients” of this system of forest management are the LGUs, upstream, downstream and coastal communities, industries, and the residents themselves."}, {"text_block_id": "p121_b551", "text": "implementation of the PMPCRFD would lead to self sufficiency in wood supply starting in 2025."}, {"text_block_id": "p121_b552", "text": "•"}, {"text_block_id": "p121_b553", "text": "Fuel Wood/ Bio Energy Plantation Development"}, {"text_block_id": "p121_b554", "text": "With rising costs of fuel, demand for fuel wood and charcoal is expected to rise. In the absence of legal source of fuel wood, natural forests will be continuously threatened from fuel wood gathering and charcoal making which are major"}, {"text_block_id": "p122_b555", "text": "sources of income for local communities."}, {"text_block_id": "p69_b555", "text": "•"}, {"text_block_id": "p122_b556", "text": "Development of fuel wood plantations is therefore a key component strategy to meet this particular"}, {"text_block_id": "p69_b556", "text": "Forest Ecosystems as Support to Other Ecosystems"}, {"text_block_id": "p122_b557_merged_merged", "text": "demand. NAMRIA’s recent land and forest cover data in 2010 show that a"}, {"text_block_id": "p71_b557", "text": "Source: BFAR, 2013"}, {"text_block_id": "p71_b558", "text": "3.3 Governance Scenario"}, {"text_block_id": "p122_b559", "text": "major portion of the other wooded lands (especially the shrublands and wooded grasslands) which has a total of least 7.2 million hectares may be developed or inter planted with fuel wood species."}, {"text_block_id": "p71_b559", "text": "3.3.1 Current Governance of the Forestry Sector"}, {"text_block_id": "p122_b560", "text": "Shrub lands and wooded grasslands in near urban centers and highly urbanized areas"}, {"text_block_id": "p72_b560", "text": "contain provisions that have direct impacts on forest land management. Several Executive Orders (EOs) were also issued in relation to forest governance."}, {"text_block_id": "p122_b561", "text": "(Metro Manila, Metro Cebu, Metro Davao, Central and Southern Tagalog, Cagayan de OroIligan Corridor) may be partly devoted to the plantings of legal sources of fuel wood and charcoal."}, {"text_block_id": "p72_b561", "text": "Box 1.  The Constitutional, Legal and Policy Framework for Forest Governance"}, {"text_block_id": "p122_b562", "text": "Table 18. Projected targets for fuelwood/ bio energy plantation development."}, {"text_block_id": "p72_b562", "text": "The 1987 Constitution"}, {"text_block_id": "p123_b563", "text": "Sustainable Management of Grazing Lands"}, {"text_block_id": "p72_b563", "text": "Article II, Section 16 of the 1987 Constitution states that:"}, {"text_block_id": "p123_b564", "text": "•"}, {"text_block_id": "p72_b564", "text": "“The state shall protect and advance the right of the people to a balanced and healthful ecology in accordance with the rhythm and harmony of nature.”"}, {"text_block_id": "p123_b565", "text": "Watershed Management and Rehabilitation"}, {"text_block_id": "p72_b565", "text": "Article XII, Section 2 further states that:"}, {"text_block_id": "p123_b566", "text": "Priority watersheds will be protected and rehabilitated to ensure continuous supply of water for irrigation, energy and domestic and industrial uses. Preparation of integrated watershed management plans incorporating vulnerability assessments and adaptation plans addressing climate change hazards will be completed for the remaining 44 watersheds while multi-sectoral"}, {"text_block_id": "p72_b566", "text": "“All lands of the public"}, {"text_block_id": "p124_b567", "text": "•"}, {"text_block_id": "p72_b567_merged", "text": "domain, water, minerals, coals, petroleum and other mineral oils, all forms of potential energy, fisheries, forests and other natural resources are owned by the State. The exploration, development and utilization of natural resources shall be under the fu"}, {"text_block_id": "p124_b568", "text": "Support to Urban Forestry"}, {"text_block_id": "p124_b569", "text": "Urbanization has contributed to the degradation of environmental conditions in major cities of the country. With expanded transportation facilities and"}, {"text_block_id": "p72_b569", "text": "ll control and supervision of the state.”"}, {"text_block_id": "p125_b570", "text": "The local government units have the mandate under the Local Government Code to establish tree parks, greenbelts and similar forest development projects. The DENR will therefore support LGUs in their urban forestry activities involving the following:"}, {"text_block_id": "p72_b570", "text": "Section 4 of the same article also states that:"}, {"text_block_id": "p125_b571", "text": ""}, {"text_block_id": "p72_b571", "text": "“The Congress shall, as soon as possible, determine by law, the specific limits of"}, {"text_block_id": "p125_b572", "text": "Establishment of mini forests"}, {"text_block_id": "p72_b572", "text": "forest lands and national parks, marking clearly their boundaries on the ground."}, {"text_block_id": "p125_b573", "text": ""}, {"text_block_id": "p72_b573", "text": "“Thereafter, such forest lands and national parks shall be conserved and may not"}, {"text_block_id": "p125_b574", "text": "Organizing tree planting events in schools, military camps, and government centers, including main streets and other open spaces"}, {"text_block_id": "p72_b574", "text": "be increased nor diminished; except by law, the congress shall provide, for such period as it may determine measures to prohibit logging in endangered forests and watershed a"}, {"text_block_id": "p125_b575", "text": ""}, {"text_block_id": "p72_b575", "text": "reas.”"}, {"text_block_id": "p125_b576", "text": "The development of LGU nurseries and"}, {"text_block_id": "p72_b576", "text": "PD 705"}, {"text_block_id": "p125_b577", "text": ""}, {"text_block_id": "p72_b577", "text": "EO 192"}, {"text_block_id": "p125_b578", "text": "Conduct of intensive information, education and communication campaign to educate the people on the importance of and benefits from urban forestry."}, {"text_block_id": "p73_b578", "text": "protected area systems (IPAS) such as national parks, wildlife sanctuaries, marine parks, wildlife sanctuaries, marine parks and biospheric reserves was taken out of the forestry bureaucracy and formed as the main function of the Protected Areas and Wildlife Bureau (PAWB)."}, {"text_block_id": "p125_b579", "text": "Due to limited resources, at least 2 cities in each region may be assisted by DENR in their urban forestry activities."}, {"text_block_id": "p74_b579", "text": "institutionalized with the separation of the protection function of forests that are classified as protected areas from the forestry bureaucracy and lodging the management and supervision of these in a separate bureau (PAWB), through the multi-stakeholder Protected Areas Management Boards (PAMBs)."}, {"text_block_id": "p125_b580", "text": "Indicative Program Costs"}, {"text_block_id": "p125_b581", "text": "The total cost to support strategies for meeting demands for forest goods and services is estimated at 92.84 billion pesos for the entire duration of the plan (Table 19). Almost 69% of the cost (Php 63.99 billion) will support forest plantation development for round wood production while the development of fuelwood"}, {"text_block_id": "p127_b582", "text": "In terms of yearly allocation, the planning period between CY 2023-2028 has the biggest share of the budget at 51.7% (Php 48.0 billion). From CY 2017-2022 the required funding is 40.4 billion pesos or 43.5 % while the first year of plan implementation would need 4.4 billion pesos or less than 5% of the total program cost."}, {"text_block_id": "p127_b583", "text": "4.2.3 Strategies to Promote Responsive Governance in the Forestry Sector"}, {"text_block_id": "p128_b584_merged", "text": "With the implementation of the current rationalization plan within the Department, DENR has initiated its restructuring into functional units, doing away with sectoral divisions especially in the field. This restructuring in the department is expected to fully operationalize the IEM framework as provided in the rationalization plan, allow DENR to respond to demands for forest ecosystems goods and services in a holistic manner and enhance the department’s capacity to deal with multiple clients and adapt to the challenges of climate change. However, apart from internal restructuring, DENR will have to enhance its forestry policies, institutionalize collaborative management mechanisms and improve the skills and capabilities of its personnel so that it can effectively implement programs on enhancing resilience of forest ecosystems and communities to climate change hazards and programs designed to respond to demands for forest ecosystems goods and services."}, {"text_block_id": "p128_b589", "text": "Objectives"}, {"text_block_id": "p128_b590", "text": "The following are the specific objectives of this program:"}, {"text_block_id": "p128_b591", "text": ""}, {"text_block_id": "p128_b592", "text": "Establish clear accountability in the management of forest resources and ecosystems;"}, {"text_block_id": "p128_b593", "text": ""}, {"text_block_id": "p128_b594", "text": "Enhance the policy environment to encourage investment in forestry and promote collaborative management;"}, {"text_block_id": "p128_b595", "text": ""}, {"text_block_id": "p128_b596", "text": "To promote active participation of stakeholders in the management of forest resources and ecosystems; and"}, {"text_block_id": "p128_b597", "text": ""}, {"text_block_id": "p128_b598", "text": "Strengthen the capabilities of DENR to adapt to climate change impacts in the forestry sector and respond to demands from multiple clients."}, {"text_block_id": "p129_b599", "text": "Strategies"}, {"text_block_id": "p130_b600", "text": "various agencies/ institutions, communities and stakeholders to work together and clarify roles and responsibilities in the management of forestlands and protected areas."}, {"text_block_id": "p130_b601_merged", "text": "In the face of new developments in the forestry sector brought about by challenges posed by climate change, the shifting priorities in demands towards forest ecosystem services and the resulting multiple clients in forestry, institutional transformation is indeed inevitable for DENR. This will require mainstreaming climate change concerns into the DENR’s policy and institutional approaches and enhancing further the skills and capacities of its personnel especially in the field offices. Hence, capability enhancement trainings will be part of the strategies for effective implementation of the climate resilient Philippine forestry master plan. Among others, DENR personnel will have to be trained on their new roles as development facilitators, conflict mediators, IEM and forest land use planners, and as service providers in vulnerability assessment and climate change adaptation planning."}, {"text_block_id": "p131_b607", "text": "Program Components and Targets"}, {"text_block_id": "p131_b608", "text": "To pursue the above strategies, the following program components will be implemented:"}, {"text_block_id": "p131_b609", "text": "•"}, {"text_block_id": "p131_b610", "text": "Tenure Issuance to Place Open Access Forestlands Under Appropriate Management Arrangement"}, {"text_block_id": "p131_b611_merged", "text": "As part of implementing forest land use plans developed for each LGU, all open access forestlands will be placed under appropriate management arrangements. The proposed allocation and management instruments and potential on site managers as identified in the FLUP will be considered in the allocation process. Currently, it is estimated that about 4 million hectares of forestlands are still open access or without formally recognized on site managers. However, the actual situation is that these areas are occupied, cultivated or claimed either by migrants or by indigenous peoples. By 2028 seventy five percent (75%) of these open access forestlands will be issued with tenure/ management instruments so that accountable on-site managers can be put in place that would be responsible for the protection, development and rehabilitation of the allocated areas. Actual settlers and occupants of public forestlands and protected areas, especially the indigenous peoples will be given priority in the issuance of tenure/ management instruments. Community and individual tenure instruments such as community based forest management (CBFM) agreement, certificate of ancestral domain title (CADT) and protected area community based resource management agreement (PACBRMA) will be issued to provide land tenure security to these communities. DENR in partnership with LGUs and other agencies will provide the necessary financial and technical assistance to communities in preparing resource management plans and in the protection, rehabilitation and development of their allocated areas. Local and indigenous practices in managing public forestlands will be respected. For"}, {"text_block_id": "p131_b616", "text": "instance the “Muyong system” practiced in the Cordillera may be adopted by"}, {"text_block_id": "p132_b617", "text": "local on-site Managers (tenure holders) as part of their management strategy in the allocated lands. Community watersheds may be reserved by local communities as part of their protection forests."}, {"text_block_id": "p132_b618", "text": "LGUs who want to have an area which they can develop as local sources of forest products may also apply for communal forests while those who intend to manage their water sources for domestic, irrigation or power development may request DENR to declare these areas as community watersheds. These proposed tenure instruments must be indicated in the proposed allocation plan of the approved FLUP consistent with the provisions of DENR-DILG Joint Memo Circular 2003-01."}, {"text_block_id": "p132_b619", "text": "•"}, {"text_block_id": "p132_b620", "text": "Enhancement of Forestry Policies"}, {"text_block_id": "p133_b621", "text": "One of the frequently mentioned problems during the regional consultations which impede private sector investment in forestry is the highly centralized approval process and the numerous requirements in the issuance of tenure instruments/ permits. This increases the transaction costs of potential investors and the risk of recovering capital investment. Hence, there is a need to streamline administrative policies so that the processes are simplified, requirements standardized and approvals decentralized. The Forestry Development Center (FDC) which is tasked with forestry policy studies and formulation should be tapped to harmonize and streamline existing forestry policies. Regular policy fora / consultations may be organized jointly by DENR and FDC at least two times a year to review and assess important policy requirements in the forestry sector. Considering the high investment cost and the long gestation period of forest plantations, it may be necessary also to liberalize documentary requirements for the issuance of permits to harvest fast growing planted tree species to provide assurance that investors can harvest what they planted and in the process recover their capital investments. Initially, DENR can liberalize harvesting of at least 2-3 fast growing tree species to encourage development of commercial tree plantations."}, {"text_block_id": "p133_b622_merged", "text": "The passage of key legislations is also crucial to the proper management of forests resources. Two of the most important legislations are the congressional approval of various bills declaring the forestland boundaries and the sustainable jurisdiction and are necessary before DENR could demarcate the forestland boundaries on the ground. The latter provides the framework for sustainable management of demarcated forests and forestlands including protected areas and associated biodiversity resources. Indeed, DENR will have to mount a well organized information, education and communication program, mobilizing key stakeholders, particularly LGUs, to ensure the passage of these important legislations."}, {"text_block_id": "p133_b627", "text": "•"}, {"text_block_id": "p133_b628", "text": "Institutionalizing Collaborative Management"}, {"text_block_id": "p134_b629_merged", "text": "policies, and management arrangements especially in areas with overlapping tenure instruments. This is also part of the strategy in terms of developing consensus in prioritizing the “ENR servicing” function of forest ecosystems to supply water for various uses, supporting the enhancement of tourism attractions, supporting the productivity and sustainability of the fisheries sector, and reducing the exposure to risks and disasters of communities in affected LGUs. To facilitate the setting up of collaborative management bodies, DENR may maximize the use of technical approaches such as:"}, {"text_block_id": "p134_b633", "text": ""}, {"text_block_id": "p134_b634", "text": "FLUPs as inputs to CLUPs,"}, {"text_block_id": "p134_b635", "text": ""}, {"text_block_id": "p134_b636", "text": "Convergence through the IWRM strategic planning and implementation,"}, {"text_block_id": "p134_b637", "text": ""}, {"text_block_id": "p134_b638", "text": "REDD+ and forest plantation development,"}, {"text_block_id": "p134_b639", "text": ""}, {"text_block_id": "p134_b640", "text": "MOA and partnership arrangements,"}, {"text_block_id": "p134_b641", "text": ""}, {"text_block_id": "p134_b642", "text": "Valuation of ENR services and externalities, and"}, {"text_block_id": "p134_b643", "text": ""}, {"text_block_id": "p134_b644", "text": "Contracting and outsourcing ENR services."}, {"text_block_id": "p135_b645", "text": "the provincial, city and municipal committees or TWGs can serve as clearing house, a feedback mechanism, as well as a consultative forum to discuss climate change issues and interventions taking into consideration local realities, and to provide a venue to foster collective action among different stakeholders. They will also serve as venue for assessing the climate change implications and impacts of programs and projects at the local level. Support to regional collaborative management bodies will be focused during the first two years while organization and capacitation at the provincial and municipal level will be given emphasis in the next three years."}, {"text_block_id": "p135_b646", "text": "•"}, {"text_block_id": "p135_b647", "text": "Mainstreaming Climate Change into the DENR’s Policy and Institutional"}, {"text_block_id": "p135_b648", "text": "Processes"}, {"text_block_id": "p135_b649", "text": "In a policy brief entitled “Reshaping policy and institutions for integrating climate"}, {"text_block_id": "p135_b650_merged", "text": "and disaster resilience,” the Institute of Development Studied (IDS) through its program on Strengthening Climate Resilience (SCR) developed the Climate Smart Disaster Risk Management (CSDRM) approach, the principles of which"}, {"text_block_id": "p136_b653", "text": "can be adopted and adapted by the forestry sector in the Philippines to strengthen its policy and institutional processes."}, {"text_block_id": "p136_b654", "text": ""}, {"text_block_id": "p136_b655", "text": "Cognizant of uncertainty, the approach seeks to improve the information on how hazards are changing with detailed risk assessments from diverse sources of knowledge, which includes local sources in addition to knowledge from the sciences, both natural and social."}, {"text_block_id": "p136_b656", "text": ""}, {"text_block_id": "p136_b657", "text": "Cognizant of the inherent adaptive capacity of systems, the approach seeks to enable institutions and networks to develop new skills, knowledge and resources needed to enhance capacity to adapt to climate change."}, {"text_block_id": "p136_b658", "text": ""}, {"text_block_id": "p136_b659", "text": "Cognizant of the prevalence of poverty and vulnerability in communities, the approach seeks to empower and support communities to address the root causes of vulnerability through challenging injustice, increasing access to resources and services and through environmentally sound development."}, {"text_block_id": "p136_b660", "text": "Attendant to these are four key strategies that have implications on policy and institutional processes in the forestry sector. These are as follows:"}, {"text_block_id": "p136_b661", "text": ""}, {"text_block_id": "p137_b662", "text": "mobilized, and where policy is treated not as comprehensive-rational solutions, but as experiments."}, {"text_block_id": "p136_b663", "text": "Build flexibility for learning and change: The sector should begin to institutionalize a mechanism by which partnerships within and with external players are harnessed to address the uncertainty and fluidity in the context of social learning. This is enabled by a more flexible process, in which reflexivity, constant evaluation, monitoring and evaluation are"}, {"text_block_id": "p137_b664", "text": ""}, {"text_block_id": "p137_b665", "text": "Localise national policy: The sector, cognizant of the complexity of local realities, and conscious of the fact that resilience can be optimized when the strategies are responsive to the specific challenges and opportunities which local communities face, should enable a more devolved process for fine-tuning policies that are issued at the national level."}, {"text_block_id": "p137_b666", "text": ""}, {"text_block_id": "p137_b667", "text": "Connect knowledge for integrated responses: The use of data and information in the formulation of policies and processes should be strengthened. However, the strengthening of the policy-science connection must be holistic and integrative, and should not be limited only to scientific data, but must accommodate the indigenous knowledge of local communities."}, {"text_block_id": "p137_b668", "text": ""}, {"text_block_id": "p137_b669", "text": "Changing context requires innovation: Building resilience in relation to climate change, not only of communities, but also of institutions like those in the forest management sector, would require a continuous process of innovation where learning, development and adjustments occur."}, {"text_block_id": "p137_b670", "text": ""}, {"text_block_id": "p137_b671", "text": "Facilitate horizontal integration through cross-government collaboration and engagement with local government units, civil society, business and citizens to develop integrated policy and action on disaster risk, climate change and poverty reduction."}, {"text_block_id": "p138_b672", "text": ""}, {"text_block_id": "p138_b673", "text": "Provide incentives for collaboration between the different players and stakeholders, both state and non-state, national and local, recognizing that bringing different sectors together requires resources."}, {"text_block_id": "p138_b674", "text": ""}, {"text_block_id": "p138_b675", "text": "Integration at the national level should be supported by specific guidelines and resources to support its implementation at the local level."}, {"text_block_id": "p138_b676", "text": ""}, {"text_block_id": "p138_b677", "text": "Vertical integration between the national and local levels should be supported by appropriate systems and structures to enhance the flow of information that can ensure that local knowledge and realities are taken into consideration in the policy process."}, {"text_block_id": "p138_b678", "text": ""}, {"text_block_id": "p138_b679", "text": "The role of knowledge mediators that are both technically and socially prepared should be enabled and institutionalized at the local level."}, {"text_block_id": "p138_b680", "text": ""}, {"text_block_id": "p138_b681", "text": "The linkages between local governments and communities should be harnessed, and accountability mechanisms should be strengthened to promote a more informed disaster and climate risk intervention."}, {"text_block_id": "p138_b682_merged", "text": "One other consideration, which was pointed out by Tom Harrison in his short article entitled “Towards a Climate-Resilient State,” is to consider climate change adaptation as not just a technical issue, but one that considers the total political and social policies would involve going beyond the direct environmental consequences, linking them to their impact on the political and social realities. It would require focus on the linkages between development, peace and climate resilience in order to address the"}, {"text_block_id": "p138_b689", "text": "dimensional aspects of vulnerability.”"}, {"text_block_id": "p139_b690", "text": "should be enshrined In the Forestry Master Plan, and in the new and updated draft of the Forestry Code."}, {"text_block_id": "p139_b691", "text": "Within DENR, it is therefore, recommended, that the ENR Sector, with FMB taking the lead, should take steps towards:"}, {"text_block_id": "p139_b692", "text": ""}, {"text_block_id": "p139_b693", "text": "Creation of a National Technical Working Group (NTWG) on Climate Change."}, {"text_block_id": "p139_b694", "text": "Establish and strengthen an internal convergence mechanism or horizontal integration at the national level within DENR, among its bureaus and attached agencies, on issues of climate change adaptation, by creating within DENR a National Technical Working Group"}, {"text_block_id": "p140_b695", "text": "on Climate Change by the end of 2015. This would be in pursuance of the Climate Change Act, where DENR is mandated to establish and maintain climate change information management system and network including on climate change risks, activities and investments in collaboration with other concerned national government agencies, institutions and LGUs. It is proposed that this TWG will be chaired by FMB."}, {"text_block_id": "p140_b696", "text": ""}, {"text_block_id": "p140_b697", "text": "Creation of Regional/Provincial/Community Technical Working Group on Climate Change"}, {"text_block_id": "p140_b698", "text": "."}, {"text_block_id": "p140_b699", "text": "Replicate the horizontal integration within DENR at the regional, provincial and community environmental levels, and create Regional/Provincial/Community Technical Working Groups on Climate Change by the end of 2017."}, {"text_block_id": "p140_b700", "text": "This shall serve under the Office of the Regional Director/ PENRO/ CENRO and shall coordinate with the NTWG. All the key services and sectors of the DENR, at each level, should be represented in these Technical Woking Groups. This may also require the issuance of a Department Administrative Order."}, {"text_block_id": "p140_b701", "text": ""}, {"text_block_id": "p140_b702", "text": "Creation of a Climate Change Focal Person at all levels and the Creation of a Climate Change Adaptation Budget"}, {"text_block_id": "p140_b703_merged_merged", "text": ". Establish climate change key focal persons within local levels of the DENR (Regional, Provincial and Community) and aside a “Climate Change Adaptation Budget” which shall be a portion of the budget of the offices at each level by the end of 2016. This budget would be ear-marked for activities of the Councils and Working Groups related to the mainstreaming of DRRM and Climate change, which shall include but not limited to the conduct of localized vulnerability assessment for all programs and projects, capacity building, IEC and other related activities. This key focal person shall be the convenor of the Regional/Provincial/Community Technical Working Group. This can be contained in the DAO that creates the Technical Working Groups at the sub-national levels."}, {"text_block_id": "p141_b709", "text": ""}, {"text_block_id": "p141_b710", "text": "Creation of a Coordinating Body for Climate Change Within FMB"}, {"text_block_id": "p141_b711_merged", "text": ".  Establish and strengthen the vertical integration between national players and local players, by creating a coordinating body in FMB by the end of 2015. This would facilitate and provide support to the link between national and local policy and processes in the context of climate change adaptation strategies within the Bureau, cognizant of the fact that it is not a top-down mechanism but serves as a venue for a healthy interphase focal point in Climate Change issues. between the local and the national. This body shall serve as the FMB’s"}, {"text_block_id": "p141_b715", "text": "•"}, {"text_block_id": "p141_b716", "text": "Capability Enhancement"}, {"text_block_id": "p141_b717", "text": ""}, {"text_block_id": "p141_b718", "text": "Capacity building for technical concerns in climate change and DRRM for key personnel at all levels, not only within DENR, but at the LGUs and other potential partners"}, {"text_block_id": "p141_b719", "text": ""}, {"text_block_id": "p141_b720", "text": "Capacity building for LGUs for environmental management"}, {"text_block_id": "p141_b721", "text": ""}, {"text_block_id": "p141_b722", "text": "Capacity building of ENR personnel in political literacy, particularly on the familiarity with laws, and on processes such as legislative procedures, legal procedures and remedies, mediation and conflict resolution"}, {"text_block_id": "p142_b723", "text": ""}, {"text_block_id": "p142_b724", "text": "Training of ENR Personnel on political analysis, especially on the conduct of stakeholder analysis and the establishment of multi-stakeholder platforms"}, {"text_block_id": "p142_b725", "text": ""}, {"text_block_id": "p142_b726", "text": "Internal levelling off of messages among all relevant units within the ENR bureaucracy that would be involved in forestry issues, and not only FMB"}, {"text_block_id": "p142_b727", "text": ""}, {"text_block_id": "p142_b728", "text": "Capacity building for social marketing, and in development communication"}, {"text_block_id": "p142_b729", "text": "Part of the capacity building component would be to also influence the colleges and universities that offer forestry and forestry related courses to reorient their curricula to have the following attributes:"}, {"text_block_id": "p142_b730", "text": ""}, {"text_block_id": "p142_b731", "text": "To be more consistent with an integrated environmental management approach where climate change and disaster risk reduction management is integrated and"}, {"text_block_id": "p142_b732", "text": ""}, {"text_block_id": "p142_b733", "text": "To have a component on social marketing and strategic communication"}, {"text_block_id": "p143_b734", "text": "Indicative Program Costs"}, {"text_block_id": "p143_b735", "text": "Table 20 presents the indicative costs to support the program on promoting responsive governance in forestry.  A total of 1.42 billion pesos will be needed for the entire master plan period to promote responsive governance in forestry. About 51% of the total costs or Php 729.0 million will be required to place open access forestlands under appropriate management arrangement through the issuance of land tenure instruments to responsible on site Managers. Capability enhancement trainings will also need Php 136.0 million (9.6% of total costs) to prepare DENR personnel in their new tasks as development facilitators and service providers in climate change vulnerability assessments, adaptation planning, forest land use planning and IWRM formulation."}, {"text_block_id": "p143_b736", "text": "In terms of yearly allocation, most of the costs (49% or Php 688.3 million) are concentrated in 2017-2022 with the first year (CY 2016) requiring Php 52.8 million and the last 6 years from 2023-2028 needing about Php 676.4 million."}, {"text_block_id": "p144_b737", "text": "4.2.4 Other Support Programs and Strategies"}, {"text_block_id": "p144_b738", "text": "Support programs are cross cutting strategies geared towards facilitating achievement of the objectives of the primary programs on strengthening resilience of forest ecosystems and communities, programs on responding to demands for forest ecosystems goods and services as well as on promoting responsive governance in forestry."}, {"text_block_id": "p144_b739", "text": "Objectives"}, {"text_block_id": "p144_b740", "text": "The support programs aim to:"}, {"text_block_id": "p144_b741", "text": ""}, {"text_block_id": "p144_b742_merged", "text": "Generate stakeholders’ support in the implementation of the Philippine master plan for climate resilient forestry development;"}, {"text_block_id": "p144_b745", "text": ""}, {"text_block_id": "p144_b746", "text": "Develop a data base management system to establish appropriate baseline data as basis for management decisions and monitoring and evaluation"}, {"text_block_id": "p144_b747", "text": ""}, {"text_block_id": "p144_b748", "text": "Keep track of progress in the implementation of the Philippine forestry master plan"}, {"text_block_id": "p144_b749", "text": ""}, {"text_block_id": "p144_b750", "text": "Identify sustainable sources of financing for implementing the forestry master plan"}, {"text_block_id": "p144_b751", "text": ""}, {"text_block_id": "p144_b752", "text": "Institutionalize a system for certifying sustainably managed forests and industries"}, {"text_block_id": "p144_b753", "text": ""}, {"text_block_id": "p144_b754", "text": "Provide research based information for forest management decision making, vulnerability assessment and climate change adaptation planning"}, {"text_block_id": "p144_b755", "text": "Strategies"}, {"text_block_id": "p144_b756", "text": "The following strategies will be pursued to achieve the foregoing objectives:"}, {"text_block_id": "p145_b757", "text": ""}, {"text_block_id": "p145_b758", "text": "Intensive information, education and communication campaign especially on climate change and its impacts on forest ecosystems and communities;"}, {"text_block_id": "p145_b759", "text": ""}, {"text_block_id": "p145_b760", "text": "Establishment and maintenance of a central data base management system and regional management information system (MIS);"}, {"text_block_id": "p145_b761", "text": ""}, {"text_block_id": "p145_b762", "text": "Regular monitoring and evaluation of tenure holders/ on site managers;"}, {"text_block_id": "p145_b763", "text": ""}, {"text_block_id": "p145_b764", "text": "Identification of and formulation of guidelines on sustainable sources of financing forest protection, rehabilitation and development;"}, {"text_block_id": "p145_b765", "text": ""}, {"text_block_id": "p145_b766", "text": "Formulation and implementation of guidelines for certifying sustainably managed forests and industries; and"}, {"text_block_id": "p145_b767", "text": ""}, {"text_block_id": "p145_b768", "text": "Intensifying forestry research on vulnerability to climate change, climate change adaptation measures, sustainable financing sources and other relevant researches."}, {"text_block_id": "p145_b769", "text": "Program Components and Targets"}, {"text_block_id": "p145_b770", "text": "•"}, {"text_block_id": "p145_b771", "text": "Information, Education and Communication (IEC)"}, {"text_block_id": "p145_b772_merged", "text": "A well organized information, education and communication program will be developed to inform stakeholders and the general public on climate change and its impacts on forest ecosystems and communities. At the same time the role of forests in mitigating the adverse impacts of climate change such as in reducing disaster risks and securing water supply will be emphasized in IEC activities. The DENR will establish linkages with local and national advocacy groups in disseminating these information and other messages related to sustainable forest management. The use of web advocacy and other kinds of media will be enhanced further to generate wider public support and stakeholders’ participation in forest resources management. Related to this, the public affairs office at the national and regional offices of DENR will be strengthened by providing capability enhancement training on climate change"}, {"text_block_id": "p146_b778", "text": "•"}, {"text_block_id": "p146_b779", "text": "Database Management System"}, {"text_block_id": "p146_b780_merged", "text": "Forestry data base management system will be designed, developed and maintained in FMB and in DENR regional offices. This system is crucial as depository of forestry and related information which are necessary in vulnerability assessments, adaptation planning, IWRM plan formulation, forest land use planning as well as in forest management decision making. This is also important in monitoring performance of tenure holders or FMU managers, including performance of DENR field offices and partnership arrangements. The system should capture basic information on forest resources by forest management unit, tenure holder, LGUs, CENRO, PENRO, and region. It should likewise show performance and key results at the tenure holders’ level. The development of the data base system will be completed by end of 2016."}, {"text_block_id": "p146_b787", "text": "•"}, {"text_block_id": "p146_b788", "text": "Sustainable Financing"}, {"text_block_id": "p147_b789", "text": "A major constraint in implementation of most forestry projects and programs is continuity in financing. Forest protection, rehabilitation and conservation activities are generally dependent on government allocation and donor funding. It is high time for the forestry sector to innovate and explore other sustainable financing mechanisms. This may include the adoption of payment for ecosystem services (PES), public-private partnership (PPP), access to voluntary carbon markets, and reduced emission due to deforestation and degradation plus (REDD+) financing. DENR can facilitate adoption of these financing mechanisms by developing the necessary policy guidelines/procedures and establishing the appropriate information system as well as the system for monitoring, reporting and verification. For instance, a REDD+-compliant forestry data base from all concerned sectors and agencies will have to be established, updated, and managed to be able to access REDD+ financing. The study and development of guidelines for sustainable financing in forestry, such as the payment for ecosystems services, will be undertaken during the first three years of plan implementation."}, {"text_block_id": "p147_b790", "text": "•"}, {"text_block_id": "p147_b791", "text": "Results-Based Monitoring and Evaluation"}, {"text_block_id": "p147_b792_merged", "text": "To promote accountability among tenure holders and field administrators of DENR, results-based monitoring and evaluation system will be put in place. Among others, the system must be linked to desired outputs and results in terms of protection of natural forests, development of forest plantations, and rehabilitation of bare forestlands, biodiversity conservation and sustainable management of watersheds. The baseline information generated in establishing the central data base management system will be used as basis for comparing future results and outputs of forest managers and administrators. Corollary to this, annual monitoring and evaluation of tenure holders’ performance by a multi-sectoral provincial, city and municipal forest management TWG will be undertaken to develop transparency and accountability among tenure holders and governance units."}, {"text_block_id": "p148_b796", "text": "•"}, {"text_block_id": "p148_b797", "text": "Forest Certification"}, {"text_block_id": "p148_b798", "text": "A forest certification system will be developed and instituted in the forestry sector to promote sustainable management of forest management units and ensure competitiveness of forest based products in the international market. Such a system will be based on a set of criteria and indicators for sustainable forest management (SFM) which the Forest Management Bureau (FMB) with funding support from the International Tropical Timber Organization (ITTO) has developed to measure progress towards SFM. The Philippine government has adopted SFM as the main strategy for plans and programs in the Forestry Sector to secure the long term sustainability of its forest resources."}, {"text_block_id": "p148_b799_merged", "text": "The development of the Philippine C & I has undergone series of consultations with various sectors namely timber producers, People’s Organizations (POs), non-governmental organizations (NGOs), Local Government Units (LGUs), Professional Organizations, the DENR, and other government agencies. However, the adoption and institutionalization of the developed Philippine C & I for SFM would require the development of an appropriate Audit System. The Audit System will lay the standards to measure achievement towards SFM that can be linked to internationally accepted initiatives on Forest/Timber Certification. The Philippines has to develop and adopt an appropriate Audit System to assess the C & I for SFM as basis for certifying sustainably managed forests."}, {"text_block_id": "p148_b803", "text": "The forest certification component will also be directed towards organizing the National Forest Certification Board which will oversee implementation of the forest certification program in the country. The development of the audit system, the organization of the National Forest Certification Board and the corresponding guidelines including the setting up of the necessary infrastructures will be targeted to be completed by the end of 2018."}, {"text_block_id": "p149_b804", "text": "•"}, {"text_block_id": "p149_b805", "text": "Forestry Research"}, {"text_block_id": "p149_b806", "text": "Indicative Program Costs"}], "document_description": "The Master Plan For Climate Resilient Forestry Development proposes programes and strategies to 1) strengthen resilience of forest ecosystems and communities to climate change; 2) to respond to demands for forest ecosystems goods and services; 3) promote responsive governance.&nbsp;"}