{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Philippines", "document_category": "Law", "document_sector_name": "Energy", "document_language": "English", "document_name": "Mini-hydroelectric Power Incentive Act (RA 7156)", "document_country_code": "PHL", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Law", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "09/12/1991", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/PHL/1991/PHL-1991-12-09-Mini-hydroelectric Power Incentive Act (RA 7156)_b9eb8d154ab3b98c6d3277a8708ff711.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Today is Tuesday, February 27, 2018"}, {"text_block_id": "p0_b2", "text": "Custom Search"}, {"text_block_id": "p0_b3", "text": "Republic of the Philippines Congress of the Philippines"}, {"text_block_id": "p0_b4", "text": "Metro Manila"}, {"text_block_id": "p0_b5", "text": "Eighth Congress"}, {"text_block_id": "p0_b6", "text": "AN ACT GRANTING INCENTIVES TO MINI-HYDROELECTRIC POWER DEVELOPERS AND FOR OTHER PURPOSES"}, {"text_block_id": "p0_b7", "text": "Be it enacted by the Senate and House of Representatives of the Philippines in Congress assembled:"}, {"text_block_id": "p0_b8", "text": ":"}, {"text_block_id": "p0_b9", "text": "Section 1."}, {"text_block_id": "p0_b10_merged", "text": "Title. – This Act shall be known as the \"Mini-hydroelectric Power Incentive Act"}, {"text_block_id": "p0_b15", "text": ".\""}, {"text_block_id": "p0_b16", "text": "."}, {"text_block_id": "p0_b17", "text": "Section 2."}, {"text_block_id": "p0_b18", "text": "Declaration of Policy"}, {"text_block_id": "p0_b19", "text": "."}, {"text_block_id": "p0_b20", "text": "– It is hereby declared the policy of the State to strengthen and enhance the development of the country's indigenous and self-reliant scientific and technological resources and capabilities and their adaptation to the country in order to attain energy self-sufficiency and thereby minimize dependence on outside source of energy supply. In pursuance thereof, it is further declared that mini-hydroelectric power developers shall be granted the necessary incentives and privileges to provide an environment conducive to the development of the country's hydroelectric power resources to their full potential."}, {"text_block_id": "p0_b21", "text": "Section 3."}, {"text_block_id": "p0_b22", "text": "Declaration of Objectives"}, {"text_block_id": "p0_b23", "text": "."}, {"text_block_id": "p0_b24", "text": "– The objectives of the framework being established for the development of mini-hydroelectric power generation are as follows:"}, {"text_block_id": "p0_b25", "text": "– The objectives of the framework being established for the development of mini-hydroelectric power generation are as follows:\n* To encourage entrepreneurs to develop potential sites for hydroelectric power existing in their respective localities;\n* To encourage entrepreneurs to develop potential sites for hydroelectric power existing in the country by granting the necessary incentives which will provide a reasonable rate of return;\n* To facilitate hydroelectric power development by eliminating overlapping jurisdiction of the many government agencies whose permits, licenses, clearances and other similar authorizations issued by various government agencies as presently required for such development, and by vesting in one agency the exclusive authority and responsibility for the development of mini-hydroelectric power;\n* To apportion a part of the realty and special privilege taxes and other economic benefits of the hydroelectric power potential to the respective localities where they are established; and\n* To provide a contractual framework wherein some stability of conditions can be relied upon for long-term financing purposes."}, {"text_block_id": "p0_b35", "text": "Section 4."}, {"text_block_id": "p0_b36", "text": "Definition of Terms"}, {"text_block_id": "p0_b37", "text": "."}, {"text_block_id": "p0_b38", "text": "– As used in this Act, the following terms shall be understood, applied and construed as follows:"}, {"text_block_id": "p0_b39", "text": "– As used in this Act, the following terms shall be understood, applied and construed as follows:\n* \"Hydroelectric power\" shall refer to the electric power produced by utilizing the kinetic energy of falling or running water to turn a turbine generator;\n* \"Mini-hydroelectric power plant\" shall refer to an electric-power-generating plant which: (a) utilizes the kinetic energy of falling or running water (run-of-river hydro plants) to turn a turbine generator producing electricity; and (c) has an installed capacity of not less than 101 kilowatts nor more than 10,000 kilowatts.\n* \"Mini-hydroelectric power development\" shall refer to the construction and installation of a hydroelectric-power-generating plant and its auxiliary facilities such as transmission, substation and machine shop with an installed capacity of not less that 101 kilowatts nor more than 10,000 kilowatts;\n* \"Mini-hydroelectric power developer\" or \"developer\" shall refer to any individual, cooperative, corporation or association engaged in the construction and installation of a hydroelectric-power-generating plant with an installed capacity of not less than 101 kilowatts nor more than 10,000 kilowatts;\n* \"Domestic use\" shall refer to the utilization of water for drinking, washing, bathing, cooking or other household needs, home gardens and watering of lawns or for domestic animals;\n* \"Municipal use\" shall refer to the utilization of water for supplying the water requirements of the community; and"}, {"text_block_id": "p1_b51", "text": "– As used in this Act, the following terms shall be understood, applied and construed as follows:\n* \"Hydroelectric power\" shall refer to the electric power produced by utilizing the kinetic energy of falling or running water to turn a turbine generator;\n* \"Mini-hydroelectric power plant\" shall refer to an electric-power-generating plant which: (a) utilizes the kinetic energy of falling or running water (run-of-river hydro plants) to turn a turbine generator producing electricity; and (c) has an installed capacity of not less than 101 kilowatts nor more than 10,000 kilowatts.\n* \"Mini-hydroelectric power development\" shall refer to the construction and installation of a hydroelectric-power-generating plant and its auxiliary facilities such as transmission, substation and machine shop with an installed capacity of not less that 101 kilowatts nor more than 10,000 kilowatts;\n* \"Mini-hydroelectric power developer\" or \"developer\" shall refer to any individual, cooperative, corporation or association engaged in the construction and installation of a hydroelectric-power-generating plant with an installed capacity of not less than 101 kilowatts nor more than 10,000 kilowatts;\n* \"Domestic use\" shall refer to the utilization of water for drinking, washing, bathing, cooking or other household needs, home gardens and watering of lawns or for domestic animals;\n* \"Municipal use\" shall refer to the utilization of water for supplying the water requirements of the community; and\n* \"Irrigation use\" shall refer to the utilization of water for producing agricultural crops.\n* Agency in Charge\n* Agency in Charge\n .\n* Agency in Charge\n .\n â The Office of Energy Affairs, hereinafter referred to as the OEA, shall be the sole and exclusive authority responsible for the regulation, promotion and administration of mini-hydroelectric power development and the implementation of the provisions of this Act."}, {"text_block_id": "p1_b57", "text": "Section 6."}, {"text_block_id": "p1_b58", "text": "Powers and Duties of the OEA"}, {"text_block_id": "p1_b59", "text": "."}, {"text_block_id": "p1_b60", "text": "– The OEA shall exercise the following powers and duties:"}, {"text_block_id": "p1_b61", "text": "– The OEA shall exercise the following powers and duties:\n* Within six (6) months from approval of this Act, promulgate, in consultation with the National Water Resources Board (NWRB), such rules and regulations as may be necessary for the proper implementation and administration of this Act;\n* Process and approve applications for mini-hydroelectric power development, imposing such terms and conditions as it may deem necessary to promote the objectives of this Act, subject to the following standards, namely:\n\t* The applicant must be a citizen of the Philippines or a corporation, partnership, association or joint stock company, constituted and organized under the laws of the Philippines, at least sixty percent (60%) of the stock or paid-up capital of which belongs to citizens of the Philippines;\n\t* The applicant must prove that the operation of the proposed mini-hydroelectric project and the authorization to do business will promote the public interest in a proper and suitable manner and, for this purpose, within six (6) months from approval of this Act, formulate, in consultation with the National Economic and Development Authority (NEDA), the National Electrification Administration (NEA), and the Department of Trade and Industry (DTI), standards to measure the technical and financial capability of the developer; and\n\t* The applicant must be financially capable of undertaking the proposed mini-hydroelectric project and meeting the responsibilities incident to its operations;\n\t* Charge reasonable fees in connection with the filing, processing, evaluation, and approval of applications for mini-hydroelectric power development in all suitable sites in the country;\n\t* Exclusive authority to issue permits and licenses relative to mini-hydroelectric power development;\n\t* Require the developer to post a bond or other guarantee of sufficient amount in favor of the Government and with surety or sureties satisfactory to the OEA upon the faithful performance by the contractor of any or all of the obligations under and pursuant to the contract within sixty (60) days after the effective date of the contract; and\n\t* Generally, exercise all the powers necessary or incidental to attain the purposes of this Act and other laws vesting additional powers on the OEA.\n\t* Sale of Power\n\t* Sale of Power\n .\n\t* Sale of Power\n .\n â The mini-hydroelectric power developer must first offer to sell electric power to either the National Power Corporation (NPC), franchised private electric utilities or electric cooperatives at a price per kilowatt-hour based on the NPC's or the utility's avoided cost which shall refer to the costs of the affected grids had NPC generated the equivalent electric power itself before disposing the power to third parties. The NPC shall allow the mini-hydroelectric developer to deliver its generated electricity to the developer's customers through existing NPC lines so as to serve such third parties under terms which are to be mutually agreed upon or, if no agreement can be reached, under terms set by the OEA."}, {"text_block_id": "p1_b83", "text": "Section 8."}, {"text_block_id": "p1_b84", "text": "Non-exclusive Development"}, {"text_block_id": "p1_b85", "text": "."}, {"text_block_id": "p1_b86", "text": "– Development of less than fifty percent (50%) of the hydroelectric power potential of the proposed site shall be non-exclusive. The OEA, after a thorough review and evaluation of its technical and economic viability, may grant the development of the site to its full power potential to any qualified developer: provided, that first option shall be given to the original developer: provided, further, that in case the original developer forfeits his option to pursue development of the hydroelectric power resource to its full potential, it shall be reimbursed by the successor-developer of the value of its investment based on the declared value of the development for real estate tax purposes over the immediately preceding three (3) years or, in case the declared value over said period differs, on the average value thereof."}, {"text_block_id": "p1_b87", "text": "Section 9."}, {"text_block_id": "p1_b88", "text": "Mandatory Restoration Work"}, {"text_block_id": "p1_b89", "text": "."}, {"text_block_id": "p1_b90", "text": "– In all cases where the proposed mini-hydroelectric power development entails the closure or stoppage of existing water outlets, passageways, connections, conduits, apertures or the like from the water source, it shall be mandatory for the developer to restore or reengineer such water outlets, passageways, connections, conduits, apertures or the like on its account or expense, and in such manner that existing users or appropriators shall not be permanently deprived of their use or appropriation."}, {"text_block_id": "p1_b91", "text": "Section 10."}, {"text_block_id": "p1_b92", "text": "Tax Incentives"}, {"text_block_id": "p1_b93", "text": "."}, {"text_block_id": "p1_b94", "text": "– Any person, natural or judicial, authorized to engage in mini-hydroelectric power development shall be granted the following tax incentives or privileges:"}, {"text_block_id": "p1_b95", "text": "– Any person, natural or judicial, authorized to engage in mini-hydroelectric power development shall be granted the following tax incentives or privileges:\n* Special Privilege Tax Rates. â The tax payable by grantees to develop potential sites for hydroelectric power and to generate, transmit and sell electric power shall be two percent (2%) of their gross receipts from the sale of electric power and from transactions incident to the generation, transmission and sale of electric power. Such privilege tax shall be made payable to the Commissioner of Internal Revenue or his duly\n<\\li1>"}, {"text_block_id": "p2_b97", "text": "– Any person, natural or judicial, authorized to engage in mini-hydroelectric power development shall be granted the following tax incentives or privileges:\n* Special Privilege Tax Rates. â The tax payable by grantees to develop potential sites for hydroelectric power and to generate, transmit and sell electric power shall be two percent (2%) of their gross receipts from the sale of electric power and from transactions incident to the generation, transmission and sale of electric power. Such privilege tax shall be made payable to the Commissioner of Internal Revenue or his duly\n<\\li1>\n"}, {"text_block_id": "p2_b98", "text": "– Any person, natural or judicial, authorized to engage in mini-hydroelectric power development shall be granted the following tax incentives or privileges:\n* Special Privilege Tax Rates. â The tax payable by grantees to develop potential sites for hydroelectric power and to generate, transmit and sell electric power shall be two percent (2%) of their gross receipts from the sale of electric power and from transactions incident to the generation, transmission and sale of electric power. Such privilege tax shall be made payable to the Commissioner of Internal Revenue or his duly\n<\\li1>\n\n* Tax and Duty-free Importation of Machinery, Equipment and Materials. â Within seven (7) years from the date of award, importation of machinery and equipment, materials and parts shipped with such machinery and equipment including control and communication equipment shall not be subject to tariff duties and value-added tax: provided, that the said machinery, equipment, materials and parts: (a) are not manufactured domestically in reasonable quantity and quality at reasonable prices; (b) are directly and actually needed and will be used exclusively in the construction and impounding of water, transformation into energy, and transmission of electric energy to the point of use; and (c) are covered by shipping documents in the name of the duly registered developer to whom the shipment will be directly delivered by customs authorities: provided, further, that prior approval of the OEA was obtained before the importation of such machinery, equipment, materials and parts was made;\n* Tax Credit on Domestic Capital Equipment. â A tax credit equivalent to one hundred percent (100%) of the value of the value-added tax and customs duties that would have been paid on the machinery, equipment, materials and parts had these items been imported shall be given to an awardee-developer who purchases machinery, equipment, materials and parts from a domestic manufacturer: provided, that such machinery, equipment, materials and parts are directly needed and will be used exclusively by the awardee-developer: provided, further, that prior approval by the OEA was obtained by the local manufacturer: provided, finally, that the sale of such machinery, equipment, materials and parts shall be made within seven (7) years from the date of award;\n* Special Realty Tax Rates on Equipment and Machinery. â Any provision of the Real Property Tax Code or any other law to the contrary notwithstanding, realty and other taxes on civil works, equipment, machinery and other improvements of a registered mini-hydroelectric power developer shall not exceed two and a half percent (2.5%) of their original cost;\n* Value-added Tax Exemption. â Exemption from the ten percent (10%) value-added tax on the gross receipts derived from the sale of electric power whether through the NPC grid or through existing electric utility lines; and\n* Income Tax Holiday. â For seven (7) years from the start of commercial operation, a registered mini-hydroelectric power developer shall be fully exempt from income taxes levied by the National Government.\n* Disposition and Allotment of Special Privilege Taxes\n* Disposition and Allotment of Special Privilege Taxes\n .\n* Disposition and Allotment of Special Privilege Taxes\n .\n â If the mini-hydroelectric power development is located in a city, sixty percent (60%) of the special privilege taxes collected shall accrue to the city and forty percent (40%) to the National Government."}, {"text_block_id": "p2_b112", "text": "If the mini-hydroelectric power development is located in a municipality, thirty percent (30%) of the special privilege taxes collected shall accrue to the municipality, thirty percent (30%) to the province and forty percent (40%) to the National Government."}, {"text_block_id": "p2_b113", "text": "Section 12."}, {"text_block_id": "p2_b114", "text": "Term of Contract"}, {"text_block_id": "p2_b115", "text": "."}, {"text_block_id": "p2_b116", "text": "– The term of contract shall be for a period of twenty-five (25) years extendible for another twenty-five (25) years under the same original terms and conditions: provided, that said awardee has complied faithfully with all terms and conditions of the award."}, {"text_block_id": "p2_b117", "text": "Section 13."}, {"text_block_id": "p2_b118", "text": "Official Development Assistance"}, {"text_block_id": "p2_b119", "text": "."}, {"text_block_id": "p2_b120", "text": "– The provision of Executive Order No. 230 of 1986, on the power of the NEDA Board, and rules and regulations governing the evaluation and authorization for the availment of Official Development Assistance notwithstanding, the privatization of the mini-hydroelectric power plants as provided for in this Act shall be eligible for foreign loans and grants without further evaluation by the NEDA Board, subject to Section 21, Article XII of the Constitution."}, {"text_block_id": "p2_b121", "text": "Section 14."}, {"text_block_id": "p2_b122", "text": "Reporting Requirements"}, {"text_block_id": "p2_b123", "text": "."}, {"text_block_id": "p2_b124", "text": "– The OEA shall submit an annual report to the Congress of the Philippines with respect to the implementation of this Act."}, {"text_block_id": "p2_b125", "text": "Section 15."}, {"text_block_id": "p2_b126", "text": "Repealing Clause"}, {"text_block_id": "p2_b127", "text": "."}, {"text_block_id": "p2_b128", "text": "– All laws, decrees, executive orders, rules and regulations, or parts thereof, inconsistent with this Act are hereby repealed, amended or modified accordingly."}, {"text_block_id": "p2_b129", "text": "Section 16."}, {"text_block_id": "p2_b130", "text": "Effectivity"}, {"text_block_id": "p2_b131", "text": "."}, {"text_block_id": "p2_b132", "text": "– This Act shall take effect fifteen (15) days after its publication in at least two (2) newspapers of general circulation."}, {"text_block_id": "p2_b133", "text": "Approved:"}, {"text_block_id": "p2_b134", "text": "September 12, 1991"}, {"text_block_id": "p2_b135", "text": "."}, {"text_block_id": "p2_b136", "text": "The Lawphil Project - Arellano Law Foundation"}], "document_description": "RA 7156 aims to strengthen and enhance the development of the country's indigenous and self-reliant scientific and technological resources and capabilities and their adaptation to the country in order to attain energy self-sufficiency and thereby minimise dependence on outside source of energy supply. To this end, mini-hydroelectric power developers shall be granted the necessary incentives and privileges to provide an environment conducive to the development of the country's hydroelectric power resources to their full potential.<br />\n<br />\nThe Office of Energy Affairs is responsible for the regulation, promotion and administration of mini-hydroelectric power development and the implementation of the provisions of this Act. The mini-hydroelectric power developer must first offer to sell electric power to the National Power Corporation, franchised private electric utilities or electric co-operatives.<br />\n<br />\nMini-hydroelectric power developers shall be granted the following tax incentives or privileges: (1) special privilege tax rates to develop potential sites for hydroelectric power and to generate, transmit and sell electric power; (2) tax and duty-free importation of machinery, equipment and materials; (3) tax credit on domestic capital equipment; (4) special realty tax rates on equipment and machinery; (5) value-added tax exemption; and (6) income tax holiday."}