{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": "Disaster Risk Management (Drm)", "document_language": "English", "document_name": "National Disaster Risk Reduction and Management Plan 2011-2018", "document_country_code": "PHL", "document_hazard_name": ["Landslides", "Erosion", "Drought", "Flood"], "document_response_name": "Disaster Risk Management", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "12/01/2011", "document_keyword": ["Buildings", "Agriculture"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2011/PHL-2011-01-12-National Disaster Risk Reduction and Management Plan 2011-2018_63bda93005950ff6877bced43dde407d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "2011 to 2028"}, {"text_block_id": "p0_b2", "text": "The National Disaster Risk Reduction and Management Plan"}, {"text_block_id": "p0_b3", "text": "NDRRMP"}, {"text_block_id": "p0_b4", "text": "FINAL VERSION December 2011"}, {"text_block_id": "p1_b5", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p2_b6", "text": "Accronyms and Abbreviations"}, {"text_block_id": "p4_b7", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p4_b8", "text": "The enactment of Republic Act 10121 otherwise known as the Philippine Disaster Risk Reduction and Management Act of 2010 has laid the basis for a paradigm shift from just disaster preparedness and response to disaster risk reduction and management (DRRM).The National DRRM Plan serves as the national guide on how sustainable development can be achieved through inclusive growth while building the adaptive capacities of communities; increasing the resilience of vulnerable sectors; and optimizing disaster mitigation opportunities with the end in view of promoting people’s welfare and security towards gender-responsive and rights-based sustainable development."}, {"text_block_id": "p4_b9", "text": "Over the past several years, the country has gained a lot of attention and momentum in the area of disaster risk reduction. Numerous projects and activities have been undertaken by various Philippine stakeholders and agencies in DRRM.  However, sustaining the positive results and scaling them up to effect rippling positive changes in the lives of the poeple have been constant challenges. Threats remain.  Disasters and people’s risk to disasters are still present."}, {"text_block_id": "p4_b10", "text": "This is because the underlying causes of people’s vulnerability has yet to be fully fully recognized and addressed. For years, DRR has focused more on efforts around disaster preparedness and response and not so much in identifying the hazard-prone areas and other factors which contribute to people’s exposure to disasters; incorporating risk analysis to development plans; building people’s capacities towards sustainable livelihood options; and the like.  Although DRR has been gaining attention among peoples and institutions, complete paradigm shift from “disasters as an immediate product of hazards” to  “disasters as a function of people’s vulnerability” has not yet fully happened. Also, converging DRR and CCA remains to be a challenge, both in understading, mainstreaming into plans and policies, including institutional mechanisms. Lastly, gaps in terms of increased knowledge, understanding and capacities remain and cause a big challenge for the country in terms of DRRM."}, {"text_block_id": "p4_b11", "text": "The NDRRMP outlines the activities aimed at strengthening the capacity of the national government and the local government units (LGUs) together with partner stakeholders, to build the disaster resilience of communities and to institutionalize arrangements and measures for reducing disaster risks, including projected climate risks and enhancing disaster preparedness and response capabilities at all levels.  It highlights, among others, the importance of mainstream DRRM and CCA in the development processes such as policy formulation, socioeconoimc development planning, budgeting and governance particularly in the area of environment, agriculture, water, energy, health, education, poverty reduction, land-use and urban planning and public infrastructure and housing among others. Mainstreaming also puts to forth the need to develop common tools to analyze the various hazards and vulnerability factors which put our communities and people into harms way."}, {"text_block_id": "p4_b12", "text": "The NDRRMP also highlights the need for institutionalizing DRRM policies, structures, coordination mechanisms and programs with continuing budget appropriation on DRR from national down to local levels.  Through permanent mechanisms, competency and science-based capacity building activities can be done, alongside the nurturing of continuous learning through knowledge development and management of good DRRM practices on the ground."}, {"text_block_id": "p4_b13", "text": "Last but not least, the NDRRMP adheres to the principles of good governance within the context of poverty alleviation and environmental protection.  It is about partnerships and workshing together – engaging the participation of CSOs, the private sector and volunteers in the government’s DRRM programs towards compelementation of resources and effective delivery of services to the citizenry."}, {"text_block_id": "p5_b14", "text": "In accordance with the NDRRMF, through the NDRRMP, the country will have"}, {"text_block_id": "p5_b15", "text": "“Safer, adaptive and disaster resilient Filipino communities towards sustainable development.”"}, {"text_block_id": "p5_b16", "text": "This will be achieved through the four distinct yet mutually reinforcing prioirty areas, namely, (a) Disaster Prevention and Mitigation; (b) Disaster Preparedness; (c) Disaster Response; and (d) Disaster Recovery and Rehabilitation.  Each priority area has its own long term goal, which when put together will lead to the attainment of our country’s over goal/vision in DRRM."}, {"text_block_id": "p5_b17", "text": "This will be achieved through the four distinct yet mutually reinforcing prioirty areas, namely, (a) Disaster Prevention and Mitigation; (b) Disaster Preparedness; (c) Disaster Response; and (d) Disaster Recovery and Rehabilitation.  Each priority area has its own long term goal, which when put together will lead to the attainment of our country’s over goal/vision in DRRM.\n* Mutual reinforce each other and are interoperable.\n* DO NOT, SHOULD NOT and CANNOT stand alone.\n* Have no clear starting nor ending points between each of the aspects and overlaps are to be expected.\n* Are problem-needs and asset-strengths centered.\n* All point to one direction ï reduce peopleâs vulnerabilities and increasing their capacities."}, {"text_block_id": "p5_b29", "text": "In summary, the NDRRMP has 4 priority areas with 4 long term goals; 14 objectives; 24 outcomes; 56 outputs; and 93 activities."}, {"text_block_id": "p6_b30", "text": "The priority area on"}, {"text_block_id": "p6_b31", "text": "Disaster Prevention and Mitigation"}, {"text_block_id": "p6_b32", "text": "provides key strategic actions that give importance toactivities revolving around hazards evaluation and mitigation, vulnerability analyses, identification of hazard-prone areas and mainstreaming DRRM into development plans. It is based on sound and scientific analysis of the different underlying factors which contribute to the vulnerability of the people and eventually, their risks and exposure to hazards and disasters."}, {"text_block_id": "p6_b33", "text": "Disaster Preparedness"}, {"text_block_id": "p6_b34", "text": "provides for the key strategic actions that give importance toactivities revolving around community awareness and understanding; contingency planning; conduct of local drills and the development of a national disaster response plan.  Risk-related information coming from the prevention and mitigation aspect is necessary in order for the preparedness activities to be responsive to the needs of the people and situation on the ground."}, {"text_block_id": "p6_b35", "text": "Also, the policies, budget and institutional mechanisms established under the prevention and mitigation priority area will be further enhanced through capacity building activities, development of coordination mechanisms.  Through these, coordination, complementation and interoperability of work in DRRM operations and essential services will be ensured.  Behavioral change created by the preparedness aspect is eventually measured by how well people responded to the disasters.  At the frontlines of preparedness are the local government units, local chief executives and communities."}, {"text_block_id": "p6_b36", "text": "Disaster Response"}, {"text_block_id": "p6_b37", "text": "gives importance toactivities during the actual disaster response operations from needs assessment to search and rescue to relief operations to early recovery activities are emphasized.  The success and realization of this priority area rely heavily on the completion of the activities under both the prevention and mitigation and preparedness aspects, including among others the coordination and communication mechanisms to be developed.  On-the-ground partnerships and the vertical and horizontal coordination work between and among key stakeholders will contribute to successful disaster response operations and its smooth transition towards early and long term recovery work."}, {"text_block_id": "p6_b38", "text": "The"}, {"text_block_id": "p6_b39", "text": "Rehabilitation and Recovery"}, {"text_block_id": "p6_b40", "text": "priority area cover areas like employment and livelihoods, infrastructure and lifeline facilities, housing and resettlement, among others.  These are recovery efforts done when people are already outside of the evacuation centers."}, {"text_block_id": "p6_b41", "text": "The NDRRMP recognizes that certain"}, {"text_block_id": "p6_b42", "text": "concerns cut across"}, {"text_block_id": "p6_b43", "text": "the 4 DRRM priority areas.  These include health, human-induced disasters, gender mainstreaming, environmental protection, cultural sensitivity or indigenous practices, and the rights based approach. They are a combination of issues and approaches that should be taken into consideration in each of the priority areas."}, {"text_block_id": "p6_b44", "text": "The NDRRMP is scheduled to commence in 2011, immediately after its approval from the members of the National DRRM Council members.  In general, the set of activities are divided into"}, {"text_block_id": "p6_b45", "text": "three timelines"}, {"text_block_id": "p6_b46", "text": ", with the first two having 2years interval while the last one with 5 years, to wit:"}, {"text_block_id": "p6_b47_merged_merged_merged_merged_merged_merged", "text": "However, specifically for the the priority areas on Response and Rehabilitation and Recovery, Operational Timelineswere used primarity to give an overall guidance on “rapid” time element in providing humanitarian activities and recovering from the disasters.  Likewise, the operational timelines will guide the plan’s implementation and monitoring activities for the two priority areas. These operational timelines are as follows:"}, {"text_block_id": "p7_b50", "text": "Althroughout the NDRRMP, various strategies were identified to be used in order to achieve the desired key result areas under each DRRM aspect.  These are:"}, {"text_block_id": "p7_b51", "text": "Althroughout the NDRRMP, various strategies were identified to be used in order to achieve the desired key result areas under each DRRM aspect.  These are:\n* Advocacy and Information, Education and Communication (IEC)\n* Competency-based capability building\n* Contingency Planning\n* Education on DRRM and CCA for ALL\n* Institutionalization of DRRMCs and LDRRMOs\n* Mainstreaming of DRR in ALL plans\n* Research, Technology Development and Knowledge Management\n* Monitoring, evaluation and learning\n* Networking and partnership building between and among stakeholders, media and tiers of government"}, {"text_block_id": "p7_b69", "text": "In each of the activities under the NDRRMP,"}, {"text_block_id": "p7_b70", "text": "agency leads and implementing partner agencies"}, {"text_block_id": "p7_b71", "text": "and/or groups were identified.  Following RA 10121, the overall lead or focal agency for each of the four priority areas are the vice-chairpersons of the National DRRM Council."}, {"text_block_id": "p7_b72", "text": "The NDRRMP also identified areas where"}, {"text_block_id": "p7_b73", "text": "resources"}, {"text_block_id": "p7_b74", "text": "can be tapped for the implementation of the activities."}, {"text_block_id": "p7_b75", "text": "These are both for the national and local levels.  However, because mainstreaming of DRRM into policies and plans is the primary thrust of the NDRRMP, these activities will not have separate funding sources but will be mainstreamed into the activities of the agencies and offices."}, {"text_block_id": "p7_b76", "text": "Sources identified include the General Appropriations Act (GAA); National and Local DRRM Funds; Internal Revenue Allocation (IRA); Priority Development Assistance Fund (PDAF); Donor Funds; Adaptation and Risk Financing, among others. Aside from the fund sources, the NDRRMP will also tap into the non-monetary resources available which can help attain the targets identified in this plan.  These are the community-based good practices for replication and scaling up; indigenous practices on DRRM; Public-Private-Partnerships; and the different networks (DRR and CCA) of key stakeholders"}, {"text_block_id": "p7_b77", "text": "Monitoring and evaluation"}, {"text_block_id": "p7_b78", "text": "are essential components of results-based programming in DRRM as these will ensure that the plan’s on-time implementation and that learnings from past experiences become input to the plan altogether.  Also, through monitoring and evaluation activities, appropriate and needed revisions and/or changes can be identified, from the identified activities to the implementation mechanisms, in case more appropriate ones are realized."}, {"text_block_id": "p7_b79", "text": "These will be led by the the Office of Civil Defense, in close coordination with the four vice chairpersons of the NDRRMC by focusing on relevance, effectiveness, efficiency, impact and sustainability. A standard monitoring and evaluation template will be developed by the OCD together with the members of the Technical Management Group."}, {"text_block_id": "p7_b80_merged_merged_merged_merged", "text": "The NDRRMP was developed in partnership with the key stakeholders in DRRM in the country. Likewise, the success of the plan and the attainment of its targets and objective can only happen if an all-of-government and all-of society approach is done.  By working together and working hand-in-hand, we can achieve safer, adaptive and disaster resilient Filipino communities towards sustainable development."}, {"text_block_id": "p8_b84", "text": "RISK PROFILEand STATE OF DRRM"}, {"text_block_id": "p8_b85", "text": "There are compelling reasons why the Philippines should adopt disaster risk reduction and management(DRRM) and climate change adaptation (CCA).  It is exposed to disasters and hazards due to its geography and geology as well as the presence of internal disputes in some areas."}, {"text_block_id": "p8_b86", "text": "Tropical cyclones and its sequential effects of rain and windstorms, as well as floods are the most prevalent types of hydro-meteorological hazards in the country. Between 1997 and 2007, eighty-four (84) tropical cyclones entered the Philippine Area of Responsibility (PAR). These typhoons resulted to a total of 13,155 in human casualty and more than 51 million families have been affected. Economic losses due to typhoon damages in agriculture, infrastructures and private properties are estimated to reach P158.242-B.  Some of the most devastating floods and landslides are triggered by these typhoons that happened also within this period. The El Nino Southern Oscillation which is a periodic disaster recorded high economic costs in just a single occurrence.  In 2010, out of the almost PhP 25-M worth of damages to properties caused by natural disasters, tropical cyclones contributed to more than half. These affected more than 3 million people in that year alone."}, {"text_block_id": "p8_b87", "text": "In addition, the Philippines is situated along a highly seismic area lying along the Pacific Ring of Fire and is highly-prone to earthquakes. According to the Philippine Institute on Volcanology and Seismology (PHIVLOCS), the counrty experiences an average of five (5) earthquakes a day.  Earthquake disasters are not as frequent as the typhoons and flooding that take place in the Philippines. Nevertheless, the impact generated on affected communities is usually massive and devastating. Earthquake-induced disasters were few in numbers and in terms of casualties. Within the 10-year period five (5) destructive earthquakes were recorded and human casualty included 15 deaths and 119 persons injured. Damage to the economy was estimated to reach P0.207-B.  The 1990 Luzon Earthquake, the Moro Gulf Tsunami and the collapse of the Ruby Tower were the most notably devastating earthquake disasters in the Philippines.The Philippines is also prone to volcanic eruptions being situated along the the Pacific Ring of Fire where two major tectonic plates (Philippine Sea and Eurasian) meet.  This explains the occurrence of earthquakes and tsunamis and the existence of around 300 volcanoes of which 22 are active."}, {"text_block_id": "p8_b88", "text": "Based on the data from the National Disaster Risk Reduction and Management Council (NDRRMC), between 1990 and 2006, annual direct damages caused by disasters amount to PhP20-B per year.  This is roughly 0.5% of the Gross Domestic Product (GDP) on the average per year. In 2009 alone, tropical storm Ondoy and typhoon Pepeng caused substantial damages and losses equivalent to about 2.7% of the country’s GDP."}, {"text_block_id": "p9_b89", "text": "Hazards become disasters only if vulnerable people and resources are exposed to them.  People who live in poverty and adverse socio-economic considitions are highly vulnerable to disasters, especially those who live in river pathways and along the most hazard-prone areas. This explains why some parts of the country are more prone to specific hazards than others; some parts are exposed to more hazards than others.In an analysis of natural disaster hotspots by the Hazard Management Unit of the World Bank in 2005, the Philippines is among the countries where large percentages of population reside in disaster prone areas.  In the 2011 World Risk Report published by United Nations University and the Institute of Environment and Human Security, looking into the four components of risk (exposure, susceptibility, coping and adapt capacities), the Philippines is the third most disaster risk country worldwide."}, {"text_block_id": "p9_b90", "text": "Aside from natural causes, the country also experiences human-induced disasters. These are brought about by hazards that are of political and socio-economic origins, among others.  Many are forced to evacuate during times of conflict.  Violence continue to plague the country, with most of the fighting in the South.  Intense fighting between government forces and the Moro Islamic Liberation Front (MILF) during the first half of year 2009 resulted in the displacement of hundreds of thousands of civilians. The government and the MILF decided to lay down their arms and work toward peace accord that had failed in 2009 in Malaysia. On the other hand, the Abu Sayyaf Group (ASG), labelled a terrorist organization, continued to carry out bombings and rebels were killed during clashes with the military in the latter part of 2009. These human-induced disasters caused by armed fightings in the South continue to threaten the security of civilian communities which result into the displacement of thousands of civilians.  So long as there is no peace settlement mechanism in Mindanao, internally displaced civilians will remain a given collateral damage of every armed conflicts. Such disasters consequently cause public anxiety, lost of lives, destruction of properties and sometimes socio-political stability."}, {"text_block_id": "p9_b91", "text": "Progress on the Implementation of HFA and SNAP"}, {"text_block_id": "p9_b92", "text": "Because of the country’s susceptibility to natural and human-induced disasters, efforts have been made for the past several years to build people’s capacities and resilience to disasters.  This is in line with the country’s commitment to achieve the targets set by the Millenium Development Goals (MDGs) and its commitment to build resilient communities as expressed by its adoption of the Hyogo Framework for Action (HFA) in 2005.  The HFA was formulated and adopted by 168 governments at the World Conference on Disaster Reduction held in Kobe, Japan and is aimed at building the resilience of nations and communities to disasters and reducing vulnerabilities and risks to hazards.  It aims to have (a) effective integration of disaster risk considerations into sustainable development policies, planning and programming at all levels – disaster prevention, mitigation, preparedness and vulnerability reduction; (b) development and strengthening of institutions, mechanisms and capacities at all levels; and (c) systematic incorporation of risk reduction approaches into the design and implementation of emergency preparedness, response and recovery programmes in the recontsruction of affected communities."}, {"text_block_id": "p9_b93", "text": "These three (3) strategic goals are to be achieved through the five (5) priorities of action, namely:"}, {"text_block_id": "p10_b94", "text": "On June 21, 2010, through Executive Order Number 888, the Strategic National Action Plan (SNAP) on DRR 2009-2019 was adopted by then President Gloria Macapagal Arroyo.   The SNAP is a"}, {"text_block_id": "p10_b95", "text": "road map"}, {"text_block_id": "p10_b96", "text": "indicating the vision and strategic objectives on disaster risk reduction of the country for the next 10 years and was based on (a) an assessment of the disaster risks, vulnerability, and capacity; (b) gap analysis that identifies and maps out significant on-going initiatives; and (c) DRR acivities based on the HFA that are considered by stakeholders as achieveable priorities for country, with adequate relevant resources and capacity for implementation over the next three to ten years."}, {"text_block_id": "p10_b97", "text": "The SNAP for disaster risk reduction (DRR) was developed using a set of assumptions, scenarios and related information up to the year 2006.  Its development and implementation were based on two guiding principles, namely:"}, {"text_block_id": "p10_b98", "text": "The SNAP for disaster risk reduction (DRR) was developed using a set of assumptions, scenarios and related information up to the year 2006.  Its development and implementation were based on two guiding principles, namely:\n* DRR is directly linked to poverty alleviation and sustainable development; and\n* DRR entails the participation of various stakeholders in order to mainstream DRR in relevant sectors in the society."}, {"text_block_id": "p10_b102_merged_merged", "text": "Consistent with the global commitment, the Philippine SNAP aims to build the resilience of communities to disasters in order to “reduce disaster losses in lives, in the social, economic and environmental assets of communities and countries.”The SNAP has five strategic objectives and 18 priority programs, with identified target for implementation of either short term (2009-2010); medium term (2011-2015); and long term (2016-2019)."}, {"text_block_id": "p10_b105", "text": "identified in the SNAP."}, {"text_block_id": "p10_b106", "text": "And so, in May 27, 2010, Republic Act 10121 or the Philippine DRRM Act was passed into law and"}, {"text_block_id": "p11_b107", "text": "paved the way for the need to"}, {"text_block_id": "p11_b108", "text": "“adopt a disaster risk reduction and management approach that is"}, {"text_block_id": "p11_b109", "text": "holistic, comprehensive, integrated, and proactive in lessening the socio-economic and"}, {"text_block_id": "p11_b110", "text": "environmental impacts of disasters including climate change, and promote the involvement and"}, {"text_block_id": "p11_b111", "text": "participation of all sectors and all stakeholders concerned, at all levels, especially the local"}, {"text_block_id": "p11_b112", "text": "community.”"}, {"text_block_id": "p11_b113", "text": "The Act provides for the development of policies and plans and the implementation of"}, {"text_block_id": "p11_b114", "text": "actions and measures pertaining to all aspects of disaster risk reduction and management, including"}, {"text_block_id": "p11_b115", "text": "good governance, risk assessment and early warning, knowledge building and awareness raising,"}, {"text_block_id": "p11_b116", "text": "reducing underlying risk factors, and preparedness for effective response and early recovery."}, {"text_block_id": "p11_b117", "text": "Because of this, even if the SNAP priority projects have not yet fully taken off, they have been integrated into the development of this document.  Likewise, the learnings and gaps from the SNAP were also taken into consideration (i.e., inclusion of a monitoring and evaluation mechanism).  As part of the development of the NDRRM Plan, a general review of the SNAP’s implementation was conducted in order to see which among the 18 projects have been implemented, at what stage and when. The review assessed if the five (5) strategic objectives, eighteen (18) projects, twenty two (22) outputs, three (3) sets of timelines, and one hundred six (106) activitiesare still aligned with the paradigm shift called for by RA 10121 and the new NDRRM Framework and vis-a-vis the country’s progress on its commitment to the Hyogo Framework for Action."}, {"text_block_id": "p11_b118_merged_merged", "text": "Based on both the HFA progress reports and the SNAP review and using the four (4) DRRM aspects under RA 10121, the following are the country’s successes in DRRM:"}, {"text_block_id": "p11_b122", "text": "I. Disaster Prevention and Mitigation"}, {"text_block_id": "p11_b123", "text": "I. Disaster Prevention and Mitigation\n* Conduct of risk assessments in various areas in the country\n* Development and establishment of several early warning systems\n* Development of tools on risk assessment\n* Increasing involvement of communities and local government units (LGUs) in disaster risk management\n* Development of DRRM mainstreaming tools into the national and sub-national planning systems\n* National institutional and legal frameworks in DRRM\n* Presence of functional multi-sectoral platforms\n* Resource allocation"}, {"text_block_id": "p11_b139", "text": "II. Disaster Preparedness"}, {"text_block_id": "p11_b140", "text": "II. Disaster Preparedness\n* Conduct of DRRMvarious research work\n* Conduct of multi-stakeholders dialogues\n* Conduct of various capacity building activities\n* Development and regular review of contingency plans\n* Development of information, education and communication (IEC) materials\n* Development of information and database generation\n* Inclusion of DRRM into school curricula (especially in basic education)\n* Existence of procedures on disaster communication"}, {"text_block_id": "p11_b156", "text": "III. Disaster Response"}, {"text_block_id": "p11_b157", "text": "III. Disaster Response\n* Established insititutional mechanisms for disaster response operations\n* Improved skills in search, rescue and retrieval operations"}, {"text_block_id": "p11_b161", "text": "IV. Disaster Rehabilitation and Recovery"}, {"text_block_id": "p11_b162", "text": "IV. Disaster Rehabilitation and Recovery\n* Mainstreaming of DRR in social, economic, and human settlements development plans\n* Conduct of post disaster assessments"}, {"text_block_id": "p12_b166", "text": "IV. Disaster Rehabilitation and Recovery\n* Mainstreaming of DRR in social, economic, and human settlements development plans\n* Conduct of post disaster assessments\n* Integration of DRR into post-disaster recovery and rehabilitation processes\n* Incorporating DRR elements in planning and management of human settlements"}, {"text_block_id": "p12_b170", "text": "Lessons Learned and Gaps Identified"}, {"text_block_id": "p12_b171", "text": "remain. Disasters and people’s risk to disasters are still present."}, {"text_block_id": "p12_b172", "text": "Addressing the underlying causes vulnerable"}, {"text_block_id": "p12_b173", "text": "vulnerability especially in times of disasters."}, {"text_block_id": "p12_b174", "text": "DRR vs CCA"}, {"text_block_id": "p12_b175", "text": "to adapt to the effects of climate changes and become less vulnerable."}, {"text_block_id": "p12_b176", "text": "Mainstreaming of DRR and CCA into development plans"}, {"text_block_id": "p12_b177", "text": "both of which will secure sustained funding and political support."}, {"text_block_id": "p12_b178", "text": "Information, capacities and skillson DRRM and CCA"}, {"text_block_id": "p12_b179_merged", "text": "Even if a number of IEC materials have already been produced on disasters, most of them still highlight just disaster preparedness and response.  Development of information and campaign materials which will help people understand DRRM and CCA, how they link together, and how these two concepts contribute to the reduction of their risks to future disasters are of utmost importance soonest. Likewise, having institutionalized mechanisms for knowledge development, sharing and"}, {"text_block_id": "p13_b184", "text": "management will contribute to the documentation, replication and scaling up of good practices on"}, {"text_block_id": "p13_b185", "text": "DRRM and CCA."}, {"text_block_id": "p13_b186", "text": "DRRM and Disaster Response complement each other (and it is not either or)"}, {"text_block_id": "p13_b187", "text": "disaster response will take place."}, {"text_block_id": "p13_b188", "text": "Building capacities of peoples and institutions"}, {"text_block_id": "p13_b189", "text": "steps towards building their resilience."}, {"text_block_id": "p13_b190", "text": "Building back better"}, {"text_block_id": "p13_b191", "text": "becomes a better and more capable and more resilient to disaster and climate risks."}, {"text_block_id": "p13_b192", "text": "DEVELOPMENT POLICIES, CHALLENGES AND OPPORTUNITIES"}, {"text_block_id": "p13_b193", "text": "The Philippine Development Plan"}, {"text_block_id": "p13_b194", "text": "The Philippine Development Plan (PDP) 2011-2016 is the development roadmap of the country.  It translates the country’s development agenda --"}, {"text_block_id": "p13_b195", "text": "“Social Contract with the Filipino People”"}, {"text_block_id": "p13_b196", "text": "– into priority actions and projects.The current PDP envisions a country with an organized and widely shared rapid expansion of the economy through a government dedicated to honing and mobilizing the people’s skills and energies as well as the responsible harnessing of the country’s natural resources. The attainment of the vision entails changes among each and every Filipino towards"}, {"text_block_id": "p13_b197", "text": "“doing the right things, giving value to excellence and integrity and rejecting mediocrity and dishonesty, and giving priority to others over ourselves.”"}, {"text_block_id": "p13_b198_merged_merged_merged", "text": "Bottom line is to achieve inclusive growth, create employment opportunities and reduce poverty.Inclusive growth means higher economic growth of 7-8% per year for at least six years; generation of mass employment; and achieving or surpassing the Millennium Development Goals."}, {"text_block_id": "p13_b201", "text": "The target outcomes of poverty reduction and increased employment will be achieved through three broad strategies, namely: (a) high and sustained economic growth; (b) equal access to development opportunities; and (c) effective and responsive social safety nets.  Specifically, these include having a stable macroeconomic environment; mitigating potential impacts of environment factors; and advancing peace process and guarantee national security."}, {"text_block_id": "p14_b202", "text": "The PDP has identified DRRM and CCA as main cross-cutting concerns.  Assuch, these have been integrated into the different sectors and sub-sectors using various strategies in order to address the underlying causes of people’s vulnerabilities and contribute to the reduction of people’s risks to disasters. In general, the PDP’s approaches to DRRM and CCA revolve around the following:"}, {"text_block_id": "p14_b203", "text": "The PDP has identified DRRM and CCA as main cross-cutting concerns.  Assuch, these have been integrated into the different sectors and sub-sectors using various strategies in order to address the underlying causes of people’s vulnerabilities and contribute to the reduction of people’s risks to disasters. In general, the PDP’s approaches to DRRM and CCA revolve around the following:\n* Mainstream DRRM and CCA into existing policies (i.e., land-use, building code, GAA), plans (i.e., CLUP) and programs (i.e., researches, school curricula, )\n* Reduce vulnerability through continued and sustained assessments especially in high-risk areas. These will be done through geo-hazard mapping and risk assessments especially for highly susceptible communities and/or areas and be used as basis for the formulation and implementation of DRRM plans. Furthermore, this includes the reduction of CC-related risks and vulnerability of natural ecosystems and biodiversity through ecosystem-based management approaches, conservation efforts and sustainable environment.\n* Integrate DRRM and CCA in all educations levels and in specialized technical training and research programs.  In addition, use science-based tools and technologies to support decisions in identifying, preventing and mitigating potential disaster impacts\n* Raise public awareness of DRR and mitigating the impacts of natural disasters through the formulation and implementation of a communication plan for DRR and CCA.  This also includes the conduct of extensive IEC campaigns for increased public awareness of DRR and enhancement of disaster-preparedness through multi-stakeholder coordination\n* Increase resilience of communities through the development of CC-sensitive technologies and systems and the provision of support services to the most vulnerable communities\n* Strengthen the capacity of communities to respond effectively to climate and other natural and human-induced hazards and disasters.  This includes the strengthening of civil society-basic sector participation and PPP; encourage volunteerism and enhance competence of institutions in social services delivery.\n* Institutionalize DRRM and CCA in various sectors and increase local government and community participation in DRRM and CCA activities\n* Push for the practice and use of Integrated Water Resources Management (IWRM) and prioritize the construction of flood management structures in highly vulnerable areas, while applying DRRM and CCA strategies in the planning and design of flood management structures\n* Intensify development and utilization of renewable energy and environment-friendly alternative energy resources/technologies.  This include the assessment of the vulnerability of energy facilities to climate change and natural disasters (e.g., El NiÃ±o and La NiÃ±a)"}, {"text_block_id": "p14_b221", "text": "Through these, the PDP hopes to attain transparent and accountable governance; uplift and empower the poor and vulnerable; achieve economic growth through infrastructure development, strategic public-private partnerships, and policy environment for greater governance; and create a sustainable development."}, {"text_block_id": "p14_b222", "text": "The National Climate Change Action Plan"}, {"text_block_id": "p14_b223_merged", "text": "The National Climate Change Action Plan (NCCAP) outlines the agenda for climate change adaptation and mitigation for 2011 to 2038.  Consistent with the Climate Change Adaptation Framework, the NCCAP’s ultimate goal is to “build the adaptive capacities of  women and men in their communities, increase the resilience of vulnerable sectors and natural ecosystems to climate change and optimize mitigation opportunities towards gender-resposive and rights-based sustainable development.”Within the 2 long-term objectives of adaptation and mitigation, NCCAP will pursue seven (7) strategic priorities:"}, {"text_block_id": "p14_b226", "text": "The National Climate Change Action Plan (NCCAP) outlines the agenda for climate change adaptation and mitigation for 2011 to 2038.  Consistent with the Climate Change Adaptation Framework, the NCCAP’s ultimate goal is to “build the adaptive capacities of  women and men in their communities, increase the resilience of vulnerable sectors and natural ecosystems to climate change and optimize mitigation opportunities towards gender-resposive and rights-based sustainable development.”Within the 2 long-term objectives of adaptation and mitigation, NCCAP will pursue seven (7) strategic priorities:\n* Food security\n<\\li1>"}, {"text_block_id": "p15_b228", "text": "The National Climate Change Action Plan (NCCAP) outlines the agenda for climate change adaptation and mitigation for 2011 to 2038.  Consistent with the Climate Change Adaptation Framework, the NCCAP’s ultimate goal is to “build the adaptive capacities of  women and men in their communities, increase the resilience of vulnerable sectors and natural ecosystems to climate change and optimize mitigation opportunities towards gender-resposive and rights-based sustainable development.”Within the 2 long-term objectives of adaptation and mitigation, NCCAP will pursue seven (7) strategic priorities:\n* Food security\n<\\li1>\n* Water efficiency\n* Ecosystem and environmental stability\n* Human security\n* Climate-smart industries and services\n* Sustainable energy\n* Knowledge and capacity development"}, {"text_block_id": "p15_b240", "text": "Among the seven strategic objectives,"}, {"text_block_id": "p15_b241", "text": "Ecosystem and Environmental Stability"}, {"text_block_id": "p15_b242", "text": "and"}, {"text_block_id": "p15_b243", "text": "Human Security"}, {"text_block_id": "p15_b244", "text": "directly interphases with DRRM."}, {"text_block_id": "p15_b245", "text": "The ecosystem provides services to man resulting in the reduction of disaster risk."}, {"text_block_id": "p15_b246", "text": "Human well"}, {"text_block_id": "p15_b247", "text": "-"}, {"text_block_id": "p15_b248", "text": "being is highly dependent on ecosystems and the benefits they provide.  Ecosystem services are the benefits people obtain from ecosystems.  Maintaining healthy and stable ecosystems is therefore a necessity especially n the midst of changing climates.  But the service the ecosystem provides in the field of DRRM cannot be sustained if man continually degrades his environment."}, {"text_block_id": "p15_b249", "text": "The PDP defines human security as the state where the rights of the Filipino family and individuals, especially the poor and vulnerable, are protected and promoted through access to education, health, housing and social protection, while ensuring environmental sustainability.  Security concerns associated with CC include the potential conflict over natural resources, population displacement and migration as the result of sea-level rise or other large-scale humanitarian disasters as the result of extreme climate events. The notion of human security amidst climate change risks, therefore, considers a state or condition where individuals and communities have the options necesary to end, mitigate or adapt to threats to their human, environmental and social rights; have the capacity and freedom to exercise these options, and actively participate in pursuing these options (O’Brien, et al. 2008).  The growing recognition that there may be an increasing number of disasters linked to floods, droughts and other climate influenced events calls for a much deeper and broader assessment of the connections between DRRM, CCA and human security (O’Brien, et al. 2008)."}, {"text_block_id": "p15_b250", "text": "Consequently, there is a call for a convergence of approaches and programmes between DRRM and CCA especially since climate and weather-based hazards can lead to large scale disasters if processes and communities are not prepared adn the risksa are not reduced.  With climate change and the expected increase in the severity and frequency of extreme weather events, DRRM will not be sufficient.  However, unlike in the NCCAP wherein DRRM is only mainstreamed or linked under 2 of its 7 objectives, in the NDRRMP, total convergence between DRRM and CCA is ensured from start to finish.  This is because primarily because both have the same bottomlines"}, {"text_block_id": "p15_b251", "text": ""}, {"text_block_id": "p15_b252", "text": "vulnerability reduction to disasters."}, {"text_block_id": "p15_b253", "text": "The National Security Policy"}, {"text_block_id": "p15_b254", "text": "links to international terror group."}, {"text_block_id": "p15_b255_merged_merged_merged_merged", "text": "The National Security Policy (NSP) provides the overarching framework for the promotion of people’s welfare and for the posterity of the nation. The national security policy objectives define"}, {"text_block_id": "p16_b257", "text": "the strategy and programs in response to threats of opportunities that would have bearing on the"}, {"text_block_id": "p16_b258", "text": "peace and stability of the nation as well as on the well-being of Filipinos.  It is anchored on four (4)"}, {"text_block_id": "p16_b259", "text": "key elements, namely, governance, delivery of basic services, economic reconstruction, and"}, {"text_block_id": "p16_b260", "text": "sustainable development, and security sector reforms."}, {"text_block_id": "p16_b261", "text": "With the main objective of promoting internal socio-political stability, the NSP will use the following"}, {"text_block_id": "p16_b262", "text": "strategies:"}, {"text_block_id": "p16_b263", "text": "1."}, {"text_block_id": "p16_b264", "text": "To win the hearts and minds of those with valid grievances and retain the allegiance of the"}, {"text_block_id": "p16_b265", "text": "rest;"}, {"text_block_id": "p16_b266", "text": "2."}, {"text_block_id": "p16_b267", "text": "Strengthen the Integrity of national institutions and promote good governance;"}, {"text_block_id": "p16_b268", "text": "3."}, {"text_block_id": "p16_b269", "text": "Promote the peace process as the centerpiece of our internal security program; and"}, {"text_block_id": "p16_b270", "text": "4."}, {"text_block_id": "p16_b271", "text": "Launch a proactive and holistic program to combat terrorism"}, {"text_block_id": "p16_b272", "text": "The National DRRM Framework (NDRRMF)"}, {"text_block_id": "p16_b273", "text": "On June 16, 2011, the National Disaster Risk Reduction and Management Framework (NDRRMF) was approved by the executive committee of the National Disaster Risk Reduction and Management Council (NDRRMC).  The framework is in conformity with and captures the essesence and priorities of Republic Act 10121."}, {"text_block_id": "p16_b274_merged_merged_merged_merged", "text": "The Framework envisions a country which have “safer, adaptive and disaster-resilient Filipino communities toward sustainable development.” The goal is to have a paradigm shift from reactive to proactive DRRM wherein men and women have increased their awareness, understanding on DRRM with the end in view of increasing people’s resilience and decreasing their vulnerabilities. Our aim is to empowerleaders and communities and to develop the “right” mindset and positive behavioral changes towards reducing and managing risks and lessening the effects of disasters.  This term is about building back better or building on from our learnings, good practices, research and experiences, helping us address the underlying causes of our vulnerbility and increasing our ability to adjust to the situation before us.  By being adaptive, we learn to innovate and go to the next level."}, {"text_block_id": "p16_b277", "text": "Disaster-resilient communities are achieved when the risk reduction efforts have been successful and have made the people stronger (in a positive way and not just in terms of their coping mechanism), increasing their ability to bounce back after a disaster.  It is important to instill the culture of safety by increasing people’s capacity to bounce back and decrease disaster losses and impact.  In the end, DRRM is all about addressing the underlying causes of people’s vulnerability; building their individual, collective and institutional capacities and building back better wherein people’s lives become sustainably better."}, {"text_block_id": "p17_b278", "text": "The country is challenged by increasing disaster and climate risks caused by dynamic combinations of natural and human-induced hazards, exposure, and people’s vulnerabilities and capacities.  There is an urgent need for the country to work together through multi-stakeholder partnerships and robust institutional mechanisms and processes so that Filipinos will be able to live in safer, adaptive and disaster resilient communities on the path to developing sustainably."}, {"text_block_id": "p17_b279", "text": "This DRRM framework emphasizes that through time, resources invested in disaster prevention, mitigation, preparedness and climate change adaptation will be more effective towards attaining the goal of adaptive, disaster resilient communities and sustainable development.  The Framework shows that mitigating the potential impacts of existing disaster and climate risks, preventing hazards and small emergencies from becoming disasters, and being prepared for disasters, will substantially reduce loss of life and damage to social, economic and environmental assets.  It also highlights the need for effective and coordinated humanitarian assistance and disaster response to save lives and protect the more vulnerable groups during and immediately after a disaster. Further, building back better and building better lives after a disaster will lead to sustainable development after the recovery and reconstruction process."}, {"text_block_id": "p17_b280", "text": "The National Disaster Risk Reduction and Management Plan (NDRRMP)"}, {"text_block_id": "p17_b281", "text": "Given all these, it is imperative for the country to have a national plan that will serve a road map on how disaster risk reduction and management will contribute to the attainment of sustainable development through inclusive growth and build the adaptive capacities of communities, increase the resilience of vulnerable sectors and optimize disaster mitigation opportunities with the end in view of promoting people’s welfare and security towards gender-responsive and rights-based sustainable development."}, {"text_block_id": "p17_b282", "text": "The NDRRMP also highlights the need for institutionalizing DRRM policies, structures, coordination mechanisms and programs with continuing budget appropriation on DRR from national down to local levels. Through permanent mechanisms, competency and science-based capacity building activities can be done, alongside the nurturing of continuous learning through knowledge development and management of good DRRM practices on the ground."}, {"text_block_id": "p17_b283", "text": "Unique to the country is the inclusion of human-induced disasters in the area of DRRM, based on RA 10121.  This means that mainstreaming DRRM into the peace process and conflict resolution approaches is also included in the national DRRM plan.  Through this, losses in lives and damages to properties will be minimized and communities in hazards and conflict zones can immediately go back to their normal lives after."}, {"text_block_id": "p18_b284", "text": "Last but not least, the NDRRMP adheres to the principles of good governance within the context of poverty alleviation and environmental protection.  It is about partnerships, working together and all of government/community approach– engaging the participation of CSOs, the private sector and volunteers in the government’s DRRM programs towards compelementation of resources and effective delivery of services to the citizenry."}, {"text_block_id": "p18_b285", "text": "DRRM Priority Areas and Long-Term Goals"}, {"text_block_id": "p18_b286_merged", "text": "In accordance with the NDRRMF, through the NDRRMP, the country will have“Safer, adaptive and disaster resilient Filipino communities towards sustainable development.”This will be achieved through the four distinct yet mutually reinforcing prioirty areas, namely, (a) Disaster Prevention and Mitigation; (b) Disaster Preparedness; (c) Disaster Response; and (d) Disaster Recovery and Rehabilitation.  Each priority area has its own long term goal, which when put together will lead to the attainment of our country’s over goal/vision in DRRM."}, {"text_block_id": "p18_b289", "text": "(f)"}, {"text_block_id": "p18_b290", "text": "Mutual reinforce each other and are interoperable"}, {"text_block_id": "p18_b291", "text": ".  This means that whatever we do in one aspect will have a direct or indirect effect on the activities identified under the other aspects.  Furthermore, this means that it is assumed that the level of preparedness and intensity of response activities we conduct are lessened because proper prevention and mitigation activities have been done already."}, {"text_block_id": "p18_b292", "text": "(g)"}, {"text_block_id": "p18_b293", "text": "DO NOT, SHOULD NOT and CANNOT stand alone"}, {"text_block_id": "p18_b294", "text": ".  Because they are inter-linked, one cannot just focus on one aspect without considering the others."}, {"text_block_id": "p18_b295", "text": "(h)"}, {"text_block_id": "p18_b296", "text": "Have no clear starting nor ending points between each of the aspects and overlaps are to be expected"}, {"text_block_id": "p18_b297", "text": ". There are some areas which are divided very thinly by gray areas.  These are activities which need to be smoothly integrated into two aspects.  However, for purposes of"}, {"text_block_id": "p19_b298", "text": "this document, the overlapping activities were put into the specific aspect which could better capture its essence using the lens of that specific DRRM area and to correspond to the given parameters whithin which these aspects focus on.  Some of these ovearlapping points are the following:"}, {"text_block_id": "p19_b299", "text": "(i)"}, {"text_block_id": "p19_b300", "text": "Are problem-needs and asset-strengths centered."}, {"text_block_id": "p19_b301", "text": "With the identification of the different factors which contribute to the vulnerabilities of the people, the NDRRMP focuses on how the underlying causes of the problems can be addressed.  Likewise, this document will aslo present existing and inherent assets and strengths of the Filipino community and nation which will help attain the targets set herein."}, {"text_block_id": "p19_b302", "text": "(j)"}, {"text_block_id": "p19_b303", "text": "All point to one direction"}, {"text_block_id": "p19_b304", "text": ""}, {"text_block_id": "p19_b305", "text": "reduce people’s vulnerabilities and increasing their capacities."}, {"text_block_id": "p19_b306", "text": "The outcomes, outputs and activities may be focused on the specific aspect but one should look into the document in totality, bearing in mind that all of the efforts combined will lead to the realization and achievement of the country’s vision of safer, adaptive and more resilient Filipino communities."}, {"text_block_id": "p19_b307", "text": "In summary, the NDRRMP has"}, {"text_block_id": "p19_b308", "text": "Prevention and Mitigation"}, {"text_block_id": "p20_b309", "text": "Under Section 3 of Republic Act 10121, disaster prevention and disaster mitigation are defined as:"}, {"text_block_id": "p20_b310", "text": "Disaster Prevention"}, {"text_block_id": "p20_b311", "text": "– the outright avoidance of adverse impacts of hazards and related disasters.  It expresses the concept and intention to completely avoid potential adverse impacts through action taken in advance such as construction or dams or embankments that eliminate flood risks, land-use regulations that do not permit any settlement in high-risk zones and seismic engineering designs that ensure the survival and function of a critical building in any likely earthquake"}, {"text_block_id": "p20_b312", "text": "Disaster Mitigation"}, {"text_block_id": "p20_b313", "text": "– the lessening or limitation of the adverse impacts of hazards and related disasters.  Mitigation measures encompass engineering techniques and hazard-resilient constructtion as well as improved environmental policies and public awareness"}, {"text_block_id": "p20_b314", "text": "The Prevention and Mitigation (P&M) provides key strategic actions that give importance toactivities revolving around hazards evaluation and mitigation, vulnerability analyses, identification of hazard-prone areas and mainstreaming DRRM into development plans. It is based on sound and scientific analysis of the different underlying factors which contribute to the vulnerability of the people and eventually, their risks and exposure to hazards and disasters."}, {"text_block_id": "p20_b315", "text": "To achieve these objectives, the NDRRMP identified the following outcomes:"}, {"text_block_id": "p20_b316", "text": "1. DRRM and CCA mainstreamed and integrated in national, sectoral, regional and local development policies, plans and budget"}, {"text_block_id": "p20_b317", "text": "DRRM is not and should not be a stand-alone program in any government or country.   Hence, it should be integrated and mainstreamed into national and local policies, plans and programs, including budgets.  At the local level, DRRM and CCA need to be mainstreamed into the LGUs’ provincial development and physical framework plans (PDPFPs), Comprehensive Development Plans (CDPs) and Comprehensive Land Use Plans (CLUPs)"}, {"text_block_id": "p20_b318", "text": "Key activities"}, {"text_block_id": "p20_b319", "text": ""}, {"text_block_id": "p20_b320", "text": "Mainstreaming and integration of DRRM and CCA into national, sectoral, regional and local development policies, plans, programs and budget, especially in RPFPs, PDPFPs, CDPs and CLUPs)"}, {"text_block_id": "p20_b321", "text": ""}, {"text_block_id": "p20_b322", "text": "Development of science-based mainstreaming tools for DRRM and CCA"}, {"text_block_id": "p20_b323", "text": ""}, {"text_block_id": "p20_b324", "text": "Institutionalization of DRRMCs and DRRMOs"}, {"text_block_id": "p20_b325", "text": ""}, {"text_block_id": "p20_b326", "text": "Utilization of the Local DRRM Funds"}, {"text_block_id": "p20_b327", "text": "2. DRRM and CCA-sensitive environmental management"}, {"text_block_id": "p20_b328", "text": "Disaster risk reduction should be an integral objective of environment related policies and plans, including for land use, natural resource management and adaptation to climate change."}, {"text_block_id": "p21_b329", "text": "Key activities"}, {"text_block_id": "p21_b330", "text": ""}, {"text_block_id": "p21_b331", "text": "Integration of DRRM and CCA in the different environment-related policies and plans, including for land use, natural resource management"}, {"text_block_id": "p21_b332", "text": ""}, {"text_block_id": "p21_b333", "text": "Development of a joint work-plan and alignment of the NDRRMP and the National Climate Change Adaptation Action Plan (NCCAAP)"}, {"text_block_id": "p21_b334", "text": "3. Increased disaster resiliency of infrastructure systems"}, {"text_block_id": "p21_b335", "text": "Urban disasters are among the country’s growing concerns in DRRM.  With the exponential increase of poor people living in highly congested urban communities surrounded by old, unstable and highly vulnerable buildings, attention to how risks can be reduced in infrastructure systems need to be emphasized."}, {"text_block_id": "p21_b336", "text": "Key activities"}, {"text_block_id": "p21_b337", "text": ""}, {"text_block_id": "p21_b338", "text": "Conduct of inventory, vulnerability and risk assessments of critical facilities"}, {"text_block_id": "p21_b339", "text": ""}, {"text_block_id": "p21_b340", "text": "Develop guidelines on the redesign, retrofitting or operational modifications of infrastructure"}, {"text_block_id": "p21_b341", "text": ""}, {"text_block_id": "p21_b342", "text": "Integration of DRRM and CCA in the building code"}, {"text_block_id": "p21_b343", "text": ""}, {"text_block_id": "p21_b344", "text": "Advocacy for the implementation of the building code and use of green technology"}, {"text_block_id": "p21_b345", "text": "4. Community based and scientific DRR-CCA"}, {"text_block_id": "p21_b346", "text": "assessment, mapping, analysis and monitoring"}, {"text_block_id": "p21_b347", "text": "To be a more effective guide in national and local planning, a combination of community-based and scientific DRR/CCA hazard and risk mapping will be a priority.  Through this, not only will the findings be validated, communities will be able to participate and take part in knowing about the different factors which increase their risks and exposure to disasters as well as be involved in the process of assessment, analysis and the conduct of monitoring activities."}, {"text_block_id": "p21_b348", "text": "Key activities"}, {"text_block_id": "p21_b349", "text": ""}, {"text_block_id": "p21_b350", "text": "Conduct of hazard mapping and vulnerability assessments"}, {"text_block_id": "p21_b351", "text": ""}, {"text_block_id": "p21_b352", "text": "Conduct of studies on disaster risk prevention interventions for armed conflict situation and climate change effects"}, {"text_block_id": "p21_b353", "text": ""}, {"text_block_id": "p21_b354", "text": "Establishment of a knowledge management center within the OCD which will also conduct capacity building and research activities on DRRM"}, {"text_block_id": "p21_b355", "text": ""}, {"text_block_id": "p21_b356", "text": "Information dissemination through partnerships with various media"}, {"text_block_id": "p21_b357", "text": "5. Communities have access to effective and applicable disaster risk financing and insurance"}, {"text_block_id": "p21_b358", "text": "Risk transfer mechanisms through disaster risk financing and insurance contributes to the prevention and mitigation of disasters, especially at the community level.  Through this, their vulnerabilities are lessened through the options and buffers available for them."}, {"text_block_id": "p21_b359", "text": "Key activities"}, {"text_block_id": "p21_b360", "text": ""}, {"text_block_id": "p21_b361", "text": "Conduct of research and develop new modalities for risk financing schemes"}, {"text_block_id": "p21_b362", "text": ""}, {"text_block_id": "p21_b363", "text": "Develop advocacy and risk communication plan to encourage communities to avail risk financing options"}, {"text_block_id": "p21_b364", "text": ""}, {"text_block_id": "p21_b365", "text": "Update the directory of available risk financing windows of LGUs"}, {"text_block_id": "p21_b366", "text": "6. End-to-End monitoring, forecasting and early warning systems are established and/or improved"}, {"text_block_id": "p21_b367", "text": "As defined under Republic Act 10121, EWS is the set of capacities needed to generate and disseminate timely and meaningful warning information to enable individuals, communities and"}, {"text_block_id": "p22_b368", "text": "organizations threatened by a hazard to prepare and to act appropriately and in sufficient time to reduce the possibility of harm or loss.  A people-centered EWS is about having (a) the knowledge of the risks; (b) monitoring, analysis and forecasting of the hazards; (c) communication or dissemination of alerts and warnings; (d) and local capabilities to respond to the warnings received.  “End-to-end warning system” is emphasized which incorporates all steps from hazard detection to community response."}, {"text_block_id": "p22_b369", "text": "Key activities"}, {"text_block_id": "p22_b370", "text": ""}, {"text_block_id": "p22_b371", "text": "Develop and institutionalize EWS information sharing and communication systems between LGUs, communities and national government"}, {"text_block_id": "p22_b372", "text": ""}, {"text_block_id": "p22_b373", "text": "Develop criteria for accreditation and/or standardized EWS"}, {"text_block_id": "p22_b374", "text": ""}, {"text_block_id": "p22_b375", "text": "Procure equipment and establish EWS facilities"}, {"text_block_id": "p22_b376", "text": ""}, {"text_block_id": "p22_b377", "text": "Develop community-based and local early warning systems for various hazards"}, {"text_block_id": "p22_b378", "text": "Disaster Preparedness"}, {"text_block_id": "p22_b379", "text": "Under Section 3 of Republic Act 10121, disaster preparedness is defined as"}, {"text_block_id": "p22_b380", "text": "Disaster Preparedness"}, {"text_block_id": "p22_b381", "text": "--the knowledge and capacities developed by governments, professional response and recovery organizations, communities and individuals to effectively anticipate, respond to, and recover from teh impacts of likely, imminent or currrent hazard events or conditions. Preparedness action is carried out within the context of DRRM and aims to build the capacities needed to efficiently manage all types of emergencies and achieve orderly transitions from response to sustained recovery. Preparedness is based on a sound analysis of DRR and good linkaes with early warning systems and includes such activities as contingency planning, stockpiling of equipment and supplies, the development of arrangements for coordination, evacuation and public information and associated training and field exercises.  These must be supported by formal, institutional, legal and budgetary capacities."}, {"text_block_id": "p22_b382", "text": "It should be noted that the activities under this priority area are not linear but they are cyclical and anticipate improvements over time. Behavioral change created by the preparedness aspect is eventually measured by how well people responded to the disasters.  At the frontlines of preparedness are the local government units, local chief executives and communities. Overall, the bottomline is, having more prepared citizenry and governments."}, {"text_block_id": "p23_b383", "text": "To achieve these objectives, the NDRRMP identified the following outcomes:"}, {"text_block_id": "p23_b384", "text": "7. Increased level of awareness and enhanced capacity of the community to the threats and impacts of all hazards"}, {"text_block_id": "p23_b385", "text": "In most cases, people and communities are vulnerable to disasters because of lack of information about the hazards; how to prepare for them; and how to reduce the risks of the hazards affecting their lives and livelihoods.  When their level of awareness and understanding are increased, people are more prepared."}, {"text_block_id": "p23_b386", "text": "Key activities"}, {"text_block_id": "p23_b387", "text": ""}, {"text_block_id": "p23_b388", "text": "Develop DRRM and CCA information, education, communication (IEC) and advocacy plans"}, {"text_block_id": "p23_b389", "text": "8. Communities are equipped with the necessary skills and capability to cope with the impact of disasters"}, {"text_block_id": "p23_b390", "text": "Key activities"}, {"text_block_id": "p23_b391", "text": ""}, {"text_block_id": "p23_b392", "text": "Development of standard DRRM training modules"}, {"text_block_id": "p23_b393", "text": ""}, {"text_block_id": "p23_b394", "text": "Conduct of trainings and simulation exercises"}, {"text_block_id": "p23_b395", "text": ""}, {"text_block_id": "p23_b396", "text": "Customized and specialized DRRM capacity building activities for specific groups (i.e., decision makers, responders, children, public sector employees, etc.)"}, {"text_block_id": "p23_b397", "text": ""}, {"text_block_id": "p23_b398", "text": "Integration of DRRM and CCA in school curricula, textbooks, manuals"}, {"text_block_id": "p23_b399", "text": "9. Increased DRRM and CCA capacity of local DRRM councils and offices and operations centers at all levels"}, {"text_block_id": "p23_b400", "text": "Key activities"}, {"text_block_id": "p24_b401", "text": ""}, {"text_block_id": "p24_b402", "text": "Selection and accreditation of NGO representatives"}, {"text_block_id": "p24_b403", "text": ""}, {"text_block_id": "p24_b404", "text": "Development of the Local DRRM plan"}, {"text_block_id": "p24_b405", "text": ""}, {"text_block_id": "p24_b406", "text": "Development of contingency plans"}, {"text_block_id": "p24_b407", "text": ""}, {"text_block_id": "p24_b408", "text": "Inventory of resources of the Local DRRM Councils and Offices"}, {"text_block_id": "p24_b409", "text": ""}, {"text_block_id": "p24_b410", "text": "Stockpiling and pre-positioning of resources"}, {"text_block_id": "p24_b411", "text": ""}, {"text_block_id": "p24_b412", "text": "Establishment of DRRM Operations Center"}, {"text_block_id": "p24_b413", "text": "10. Developed and implemented comprehensive national and local preparedness policies, plans and systems"}, {"text_block_id": "p24_b414", "text": "The actions and responses of communities and governments during disasters lie heavily on the amount of preparedness activities they do before the disaster happens. The development and implementation of comprehensive and coordinated preparedness policies, plans and systems spell out the difference between reduced and increased risks.  When the capacity of institutions is increased, response operations will become more efficient, effective, and timely."}, {"text_block_id": "p24_b415", "text": "Key activities"}, {"text_block_id": "p24_b416", "text": ""}, {"text_block_id": "p24_b417", "text": "Develop and/or enhance and simulate scenario-based preparedness and response plans"}, {"text_block_id": "p24_b418", "text": ""}, {"text_block_id": "p24_b419", "text": "Develop and/or enhance ICS coordination and communication systems"}, {"text_block_id": "p24_b420", "text": ""}, {"text_block_id": "p24_b421", "text": "Develop and/or enhance a manual of operations for Disaster Operations Centers"}, {"text_block_id": "p24_b422", "text": ""}, {"text_block_id": "p24_b423", "text": "Develop and/or enhance guidelines for emergency response teams"}, {"text_block_id": "p24_b424", "text": ""}, {"text_block_id": "p24_b425", "text": "Develop and/or enhance agreed protocols for information gathering and reporting"}, {"text_block_id": "p24_b426", "text": ""}, {"text_block_id": "p24_b427", "text": "Develop and/or enhance common and integrated response assessment tools and mechanisms"}, {"text_block_id": "p24_b428", "text": ""}, {"text_block_id": "p24_b429", "text": "Conduct inventory of resources for disaster operations and response"}, {"text_block_id": "p24_b430", "text": "11. Strengthened partnership and coordination among all key players and stakeholders"}, {"text_block_id": "p24_b431", "text": "For DRRM to succeed, an all-of-government approach is needed. Key DRRM players and stakeholders should work together and complement their activities, strengths and resources in order to aptly prepare for and reduce the risks to disasters."}, {"text_block_id": "p24_b432", "text": "Key activities"}, {"text_block_id": "p24_b433", "text": ""}, {"text_block_id": "p24_b434", "text": "Development, maintenance and update of a partners and key stakeholders database for DRRM"}, {"text_block_id": "p24_b435", "text": ""}, {"text_block_id": "p24_b436", "text": "Formulate coordination mechanisms and guidelines in the contingency plan for partnership arrangements"}, {"text_block_id": "p24_b437", "text": ""}, {"text_block_id": "p24_b438", "text": "Increased participation of CSOs in preparedness activities"}, {"text_block_id": "p24_b439", "text": "Disaster Response"}, {"text_block_id": "p24_b440", "text": "Republic Act 10121 defines Response as"}, {"text_block_id": "p24_b441", "text": "Disaster Response"}, {"text_block_id": "p24_b442", "text": "– the provision of emergency services and public assistance during or immediately after a disaster in order to save lives, reduce health impacts, ensure public safetly and meet the basic subsistence needs of the people affected.  Disaster response is predominantly focused on immediate and short-term needs and is sometimes called “disaster relief.”"}, {"text_block_id": "p24_b443", "text": "This aspect will likewise include Early Recovery which means, under IRR Rule 2 Section 1:"}, {"text_block_id": "p25_b444", "text": "Early Recovery"}, {"text_block_id": "p25_b445_merged", "text": "--multidimensional process of recovery that begins in a humanitarian setting.  It is guided by development principles that seek to build on humanitarian programmes and catalyze sustainable developemnt opportunities.  It aims to generate self-sustaining, nationally-owned, resilient processes for post=crisis recovery.  It encompasses the restoration of basic services, livelihoods, r , governnace, security and rule of law, environment and social dimensions, including reintegration of displaced populations."}, {"text_block_id": "p25_b447", "text": "This priority area under the NDRRMP provides for key actions that give importance toactivities during the actual disaster response operations from needs assessment to search and rescue to relief operations to early recovery activities. The activities identified below will either be done before the actual response operations or during.  For those activities which need to be completed prior actual response operations, they will be linked to the activities earlier identified in the preparedness aspect.  However, to ensure that the proper response “lens” is issued in doing the said activities, they were included in this aspect. Overall, the success and realization of this aspect rely heavily on the completion of the activities under both the prevention and mitigation and preparedness aspects, including among others the coordination and communication mechanisms to be developed. On-the-ground partnerships and the vertical and horizontal coordination work between and among key stakeholders will contribute to successful disaster response operations and its smooth transition towards early and long term recovery work."}, {"text_block_id": "p25_b448", "text": "To achieve these objectives, the NDRRMP identified the following outcomes:"}, {"text_block_id": "p25_b449", "text": "12. Well-established disaster response and relief operations"}, {"text_block_id": "p25_b450", "text": "Key to effective disaster response operations is the recognition of the importance of a seamless flow of information especially during calamities.  This will ensure that reliable, accurate data are collected and shared in a timely manner in order to contribute to effective disaster response operations."}, {"text_block_id": "p25_b451", "text": "Key activities"}, {"text_block_id": "p25_b452", "text": ""}, {"text_block_id": "p25_b453", "text": "Activation of the Incident Command Systems (ICS), C3 and the cluster approach at the national and local levels"}, {"text_block_id": "p25_b454", "text": ""}, {"text_block_id": "p25_b455", "text": "Issuances of public advisories in accordance with protocols developed"}, {"text_block_id": "p25_b456", "text": ""}, {"text_block_id": "p25_b457", "text": "Establishment of coordination systems for effective and efficient relief and response operations"}, {"text_block_id": "p25_b458", "text": ""}, {"text_block_id": "p25_b459", "text": "Activation of relief distribution points/centers"}, {"text_block_id": "p25_b460", "text": "13. Adequate and prompt assessment of needs and damages"}, {"text_block_id": "p25_b461", "text": "Adequate and prompt assessment of damage and needs during and after a disaster is called for. Accordingly, this includes a timeframe (i.e., 24-48 hrs.) for a DANA to be considered as “rapid.”  In order to gather data, interviews, ocular inspection and creation of reports are among the key activities.  In order to promptly produce and submit DANA Report, a DANA Team must be pre-created during normal times (under preparedness) and activated during disasters. The"}, {"text_block_id": "p26_b462", "text": "effectiveness of disaster response operations lies on the efficient and prompt information collection, consolidation, analysis, and use."}, {"text_block_id": "p26_b463", "text": "Key activities"}, {"text_block_id": "p26_b464", "text": ""}, {"text_block_id": "p26_b465", "text": "Activation of assessment teams at all levels"}, {"text_block_id": "p26_b466", "text": ""}, {"text_block_id": "p26_b467", "text": "Conduct assessment using the latest DANA tool and use of the information by the appropriate DRRM council"}, {"text_block_id": "p26_b468", "text": "14. Integrated and coordinated Search, Rescue and Retrieval (SRR) capacity"}, {"text_block_id": "p26_b469", "text": "Management of the dead and missing may be one of the most difficult aspects under disaster response. It has deep and long-lasting impact to victims, survivors, families, and communities. Accordingly, the care of the dead and missing must never be overlooked in disaster planning. There must be integrated and coordinated services for the dead and missing to ensure that the dead maintain its dignity and the missing found."}, {"text_block_id": "p26_b470", "text": "Key activities"}, {"text_block_id": "p26_b471", "text": ""}, {"text_block_id": "p26_b472", "text": "Develop and implement systems for SRR with concerned agencies"}, {"text_block_id": "p26_b473", "text": "15. Evacuated safely and on time affected communities"}, {"text_block_id": "p26_b474", "text": "The decision to evacuate an area must be done promptly. Timing is essential to an orderly, safe, and effective evacuation. Authorities must ensure that no person gets stranded; all those who want/need evacuation must be attended to.  Though timing is essential, it is not only the factor that contributes to successful evacuation operations. The availability of logistics is also a key consideration; the scale disaster itself (e.g., inclement weather) is also important.  Accordingly, there must be regular coordination with relevant agencies to ensure seamless activation of evacuation system/procedures."}, {"text_block_id": "p26_b475", "text": "Key activities"}, {"text_block_id": "p26_b476", "text": ""}, {"text_block_id": "p26_b477", "text": "Activate an evacuation system and/or set of procedures"}, {"text_block_id": "p26_b478", "text": "16. Temporary shelter and/or structural needs are adequately addressed"}, {"text_block_id": "p26_b479", "text": "Key activities"}, {"text_block_id": "p26_b480", "text": ""}, {"text_block_id": "p26_b481", "text": "Identification of standard-based relief shelters and sites"}, {"text_block_id": "p26_b482", "text": ""}, {"text_block_id": "p26_b483", "text": "Provision of tents and other temporary shelter facilities"}, {"text_block_id": "p26_b484", "text": ""}, {"text_block_id": "p26_b485", "text": "Development and implementation of  a set of minimum standards on temporary shelters"}, {"text_block_id": "p26_b486", "text": ""}, {"text_block_id": "p26_b487", "text": "Establishment of child-friendly spaces and other learning areas in the evacuation centers"}, {"text_block_id": "p26_b488", "text": ""}, {"text_block_id": "p26_b489", "text": "Provision of spaces for people’s livestock, poultry and pets in the ECs"}, {"text_block_id": "p26_b490", "text": ""}, {"text_block_id": "p26_b491", "text": "Conduct of livelihood-oriented activities for internally displaced persons"}, {"text_block_id": "p26_b492", "text": "17. Basic social services provided to affected population (whether inside or outside ECs)"}, {"text_block_id": "p26_b493", "text": "After a calamity, there is always a possibility that critical lifelines (e.g. water system) will get paralyzed. People living in evacuation centers may also have no access to proper nutrition.  Ultimately, these compromise the overall wellness of affected people. There is a need to ensure that the health status of affected communities is maintained."}, {"text_block_id": "p27_b494", "text": "Key activities"}, {"text_block_id": "p27_b495", "text": ""}, {"text_block_id": "p27_b496", "text": "Conduct o medical consultation and nutritional assessment"}, {"text_block_id": "p27_b497", "text": ""}, {"text_block_id": "p27_b498", "text": "Assessment of water quality and conduct of quick damage repairs and road clearing operations"}, {"text_block_id": "p27_b499", "text": ""}, {"text_block_id": "p27_b500", "text": "Determination of existing and available hospital services"}, {"text_block_id": "p27_b501", "text": ""}, {"text_block_id": "p27_b502", "text": "Immediate restoration of lifelines"}, {"text_block_id": "p27_b503", "text": "18. Psychosocial needs of affected population addressed"}, {"text_block_id": "p27_b504", "text": "After a disaster, some of the victims may need help from professional help to normalize their feelings, overcome trauma and find ways to cope with their ongoing stress. Mental Health and Psychosocial Services (MPHSS) must therefore be provided in order to address the psychosocial needs of affected population. Aside from ensuring the physical and mental wellness of disaster victims, it is equally important to preserve the dignity of evacuees especially the elderly, person with disabilities, women and children.  Gender roles and rights should always be ensured."}, {"text_block_id": "p27_b505", "text": "Key activities"}, {"text_block_id": "p27_b506", "text": ""}, {"text_block_id": "p27_b507", "text": "Ensure coordination among heads of MPHSS"}, {"text_block_id": "p27_b508", "text": ""}, {"text_block_id": "p27_b509", "text": "Development and conduct of psychosocial programs and/or referral systems"}, {"text_block_id": "p27_b510", "text": ""}, {"text_block_id": "p27_b511", "text": "Conduct of traumatic and/or psychological stress debriefings"}, {"text_block_id": "p27_b512", "text": "19. Coordinated and integrated system for early recovery"}, {"text_block_id": "p27_b513", "text": "Key activities"}, {"text_block_id": "p27_b514", "text": ""}, {"text_block_id": "p27_b515", "text": "Conduct of post-DANA"}, {"text_block_id": "p27_b516", "text": ""}, {"text_block_id": "p27_b517", "text": "Develop and implement a system for early recovery, to include specific activities addressing the needs identified"}, {"text_block_id": "p27_b518", "text": ""}, {"text_block_id": "p27_b519", "text": "Develop partnership mechanisms with utility providers and key stakeholders"}, {"text_block_id": "p27_b520", "text": ""}, {"text_block_id": "p27_b521", "text": "Design and implement temporary livelihood and/or income generating activities (i.e., cash/ food for work; micro and small enterprise recovery)"}, {"text_block_id": "p27_b522", "text": "Rehabilitation and Recovery"}, {"text_block_id": "p27_b523", "text": "Under Section 3 of Republic Act 10121, rehabilitation and recovery are defined as"}, {"text_block_id": "p27_b524", "text": "Rehabilitation"}, {"text_block_id": "p27_b525", "text": "– measures that ensure the ability of affecting communities and/or areas to restore their normal level of functioning by rebuilding livelihood and damaged infrastructure and increasing the communities’ organizational capacity"}, {"text_block_id": "p27_b526", "text": "IRR Rule 2 Section 1"}, {"text_block_id": "p27_b527_merged", "text": "(ee) Post Disaster Recovery – the restoration and improvement where appropriate, of facilities, livelihood and living conditions of disaster-affected communities, including efforts to reduce disaster risk factors, in accordance with the principles of “build back better”"}, {"text_block_id": "p28_b530", "text": "The Rehabilitation and Recovery aspect of DRRM cover areas like employment and livelihoods, infrastructure and lifeline facilities, housing and resettlement, among others.  These are recovery efforts done when people are already outside of the evacuation centers."}, {"text_block_id": "p28_b531", "text": "To achieve these objectives, the NDRRMP identified the following outcomes:"}, {"text_block_id": "p28_b532", "text": "20. Damages, Losses and Needs Assessed"}, {"text_block_id": "p28_b533", "text": "An assessment or accounting of damages, losses and needs"}, {"text_block_id": "p28_b534", "text": "will be the basis for identifying programs, projects and activities for the disaster-affected areas."}, {"text_block_id": "p28_b535", "text": "Key activity"}, {"text_block_id": "p28_b536", "text": ""}, {"text_block_id": "p28_b537", "text": "Conduct Post-Disaster Needs Assessment (PDNA)"}, {"text_block_id": "p28_b538", "text": "one month after the occurrence of a disaster, with the OCD taking the lead and using as basis the preliminary data gathered from the field by OCD regional offices."}, {"text_block_id": "p28_b539", "text": ""}, {"text_block_id": "p28_b540", "text": "Coordinate the formulation of the Strategic Action Plan for disaster-affected areas"}, {"text_block_id": "p28_b541", "text": "21. Economic activities restored and if possible, strengthened or expanded"}, {"text_block_id": "p28_b542", "text": "The ability of people affected by disasters to bounce back easily lie heavily on the restoration of their sources of income and livelihood opportunities.  By identifying what the existing situation is, the government can respond with the appropriate programs that will enable the people to build back better after the disaster."}, {"text_block_id": "p28_b543", "text": "Key activities"}, {"text_block_id": "p28_b544", "text": ""}, {"text_block_id": "p28_b545", "text": "Identify the needed assistance and formulate and implement appropriate programs"}, {"text_block_id": "p28_b546", "text": ""}, {"text_block_id": "p28_b547", "text": "Identify and mobilize funding sources"}, {"text_block_id": "p28_b548", "text": "22. DRRM and CCA elements are mainstreamed in human settlement"}, {"text_block_id": "p28_b549", "text": "This is about the development of disaster-resilient housing designs and introduction of improved and modernized building systems and programs.  It also includes, among others, the identification of secure relocation sites for people displaced by natural and human-induced disaster of those living in hazardous areas."}, {"text_block_id": "p28_b550", "text": "Key activities"}, {"text_block_id": "p28_b551", "text": ""}, {"text_block_id": "p28_b552", "text": "Design and construct disaster resilient housing"}, {"text_block_id": "p28_b553", "text": ""}, {"text_block_id": "p28_b554", "text": "Identify and provide suitable relocation sites for affected population"}, {"text_block_id": "p29_b555", "text": ""}, {"text_block_id": "p29_b556", "text": "Conduct trainings for social preparation of host communities and those who will be relocated to reduce conflict"}, {"text_block_id": "p29_b557", "text": "23. Disaster and climate change resilient infrastructure constructed/reconstructed"}, {"text_block_id": "p29_b558", "text": "Long term recovery ensures that the rehabilitation or reconstruction of infrastructures is disaster and climate-proof."}, {"text_block_id": "p29_b559", "text": "Key activities"}, {"text_block_id": "p29_b560", "text": ""}, {"text_block_id": "p29_b561", "text": "Undertake the necessary rehabilitation or repair of damaged infrastructure"}, {"text_block_id": "p29_b562", "text": ""}, {"text_block_id": "p29_b563", "text": "Implement the building code and promote green technology"}, {"text_block_id": "p29_b564", "text": ""}, {"text_block_id": "p29_b565", "text": "Conduct monitoring and/or tracking of approval of infrastructure projects and permits"}, {"text_block_id": "p29_b566", "text": "24. An psychologically sound, safe and secured citizenry that is protected from the effects of disasters are able to restore to normal functioning after each disaster"}, {"text_block_id": "p29_b567", "text": "Disasters are devastating and usually leave a trail of human agoniesincluding loss of human life, livestock, property, and livelihood loss, physicalinjuries and damages to development works. Along with relief, rehabilitationand care of physical health and injuries, psychosocial and mental healthissues are also important and they need to be addressed.Emergencies also create a wide range of problems experienced at the individual, family,community and societal levels."}, {"text_block_id": "p29_b568", "text": "Key activities"}, {"text_block_id": "p29_b569", "text": ""}, {"text_block_id": "p29_b570", "text": "Develop systems for appropriate risk protection measures"}, {"text_block_id": "p29_b571", "text": ""}, {"text_block_id": "p29_b572", "text": "Conduct of post-disaster/conflict needs analyses with affected communities"}, {"text_block_id": "p29_b573", "text": ""}, {"text_block_id": "p29_b574", "text": "Develop systems of support and communication among key stakeholders"}, {"text_block_id": "p29_b575", "text": ""}, {"text_block_id": "p29_b576", "text": "Build capacities of psychosocial care providers"}, {"text_block_id": "p29_b577", "text": "Priority Projects"}, {"text_block_id": "p29_b578", "text": "The following are the priority and/or flagship projects of the NDRRMP.  These are pilot projects and demonstrate sites which aim to either replicate of good DRRM practices or implement projects in areas which need them most. All priority projects are to be implemented within the immediate or short term period or between 2011 to 2013."}, {"text_block_id": "p29_b579", "text": "In identifying the priority project should be doable; fundable; high impact; interconnected and interdependent; and sustainable"}, {"text_block_id": "p29_b580", "text": ""}, {"text_block_id": "p29_b581", "text": "Development of the following plans:"}, {"text_block_id": "p29_b582", "text": "Development of the following plans:\n* Joint workplan for DRRM and CCA\n* Local DRRM plans\n* National Disaster Response Plan (to include a systm for Search, Rescue and Retrieval SRR; scenario-based preparedness and response plans)\n* Risk financing\n* Communications and information protocol before, during and after disasters\n* Creation of DRRM teams\n* Criteria/standards for local flood early warning systems\n* Evacuation\n* Infrastructue redesign and/or modifications\n* Manual of operations of disaster operations centers"}, {"text_block_id": "p29_b590", "text": ""}, {"text_block_id": "p29_b591", "text": "Development of understandable and consistent IEC and advocacy materials on RA 10121, DRRM and CCA"}, {"text_block_id": "p29_b592", "text": ""}, {"text_block_id": "p29_b593", "text": "Development of guidelines on"}, {"text_block_id": "p30_b606", "text": ""}, {"text_block_id": "p30_b607", "text": "Development of tools on"}, {"text_block_id": "p30_b608", "text": "Development of tools on\n* DRRM and CCA mainstreaming in the national and local-level planning\n* DANA and Post-DANA\n* Psychosocial concerns\n* DRRM Training Institutes\n* End-to-End local flood early warning systemsthroughintegrated and sustainable management river basins and water sheds in areas like Bulacan, Leyte, Albay, Surigao del Norte, Surigao del Sur, Agusan del Norte, Butuan City, Cagayan de Oro, Iligan city\n* Building Code and integrate DRRM and CCA\n* Executive Order no. 72 s. 1993,  which provides for the preparation and implementation of the CLUPs of local government units\n* Implementing Rules and Regulations of RA 10121\n* Various environmental policies (i.e., EO 26, etc) to integrate DRRM and CCA"}, {"text_block_id": "p30_b614", "text": ""}, {"text_block_id": "p30_b615", "text": "Establishment of"}, {"text_block_id": "p30_b620", "text": ""}, {"text_block_id": "p30_b621", "text": "Establishment of local DRRM Councils and Offices and theri operations centers, as prescribed by RA 10121"}, {"text_block_id": "p30_b622", "text": ""}, {"text_block_id": "p30_b623", "text": "Conduct inventory of existing DRRM and CCA resources and services"}, {"text_block_id": "p30_b624", "text": ""}, {"text_block_id": "p30_b625", "text": "Development and implementation of DRRM and CCA activities using the 5% of government agency’s GAA;"}, {"text_block_id": "p30_b626", "text": ""}, {"text_block_id": "p30_b627", "text": "Hazard and risk mapping in the most high-risk areas in the country (i.e., Community-based DRRM and CCA risk mapping in the municipalities of Kitcharao and Santiago, Agusan del Norte and Butuan City)"}, {"text_block_id": "p30_b628", "text": ""}, {"text_block_id": "p30_b629", "text": "Institutional capability program on DRRM and CCA for decision makers, local chief executives, public sector employees, and key stakeholders"}, {"text_block_id": "p30_b630", "text": ""}, {"text_block_id": "p30_b631", "text": "Mainstreaming DRRM and CCA (i.e., Esperenza Municipality in Agusan del Sur in CARAGA and in San Francisco Municipality in Camotes Island)"}, {"text_block_id": "p30_b632", "text": ""}, {"text_block_id": "p30_b633", "text": "PDNA capacity building for national government agencies, regional line agencies, and local offices."}, {"text_block_id": "p30_b634", "text": ""}, {"text_block_id": "p30_b635", "text": "Review, amend and/or revise the following"}, {"text_block_id": "p30_b644", "text": "Cross-Cutting Concerns"}, {"text_block_id": "p30_b645", "text": "The NDRRMP recognizes that certain concerns cut across the 4 DRRM priority areas.  These include health, human-induced disasters, gender mainstreaming, environmental protection, cultural sensitivity or indigenous practices, and the rights based approach. They are a combination of issues and approaches that should be taken into consideration in each of the priority areas."}, {"text_block_id": "p30_b646", "text": "Health"}, {"text_block_id": "p30_b647", "text": "Human-induced disasters"}, {"text_block_id": "p30_b648", "text": "In the Philippines, people are vulnerable not only because of natural hazards but also due to disasters more commonly associated with armed conflict, terrorism and war. In the entire NDRRMP,"}, {"text_block_id": "p31_b649", "text": "consideration to the factors which contribute to these risks are important and should be looked into at all times, taking cognizance of the underlying causes of people’s vulnerabilities."}, {"text_block_id": "p31_b650", "text": "Gender mainstreaming"}, {"text_block_id": "p31_b651", "text": "Environmental protection"}, {"text_block_id": "p31_b652", "text": "Care for the environment and making sure that current activities do not create stress on our natural resources should be considered in all the four aspects of DRRM"}, {"text_block_id": "p31_b653", "text": "Cultural sensitivity/indigenous practices"}, {"text_block_id": "p31_b654", "text": "Rights-based"}, {"text_block_id": "p31_b655", "text": "DRRM is our country’s priority because people have the right to live, safety, information, education, cultural beliefs and right to better lives."}, {"text_block_id": "p31_b656", "text": "General Considerations and Planning Assumptions"}, {"text_block_id": "p31_b657", "text": "In the development of the NDRRMP, a number of"}, {"text_block_id": "p31_b658", "text": "external factors"}, {"text_block_id": "p31_b659", "text": "were considered which are likely to influence the success of the plan and its components.  These are factors which the national government has little control over."}, {"text_block_id": "p31_b660", "text": "The"}, {"text_block_id": "p31_b661", "text": "assumptions"}, {"text_block_id": "p31_b662", "text": "include the following:"}, {"text_block_id": "p31_b663", "text": ""}, {"text_block_id": "p31_b664", "text": "Availability of international and/or local assistance"}, {"text_block_id": "p31_b665", "text": ""}, {"text_block_id": "p31_b666", "text": "Enabling policy mechanisms are in place"}, {"text_block_id": "p31_b667", "text": ""}, {"text_block_id": "p31_b668", "text": "Established parameters for effective and efficient operations"}, {"text_block_id": "p31_b669", "text": ""}, {"text_block_id": "p31_b670", "text": "Full-mission capabilities of Search and Rescue (SAR) Units"}, {"text_block_id": "p31_b671", "text": ""}, {"text_block_id": "p31_b672", "text": "Good governance"}, {"text_block_id": "p31_b673", "text": ""}, {"text_block_id": "p31_b674", "text": "Presence of project management capacity"}, {"text_block_id": "p31_b675", "text": ""}, {"text_block_id": "p31_b676", "text": "Resource availability"}, {"text_block_id": "p31_b677", "text": ""}, {"text_block_id": "p31_b678", "text": "Strong political will and leadership"}, {"text_block_id": "p31_b679", "text": ""}, {"text_block_id": "p31_b680", "text": "Strong public-private partnership"}, {"text_block_id": "p31_b681", "text": ""}, {"text_block_id": "p31_b682", "text": "Strong support from LGUs and national government"}, {"text_block_id": "p31_b683", "text": ""}, {"text_block_id": "p31_b684", "text": "Sustainability of socio-economic support"}, {"text_block_id": "p31_b685_merged_merged_merged", "text": "The risksinclude the following:"}, {"text_block_id": "p31_b688", "text": ""}, {"text_block_id": "p31_b689", "text": "Access to timely release of funding"}, {"text_block_id": "p31_b690", "text": ""}, {"text_block_id": "p31_b691", "text": "Cultural differences"}, {"text_block_id": "p31_b692", "text": ""}, {"text_block_id": "p31_b693", "text": "Delayed program, project implementation"}, {"text_block_id": "p32_b694", "text": ""}, {"text_block_id": "p32_b695", "text": "Disruption in peace and order"}, {"text_block_id": "p32_b696", "text": ""}, {"text_block_id": "p32_b697", "text": "Lack of political will and leadership"}, {"text_block_id": "p32_b698", "text": ""}, {"text_block_id": "p32_b699", "text": "No action given to recommended corrective measures"}, {"text_block_id": "p32_b700", "text": ""}, {"text_block_id": "p32_b701", "text": "Non-implementation of policy"}, {"text_block_id": "p32_b702", "text": ""}, {"text_block_id": "p32_b703", "text": "Recurrence of disaster"}, {"text_block_id": "p32_b704", "text": ""}, {"text_block_id": "p32_b705", "text": "Search and Rescue units/teams are not full-mission capable"}, {"text_block_id": "p32_b706", "text": ""}, {"text_block_id": "p32_b707", "text": "Weak leadership"}, {"text_block_id": "p32_b708", "text": ""}, {"text_block_id": "p32_b709", "text": "Weakened delivery mechanisms and structures"}, {"text_block_id": "p32_b710_merged", "text": "Likewise, a number of ways were identified to help verify the completion or non-completion of the activities in each of the priority areas.  These are information or data required to assess the progress against the indicators and theirs sources, to include:"}, {"text_block_id": "p32_b713", "text": "Time Lines"}, {"text_block_id": "p32_b714", "text": "The NDRRMP is scheduled to commence in 2011, immediately after its approval from the members of the National DRRM Council members.  In general, the set of activities are divided into three timelines, with the first two having 2years interval while the last one with 5 years, to wit:"}, {"text_block_id": "p32_b715", "text": "The short and medium terms coincide with elections – national and local on 2013 and presidential, national and local on 2016.  This will help national leaders and local chief executives to ensure that within their DRR mainstreamed national and local plans, specific DRRM-related activities are completed."}, {"text_block_id": "p32_b716", "text": "Midway the implementation of the medium-term projects/activities, or by 2015, the NDRRMP hopes to fulfill its obligations and meet its targets on the MDGs and HFA commitments."}, {"text_block_id": "p32_b717", "text": "Also, the activities identified under the short and medium terms coincide with and complement the targets made under the Philippine Development Plan 2011-2016."}, {"text_block_id": "p33_b718", "text": "The Long Term projects are expected to be completed at the same time as that of the National Climate Change Action Plan.  This reinforces the fact that the convergence of the 2 is an essential component to our national and sustainable development."}, {"text_block_id": "p33_b719", "text": "For Disaster Rehabilitation and Recovery"}, {"text_block_id": "p33_b720_merged", "text": "However, specifically for the the priority areas on Response and Rehabilitation and Recovery, Operational Timelineswere used primarity to give an overall guidance on “rapid” time element in providing humanitarian activities and recovering from the disasters.  Likewise, the operational timelines will guide the plan’s implementation and monitoring activities for the two priority areas. These operational timelines are as follows:"}, {"text_block_id": "p33_b723", "text": "Implementation Strategies and Mechanisms"}, {"text_block_id": "p33_b724", "text": "Althroughout the NDRRMP, various strategies were identified to be used in order to achieve the desired key result areas under each DRRM aspect.  These are:"}, {"text_block_id": "p33_b725", "text": "Advocacy and Information, Education and Communication (IEC)"}, {"text_block_id": "p33_b726", "text": "A strong national and local commitment is required to save lives and livelihoods threatened by natural and human-induced disasters.  Achieving this will need increasing visibility and understanding of DRRM and CCA issues, mobilize partnerships, encourage actions and gather public support for successful implementation of the different activities.  The NDRRMP will use evidence-based advocacy to influence people, policies, structures and systems in order to build resilient Filipino communities by raising awareness, working with the media and key stakeholders.  The NDRRM will develop advocacy, IEC and various communication strategies based on risk assessments and good DRRM practices."}, {"text_block_id": "p33_b727", "text": "Competency-based capability building"}, {"text_block_id": "p33_b728", "text": "Conducting customized training programs should be developed to ensure that people are trained based on the needed skills in the different DRRM aspects. Different people have different needs and capacities and developing competency-based capability building programs ensures that knowledge, skills and attitudes are enhanced and built upon further."}, {"text_block_id": "p33_b729", "text": "Contingency Planning"}, {"text_block_id": "p33_b730", "text": "More commonly useed before as only part of disaster preparedness activities, contingency planning is now a living document which is updated and used in all the different the priority areas of DRRM.  Learnings from past experiences and complementary actions between and across areas should be taken into consideration in developing contingency planning at all levels."}, {"text_block_id": "p33_b731", "text": "Education on DRRM and CCA for ALL"}, {"text_block_id": "p33_b732", "text": "Mainstreaming DRRM into formal education through the integration of DRRM and CCA concepts in the curriculum for basic education, NSTP, and bachelors’ degree programs.  This also includes the conduct of DRRM and CCA training to all public sector  employees as mandated by law."}, {"text_block_id": "p33_b733", "text": "Institutionalization of DRRMCs and LDRRMOs"}, {"text_block_id": "p34_b734", "text": "The creation of permanent local DRRM offices and functioning councils at the local level are some of the ways to ensure that all DRRM-related activities, plans and prograsm will be implemented and sustained, especially at the local level.  Having a point of convergence is important to ensure that risk reduction measures complement one another and are institutionalized with the end in view of reducing people and institional vulnerabilities to disasters.  Thsis will likewise promote the paradigm shift into local planning by investing into risk-reduction measures and not just be reactionary and conduct response operations when the disaster strikes."}, {"text_block_id": "p34_b735", "text": "Mainstreaming of DRR in ALL plans"}, {"text_block_id": "p34_b736", "text": "In all 4 priority areas under the NDRRMP, ensuring the mainstreaming of DRRM and CCA in the various programs, plans, projects of either national or local government units, including the private sector groups and other members of the community is a must. This primarily means that disaster risks analysis and impacts are integrated and taken into consideration in the development of policies and plans by the different agencies, organizations and sectors."}, {"text_block_id": "p34_b737", "text": "Research, Technology Development and Knowledge Management"}, {"text_block_id": "p34_b738", "text": "With the changes in the climate and technological advances, regularly conducting research and technology development will contribute to more innovative and adaptive mechanisms and approaches towards DRRM and CCA.   Along side new information, knowledge management through database development, documentation, replication and recognition of good practices will help achieve the objectivesand targets of the NDRRMP through more efficient use of resources, learnings and experiences."}, {"text_block_id": "p34_b739", "text": "Monitoring, evaluation and learning"}, {"text_block_id": "p34_b740", "text": "Feedback mechanisms are important aspects of gauging performance targets and learning from our experiences on the ground.  The NDRRMP, being a long plan which transcends various administrations and leaderships, need to be constantly looked into in terms of its relevance and impact on the changing situations on the ground."}, {"text_block_id": "p34_b741", "text": "Networking and partnership building between and among stakeholders, media and tiers of government"}, {"text_block_id": "p34_b742", "text": "Agency Leads and Implementing Partners"}, {"text_block_id": "p34_b743", "text": "In each of the activities under the NDRRMP, agency leads and implementing partner agencies and/or groups were identified.  Their roles will primarily be:"}, {"text_block_id": "p34_b744", "text": "Vice-Chairpersons of the NDRRMC"}, {"text_block_id": "p34_b745", "text": "Following RA 10121, the overall lead or focal agency for each of the four priority areas are the vice-chairpersons of the National DRRM Council, namely:"}, {"text_block_id": "p34_b746", "text": ""}, {"text_block_id": "p34_b747", "text": "V-Chairperson for Disaster Prevention and Mitigation"}, {"text_block_id": "p34_b748", "text": ""}, {"text_block_id": "p34_b749", "text": "DOST"}, {"text_block_id": "p34_b750", "text": ""}, {"text_block_id": "p34_b751", "text": "V-Chairperson for Disaster Preparedness"}, {"text_block_id": "p34_b752", "text": ""}, {"text_block_id": "p34_b753", "text": "DILG"}, {"text_block_id": "p34_b754", "text": ""}, {"text_block_id": "p34_b755", "text": "V-Chairperson for Disaster Response"}, {"text_block_id": "p34_b756", "text": ""}, {"text_block_id": "p34_b757", "text": "DSWD"}, {"text_block_id": "p34_b758", "text": ""}, {"text_block_id": "p34_b759_merged_merged_merged_merged", "text": "V-Chairperson for Rehabilitation and Recovery NEDA"}, {"text_block_id": "p34_b762", "text": "Agency Leads"}, {"text_block_id": "p34_b763", "text": ""}, {"text_block_id": "p34_b764", "text": "Takes the lead in initiating the implementation of the activities"}, {"text_block_id": "p35_b765", "text": ""}, {"text_block_id": "p35_b766", "text": "Coordinate and collaborate with the different implementing partners to ensure that the activities are operationalized"}, {"text_block_id": "p35_b767", "text": ""}, {"text_block_id": "p35_b768", "text": "Monitor the progress of the activities"}, {"text_block_id": "p35_b769", "text": ""}, {"text_block_id": "p35_b770", "text": "Evaluate the implementation development and program efficiency"}, {"text_block_id": "p35_b771", "text": ""}, {"text_block_id": "p35_b772", "text": "Consolidate reports from the implementing partners and submit to the respective vice chairperson of the DRRM priority area"}, {"text_block_id": "p35_b773", "text": "Implementing Partners"}, {"text_block_id": "p35_b774", "text": ""}, {"text_block_id": "p35_b775", "text": "Perform the activities to achieve the specific outcomes"}, {"text_block_id": "p35_b776", "text": ""}, {"text_block_id": "p35_b777", "text": "Work with other implementing partners within the context of coordination, collaboration and partnership"}, {"text_block_id": "p35_b778", "text": ""}, {"text_block_id": "p35_b779", "text": "Submit report to the Agency Leads"}, {"text_block_id": "p35_b780", "text": "National Level"}, {"text_block_id": "p35_b781", "text": "At the national level, convergence planning through the integration of DRRM into the Philippine Development Plan (PDP) as well through the development of national line and government agencies’ DRRM plans along the 4 DRRM aspects. By mainstreaming of DRRM into various national and local programs aimed at addressing the underlying causes of people’s vulnerability to disasters, we will be able to approach DRRM as an integral and important component of sustainable development and NOT just within the context of disaster response or preparedness to response. This is the very heart of the country’s paradigm shift from a reactive to a proactive approach to disasters."}, {"text_block_id": "p35_b782", "text": "However, current government programs especially at the national level are already contributing to the achievement of the DRRM goals but may be still currently termed differently.  The identification of specific programs and projects under the NDRRMP as well as their lead and partner agencies will help pinpoint specific budgets and will enable better planning and effective investments in DRRM at the national and local levels. It will also bring in synergies between different government programmed/schemes in terms of planning process and implementation."}, {"text_block_id": "p35_b783", "text": "National Disaster Risk Reduction and Management Council (NDRRMC)"}, {"text_block_id": "p35_b784", "text": "As explicitly stated under Republic Act 10121, the NDRRMC has the overall responsibility of approving the NDRRMP and ensuring it is consistent with the NDRRMF. It also has the main responsibility of monitoring the development and enforcement by agencies and organizations of the various laws, guidelines, codes or technical standards required by this Act; managing and mobilizing resources for DRRM, including the National DRRM Fund (NDRRMF); monitoring and providing the necessary guidelines and procedures on the Local DRRM Fund (LDRRMF) releases as well as utilization, accounting and auditing thereof."}, {"text_block_id": "p35_b785", "text": "Office of Civil Defense"}, {"text_block_id": "p35_b786", "text": "As prescribed in RA 10121, the Office of Civil Defense has the main responsiblity in ensuring the implementation and monitoring of the NDRRMP.  Specifically, it is tasked conduct periodic assessments and performance monitoring of the member-agencies of the NDRRMC and the RDRRMCs as defined in the NDRRMP. The OCD is the agency responsible for ensuring that the physical framework, social, economic and environmental plans of communities, cities, municipalities and provinces are consistent with the NDRRMP.  OCD needs to ensure that all DRR programs, projects and activities requiring regional and internatioanl support shall be in accordance with duly established national policies and aligned with international agreements"}, {"text_block_id": "p35_b787", "text": "At the regional and local levels, the OCD needs to review and evaluate the Local DRRM Plans (LDRRMPs) to facilitate the integration of disaster risk reduction measures into the local Comprehensive Development Plan (CDP) and Comprehensive Land Use Plan (CLUP)"}, {"text_block_id": "p36_b788", "text": "Regional Disaster Risk Reduction and Management Councils (RDRRMCs)"}, {"text_block_id": "p36_b789", "text": "At the regional level, the RDRRMCs shall be responsible in ensuring that DRRM-sensitive regional development plans contribute to and are aligned with the NDRRMP.  The RDRRMC chairperson shall be the overall lead."}, {"text_block_id": "p36_b790", "text": "Provincial, City, Municipal Disaster Risk Reduction and Management Councils (P/C/MDRRMCs or Local DRRMCs)"}, {"text_block_id": "p36_b791", "text": "At the local government level, it is the primary duty of the Local DRRM Council to ensure that DRRM is mainstreamed into their respective CDP and CLUP and other local plans, programs and budgets as a strategy in sustainable development and poverty reduction.  By doing so, the LGUs will be sure that their respective DRRM-programs will be included in their local budgets for each fiscal year.But before DRRM can be mainstreamed into the CDP and CLUP, the local DRRM Plan will have to be developed by the Local DRRM Office and using the National DRRM Plan as an overall guide."}, {"text_block_id": "p36_b792", "text": "Local Disaster Risk Reduction and Management Offices (LDRRMOs)"}, {"text_block_id": "p36_b793", "text": "The Local DRRM Offices (LDRRMOs) at the provincial, city and municipal levels and the Baranagay Development Councils shall design, program and coordinate DRRM activities consistent with the NDRRMP and develop the Local DRRM Plan of their respective LGUs. The LDRRMPs shall be consistent and aligned with the targets set by the NDRRMP. Likewise, this office shall take the lead in implementing the LDRRMP."}, {"text_block_id": "p36_b794", "text": "To do this, the office shall"}, {"text_block_id": "p36_b795", "text": "1."}, {"text_block_id": "p36_b796", "text": "Facilitate and support risk assessments and contingency planning activities at the local level;"}, {"text_block_id": "p36_b797", "text": "2."}, {"text_block_id": "p36_b798", "text": "Consolidate local disaster risk information which includes natural hazards, vulnerabilities and climate change risks and maintain a local risk map;"}, {"text_block_id": "p36_b799", "text": "3."}, {"text_block_id": "p36_b800", "text": "Formulate and implement a comprehensive and integrated LDRRMP in accordance with the national, regional and provincial framework and policies on DRR in close coordination with the local development councils (LDCs)"}, {"text_block_id": "p36_b801", "text": "4."}, {"text_block_id": "p36_b802", "text": "Prepare and submit to the local sanggunian through the LDRRMC and the LDC the annual LDRRMO Plan and budget, the proposed programming of the LDRRMF, other dedicated DRRM resources and other regular funding source/s and budgetary support of the LDRRMO/BDRRMC."}, {"text_block_id": "p36_b803", "text": "5."}, {"text_block_id": "p36_b804", "text": "Conduct continuous disaster monitoring"}, {"text_block_id": "p36_b805", "text": "6."}, {"text_block_id": "p36_b806", "text": "Identify, assess and manage the hazards, vulnerabilities and risks that may occur in their locality"}, {"text_block_id": "p36_b807", "text": "7."}, {"text_block_id": "p36_b808", "text": "Disseminate information and raise public awareness"}, {"text_block_id": "p36_b809", "text": "8."}, {"text_block_id": "p36_b810", "text": "Identify and implement cost-effective risk reduction measures/strategies"}, {"text_block_id": "p36_b811", "text": "9."}, {"text_block_id": "p36_b812", "text": "Maintain a database of human resource, equipment, directories and local of critical infrastructures and their capacities such as hospitals and evacuation centers"}, {"text_block_id": "p36_b813", "text": "10."}, {"text_block_id": "p36_b814", "text": "Develop, strengthen and operationlize mechanisms for partnerhsip or networking with the private sector, CSOs, and volunteer groups"}, {"text_block_id": "p36_b815", "text": "Resource Mobilization"}, {"text_block_id": "p36_b816", "text": "At the National and Local Levels, the following sources can be tapped to fund the various DRRM programs and projects:"}, {"text_block_id": "p36_b817", "text": "1."}, {"text_block_id": "p36_b818", "text": "General Appropriations Act (GAA) – through the exsiting budgets of the national line and government agencies"}, {"text_block_id": "p36_b819", "text": "2."}, {"text_block_id": "p36_b820", "text": "National Disaster Risk Reduction and Management Fund (NDRRMF)"}, {"text_block_id": "p37_b821", "text": "3."}, {"text_block_id": "p37_b822", "text": "Local Disaster Risk Reduction and Management Fund (LDRRMF)"}, {"text_block_id": "p37_b823", "text": "4."}, {"text_block_id": "p37_b824", "text": "Priority Development Assistance Fund (PDAF)"}, {"text_block_id": "p37_b825", "text": "5."}, {"text_block_id": "p37_b826", "text": "Donor Funds"}, {"text_block_id": "p37_b827", "text": "6."}, {"text_block_id": "p37_b828", "text": "Adaptation and Risk Financing"}, {"text_block_id": "p37_b829", "text": "7."}, {"text_block_id": "p37_b830", "text": "Disaster Management Assistnace Fund (DMAF)"}, {"text_block_id": "p37_b831", "text": "Other Resources"}, {"text_block_id": "p37_b832", "text": "Aside from the fund sources, the NDRRMP will also tap into the non-monetary resources available which can help attain the targets identified in this plan, namely:"}, {"text_block_id": "p37_b833", "text": "1."}, {"text_block_id": "p37_b834", "text": "Community-based good practices for replication and scaling up"}, {"text_block_id": "p37_b835", "text": "2."}, {"text_block_id": "p37_b836", "text": "Indigenous practices on DRRM"}, {"text_block_id": "p37_b837", "text": "3."}, {"text_block_id": "p37_b838", "text": "Publi-Private-Partnerships"}, {"text_block_id": "p37_b839", "text": "4."}, {"text_block_id": "p37_b840", "text": "Networks (DRR and CCA) of key stakeholders"}, {"text_block_id": "p37_b841", "text": "Monitoring, Evaluation and Learning"}, {"text_block_id": "p37_b842", "text": "Primarily, monitoring and evaluation will be based on the indicators, targets and activities identified in each of the four priority areas on DRRM.  The indicators set in the NDRRMP will be applicable to both the national and local levels.  The national level targets will be monitored by the lead and implementing agencies, in close coordination with the regional and local DRRM councils.  Each lead agency will in turn submit reports to the respective vice chairperson of the NDRRMC in charge of the specific priority area."}, {"text_block_id": "p37_b843", "text": "Monitoring and evaluation will also include an audit report on the use and status of the National DRRM Fund and how the said fund contributed to the attainment of the NDRRMP."}, {"text_block_id": "p38_b844", "text": "ground.  In the Monitoring and Evaluation activities, it will be essential to link up the learning from this NDRRMP with that of the NCCAP and other related plans."}, {"text_block_id": "p38_b845_merged", "text": "RA 10121 requires the National DRRM Council through the OCD to submit to the Office of the President, Senate and House of Representatives, within the first quarter of the succeeding year, an annual report relating to the progress of the implementation of the NDRRMP."}, {"text_block_id": "p38_b848", "text": "The sugggested steps for monitoring and evaluating the NDRRMP are presented in Annex G of this document."}, {"text_block_id": "p38_b849", "text": "HFA Monitoring Tool"}, {"text_block_id": "p38_b850", "text": "Section 2-B of RA 10121 states that as a policy, the State needs to adhere to and adopt the universal norms, principles and standards of humanitarian assistance and the global effort on risk reduction as a concrete expression of the country’s commitment to overcome human sufferings due to recurring disasters."}, {"text_block_id": "p38_b851", "text": "In line with this, the NDRRMP will likewise make use of the HFA Monitor online tool to capture the information on progress in HFA, generated through the multi stakeholder review process. The primary purpose of the tool is to assist the countries to monitor and review their progress and challenges in the implementation of disaster risk reduction and recovery actions undertaken at the national level, in accordance with the Hyogo Framework's priorities."}, {"text_block_id": "p38_b852", "text": "The National DRRM Council will use this as a working format to undertake national multi stakeholder consultation processes to review progress and challenges in implementation of risk reduction and recovery actions. The template will help the national coordinating authority to discuss and record inputs from various partners in a systematic manner."}, {"text_block_id": "p38_b853", "text": "The alignment of the 4 priority areas under the NDRRMP with the HFA is summarized in Annex F of this document."}, {"text_block_id": "p39_b854", "text": "Annex A – Development of the NDRRMP"}, {"text_block_id": "p39_b855", "text": "Task Force."}, {"text_block_id": "p39_b856", "text": "reporting progress."}, {"text_block_id": "p39_b857", "text": "With a working draft  of the NDRRMP already done, a 3-day national workshop was conducted in Tagaytay on July 11 to 13, 2011 to gather all the members of the TMG and discuss and develop national DRRM Plan’s logical framework, including the various outcomes, outputs and activities under each priority area.  After the writeshop, the first draft of the NDRRMP was developed."}, {"text_block_id": "p39_b858", "text": "mobilization and other key parts of the NDRRMP."}, {"text_block_id": "p39_b859_merged", "text": "Once adopted by the members of the TMG, draft #3 of the NDRRMP will then be presented to the members of the executive committee National DRRM Council for their approval."}, {"text_block_id": "p40_b861", "text": "AnnexB – Definition of Terms"}, {"text_block_id": "p40_b862", "text": "This document adopts the UNSIDR definitions, which were also the bases for the definition of terms under RA 10121. Those not included in the latter and will be used in this document are defined below, to wit:"}, {"text_block_id": "p43_b863", "text": "AnnexC --Detailed NDRRMP"}, {"text_block_id": "p43_b864", "text": "Prevention and Mitigation"}, {"text_block_id": "p43_b865", "text": "OVERALL RESPONSIBLE AGENCY:"}, {"text_block_id": "p43_b866", "text": "DOST"}, {"text_block_id": "p46_b867", "text": "Outcome vi. End-to-End monitoring, forecasting and early warning systems are established and/or improved"}, {"text_block_id": "p47_b868", "text": "Disaster Preparedness"}, {"text_block_id": "p47_b869", "text": "OVERALL RESPONSIBLE AGENCY:"}, {"text_block_id": "p47_b870", "text": "DILG"}, {"text_block_id": "p51_b871", "text": "Disaster Response"}, {"text_block_id": "p51_b872", "text": "OVERALL RESPONSIBLE AGENCY:"}, {"text_block_id": "p51_b873", "text": "DSWD"}, {"text_block_id": "p52_b874", "text": "Outcome xiii."}, {"text_block_id": "p52_b875", "text": "Adequate and prompt assessment of needs and damages at all levels"}, {"text_block_id": "p52_b876", "text": "Indicators"}, {"text_block_id": "p52_b877", "text": ""}, {"text_block_id": "p52_b878", "text": "Rapid needs assessment conducted in all affected areas"}, {"text_block_id": "p52_b879", "text": ""}, {"text_block_id": "p52_b880", "text": "Damage assessment and needs analysis conducted covering all areas affected"}, {"text_block_id": "p52_b881", "text": ""}, {"text_block_id": "p52_b882", "text": "Integrated assessment from national to local levels Lead Agency DRRMCs, OCD and DSWD Implementing Partners AFP, AFPRESCOM, ATO, BFP, CSOs, DA, DepEd, DPWH, LGUs, PCG, PNP, PRC"}, {"text_block_id": "p53_b883", "text": "Implementing Partners AFP, BFP, CSOs, DILG, DSWD, NBI, PCG, PNP, PRC, Volunteers"}, {"text_block_id": "p55_b884", "text": "Rehabilitation and Recovery"}, {"text_block_id": "p55_b885", "text": "OVERALL RESPONSIBLE AGENCY:"}, {"text_block_id": "p55_b886", "text": "NEDA"}, {"text_block_id": "p56_b887", "text": "Implementing Partners National government agencies, regional line agencies and local offices"}, {"text_block_id": "p59_b888", "text": "AnnexD – The PDP and the NDRRMP"}, {"text_block_id": "p59_b889", "text": "2011-2016 Philippine Development Plan’s Goals and Strategies on Disaster Risk Reduction and Management (DRRM) and Climate Change Adaptation (CCA)"}, {"text_block_id": "p64_b890", "text": "ANNEX E – The NCCAAP and the NDRRMP"}, {"text_block_id": "p64_b891", "text": "The table below summarizes the priority areas and actions under the Human Security and Ecosystem and Environmental Stability and how they are reflected in the NDRRMP:"}, {"text_block_id": "p65_b892", "text": "ANNEX F – HFA and the NDRRMP"}, {"text_block_id": "p67_b893", "text": "ANNEX G – Monitoring and Evaluating the NDRRMP"}, {"text_block_id": "p67_b894", "text": "Below are the suggested steps for the Monitoring and Evaluation of the NDRRMP.  This will be further enhanced by the NDRRMC through the Office of Civil Defense and in partnership with key stakeholders."}], "document_description": "The National Disaster Risk Reduction Management Plan (DRRM Plan) serves as the national guide on how sustainable development can be achieved through inclusive growth while building the adaptative capacities of communities, increasing the resilience of vulnerable sectors and optimizing disaster mitigation opportunities.&nbsp;<br><br>The DRRM plan focusses on the following areas: 1) Disaster Prevention and Mitigation; 2) Disaster Preparadness; 3) Disaster Response; 4) DIsaster Recovery and Rehabilitation. Eache area has its own long term goal.&nbsp;"}