{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": ["Economy-wide", "Disaster Risk Management (Drm)"], "document_language": "English", "document_name": "National Security Strategy", "document_country_code": "PHL", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2018", "document_keyword": ["Disaster Risk Management", "National Security"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2018/PHL-2018-01-01-National Security Strategy_b00e28e534096c325e25e73cf25d7b2d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Security Strategy"}, {"text_block_id": "p0_b2", "text": "Security and Development for Transformational Change and Well-Being of the Filipino People"}, {"text_block_id": "p0_b3", "text": "2018"}, {"text_block_id": "p2_b4", "text": "M"}, {"text_block_id": "p2_b5", "text": "ESSAGE"}, {"text_block_id": "p2_b6", "text": ""}, {"text_block_id": "p2_b7", "text": "In the past decades, the concept of national security has dramatically evolved from its traditional focus on territorial defense and governmental survival to the promotion of economic development and the preservation of natural resources. Guided by this shift, we crafted the"}, {"text_block_id": "p2_b8", "text": "National Security Strategy"}, {"text_block_id": "p2_b9", "text": "that articulates our roadmap in building a stronger nation."}, {"text_block_id": "p2_b10", "text": "In order to protect our most cherished democratic institutions and way of life, we will create an environment where peace and economic development will complement each other. We will address urgent national security concerns and cope with the rapidly changing regional and global security environment in line with the objectives set forth in the"}, {"text_block_id": "p2_b11", "text": "National Security Policy 2017-2022."}, {"text_block_id": "p2_b12", "text": "To defend our sovereignty and the integrity of our national territory, we will continue to develop and improve our defense, intelligence and law enforcement capabilities to enable our troops to end communist insurgency, terrorism and violent extremism. We will also bolster our position in the community of nations by strengthening diplomatic relations with our traditional allies, engaging non-traditional partners and pursuing an independent foreign policy that gives primacy to our national interest."}, {"text_block_id": "p2_b13", "text": "These endeavors will be sustained by a medium-term socio-economic agenda that aims to lessen the tax burden on the poor, reduce income inequality and improve the quality and accessibility of education and healthcare. We have also embarked on an ambitious infrastructure development program that will pave the way for rapid industrialization and modernization, thereby making our country the next top investment destination in the Asia Pacific Region."}, {"text_block_id": "p2_b14_merged_merged_merged", "text": "I call upon our people to stand behind our national security apparatus in carrying out this National Security Strategy that will strengthen the foundations of a secure, peaceful, modern and prosperous Philippines."}, {"text_block_id": "p2_b17", "text": "M A N I L A"}, {"text_block_id": "p2_b18", "text": "May 2018"}, {"text_block_id": "p2_b19", "text": "The President of the Philippines"}, {"text_block_id": "p4_b20", "text": "CONTENTS"}, {"text_block_id": "p5_b21", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p5_b22", "text": "he leadership of President Rodrigo Roa Duterte affirms its commitment to deliver a more s e c u r e , s t a b l e , j u s t a n d prosperous future for the people of the Philippines. To translate this vision into reality, the Duterte Administration promulgated in April 2017 the"}, {"text_block_id": "p5_b23", "text": "National Security Policy (NSP) 2017-2022: For Change and Well-Being of the Filipino People"}, {"text_block_id": "p5_b24", "text": ". Subsequently, the NSP became the precursor as well as formed the basis for the development of this National Security Strategy (NSS), which in essence articulates in operational terms the policies set forth in the NSP."}, {"text_block_id": "p5_b25_merged_merged", "text": "This NSS is the Philippines• first such official publication and follows the NSP•s overarching principle that national security and economic development are closely intertwined and mutually reinforcing concepts. As in the NSP, the NSS has the broad theme of bringing about meaningful and lasting socio-economic and political change aimed at building a stronger nation and improving the lives of the majority of the Filipino people. The NSS outlines the ways and"}, {"text_block_id": "p5_b28", "text": "means to attain the national security vision, which the NSP states as: •"}, {"text_block_id": "p5_b29", "text": "•A safe and secure Philippines, at peace with itself and its neighbors, where its citizens are allowed to reach their full potential through the promotion of social justice and harmony, political stability, sound environmental management, and economic progress.•"}, {"text_block_id": "p5_b30", "text": "The NSS integrates the State•s m a j o r s e c u r i t y p o l i c i e s , g o a l s , responsibilities and courses of action into a roadmap or blueprint for the fulfillment of the national security vision. It seeks to foster better coordination, synchronization and cohesion of government functions in order to improve efficiency and maximize the use of limited State resources. The NSS also serves as an important vehicle to articulate the national interest, convey the State•s intentions, and rally public support for government policies and programs. The support of Congress in particular will be crucial to the success of the NSS in terms of enacting the necessary legislations related to national security a n d a p p r o p r i a t i n g t h e i r f i s c a l requirements."}, {"text_block_id": "p6_b31", "text": "The NSS has seven parts. Chapter One introduces the concept of national security and the overarching national security framework in which the NSP and NSS are shown as two inseparable components. Chapter Two provides an overview of the current strategic environment. It highlights the State•s national security priorities in light of the various internal and external threats and challenges it seeks to address. Chapter Three"}, {"text_block_id": "p6_b32", "text": "discusses the"}, {"text_block_id": "p6_b33", "text": "national security framework, core values and national interests underpinning the NSS. It begins with the definition of national security as"}, {"text_block_id": "p6_b34", "text": "•the state or condition wherein the nation•s sovereignty and territorial integrity; the people•s well-being, core values, and way of life; and the State and its institutions; are protected and enhanced.•"}, {"text_block_id": "p6_b35", "text": "The Chapter ends with the following 12-point national security goals as basis for the strategic actions of concerned government agencies and departments, namely:"}, {"text_block_id": "p6_b36", "text": "The Chapter ends with the following 12-point national security goals as basis for the strategic actions of concerned government agencies and departments, namely:\n* Guarantee public safety and achieve good governance.\n* Mitigate the impact of health related threats.\n* Develop a dynamic, inclusive, and sustainable economy.\n* Achieve food and water security.\n* Safeguard and preserve national sovereignty and territorial integrity.\n* Heighten consciousness and pride on Filipino heritage, culture and values.\n* Promote human and ecological security.\n* Achieve energy security.\n* Ensure maritime and airspace security.\n* Strengthen international relations.\n* Provide strong cyber infrastructure and cyber security.\n* Improve vital transportation infrastructure and port security."}, {"text_block_id": "p6_b60_merged_merged", "text": "Chapter Four introduces two important components that will guide the strategy•s successful and sustained implementation. First is the combined, balanced and effective use of the instruments of national power, namely: p o l i t i c a l a n d l e g a l , d i p l o m a t i c , informational, intelligence, economic, and military and law enforcement. This c o m p o n e n t a i m s t o p r o m o t e comprehensiveness and shared efforts in addressing current and future threats. Second is wealth creation and resource generation through intensified human"}, {"text_block_id": "p7_b67", "text": "capital development, passage of national security legislations, appropriate funding for national security, and development of strategic industries."}, {"text_block_id": "p7_b68", "text": "Meanwhile, the attainment of the 12-point national security agenda hinges on the successful execution of the strategic lines of action enumerated in Chapter Five. The action areas are designed to improve our defences, our capabilities, our technologies, our processes, our partnerships, and our resources. A total of 109 strategic lines of action were identified following a careful analysis of the various threats and challenges as well as opportunities that are commensurate to the strengths and potentials of the nation."}, {"text_block_id": "p7_b69", "text": "The successful execution of these strategic lines of action is largely dependent on the effectiveness and cohesiveness of the national security sector. In this regard, the NSS endeavors to reinvigorate and streamline the existing national security structure to ensure a more effective command and control and a more cost-effective utilization of government resources and manpower. Crucial to this effort is the need to revitalize the organizational structures of the National Security Council and its Secretariat; the Cabinet Cluster on Security, Justice and Peace; the National"}, {"text_block_id": "p7_b70", "text": "Intelligence Board and the National Intelligence Committee."}, {"text_block_id": "p7_b71", "text": "The NSS concludes with a call for unity among all sectors of Philippine society --- that we all have a part to play: government, business and the general public. The NSS process is still in its nascent stage and should be treated as a work in progress. But hopefully, this NSS will set the stage for the formation of national consensus and national will toward the achievement of lasting peace and prosperity across the country. To this end, the support and cooperation of the Filipino people are paramount."}, {"text_block_id": "p8_b72", "text": "Chapter 1"}, {"text_block_id": "p8_b73", "text": "INTRODUCTION"}, {"text_block_id": "p9_b74", "text": "•"}, {"text_block_id": "p9_b75", "text": "If we are to embrace the vision of a prosperous Philippines, we have to start putting value to our people•s well-being • because the success of every Filipino•s pursuit in life, liberty and happiness directly mirrors the fulfillment of our aspirations as a Filipino."}, {"text_block_id": "p9_b76", "text": "We will uphold and promote our national interests in the international community.  We will strengthen and seek partnership with those who share our values.  We will engage nations with full respect for the rule of law, sovereign equality, and again, non-interference."}, {"text_block_id": "p9_b77", "text": "•"}, {"text_block_id": "p9_b78", "text": "President RODRIGO ROA DUTERTE"}, {"text_block_id": "p9_b79", "text": "State of the Nation Address 2017"}, {"text_block_id": "p10_b80_merged", "text": "h e n a t u r e o f s e c u r i t y c h a l l e n g e s f a c i n g t h e Philippines is more complex today than in the past. These challenges include decades old internal insurgencies that have hampered development and kept the nation in a state of low-level but debilitating conflict. The Mindanao conflict, in particular, has assumed a more complex and menacing form in recent years, triggered by the internal splintering in the Moro movement and further fueled by Islamic State-inspired radicalism."}, {"text_block_id": "p10_b82", "text": "The five-month-long siege in Marawi reflected this dangerous mix. While important peace inroads have been forged with the country•s largest non-state armed rebel groups, the quest for enduring peace in Mindanao remains elusive unless the smaller but decidedly more violent remnant and extremist factions are ultimately defeated."}, {"text_block_id": "p11_b83", "text": "Similarly, the Philippines• current external security environment is marked b y i n c r e a s e d u n c e r t a i n t y a n d unpredictability. Rising tensions in the South China Sea, which nestles the West Philippine Sea, have brought to the fore a changing security backdrop in the Asia-Pacific region. This has prompted the Philippines, which has not confronted any external armed threat since it gained full independence in 1946, to suddenly give the same attention to territorial defense as it does to internal security threats."}, {"text_block_id": "p11_b84", "text": "Since the turn of the millennium, the Filipino people•s understanding of the concept of national security itself has changed dramatically. It is now equated not only to the traditional notions of national defense and regime survival, but also to the overall well-being of the citizens, the promotion of economic development, and the protection of the environment and natural resources."}, {"text_block_id": "p11_b85", "text": "More and more, the new outlook links security to broad political and social concerns, from governance issues, such as"}, {"text_block_id": "p11_b86", "text": "graft and corruption, to various other problems besetting much of the d e v e l o p i n g w o r l d i n c l u d i n g t h e Philippines • i.e., poverty and lopsided development, high crime rate, climate change and environmental degradation, spread of infectious diseases, and trans-border threats such as human and drug trafficking, cybercrime, and money laundering."}, {"text_block_id": "p11_b87", "text": "The above challenges call for a robust, dynamic and pro-active national security framework and infrastructure, capable of dealing with these growing threats in real time."}, {"text_block_id": "p11_b88_merged", "text": "The development of a national security framework aims to ensure that the country•s •sovereignty, territorial integrity, national interests, and the well-being of its people and institutions are preserved, protected and enhanced.•"}, {"text_block_id": "p11_b91", "text": "It serves as a roadmap that guides the State working together with civil society and its leaders in setting vital national goals and objectives and the means to achieve these."}, {"text_block_id": "p12_b92", "text": "Central to the national security f r a m e w o r k a r e t w o i n s e p a r a b l e components: the National Security Policy (NSP) and the National Security Strategy (NSS). While the NSP articulates the domestic and global interests of the Philippines that are vital to national security, the NSS lays down the a p p r o a c h e s a n d r e s o u r c e s f o r implementing the NSP with a view to guarantee the security of the State and its people in a dynamic and constantly changing security environment."}, {"text_block_id": "p12_b93", "text": "As an extension of the NSP, the NSS articulates in operational terms the process of pursuing the national security agenda. This document attempts to fill the remaining gap in the country•s national security paradigm • a problem that had often forced our security planners and managers in the past to adopt an"}, {"text_block_id": "p12_b94", "text": "ad hoc"}, {"text_block_id": "p12_b95", "text": "and short-sighted outlook, rather than a pro-active and forward-looking one."}, {"text_block_id": "p12_b96", "text": ""}, {"text_block_id": "p12_b97_merged_merged", "text": "Undeniably, the evolution of a national security framework has been a long and fragmented process in the Philippines. In fact, it was only in 2011 that the first official publication of the N S P c a m e o u t . T h e i n c u m b e n t administration of President Rodrigo R. Duterte published its own NSP report in April 2017. Successive NSP documents reflect progress in terms of defining the country•s policy framework, but still did not address the need for a clear-cut National Security Strategy."}, {"text_block_id": "p12_b99", "text": "In developing this NSS, the views of relevant government and non-government experts, and other key stakeholders and members of civil society were sought. Since the security environment is in a constant state of flux, this NSS shall undergo a continuous process of evolution and shall be reviewed, refined and amended as needed."}, {"text_block_id": "p12_b100", "text": ""}, {"text_block_id": "p13_b101", "text": ""}, {"text_block_id": "p13_b102", "text": "•"}, {"text_block_id": "p13_b103", "text": "Traditional and non-traditional security issues test  our resolve to promote peace, stability, security and prosperity•"}, {"text_block_id": "p13_b104", "text": "Geopolitical and strategic developments around the globe also pose a challenge to our shared interests and goals, if not the security of our environment."}, {"text_block_id": "p13_b105", "text": "•"}, {"text_block_id": "p13_b106", "text": "President RODRIGO ROA DUTERTE"}, {"text_block_id": "p13_b107_merged", "text": "Speech at the Opening of the 30th ASEAN Leaders• Summit Manila, Philippines / April 2017"}, {"text_block_id": "p15_b110", "text": "O"}, {"text_block_id": "p15_b111", "text": "u r n a t i o n a l s e c u r i t y i s confronted by challenges on multiple fronts. Aside from decades-old internal armed threats, there are emerging risks that pose an obstacle to the attainment of national unity, peace and stability, economic development, and enhanced ties with our neighbors and allies. The lack of national and sector-specific security strategies to address current and emerging concerns limits the ability of the Philippine government to effectively handle and manage these increasingly complex challenges."}, {"text_block_id": "p15_b112_merged", "text": "Resolving internal armed conflicts remains our top security concern and a key cornerstone of our peace and development strategy. The government is committed to finding a peaceful sociopolitical solution to the twin threats posed by a lingering communist rebellion and Muslim separatist insurgency. However, it must also be fully prepared to deal with all eventualities, including the possible failure of all peaceful initiatives. Both in peace and in war, addressing the root causes of conflict and bringing the fruits of development closer to conflict-affected communities should go hand-in-hand with peacekeeping efforts on the ground."}, {"text_block_id": "p15_b118", "text": "RESOLVING INTERNAL ARMED CONFLICTS REMAINS OUR TOP SECURITY CONCERN AND A KEY CORNERSTONE OF OUR PEACE  AND DEVELOPMENT STRATEGY."}, {"text_block_id": "p16_b119", "text": "Our external environment likewise needs more focused attention. The Philippines• archipelagic attributes and geographic location are both a source of strength and vulnerability. From most indications, the Philippines can indeed become a great maritime nation. Among archipelagos in the world, the Philippines is a unique one for the contiguity with which its islands, islets and other marine features are clustered together."}, {"text_block_id": "p16_b120", "text": "Apart from its rich natural endowments, the Philippines also boasts of the highest marine biodiversity in the world and the most number of fish species and marine mammals. It is home to some of the globally-adjudged most beautiful beaches in the world • a great push factor for the country•s booming tourism industry."}, {"text_block_id": "p16_b121", "text": "On the other hand, and as history has shown, our strategic geographic location and rich natural resources have also provided a strong temptation to expansionist powers."}, {"text_block_id": "p16_b122", "text": "The Philippines has not faced any direct threat of foreign armed invasion since the end of World War II, but there are newly evolving regional security uncertainties. Strategically straddled between the bitterly contested South China Sea and the Pacific Ocean, where competing interests of superpowers and other countries converge, we must be able to chart our role in an increasingly multi-polar global order."}, {"text_block_id": "p16_b123", "text": "Likewise, there are new threats, possibly more destructive than invading armies. We must be fully equipped not only to deter potential aggressors but also to prot ect the a rch ipe lag o from international terrorists, pandemics, transnational crimes and natural disasters."}, {"text_block_id": "p16_b124", "text": "It is a sad fact that despite the lessons of the past our armed forces remain one of the weakest in Asia, putting in doubt our ability to protect and defend our sovereignty and territorial integrity."}, {"text_block_id": "p17_b125", "text": "Developing a credible defense capability would be a key priority of this administration, while at the same time s t r e n g t h e n i n g a n d p u r s u i n g comprehensive and strategic alliances or cooperation with our friends and partners in the international community."}, {"text_block_id": "p17_b126_merged", "text": "Fighting criminality and illegal drugs is very high on the list of priorities of the current administration. The country•s drug problem is a particular concern as this directly influences criminal activity involving drug abuse, heinous and violent crime, gang-related activities, money laundering, and the corruption of the criminal justice system. Apart from destroying society•s moral fiber, drug abuse has led to the widespread disregard for the rule of law, particularly among our youth."}, {"text_block_id": "p17_b128", "text": "P u r s u i n g a n i n c l u s i v e a n d sustainable economic development is the main pillar of the administration•s economic policy. Despite rapid GDP growth in recent  years,  poverty incidence"}, {"text_block_id": "p17_b129", "text": "in the Philippines • at about 21% -- remains one of the highest in Asia due to unmitigated income gaps and lack of job opportunities to sustain a burgeoning population of about 104 million."}, {"text_block_id": "p17_b130", "text": "Corollary to this, demographic challenges can be either a boon or bane, depending on how we would handle it. For the •boon• part, call center jobs in the cities, strong consumer spending and remittances from millions of Filipinos who work overseas are fueling the Philippine economy."}, {"text_block_id": "p17_b131", "text": "In 2017, the gross domestic product (GDP) grew by 6.7 percent. It is currently one of the fastest growing economies in Asia, after China•s 6.9 percent and Vietnam•s 6.8 percent. And with the implementation of Tax Reform Acceleration and Inclusion (TRAIN) law, the growth of the Philippine economy is expected to further accelerate this year."}, {"text_block_id": "p18_b132", "text": "O n t h e o t h e r h a n d , r a p i d population growth and industrialization are putting tremendous pressure on the e c o l o g i c a l b a l a n c e , t r i g g e r i n g unprecedented disasters brought by a deteriorating natural environment. The need to prevent man-made disasters, soften the impact of natural calamities, and save lives is imperative."}, {"text_block_id": "p18_b133", "text": "Many of the possible options and solutions to these complex challenges will"}, {"text_block_id": "p18_b134", "text": "likely be difficult, even painful, and there will always be debates and divisions over the proper way to deal with national problems. However, over the long haul, we must accept that we have only ourselves to truly rely on, and that with proper planning, preparation and action, there is nothing that the Filipinos as a nation cannot achieve."}, {"text_block_id": "p18_b135_merged", "text": "(Annex A provides the Challenges in the Internal and External Security Environment)"}, {"text_block_id": "p19_b138", "text": "•"}, {"text_block_id": "p19_b139", "text": "May we all have a renewed sense of commitment to promote the welfare of our people, safeguard our national interest, and assert our sovereign rights over our waters and all other areas within our jurisdiction."}, {"text_block_id": "p19_b140", "text": "•"}, {"text_block_id": "p19_b141", "text": "President RODRIGO ROA DUTERTE"}, {"text_block_id": "p19_b142", "text": "Speech During the Philippine Rise"}, {"text_block_id": "p19_b143", "text": "Commemoration / May 2018"}, {"text_block_id": "p19_b144", "text": ""}, {"text_block_id": "p20_b145", "text": "Chapter 3"}, {"text_block_id": "p20_b146", "text": "THE NATIONAL SECURITY FRAMEWORK"}, {"text_block_id": "p21_b147", "text": "NATIONAL SECURITY AT A GLANCE"}, {"text_block_id": "p21_b148", "text": "For the Ph"}, {"text_block_id": "p21_b149", "text": "ili"}, {"text_block_id": "p21_b150", "text": "ppines and the Filip"}, {"text_block_id": "p21_b151", "text": "i"}, {"text_block_id": "p21_b152", "text": "no people"}, {"text_block_id": "p21_b153", "text": ","}, {"text_block_id": "p21_b154", "text": "nat"}, {"text_block_id": "p21_b155", "text": "i"}, {"text_block_id": "p21_b156", "text": "onal secur"}, {"text_block_id": "p21_b157", "text": "i"}, {"text_block_id": "p21_b158", "text": "ty is defined as"}, {"text_block_id": "p21_b159", "text": "\"the state or condition wherein the nation's sovereignty and territorial integrity, the people's well-being, core values, and way of life, and the State and its institutions, are protected and enhanced.\""}, {"text_block_id": "p21_b160", "text": "National security is anchored on three major pillars. The first pillar is safeguarding the Philippines' national unity, its democracy and its social institutions. The most important foundation of national unity is that all citizens share one national identity that is, being Filipinos regardless of their political, ethnic, linguistic, religious, cultural and ideological orientations."}, {"text_block_id": "p21_b161", "text": "The second pillar of national security is ensuring the security of the State and preserving and protecting its sovereignty, territorial integrity, and institutions. This is clearly provided in the 1987 Constitution, to wit:"}, {"text_block_id": "p21_b162", "text": "The second pillar of national security is ensuring the security of the State and preserving and protecting its sovereignty, territorial integrity, and institutions. This is clearly provided in the 1987 Constitution, to wit:\n* Definition\n* national territory consistent with new international covenants. (Art. I)\n* Renunciation of war as an instrument of national policy. (Art. II\n* .\n* .\n 2)\n* Supremacy of civilian authority over military. (Art. II\n* 3)\n* Role of the armed forces as protector of the people and the State. (Art. II\n* 3)\n* Maintenance\n* peace and order, the protection\n* peace and order, the protection\n of\n* peace and order, the protection\n of\n life, liberty and property, and\n* peace and order, the protection\n of\n life, liberty and property, and\n ('Art.\n* peace and order, the protection\n of\n life, liberty and property, and\n ('Art.\n II\n* peace and order, the protection\n of\n life, liberty and property, and\n ('Art.\n II\n Sec\n* peace and order, the protection\n of\n life, liberty and property, and\n ('Art.\n II\n Sec\n .\n* peace and order, the protection\n of\n life, liberty and property, and\n ('Art.\n II\n Sec\n .\n 5)\n* Pursuit of an independent foreign policy based on national sovereignty and\n* .\n* .\n 7)\n* Right to self-determination. (Art II\n* 7)\n* Freedom from nuclear weapons. (Art. II\n* BJ\n* Suspension\n* the writ of habeas corpus. (Art. Ill\n* the writ of habeas corpus. (Art. Ill\n Sec\n* the writ of habeas corpus. (Art. Ill\n Sec\n .\n* the writ of habeas corpus. (Art. Ill\n Sec\n .\n 15)\n* Concept of a citizen army. ('Art. XVI Sec. 4)"}, {"text_block_id": "p21_b218", "text": "The third pillar is the protection of the people from all forms of threats, both here and abroad, and to the extent possible, creating jobs in order to bring back home overseas Filipino workers where their physical safety can be fully guaranteed by our Government; and the security of properties, infrastructures, ecological balance of the country and its inhabitants."}, {"text_block_id": "p22_b219", "text": "he development of a national security strategy finds its basis in several important tenets of n a t i o n h o o d a n d n a t i o n a l identity. A full appreciation of these fundamental precepts is crucial in"}, {"text_block_id": "p22_b220", "text": "any effort to put together national-level or sector-specific strategies. They serve as the overarching context against which all planning and decision-making involving matters affecting national security are undertaken."}, {"text_block_id": "p22_b221", "text": ""}, {"text_block_id": "p22_b222", "text": "National Security Defined"}, {"text_block_id": "p22_b223", "text": "Globalization and rapid advances in modern technology have substantially altered the definition of national security, from an exclusive or predominant focus on armed threats to sovereignty and territorial integrity, to clearly non"}, {"text_block_id": "p22_b224", "text": "-"}, {"text_block_id": "p22_b225", "text": "traditional threats such as trafficking of drugs, cyber security, and extreme weather conditions. For many modern states, including the Philippines, the new outlook encompasses all possible challenges to the people•s way of life, including threats to public safety, governance, economic development,"}, {"text_block_id": "p22_b226", "text": "social welfare, and the environment. Implicitly, the expanded concept highlights not just the threats, but also any new opportunities that could enhance security or speed up the attainment of national goals."}, {"text_block_id": "p22_b227", "text": "Based on the above expanded view, the Philippines defines national security as"}, {"text_block_id": "p22_b228_merged_merged", "text": "•the state or condition wherein the nation•s sovereignty and territorial integrity, the people•s well-being, core values, and way of life, and the State and its institutions, are protected and enhanced.•"}, {"text_block_id": "p22_b231", "text": ""}, {"text_block_id": "p23_b232", "text": "National Values"}, {"text_block_id": "p23_b233_merged", "text": "Our national policies and strategies should be a reflection and extension of the Filipinos• core national values. Patriotism and love of country, the common good, social justice, liberty and democracy are some of the fundamental values our p e o p l e e x p l i c i t l y u p h e l d i n t h e foundational era of our nationhood, and continue to cherish at the present. This is evident from the preambles, declaration of principles and state policies, and Bill of Rights of the 1899, 1935 and 1987 Constitutions. Today, these values are expressed concisely in the spirit of the following traits that Philippine popular culture attributes to good Filipinos: makaDiyos (God-fearing), makatao (humane), makabayan (patriotic), and makakalikasan (pro-environment)."}, {"text_block_id": "p23_b242", "text": "We exalt patriotism as a moral duty of every Filipino, who has an obligation to pursue the promotion of the material and moral welfare of the nation and its people. Devotion to the common good is closely"}, {"text_block_id": "p23_b243", "text": "The right to exercise one•s religious faith is another fundamental building block of our uniqueness as a people and as a nation. Regardless of wide differences in religious faiths, the belief in an all-powerful God has been key to the Filipinos• sense of fortitude and desire to lead an upright existence. Faith commonly binds the Filipino family together even in the face of hardships. The preservation, protection and free practice of one•s religious faith is therefore an essential part of our journey as a nation."}, {"text_block_id": "p23_b244", "text": "The quest for justice has always been one of our most fervent national aspirations. We are seeking an egalitarian system of justice where all citizens"}, {"text_block_id": "p24_b245", "text": "receive equal treatment and protection before the law. In the same vein, we want to give each person and each community a just and equal share of the fruits of progress while at the same time giving preferential attention to the poor and the marginalized."}, {"text_block_id": "p24_b246", "text": "Our commitment to freedom and democracy is enshrined in our history, throughout our long and bitter struggle for independence, and presently as a maturing Republic. Upholding the rule of law and protecting civil liberties and human rights"}, {"text_block_id": "p24_b247", "text": "shall remain as essential pillars of our democratic society. In our continuing quest for the most ideal system of government for the Filipino nation, we must not be afraid to effect positive changes. However, any change should continue to harness the most important backbones of Philippine democracy rooted in the principles of governance by deliberation and persuasion, separation of powers, system of checks and balances, and safeguards against authoritarianism and abuse of state power."}, {"text_block_id": "p24_b248", "text": ""}, {"text_block_id": "p24_b249", "text": "National Interests"}, {"text_block_id": "p24_b250", "text": "The national interest is an intrinsic component of the national security framework and reflects our national values. In the Philippine setting, the national interest includes those conditions we consider to be desirable or essential to the unity, survival and well-being of the country and its people. Essentially, it embodies our goals and ambitions as a nation. Our national strategy depends on"}, {"text_block_id": "p24_b251", "text": "what our national interests are and how we view these interests in the hierarchy of our national priorities."}, {"text_block_id": "p24_b252", "text": "Within this hierarchy of priorities, we identified the conditions below as core national interests of the Philippines. These interests are permanent ones and considered as absolutely necessary for the very survival of the nation and its people."}, {"text_block_id": "p25_b253", "text": "Within this hierarchy of priorities, we identified the conditions below as core national interests of the Philippines. These interests are permanent ones and considered as absolutely necessary for the very survival of the nation and its people.\n* Protection of the freedom, public safety and welfare of the people.\n* Ending all internal armed conflicts, i.e., communist insurgency, violent\n* Preservation of the sovereignty and integrity of the national territory.\n* Pursuit of independent foreign policy in the exercise of national\n* Pursuit and sustainment of inclusive economic growth and development.\n* Protection of the Filipino public from criminality, illegal drugs,\n* Freedom from any forms of nuclear weapons within the Philippine\n* Protection and preservation of ecological balance.\n* Promotion of social cohesion and national unity."}, {"text_block_id": "p25_b271", "text": "The conditions identified below, although not directly threatening the survival of the nation, are considered as important for the enhancement of national security and the well-being of the"}, {"text_block_id": "p25_b272", "text": "Filipinos. If unfulfilled, these will result in damage that could undermine the attainment of our goals, objectives and programs."}, {"text_block_id": "p25_b273", "text": ""}, {"text_block_id": "p25_b274", "text": "* Development of credible armed forces and pursuit of security sector\n<\\li1>"}, {"text_block_id": "p26_b276", "text": "* Development of credible armed forces and pursuit of security sector\n<\\li1>\n* Improvement of the criminal justice system.\n* Pursuit of inclusive economic growth.\n* Protection and promotion of the welfare of overseas Filipino workers\n* Prevention of other transnational crimes in the country, i.e. trafficking in\n* Deterrence of illegal migration and intrusion of foreign nationals across\n* Promotion of the rights and welfare of farmers especially agrarian\n* Promotion of quality education, competitiveness of graduates, and safe"}, {"text_block_id": "p26_b291", "text": "Other interests that essentially pertain to our role as a responsible and peaceful member of the regional and global community and reflects the kind of nation we want to be and how we want to present ourselves to the world are the following:"}, {"text_block_id": "p26_b292", "text": ""}, {"text_block_id": "p26_b293", "text": "* Participation in international efforts to reduce global warming and adapt\n* Adherence to international agreements specifically those related to"}, {"text_block_id": "p27_b297", "text": "* Participation in international efforts to reduce global warming and adapt\n* Adherence to international agreements specifically those related to\n* Participation of the Philippines in the United Nations and other\n* Promotion of dialogue and negotiation to solve any issues of mutual"}, {"text_block_id": "p27_b302", "text": "National Security Vision"}, {"text_block_id": "p27_b303", "text": "Our national values and national interests find their best expression in the form of a desired end state and broad national vision. Keeping in mind our definition of national security, our desired end state is a community of peace where security as a public good is delivered effectively."}, {"text_block_id": "p27_b304_merged", "text": "The national security vision sets the country•s desired direction, forms the basis of all subsequent policy and strategy planning, and seeks to build a Filipino nation of empowered citizens, living in freedom, dignity, and prosperity as one community regardless of social status, ethnicity, language, and religion."}, {"text_block_id": "p27_b308", "text": "In our National Security Policy, the Government envisions a Philippines that by 2022 shall become"}, {"text_block_id": "p27_b309", "text": "•a secure and prosperous nation wherein the people•s welfare, well-being, way of life and core values; government and its institutions; territorial integrity and sovereignty are protected and enhanced and confident of its place in the community of nations.•"}, {"text_block_id": "p28_b310", "text": "As such, this National Security Strategy envisages a safe and secure Philippines, at peace with itself and its neighbors, where its citizens are allowed to reach their full potential through social"}, {"text_block_id": "p28_b311", "text": "cohesion and the promotion of social justice and harmony, political stability, sound environmental management, and economic progress."}, {"text_block_id": "p28_b312", "text": ""}, {"text_block_id": "p28_b313", "text": "OUR DESIRED END STATE IS:"}, {"text_block_id": "p28_b314", "text": "•"}, {"text_block_id": "p28_b315", "text": "A SAFE AND SECURE PHILIPPINES, AT PEACE WITH ITSELF AND ITS NEIGHBORS, WHERE ITS CITIZENS ARE ALLOWED TO REACH THEIR FULL POTENTIAL THROUGH SOCIAL COHESION AND THE PROMOTION OF SOCIAL JUSTICE AND HARMONY, POLITICAL STABILITY, SOUND ENVIRONMENTAL MANAGEMENT, AND ECONOMIC PROGRESS."}, {"text_block_id": "p28_b316", "text": "•"}, {"text_block_id": "p29_b317", "text": "Goals of the National Security Strategy"}, {"text_block_id": "p29_b318", "text": "Below is a set of action areas, the fulfillment of which will contribute to the attainment of the desired national security end state. These action areas are"}, {"text_block_id": "p29_b319", "text": "expressed in terms of strategic goals and objectives, which in turn form the basis for the formulation of agency/institutional courses of actions."}, {"text_block_id": "p29_b320", "text": ""}, {"text_block_id": "p29_b321", "text": ""}, {"text_block_id": "p30_b334", "text": "ŁŁŁŁŁ"}, {"text_block_id": "p30_b335", "text": "THE STRATEGY"}, {"text_block_id": "p31_b336", "text": "•"}, {"text_block_id": "p31_b337", "text": "I•ve always believed that there can really no development and progress, irrespective of the population and the hugeness of the territory,  if there is no law and order."}, {"text_block_id": "p31_b338", "text": "•"}, {"text_block_id": "p31_b339", "text": "President RODRIGO ROA DUTERTE"}, {"text_block_id": "p31_b340_merged", "text": "Speech During the 120th Founding Anniversary Celebration          of the Department of Foreign Affairs / June 2018"}, {"text_block_id": "p32_b343", "text": "n its very essence, the National Security Strategy lays down a master plan for the attainment of the national vision of creating a safer and more prosperous Philippines, whereby our national values and way of life are protected and enhanced."}, {"text_block_id": "p32_b344", "text": "The NSS integrates the State•s m a j o r s e c u r i t y p o l i c i e s , g o a l s , responsibilities and courses of action into an overall blueprint for the ful"}, {"text_block_id": "p32_b345", "text": "fi"}, {"text_block_id": "p32_b346", "text": "llment of such a vision. It clari"}, {"text_block_id": "p32_b347", "text": "fi"}, {"text_block_id": "p32_b348", "text": "es the institutional framework within which the concerned government and private institutions will coordinate their activities in order to create an integrated and cohesive national security network. There are several important rationales for the development of an NSS."}, {"text_block_id": "p32_b349", "text": "First"}, {"text_block_id": "p32_b350", "text": ", developing an NSS is"}, {"text_block_id": "p32_b351", "text": "necessary because security issues significantly affect the Philippines• chances of attaining all its social and economic"}, {"text_block_id": "p32_b352", "text": "goals."}, {"text_block_id": "p32_b353", "text": "Since"}, {"text_block_id": "p32_b354", "text": "the"}, {"text_block_id": "p32_b355", "text": "security"}, {"text_block_id": "p32_b356", "text": "environment itself is changing, the government must regularly evaluate the new challenges and threats it is facing. To address these threats, the government must put together a coherent and effective plan of action."}, {"text_block_id": "p32_b357_merged_merged_merged", "text": "Second, there is the need to provide both political and strategic guidance to the implementors of the NSS. A country has a national security vision and that vision is articulated by the political leadership. The leadership captures and communicates that vision in a strategy so that those who are executing the strategy have something clear in front of them to follow. It defines the roles of institutions and stakeholders in order for them to synchronize their policies and strategies. Likewise, private citizens and civil society sectors should be encouraged to scrutinize it and take the necessary steps to contribute to the accomplishment of national programs."}, {"text_block_id": "p33_b361", "text": "Third"}, {"text_block_id": "p33_b362", "text": ", the NSS helps to generate"}, {"text_block_id": "p33_b363", "text": "public awareness and create a common understanding and ownership of issues affecting the country•s security. Through this document the government communicates the national vision and how such a vision is to be achieved. Communicating these issues effectively to target audiences is crucial for securing the kind of consensus, ownership and support the government needs to ensure the success of the strategy. The government needs to communicate the NSS to policymakers in order to secure both political and resource backing for the leadership•s security agenda. Similarly, it is important to communicate the NSS to the general public in order to win the"}, {"text_block_id": "p33_b364", "text": "citizens• cooperation and participation. There is nothing that lures investors more than stability, and there is nothing that scares them more than instability."}, {"text_block_id": "p33_b365_merged_merged", "text": "Fourth, the NSS is about the ends, ways and means. The resource aspect is always a contentious and yet unavoidable issue. One cannot have a strategy without touching on the resource aspect because the strategy will have to be implemented, and if it is going to be implemented, one needs to allocate resources and utilize these resources in the most cost-effective way. Avoiding waste should be a key guiding principle. Having a document that instructs NSS implementors on how to efficiently utilize resources is absolutely critical."}, {"text_block_id": "p33_b368", "text": ""}, {"text_block_id": "p33_b369", "text": "EFFECTIVE USE OF THE INSTRUMENTS  OF NATIONAL POWER"}, {"text_block_id": "p33_b370", "text": "The efficacy of our national security strategy is dependent on our capacity • capability, ability and will - to enforce it. The NSS serves as a catalyst to"}, {"text_block_id": "p33_b371", "text": "fulfill the national security vision of the Philippines through the combined and coordinated use of all the resources and instruments of national power • political"}, {"text_block_id": "p34_b372", "text": "and legal, diplomatic, informational and intelligence, economic and technological, and military and law enforcement. Protecting the national interests and enforcing national policies call for good governance, a patriotic citizenry united by a common purpose, and a credible armed forces. The country faces a formidable array of internal and external threats to its"}, {"text_block_id": "p34_b373", "text": "national interests and well-being that require a mix of national instruments capable of mitigating the risks, upholding national sovereignty, preserving territorial integrity, backing foreign policy, supporting its development thrusts, and protecting public safety and natural resources."}, {"text_block_id": "p34_b374", "text": ""}, {"text_block_id": "p34_b375", "text": "Political and Legal"}, {"text_block_id": "p34_b376_merged", "text": "The political and legal instrument shall strengthen policy organization, formulation, legislation, implementation, and the most critical, generation and appropriation of funds. It will address several weaknesses pertaining to bureaucratic turfing, uneven-playing field, p o o r g o v e r n a n c e , u n n e c e s s a r y overlapping and multiple inter-agency mechanisms. It will promote transparent, accountable and participatory governance and explore more efficient ways of undertaking government tasks by developing its e-governance capability. It will strengthen the five pillars of the"}, {"text_block_id": "p34_b379", "text": "criminal justice system and empower citizen•s organizations to actively participate in governance, in the implementation of public policies, in cultivating a culture of peace, and mainstreaming conflict sensitive and p e a c e p r o m o t i n g a p p r o a c h e s i n safeguarding the safety of the people. It will seek to pursue and communicate the benefits of a federal-parliamentary form of government and identify the need for the creation of •rules-based• governance in defending our sovereignty and territorial integrity and in resolving internal conflicts."}, {"text_block_id": "p34_b380", "text": ""}, {"text_block_id": "p35_b381", "text": "Diplomatic"}, {"text_block_id": "p35_b382", "text": "The"}, {"text_block_id": "p35_b383", "text": "diplomatic instrument"}, {"text_block_id": "p35_b384", "text": "provides the parameters on the outwardlooking position of the Philippines in the comity of nations within the bounds of international laws, norms and standards. It aims to develop good partnerships and"}, {"text_block_id": "p35_b385", "text": "improve all forms of foreign relations in order to ensure the protection of our overseas Filipino workers and advance the pursuit of common interests that are mutually beneficial to the Philippines and other countries."}, {"text_block_id": "p35_b386", "text": ""}, {"text_block_id": "p35_b387", "text": "Informational"}, {"text_block_id": "p35_b388", "text": "The"}, {"text_block_id": "p35_b389", "text": "informational instrument"}, {"text_block_id": "p35_b390", "text": "aims to promote effective governance, through strategic communications, while at the same time countering any misinformation and deceitful propaganda being spread by the enemies of the State."}, {"text_block_id": "p35_b391", "text": "This component also aims to promote national consensus, intelligence fusion and shared understanding particularly with regard to addressing conflicts and its root causes."}, {"text_block_id": "p35_b392", "text": ""}, {"text_block_id": "p35_b393", "text": "Intelligence"}, {"text_block_id": "p35_b394", "text": "Intelligence is foreknowledge and therefore should be predictive. It is a vital instrument of national power to realize national goals and objectives and promote the well-being of the nation. Intelligence process provides National Intelligence"}, {"text_block_id": "p35_b395_merged_merged_merged", "text": "Estimates and other inputs that are essential for planning and execution of desired political actions and national programs. The intelligence instrument includes human intelligence, signals intelligence, image intelligence, and"}, {"text_block_id": "p36_b398", "text": "measurement and signatures intelligence. Counterintelligence or the denial of undesirable information collection efforts"}, {"text_block_id": "p36_b399", "text": "is also included under the intelligence instrument."}, {"text_block_id": "p36_b400", "text": "Economic and Technological"}, {"text_block_id": "p36_b401", "text": "The"}, {"text_block_id": "p36_b402", "text": "economic and technological instrument"}, {"text_block_id": "p36_b403", "text": "aims to broaden economic ventures, foster cooperation in the area of innovation and technology development, and promote sustainable development. It aims to pursue rapid economic growth, with particular focus on reducing poverty and income gaps through the creation of more jobs and the improvement of the"}, {"text_block_id": "p36_b404", "text": "education sector. Foreign direc t investments are a crucial growth engine and should therefore continue to be e n c o u r a g e d t h r o u g h a p e a c e f u l environment, increased infrastructure spending and a stable fiscal and policy milieu. The protection and preservation of the ecological environment and natural resources will remain a key concern."}, {"text_block_id": "p36_b405", "text": ""}, {"text_block_id": "p36_b406", "text": "Military and Law Enforcement"}, {"text_block_id": "p36_b407_merged_merged", "text": "The military and law enforcement instrument includes the use of well-equipped, trained, disciplined and motivated armed forces to maintain law and order at the homefront, and to safeguard and defend the country•s sovereignty and territorial integrity from"}, {"text_block_id": "p36_b410", "text": "any threat of foreign armed aggression. It aims to build a credible deterrence capability and enhance mutual defense arrangements with other nations."}, {"text_block_id": "p37_b411", "text": "WEALTH CREATION AND RESOURCE GENERATION"}, {"text_block_id": "p37_b412", "text": "Over the past three decades at least, the defense budget process appears to have been afflicted by the paralyzing mindset that •we don•t have the money.• Despite the continuously intensifying internal and external threat environment, such negative mindset essentially ignored the wisdom of investing in safety and strategic security to build a credible deterrence to protect and uphold our national interests. Consequently, the country, by default, has become vulnerable to infiltration, sabotage, poaching, insurgency, terrorism and natural catastrophes."}, {"text_block_id": "p37_b413", "text": "However, with more wealth being created at home in recent years, we now have the unique opportunity to reverse this fatalistic outlook in government. It is time to say, •We have the money and we can find more money•; it is high time we think of national defense not as a financial burden, but as a strategic investment for a safer and more secure future. As an investment, it has payback in terms of enabling and supporting economic growth and sustainable development, and boosting the national morale."}, {"text_block_id": "p37_b414", "text": ""}, {"text_block_id": "p37_b415", "text": "Human Capital Development"}, {"text_block_id": "p37_b416", "text": "The Philippines is dealing with a massive crop of Filipino men and women on the threshold to adulthood who potentially form the country•s rich talent pool as thinkers, leaders, entrepreneurs, employers, creative artists, innovators, job"}, {"text_block_id": "p37_b417", "text": "creators, job collaborators, technical specialists and experts of all kinds. While we continue to deal with the more obvious risks related to the country•s population boom and the negative effects of a very high population density, we shall focus"}, {"text_block_id": "p38_b418", "text": "also on the potential opportunities and harness their full advantage. The provision of quality education complemented by sustainable employment or livelihood opportunities and a stable security environment are integral in solving the country•s multifarious national problems."}, {"text_block_id": "p38_b419", "text": "We have a considerable percentage of English-speaking people and deploy about 8 to 10 million overseas workers spread across continents and working in various levels of expertise. Our overseas workers are exposed to foreign cultures and are knowledgeable in management and in communication and technology applications, making them competitive candidates for future employment both here and abroad."}, {"text_block_id": "p38_b420", "text": "Presently, the Philippines is also the world•s business process outsourcing (BPO) leader. Certainly, our talented and industrious work force represents one of our greatest competitive strengths. To sustain these potentials, the Government shall continue to provide global-standard education for its citizens."}, {"text_block_id": "p38_b421", "text": "However, beyond having the •right stuff,• our human resource also needs to develop the kind of mindframe that compels them to look beyond their own personal interests, needs, or circumstances and attune this with the interests and needs of Philippine society as a whole."}, {"text_block_id": "p38_b422", "text": "This kind of patriotic mindset should be nurtured in every institution of learning, where the students can develop an appreciation and understanding of society, governance, multi-dimensional national security, and sustainable development."}, {"text_block_id": "p38_b423", "text": "The National Defense College of the Philippines (NDCP), the Philippine Public Safety College (PPSC), the Foreign Service Institute (FSI), and other military and police training institutions shall be the primary institutions of learning for building up and expanding the pool of national security leaders and practitioners in the country."}, {"text_block_id": "p39_b424", "text": "National Security Legislation"}, {"text_block_id": "p39_b425", "text": "The Government must work towards the enactment of appropriate legislations to address the country•s complex national security challenges, and protect and promote the nation•s interests. One such legislation is the expanded National Security Code in order to meet the continuing threats of terrorism, i n s u r g e n c i e s , c r i m i n a l i t i e s a n d transnational crimes. It will also strengthen the Organization for National Security, revitalize the system for unified coordination among the members of the security community, and provide the legal basis for the formulation, integration, and implementation of the NSP and NSS. The Government will work with Congress to attain the passage of this proposed law."}, {"text_block_id": "p39_b426", "text": "The Government shall also work for the passage of pending bills in Congress pertaining to national security concerns. Among these are the proposed bills on Witness Protection and Whistleblowers Act, Uniformed Personnel"}, {"text_block_id": "p40_b427", "text": "OTHER LEGISLATIONS AIMED AT ADDRESSING  TERRORISM AND ILLEGAL DRUGS"}, {"text_block_id": "p40_b428", "text": "OTHER LEGISLATIONS AIMED AT ADDRESSING  TERRORISM AND ILLEGAL DRUGS\n* Amendments to the Human Security Act (HSA) - to strengthen the coordination and authority of the National Intelligence Coordinating Agency (NICA) and the Anti-Terrorism Council (ATC) in suppressing terrorism. In amending the HSA, the NICA, or its successor organization, shall continue to perform its duty as Secretariat of the ATC. On the other hand, the ATC-Program Management Center, in addition to its other tasks, shall continue to serve as the coordinator of the Council in the performance of the Councilâ¢s functions. The institutionalization of this set up will be done by the inclusion of the ATC-PMC in the HSA amendment. Moreover, the objective of the amendatory bill is generally to make the law consistent with the UN Conventions on Anti-Terrorism and the adoption of international best practices, considering that since the enactment of the HSA, no case has prospered in the country.\n* Amendments to the Anti-Wiretapping Law - to judicially authorize the real-time/live monitoring of telecommunications in cases involving pre-identified and confirmed persons or entities linked to terrorism and other grave criminal activities.\n* Enactment of a SIM Card Registration Law - to pre-identify users of SIM cards and facilitate their identification, as well as deter those who plan to use the same for terrorist or other criminal activities.\n* Amendments to the Anti-Terrorism Financing Law - to freeze any account of pre-identified or confirmed terrorist personalities, organizations or other entities engaged in terrorist financing or trafficking in strategic goods (i.e. weapons of mass destruction and items of dual/alternative use that can be applied in, converted to, or otherwise made a part of weapons of mass destruction, pursuant to our obligation under UNSCR 2178) in coordination with the work of AMLC.\n* Enactment of an Official Secrets Act â¢ to: (1) absorb best practices/provisions from laws of various countries that already have such legislation; (2) provide classification and parameters for classifying government secrets, authority for classifying and declassifying; (3) provide funds for required hardware and software for databases, protocol for storage, retrieval, access to, declassification and release to the public, period for storage, and protocol for destruction; (4) proscribe solicitation by foreign user/s; and (5) legislate severe criminal liability for violations.\n* Amendments to the Cybercrime Law â¢ to authorize, without prior judicial intervention/court order, the blocking of any Internet site or source of pre-identified/confirmed terrorists, terrorist organizations, or others propagandizing, inviting, inducing, recruiting for terrorism, including terrorist financing for timely immediate action. In amending the Cybercrime law, include provision of guidelines and detailed description of the crimes.\n* Amendments to the Passport Law â¢ to authorize the Department of Justice (DOJ), without prior judicial intervention/court order, to withhold, suspend, cancel/revoke passports or other travel documents of Filipino extremists who have undergone trainings or have fought with/joined UN proscribed terrorist organizations. The DOJ confirmation of the legal basis for these actions will be for the immediate implementation of the Department of Foreign Affairs. Also, this requires synchronization and amendment of the Immigration Law."}, {"text_block_id": "p41_b442", "text": "Funding National Security"}, {"text_block_id": "p41_b443", "text": "Central to the shift in government outlook prescribed above is the need to start exploring the possibility that there are potentially other sources and means to generate funds for the tremendous demands of national security. Funding our credible deterrence capability will end the era of strategic drift that failed to effectively manage safety and security risks. Decades of inaction have led to devastating consequences to internal security and have undermined our ability to adequately prepare for external defense in the future. Keeping defense spending low to save money is a spurious conjecture; it simply pushes expenses for maintenance, training, and capital stock into the future, and at the expense of the country•s security and well-being."}, {"text_block_id": "p41_b444", "text": "There is a need to increase the size and deterrent capability of the Navy and the Air Force as quickly as possible to serve as our external defense, protect our national territory and Exclusive Economic Zone (EEZ), and modernize all branches"}, {"text_block_id": "p41_b445", "text": "of the armed forces. In addition, necessary procedures should be taken as outlined above to fix the acquisition system, rebalance compensation for service members, and pass legislations that aim to create new wealth and strengthen human and materiel resources."}, {"text_block_id": "p41_b446", "text": "The above requires a dynamic and collaborative mix of executive and legislative actions, with support from our policymakers and economic managers. In support of our defense modernization, the government has to allocate at least 2 percent of the GDP as the minimum annual budget for the defense sector in order to elevate ourselves from the (near) bottom position and quickly catch up with our ASEAN neighbors, and fully exercise our sovereignty. Myanmar, whose GDP per capita is smaller than the Philippines, allocated 4.8% of GDP (2016) for military expenditure (SIPRI)."}, {"text_block_id": "p42_b447", "text": "Apart from the budget provided by the General Appropriations Act (GAA), the Executive and Legislative branches can also work together to identify and develop other potential funding sources. The funds generated from such sources will be lodged in an exclusive national account under the Office of the President"}, {"text_block_id": "p42_b448", "text": "with congressional oversight. This is to ensure that the GAA for public administration and the delivery of basic services will not be impacted by the requirements for credible deterrence. There are important caveats to ensure smooth program execution to prevent costly delays. The Procurement Law"}, {"text_block_id": "p42_b449", "text": "OTHER POTENTIAL FUNDING SOURCES FOR NATIONAL SECURITY"}, {"text_block_id": "p42_b450", "text": "OTHER POTENTIAL FUNDING SOURCES FOR NATIONAL SECURITY\n* Convert portions of selected idle military lands in Luzon, Visayas and Mindanao into defense industrial parks\n* Float long-term bonds or Treasury bills for sale to the corporate and sovereign markets here and abroad.\n* Legislate a special national security tax applicable to mass air-sea-land transports and passengers; and to\n* Legislate a revision of the Government-Owned or Controlled Corporations (GOCC) charters to set aside at\n* Legislate adjustments in the formula providing for the Internal Revenue Allotment (IRA) of local government\n* Free up cash generated annually from anti-corruption and efficiency improvement measures targeting at least"}, {"text_block_id": "p43_b462", "text": "nee ds to be revise d alo ng with Commission on Audit (COA) rules and regulations, as well as bidding procedures and the rules of engagement among"}, {"text_block_id": "p43_b463", "text": "bidders where bidding cannot be dispensed with, to prevent unwarranted legal obstructionism."}, {"text_block_id": "p43_b464", "text": ""}, {"text_block_id": "p43_b465", "text": "Development of Strategic Industries"}, {"text_block_id": "p43_b466", "text": "Developing the strategic industries can make this sector a potential element of national power. With its ample natural resources and huge skilled workforce, the Philippines could become another success story in the field of strategic industries, something long overdue."}, {"text_block_id": "p43_b467", "text": "The long-term objectives are: (1) generate resources and wealth for the Filipino people; (2) expand, diversify and transform the economy of the country -- from an agricultural to an industrial/ manufacturing economy; (3) provide sufficient jobs to sustain the Philippines• growing population; and (4) accelerate nation-building, economic development, and stability of the country."}, {"text_block_id": "p43_b468", "text": "Of critical importance is the nature of technology to be utilized and the types of industry that can support rapid and sustainable economic development. Among the industries we need to develop further are agriculture and aquaculture, aircraft, investment and banking, biotechnology, construction, disaster prevention, electronics, environment, information and communications technology, land combat, manufacturing, robotics, satellite systems and space, shipbuilding, strategic materials and minerals, transportation, weapons, and tourism."}, {"text_block_id": "p43_b469_merged", "text": "(Annex B provides the list of strategic industries that are vital to national security.)"}, {"text_block_id": "p44_b472", "text": "Chapter 5"}, {"text_block_id": "p44_b473", "text": "STRATEGIC LINES OF ACTION"}, {"text_block_id": "p45_b474", "text": "•"}, {"text_block_id": "p45_b475", "text": "May we all have a renewed sense of      commitment  to promote the welfare of our people, safeguard our national interest, and assert our sovereign rights over our waters and all other areas within our jurisdiction."}, {"text_block_id": "p45_b476", "text": "•"}, {"text_block_id": "p45_b477", "text": "President RODRIGO ROA DUTERTE"}, {"text_block_id": "p45_b478", "text": "Speech During the Philippine Rise"}, {"text_block_id": "p45_b479", "text": "Commemoration / May 2018"}, {"text_block_id": "p46_b480", "text": "o achieve the national security vision and protect the national interests, the State must address t h e v a r i o u s t h r e a t s a n d challenges that characterize the evolving strategic security environment. The NSS presents the guiding principles in preparing the strategic action plans to address those challenges. The National Security Council (NSC) shall coordinate and oversee the day-to-day execution of the ongoing security agenda."}, {"text_block_id": "p46_b481", "text": "Together with the agencies under the Cabinet Cluster on Security, Justice and Peace (CCSJP) and the National Intelligence Board (NIB), the NSC shall ensure the cohesion of policies and programs for implementing the security agenda."}, {"text_block_id": "p46_b482", "text": "Through the Cabinet and the Executive Committee of the NSC, the National Security Adviser (NSA) shall report to the President the status of their implementation."}, {"text_block_id": "p46_b483", "text": "Below is a set of specific action areas, the fulfillment of which will contribute to the attainment of the above national vision. Similarly, these action areas were identified following a careful analysis of the various threats and challenges to national security and their associated risks."}, {"text_block_id": "p46_b484", "text": "These action areas are expressed in terms of specific goals and objectives aimed at pro-actively countering or reducing the country•s exposure to these threats."}, {"text_block_id": "p47_b485", "text": "GUARANTEE PUBLIC SAFETY AND  ACHIEVE GOOD GOVERNANCE"}, {"text_block_id": "p47_b486", "text": "The Strategy begins with the determination to protect the nation against the range of threats that directly impact on the safety and welfare of the Filipino"}, {"text_block_id": "p47_b487", "text": "people. These are terrorism, insurgency and subversion; transnational crimes; criminality and illegal drugs; and graft and corruption."}, {"text_block_id": "p47_b488", "text": ""}, {"text_block_id": "p47_b489", "text": "Terrorism, Insurgency and Subversion"}, {"text_block_id": "p47_b490", "text": "The Communist"}, {"text_block_id": "p47_b491", "text": "Philippines/New People•s Army/National Democratic Front (CPP/ NPA/NDF) remains as the most enduring and challenging among the l o c a l r e v o l u t i o n a r y forces. Virtually all provinces in the country"}, {"text_block_id": "p47_b492", "text": "are"}, {"text_block_id": "p47_b493", "text": "affected by CPP/ NPA/NDF terrorism and e x to r ti o n a c t i vi ti e s, including areas with strong presence by non-state armed groups."}, {"text_block_id": "p47_b494", "text": "Party of the"}, {"text_block_id": "p47_b495_merged_merged", "text": "The CPP/NPA/NDF continues to subvert the state through subterfuge and violence. On and off peace talks with the rebels have been on-going for more than two decades, but there has been little progress. The security situation remains problematic in significant parts of the resource-rich but troubled region of Southern Philippines or Mindanao."}, {"text_block_id": "p48_b498", "text": "Over the past two decades, two peace deals have been forged with the Moro National Liberation Front (MNLF) and the Moro Islamic Liberation Front (MILF). However, p e a c e e f f o r t s i n Mindanao have remained f r a g i l e d u e t o t h e splintering of the Moro movement which gave rise to the emergence of smaller but decidedly m o r e v i o l e n t a n d extremist Islamist jihadists. In recent years, these groups have"}, {"text_block_id": "p48_b499", "text": "pledged allegiance to the Iraq-born Islamic State (IS) terror network and are believed to be seeking to establish an Islamic caliphate encompassing the entire Southeast Asia."}, {"text_block_id": "p48_b500_merged", "text": "The five-month siege in Marawi City in 2017, led by the Maute brothers and a Hapilon-led faction of the Abu Sayyaf Group (ASG) showed the more m e n a c i n g b r a n d o f Islamist extremism that we are currently facing in Mindanao."}, {"text_block_id": "p48_b502", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p48_b503", "text": "KEY FEATURES OF STRATEGIC ACTIONS\n* Modernize, professionalize and synergize the Philippine Armed Forces and the\n* Work with Congress to allocate greater resources to modernize our police,"}, {"text_block_id": "p49_b507", "text": "KEY FEATURES OF STRATEGIC ACTIONS\n* Modernize, professionalize and synergize the Philippine Armed Forces and the\n* Work with Congress to allocate greater resources to modernize our police,\n* Defeat radicalism and prevent recruitment through an effective whole-\n* Implement the peace agreement with the MILF toward healing in the\n* Provide additional security to future and existing infrastructure projects to prevent\n* Address the plight of the Indigenous Peoples and farmers especially agrarian\n* Implement peace-promoting and catch-up socioeconomic development in\n* Strengthen government peace and development institutions and mechanisms to\n* Ensure government rationalization, coordination, and monitoring of the delivery\n* In addition to the active force, train and expand the strength of the reservists to at"}, {"text_block_id": "p50_b523", "text": "Transnational Organized Crimes"}, {"text_block_id": "p50_b524", "text": "Transnational organized crimes (TOC) and the proliferation of weapons of mass destruction continue to pose numerous challenges to the state•s overall n a t i o n a l s e c u r i t y . O r g a n i z e d c r i m e s prevalent in the country include drug trafficking, trafficking in persons, piracy and armed robbery against ships, smuggling of small arms and light weapons (gunrunning), internet fraud/identity theft (cybercrimes), product counterfeiting (Intellectual Property Rights or IPR theft) and environmental crimes such as wildlife trafficking."}, {"text_block_id": "p50_b525", "text": "Transnational organized crime groups operate like multi-national c o m p a n i e s a n d a s s u c h , p r o f i t -maximization is the primary objective. As new trends in the global market"}, {"text_block_id": "p50_b526_merged", "text": "emerge, these groups immediately adapt to developments in information and communications technology (ICT) and t r a d e a n d f i n a n c i a l practices, among others."}, {"text_block_id": "p50_b528", "text": "The Philippines• shift t o w a r d s g r e a t e r integration within the ASEAN framework blurs the physical lines of state borders that make illicit a c t i v i t i e s e a s i e r t o conduct. This context provides TOC syndicates more opportunities to o p e r a t e a n d t h r i v e . Moreover, violence and corruption are inherent elements of TOC."}, {"text_block_id": "p50_b529", "text": "The rule of law enforced by state authorities is met with violent and armed resistance while corruption of government officials further facilitates the illicit activities of transnational organized crimes without fear of arrest or interdiction."}, {"text_block_id": "p50_b530", "text": ""}, {"text_block_id": "p51_b531", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p51_b532", "text": "•"}, {"text_block_id": "p51_b533", "text": "Enhance the capabilities of law enforcement agencies on equipment, training, mobility, communications and weapons for effective deterrence and interdiction."}, {"text_block_id": "p51_b534", "text": "•"}, {"text_block_id": "p51_b535", "text": "Strengthen the anti-money laundering aspect of investigation by integrating financial investigations in all law enforcement operations."}, {"text_block_id": "p51_b536", "text": "•"}, {"text_block_id": "p51_b537", "text": "Improve border management and security on land, water and air."}, {"text_block_id": "p51_b538", "text": "•"}, {"text_block_id": "p51_b539", "text": "Create a reliable database on transnational organized crime syndicates for information-sharing with foreign counterparts."}, {"text_block_id": "p51_b540", "text": "•"}, {"text_block_id": "p51_b541", "text": "Improve international collaboration and cooperation in both the public and the private sector."}, {"text_block_id": "p51_b542", "text": "•"}, {"text_block_id": "p51_b543", "text": "Implement the Strategic Trade Management Act of 2015 to address the threats on the proliferation of weapons of mass destruction."}, {"text_block_id": "p51_b544", "text": ""}, {"text_block_id": "p51_b545", "text": "Criminalities, Public Safety, Rule of Law and Human Rights"}, {"text_block_id": "p51_b546", "text": "Public safety is defined as the overall welfare and protection of the general public. Prevailing public safety concerns are criminality, illegal drugs, and natural and human-induced disasters. The strategic objective is to mainstream the concept of public safety in the national security agenda to build peaceful, safe and resilient communities."}, {"text_block_id": "p51_b547", "text": "This entails the integration of law enforcement, community policing, disaster management and resilience, and local governance in the security sector framework."}, {"text_block_id": "p51_b548", "text": "In times of calamities or terror attacks, there is a need to prioritize securing access to the affected areas."}, {"text_block_id": "p52_b549", "text": "Public safety can be better established if the roads and bridges leading to the distressed areas are secure and passable."}, {"text_block_id": "p52_b550", "text": "Corollary to this is the promotion of the rule o f l a w a n d t h e observance and respect for human rights. The law is a cornerstone of the country•s democratic values which enables the attainment of public s a f e t y a n d n a t i o n a l"}, {"text_block_id": "p52_b551", "text": "The strategic objective is to mainstream the concept of public safety in the national security agenda to build peaceful, safe and resilient communities."}, {"text_block_id": "p52_b552", "text": "security goals. To this e n d , t h e S t a t e w i l l vigorously pursue the p r o m o t i o n a n d observance of the rule of law, value the dignity of every human being and guarantee full respect for human rights."}, {"text_block_id": "p52_b553", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p52_b554", "text": "•"}, {"text_block_id": "p52_b555", "text": "Institutionalize reforms within the PNP that will command community and citizen respect, trust, and confidence."}, {"text_block_id": "p52_b556", "text": "•"}, {"text_block_id": "p52_b557", "text": "Build resilient communities that are able to deal with and recover from every crisis."}, {"text_block_id": "p52_b558", "text": "•"}, {"text_block_id": "p52_b559", "text": "Guarantee the mobility and secure access of aid workers and peace-keeping officers to affected areas in times of calamities or terror attacks."}, {"text_block_id": "p53_b560", "text": "•"}, {"text_block_id": "p53_b561", "text": "Step up police-community partnerships on crime prevention and for the protection of critical infrastructures and installations."}, {"text_block_id": "p53_b562", "text": "•"}, {"text_block_id": "p53_b563", "text": "Dismantle all private armies."}, {"text_block_id": "p53_b564", "text": "•"}, {"text_block_id": "p53_b565", "text": "Integrate human rights approaches to all aspects of State functions."}, {"text_block_id": "p53_b566", "text": "•"}, {"text_block_id": "p53_b567", "text": "Build a system that will allow the exchange of information among law enforcement, prosecution, court and corrections agencies for swift intelligence gathering and apprehension of criminal elements."}, {"text_block_id": "p53_b568", "text": "•"}, {"text_block_id": "p53_b569", "text": "Strengthen border control to deter the entry of unlawful elements by passing a new immigration law."}, {"text_block_id": "p53_b570", "text": ""}, {"text_block_id": "p53_b571", "text": "Governance"}, {"text_block_id": "p53_b572", "text": "Bad governance and structural inequities have impeded economic progress and continue to demand priority attention, efforts and resources from government. In particular, corruption in the public sector has impeded the development goals of the State. It diverts scarce resources f r o m t h e p o o r a n d vulnerable sectors of"}, {"text_block_id": "p53_b573", "text": "Corruption in the public sector has impeded the development goals of the State and diverts scarce resources from the poor and vulnerable sectors of society."}, {"text_block_id": "p53_b574", "text": "society. Promoting a c u l t u r e o f g o o d g o v e r n a n c e w i l l , therefore, benefit the long-term security of the country."}, {"text_block_id": "p53_b575", "text": "I t e n t a i l s t h e efficient and effective use o f r e s o u r c e s t o implement the priority programs and projects of the State to end extreme poverty and raise the living standards of every"}, {"text_block_id": "p54_b576", "text": "Filipino. The overall strategic priorities are to reduce corruption and increase accountability and transparency in the government."}, {"text_block_id": "p54_b577", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p54_b578", "text": "•"}, {"text_block_id": "p54_b579", "text": "Instill accountability and transparency in the government and stop corruption."}, {"text_block_id": "p54_b580", "text": "•"}, {"text_block_id": "p54_b581", "text": "Empower our people to cope with developments in science and technology, shifts in economic power, and demographic and social change."}, {"text_block_id": "p54_b582", "text": "•"}, {"text_block_id": "p54_b583", "text": "Ensure in-city relocation site of communities that will be affected by rapid urbanization and development programs."}, {"text_block_id": "p54_b584", "text": "•"}, {"text_block_id": "p54_b585", "text": "Encourage public participation through active 24/7 hotline 8888."}, {"text_block_id": "p54_b586", "text": "•"}, {"text_block_id": "p54_b587", "text": "Professionalize the civil service for a more competent and principled government workforce."}, {"text_block_id": "p54_b588", "text": "•"}, {"text_block_id": "p54_b589", "text": "Pursue and communicate the benefits of the proposed Bangsamoro Basic Law (BBL) and a federal-parliamentary form of government."}, {"text_block_id": "p54_b590", "text": ""}, {"text_block_id": "p55_b591", "text": "MITIGATE THE IMPACT OF HEALTH-RELATED THREATS"}, {"text_block_id": "p55_b592", "text": "Health security today demands greater attention than before. New diseases are emerging and spreading; virus and bacteria are developing drug-resistant strains; and laboratories are working on dangerous bacteria and viruses. The ease of global travel has increased the risk of rapid spread and contamination, as well as challenged existing containment protocols."}, {"text_block_id": "p55_b593", "text": "Moreover, the proliferation of illegal drugs has been another major"}, {"text_block_id": "p55_b594", "text": "health problem as it primarily destroys the human brain which impacts mental health. Drug abuse leads to serious crimes, which in turn can destroy lives and families as well as the erosion of social peace."}, {"text_block_id": "p55_b595", "text": "A l t h o u g h t h e g o v e r n m e n t acknowledges that the victims of drug addiction are health patients, it is inclined to treat the issue as a socio-political one requiring a more comprehensive government intervention."}, {"text_block_id": "p55_b596", "text": ""}, {"text_block_id": "p55_b597", "text": "KEY FEATURES OF STRATEGIC ACTIONS:"}, {"text_block_id": "p55_b598", "text": "Health and Nutrition"}, {"text_block_id": "p55_b599", "text": "•"}, {"text_block_id": "p55_b600", "text": "Strengthen the nation•s capacity and continue collaboration with other countries particularly the United Nation•s World Health Organization in preventing, detecting, and responding to epidemics/pandemics."}, {"text_block_id": "p55_b601", "text": "•"}, {"text_block_id": "p55_b602", "text": "Maintain the high level of 24/7 preparedness and quick response capabilities."}, {"text_block_id": "p55_b603", "text": "•"}, {"text_block_id": "p55_b604", "text": "Modernize the Research Institute for Tropical Medicine (RITM) and continue the capability building of its research teams."}, {"text_block_id": "p56_b605", "text": "•"}, {"text_block_id": "p56_b606", "text": "Develop or further strengthen facilities for detection (i.e. Laboratories and Toxicology / Poison Centers) and case management for victims / casualties of Chemical, Biological, and Radio-Nuclear (CBRN) incidents."}, {"text_block_id": "p56_b607", "text": "•"}, {"text_block_id": "p56_b608", "text": "Scale up public hospitals to at least level III as well as the government vaccination program coverage."}, {"text_block_id": "p56_b609", "text": "•"}, {"text_block_id": "p56_b610", "text": "Establish a genuine, pro-poor universal health care system wherein public hospitals are given more financial support by the national government and local government units (LGUs)."}, {"text_block_id": "p56_b611", "text": ""}, {"text_block_id": "p56_b612", "text": "KEY FEATURES OF STRATEGIC ACTIONS:"}, {"text_block_id": "p56_b613", "text": "Illegal Drugs and Substance Abuse"}, {"text_block_id": "p56_b614", "text": "•"}, {"text_block_id": "p56_b615", "text": "Enhance community-based rehabilitation programs through the Department of Health (DOH) and local health units (LHUs)."}, {"text_block_id": "p56_b616", "text": "•"}, {"text_block_id": "p56_b617", "text": "Educate the youth on the ills of illegal drugs and substance abuse."}, {"text_block_id": "p56_b618", "text": "•"}, {"text_block_id": "p56_b619", "text": "Improve the socio-economic welfare of the people through education and livelihood programs."}, {"text_block_id": "p56_b620", "text": "•"}, {"text_block_id": "p56_b621", "text": "Create an information / database system on illegal drugs and substance abuse."}, {"text_block_id": "p56_b622", "text": "•"}, {"text_block_id": "p56_b623", "text": "Develop a comprehensive post release monitoring plan to prevent a relapse or return to illegal drug use and substance abuse."}, {"text_block_id": "p56_b624", "text": "•"}, {"text_block_id": "p56_b625", "text": "Tap the religious sectors, media, academia and other relevant non-government organizations in rehabilitation programs and anti-illegal drug use and substance abuse campaign."}, {"text_block_id": "p57_b626", "text": "DEVELOP A DYNAMIC, INCLUSIVE,  AND SUSTAINABLE ECONOMY"}, {"text_block_id": "p57_b627_merged", "text": "The prevailing challenge of the 21st century is how to achieve the competitive a d v a n t a g e . T h e c h a l l e n g e s o f g l o b a l i z a t i o n s u c h a s e c o n o m i c i n t e g r a t i o n a n d increasing competition have called for the development of the strategic industries w h i c h c a n p l a y a significant role in the country•s pursuit of r a p i d e c o n o m i c d e v e l o p m e n t a n d national security."}, {"text_block_id": "p57_b630", "text": "Wi t h i t s r i c h natural and mineral resources, vibrant and resilient people, and mobility of labor and capital, the country can easily ride the tide of post-modernization. The country•s expansive arable lands and"}, {"text_block_id": "p57_b631", "text": "rich fishing grounds indicate that agribusiness and fishing will continue to thrive."}, {"text_block_id": "p57_b632", "text": "Meanwhile, businesses in t h e m a n u f a c t u r i n g , banking and finance, and services segments can continue to take advantage of the country•s large pool of young, skilled, English-speaking and hardworking labor force."}, {"text_block_id": "p57_b633", "text": "I n d u s t r i e s s u c h a s aviation, electronics, i n f o r m a t i o n a n d communications technology, land combat systems, robotics, satellite s y s t e m s a n d s p a c e technology, shipbuilding, strategic minerals, and weapons manufacturing, are supported by"}, {"text_block_id": "p58_b634", "text": "parallel industries such as parts"}, {"text_block_id": "p58_b635", "text": "a n d t r a n s p o r t , b i o t e c h n o l o g y,"}, {"text_block_id": "p58_b636", "text": "manufacturing, machining and assembly."}, {"text_block_id": "p58_b637", "text": "construction, and renewable energy."}, {"text_block_id": "p58_b638", "text": "Other industries with promising potential in the Philippines are logistics"}, {"text_block_id": "p58_b639", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p58_b640", "text": "•"}, {"text_block_id": "p58_b641", "text": "Promote military and defense establishments• partnerships with the private sector and foreign companies in the build-up of strategic industries."}, {"text_block_id": "p58_b642", "text": "•"}, {"text_block_id": "p58_b643_merged_merged", "text": "Develop and harmonize industry-based graduate and undergraduate programs and curricula with global standards and 21st century competencies."}, {"text_block_id": "p58_b646", "text": "•"}, {"text_block_id": "p58_b647", "text": "Create more vibrant and livable growth centers to help decongest main urban areas and ensure a safe employment environment."}, {"text_block_id": "p58_b648", "text": "•"}, {"text_block_id": "p58_b649", "text": "Promote science and technology competencies, programs and courses to develop and build an adequate pool of technocrats and scientists."}, {"text_block_id": "p58_b650", "text": "•"}, {"text_block_id": "p58_b651", "text": "Fill the industry gaps by establishing supporting industries like industrial steel manufacturing (ISM) for steel refinery and recovery, and intelligent solutions industry (ISI) for highly-in-demand products and technology."}, {"text_block_id": "p58_b652", "text": "•"}, {"text_block_id": "p58_b653", "text": "Support access to quality education and the competitiveness of human resource through people-to-people exchanges, and overseas training and education."}, {"text_block_id": "p58_b654", "text": "•"}, {"text_block_id": "p58_b655", "text": "Support innovation-based interventions / technologies to enhance industry / Micro, Small and Medium Enterprises (MSME) productivity."}, {"text_block_id": "p59_b656", "text": "ACHIEVE FOOD AND WATER SECURITY"}, {"text_block_id": "p59_b657", "text": "Food is the most important commodity in populous Philippines. Combined with our military instrument which is now among the weakest in Asia, food is a major element of Philippine national power. Among the various food items, rice is the staple food not only of Filipinos but most neighboring countries in Asia and even in Africa. It is a political commodity because its shortage has caused social unrest and even a global food crisis in the past. This is why food security has become a significant national security concern."}, {"text_block_id": "p59_b658", "text": "It is the policy of the government to ensure that every Filipino shall have food on their table, especially the poorer sector of society. It is a major challenge then for the government to come up with"}, {"text_block_id": "p59_b659", "text": "the necessary strategies to ensure c o n t i n u o u s d e v e l o p m e n t o f t h e agricultural and fishery sectors and mitigation of the adverse effects of man-made and natural crises on food security."}, {"text_block_id": "p59_b660", "text": "Related to this, food security is closely linked t o w a t e r s e c u r i t y. Without water, there will hardly be food; and without secure water for crops, livestock, and human use, there will be conflict. The agricultural food-based production depends solely on water resource. Watersheds provide irrigation to agricultural lands especially lands planted with food crops such as rice and corn."}, {"text_block_id": "p60_b661", "text": "However, despite the abundance of water in the country, there has still been a decline of supply of water in many parts of the country. The declining water supply was due to decades of resource mismanagement, inadequate investments in physical infrastructure, and the growing threat of climate change. Consequently, it"}, {"text_block_id": "p60_b662", "text": "has resulted to drought and desertification in some parts of the country. Water security then has become a major national security concern that the government should address."}, {"text_block_id": "p60_b663", "text": "KEY FEATURES OF STRATEGIC ACTIONS:  Food Security"}, {"text_block_id": "p60_b664", "text": "•"}, {"text_block_id": "p60_b665", "text": "Address the problem of land conversion particularly the prime agricultural lands that are converted into non-agricultural uses and building of irrigations."}, {"text_block_id": "p60_b666", "text": "•"}, {"text_block_id": "p60_b667", "text": "Allot bigger subsidy for the agricultural production of small and middle income farmers, implement genuine land reform, and respect the indigenous people•s right to their ancestral land."}, {"text_block_id": "p60_b668", "text": "•"}, {"text_block_id": "p60_b669", "text": "Make use of technologies that have been proven beneficial to farmers and fishermen, to the health of the people and to the environment."}, {"text_block_id": "p60_b670", "text": "•"}, {"text_block_id": "p60_b671", "text": "Implement a social development program that will enable poor communities to stand on their own and utilize their own resources."}, {"text_block_id": "p60_b672", "text": "•"}, {"text_block_id": "p60_b673", "text": "Adopt a multi-faceted whole-of-government approach including partnerships with a wide range of non-government development actors and groups."}, {"text_block_id": "p61_b674", "text": "•"}, {"text_block_id": "p61_b675", "text": "Provide social protection schemes and educational assistance for farmers and fishermen."}, {"text_block_id": "p61_b676", "text": "•"}, {"text_block_id": "p61_b677", "text": "Upgrade infrastructure, rehabilitate and protect major ecosystems, and adopt a basin-approach to environmentally sound management of resources."}, {"text_block_id": "p61_b678", "text": "•"}, {"text_block_id": "p61_b679", "text": "Improve awareness, appreciation and coverage of small farmers and fisherfolk on risk insurance and resiliency to climate and disaster risks."}, {"text_block_id": "p61_b680", "text": "KEY FEATURES OF STRATEGIC ACTIONS:"}, {"text_block_id": "p61_b681", "text": "Water Security"}, {"text_block_id": "p61_b682", "text": "•"}, {"text_block_id": "p61_b683", "text": "Adopt the principles of integrated water resources management and sustainable forest conservation and management practices."}, {"text_block_id": "p61_b684", "text": "•"}, {"text_block_id": "p61_b685", "text": "Promote social and individual awareness about water issues and encourage civil society participation in decision-making regarding environmental impacts and other measures."}, {"text_block_id": "p61_b686", "text": "•"}, {"text_block_id": "p61_b687", "text": "Implement policies, plans and programs on the tenurial rights of indigenous peoples and forest dwellers, log ban, and mining operations in forest areas, protected areas and watersheds."}, {"text_block_id": "p61_b688", "text": "•"}, {"text_block_id": "p61_b689", "text": "Rehabilitate mangrove forests and build water catchments and impounding facilities."}, {"text_block_id": "p62_b690", "text": "SAFEGUARD AND PRESERVE NATIONAL SOVEREIGNTY AND TERRITORIAL INTEGRITY"}, {"text_block_id": "p62_b691", "text": "In safeguarding and preserving its sovereignty and territorial integrity, the Philippines shall provide emphasis on the implementation of a s t r o n g i n d e p e n d e n t foreign policy. At the very least, the Philippines n e e d s t o p r o j e c t a minimum defense credibility. In particular, the dispute in the West Philippine Sea depicts the i m m e n s e h i s t o r i c a l , e c o n o m i c , l e g a l , diplomatic, and environ"}, {"text_block_id": "p62_b692", "text": "-"}, {"text_block_id": "p62_b693", "text": "mental complexities involved in the dispute pitting the"}, {"text_block_id": "p62_b694", "text": "Philippines with several other claimant countries. Actions to address the West Philippine Sea issue should look into the interplay of these dynamics and how government efforts and resources should be prioritized. Relatedly, a media campaign"}, {"text_block_id": "p62_b695", "text": "at home and abroad on the Award issued by the Tribunal of the United Nations Convention on the Law of the Sea (UNCLOS) on the West Philippine Sea dispute is called for."}, {"text_block_id": "p62_b696_merged_merged", "text": "Over the past several decades, the Armed Forces of the Philippines (AFP) has b e e n p e r f o r m i n g multifarious functions, putting a strain on its limited equipment and resources."}, {"text_block_id": "p62_b703", "text": "Apart from its main duty o f p r o t e c t i n g a n d defending the national territory against external threats, the AFP has been required to also support the internal security operations against terrorism and Islamic and communist insurgents. The military has also been at the frontline of"}, {"text_block_id": "p63_b704", "text": "government rescue and relief operations during natural calamities and other disasters."}, {"text_block_id": "p63_b705", "text": "In view of our limited capabilities and resources, the respective roles and mandates of our military, civilian law enforcement agencies, reservists, and"}, {"text_block_id": "p63_b706", "text": "other key stakeholders will need to be synchronized and aligned with the country•s national security goals and objectives."}, {"text_block_id": "p63_b707", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p63_b708", "text": "•"}, {"text_block_id": "p63_b709", "text": "Modernize the deterrent and self-defense capabilities of our ground, naval, littoral and air forces."}, {"text_block_id": "p63_b710", "text": "•"}, {"text_block_id": "p63_b711", "text": "Enhance professional development of foreign service personnel and members of defense and foreign attaches."}, {"text_block_id": "p63_b712", "text": "•"}, {"text_block_id": "p63_b713", "text": "Strengthen cooperation and peaceful approach with countries sharing common maritime borders and interests."}, {"text_block_id": "p63_b714", "text": "•"}, {"text_block_id": "p63_b715", "text": "Pursue the passage of relevant national security legislations."}, {"text_block_id": "p63_b716", "text": "•"}, {"text_block_id": "p63_b717", "text": "Support bilateral, regional and global mechanisms that promote peace and security, the rule of law and peaceful resolution of disputes."}, {"text_block_id": "p64_b718", "text": "HEIGHTEN CONSCIOUSNESS AND PRIDE ON FILIPINO HERITAGE, CULTURE AND VALUES"}, {"text_block_id": "p64_b719", "text": "The Philippines is a nation of diverse cultures that were rooted from the East and the West. But even prior to colonization, our indigenous peoples already had their distinct justice and governance systems, customs and traditions, arts, literature, music, dance, and values. This was later influenced by the introduction of Islam, the coming of the Chinese, the Spaniards, the Americans, and the Japanese."}, {"text_block_id": "p64_b720_merged", "text": "These various cultural influences have led us to become a country with 120-170 languages and dialects, spoken by 110 ethno-linguistic groups, and having distinct values of friendliness, hospitality, spirituality, and gratitude. Culture is also varied according to age group, gender, spirituality, and socio-economic class."}, {"text_block_id": "p64_b723", "text": "Just like the archipelagic nature of our country, we take pride in our heritage of looking at our narratives • from Luzon, Visayas, and Mindanao • as being one history of the Filipino people."}, {"text_block_id": "p64_b724", "text": "The Government needs to work towards preserving and enriching our sense of national pride in our unique historical roots, culture and value systems."}, {"text_block_id": "p65_b725", "text": "Given the rich cultural background of the Filipinos, it is the responsibility of the government to work towards preserving and enriching our sense of"}, {"text_block_id": "p65_b726", "text": "national pride in our unique historical roots, culture, and values systems."}, {"text_block_id": "p65_b727", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p65_b728", "text": "•"}, {"text_block_id": "p65_b729", "text": "Conserve, protect and promote the nation•s historical and cultural heritage."}, {"text_block_id": "p65_b730", "text": "•"}, {"text_block_id": "p65_b731", "text": "Encourage the continuing and balanced development of a diverse culture by the people."}, {"text_block_id": "p65_b732", "text": "•"}, {"text_block_id": "p65_b733", "text": "Ensure the widest dissemination of artistic and cultural products among the greatest number of people across the country and overseas for their appreciation, enjoyment and promotion."}, {"text_block_id": "p65_b734", "text": "•"}, {"text_block_id": "p65_b735", "text": "Integrate the history, culture and identity studies of Filipino-Muslims and Indigenous people in the study of Philippine History in both basic and higher education."}, {"text_block_id": "p65_b736", "text": "•"}, {"text_block_id": "p65_b737", "text": "Encourage and support continuing discussion and debate through symposia, workshops, publications, etc., on the highest norms available in the matrix of Philippine culture."}, {"text_block_id": "p65_b738", "text": "•"}, {"text_block_id": "p65_b739", "text": "Embed the culture of nation-building, inclusiveness, cultural and gender-sensitivity and global citizenship in all aspects of education."}, {"text_block_id": "p66_b740", "text": "PROMOTE HUMAN AND ECOLOGICAL SECURITY"}, {"text_block_id": "p66_b741", "text": "Climate change as well as natural and human-induced emergencies and disasters have become one of the most significant human security concerns of our time. The Philippines, in particular, is susceptible to both geological and hydro-meteorological hazards. In fact, the World Risk Report 2016 puts the country at third place among the countries with the highest disaster risk in the world, next to Vanuatu (first) and Tonga (second). With temperature and rainfall projected to increase from now until 2050 because of climate change, the impact of natural disasters is expected to increase."}, {"text_block_id": "p66_b742", "text": "With the onslaught of the 2013 7.2 magnitude earthquake in Bohol and the 2013 Category 5 Super Typhoon Yolanda/"}, {"text_block_id": "p66_b743_merged", "text": "Haiyan in Leyte, we have seen how natural disasters have resulted in the loss of lives, homes, livelihood, businesses, and infrastructure. They have pushed people to poverty, d i s p l a c e m e n t a n d h u n g e r, a n d h a v e reversed some of our recent economic gains. In times of disasters, equally important is to give first responders access to disaster areas and provide relief g o o d s t o a ff e c t e d citizens. It is therefore imperative for the government, with the s u p p o r t o f a l l stakeholders, to better promote human and ecological security and seriously address the negative effect of climate change and disaster risks in the country."}, {"text_block_id": "p67_b750", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p67_b751", "text": "•"}, {"text_block_id": "p67_b752", "text": "Adopt a set of approaches on the sustainable development goals to promote human security, significantly reduce poverty, protect the environment and ensure prosperity."}, {"text_block_id": "p67_b753", "text": "•"}, {"text_block_id": "p67_b754", "text": "Develop environment-friendly technology and engineering solutions to address climate change and mitigate its negative impacts."}, {"text_block_id": "p67_b755", "text": "•"}, {"text_block_id": "p67_b756", "text": "Strengthen the role and capability of the local government units and security forces in disaster, emergencies and crises response."}, {"text_block_id": "p67_b757", "text": "•"}, {"text_block_id": "p67_b758", "text": "Allocate sufficient public funds and investments in disaster risk reduction and management and to personnel engaged in disaster-risk and reduction activities."}, {"text_block_id": "p67_b759", "text": "•"}, {"text_block_id": "p67_b760", "text": "Promote •clean and green• consciousness in the Filipino youth through education and community-based programs and policies."}, {"text_block_id": "p67_b761", "text": "•"}, {"text_block_id": "p67_b762", "text": "Mitigate the negative effects of climate change and calamities by having in place multiple plans to deliver relief goods in disaster areas."}, {"text_block_id": "p67_b763", "text": "•"}, {"text_block_id": "p67_b764", "text": "Institutionalize punitive actions against local government units that prove unwilling to exert best efforts in cleaning and protecting the environment."}, {"text_block_id": "p67_b765", "text": "•"}, {"text_block_id": "p67_b766", "text": "Dismantle private enterprises that adversely and significantly affect the environment by failing to comply with government regulations."}, {"text_block_id": "p68_b767", "text": "ACHIEVE ENERGY SECURITY"}, {"text_block_id": "p68_b768", "text": "E n e r g y s e c u r i t y i s t h e uninterrupted availability of energy sources to all households and economic sectors throughout the country at an affordable price. The Philippines is committed to secure and protect energy supply throughout the country, sustain and"}, {"text_block_id": "p68_b769", "text": "develop existing energy sources, develop a l t e r n a t i v e , s u s t a i n a b l e , a n d environmental-friendly sources of energy to support the growing demands of economic enterprises and households, and contribute to global efforts to address the negative effects of climate change."}, {"text_block_id": "p68_b770", "text": ""}, {"text_block_id": "p68_b771", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p68_b772", "text": "•"}, {"text_block_id": "p68_b773", "text": "Secure and protect the generation, distribution and transmission of domestic fuel resources."}, {"text_block_id": "p68_b774", "text": "•"}, {"text_block_id": "p68_b775", "text": "Promote the use of alternative fuels and the aggressive development of renewable energy potentials such as biomass, natural gas, solar, wind, and ocean resources."}, {"text_block_id": "p68_b776", "text": "•"}, {"text_block_id": "p68_b777", "text": "Pursue the development of alternative non-conventional energy technology for non-commercially viable remote areas and smaller villages."}, {"text_block_id": "p68_b778", "text": "•"}, {"text_block_id": "p68_b779", "text": "Pursue a policy environment that hosts the convergence of education, scientific research, and business interests in promoting clean and renewable energy."}, {"text_block_id": "p68_b780", "text": "•"}, {"text_block_id": "p68_b781", "text": "Improve the supply and maintain affordable pricing of oil and electricity services nationwide;"}, {"text_block_id": "p68_b782", "text": "•"}, {"text_block_id": "p68_b783", "text": "Utilize the services of international partners and explore the latest scientific innovations in achieving energy security."}, {"text_block_id": "p68_b784", "text": "•"}, {"text_block_id": "p68_b785", "text": "Fast track implementation of the Philippine Energy Plan 2012-2030."}, {"text_block_id": "p69_b786", "text": "ENSURE MARITIME AND AIRSPACE SECURITY"}, {"text_block_id": "p69_b787", "text": "The Philippines has the third longest coastline in the world after Indonesia and Canada and is the world•s sixth largest producer of fish. Fish is a main protein source and fisheries are a main source of livelihood for Filipinos in coastal areas. Fisheries have historically supported the survival of coastal populations and are vital to food security. The sea is extremely significant from an international navigational, economic, geopolitical and strategic perspective. Oil and gas resources have been proven to exist in areas adjacent to and closest to the coastlines of littoral states. The sea is also a lifeline for trade and energy supplies as well as for military navigation."}, {"text_block_id": "p69_b788_merged", "text": "Currently, the Philippines has difficulty patrolling its vast expanse of water due to lack of equipment and resources stemming mainly from meager border security and defense funding."}, {"text_block_id": "p70_b790", "text": "There is an urgent need to develop a modern and adequately-equipped border security force capable of ensuring maritime and air space security."}, {"text_block_id": "p70_b791", "text": "Laws to counter illegal activities within the Philippines• maritime and air"}, {"text_block_id": "p70_b792", "text": "spaces need to be strengthened. Security cooperation and political agreements should also be strengthened to promote regional peace and stability."}, {"text_block_id": "p70_b793", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p70_b794", "text": "•"}, {"text_block_id": "p70_b795", "text": "Integrate management plans and operations in our air and maritime domains."}, {"text_block_id": "p70_b796", "text": "•"}, {"text_block_id": "p70_b797", "text": "Identify and acquire equipment to provide nationwide 24/7 domain awareness, and effectively manage and control Philippines air and maritime spaces."}, {"text_block_id": "p70_b798", "text": "•"}, {"text_block_id": "p70_b799", "text": "Harmonize agency capability plans, legal and fund requirements relative to air and maritime security and development missions."}, {"text_block_id": "p70_b800", "text": "•"}, {"text_block_id": "p70_b801", "text": "Establish comprehensive and integrated databases for planning and decision-making."}, {"text_block_id": "p70_b802", "text": "•"}, {"text_block_id": "p70_b803", "text": "Promote maritime domain awareness."}, {"text_block_id": "p71_b804", "text": "STRENGTHEN INTERNATIONAL RELATIONS"}, {"text_block_id": "p71_b805", "text": "The present global political, economic and security order requires an independent foreign policy to ensure a s t a b l e a n d s e c u r e external environment for the country and people to thrive as a united and progressive nation. An independent foreign policy shall be geared towards bolstering cooperative and harmonious relations with all countries at"}, {"text_block_id": "p71_b806_merged", "text": "the bilateral, regional and multilateral levels, promoting development through international cooperation and economic diplomacy, protecting the rights and welfare of overseas F i l i p i n o s , a n d advancing Philippine global stature through c o m m i t m e n t t o international obligations."}, {"text_block_id": "p71_b810", "text": ""}, {"text_block_id": "p71_b811", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p71_b812", "text": "•"}, {"text_block_id": "p71_b813", "text": "Promote amity and cooperation with all nations by enhancing bilateral relations, strengthening alliances and strategic partnerships, and developing new security or cooperation arrangements."}, {"text_block_id": "p71_b814", "text": "•"}, {"text_block_id": "p71_b815", "text": "Expand and enhance engagements and cooperation with regional and international organizations, particularly in areas of interest to the country."}, {"text_block_id": "p71_b816", "text": "•"}, {"text_block_id": "p71_b817", "text": "Expand the global presence of the Philippine Foreign Service and key attached agencies and establish Foreign Service posts in strategic areas."}, {"text_block_id": "p71_b818", "text": "•"}, {"text_block_id": "p71_b819", "text": "Expand security, defense, social and economic diplomacy in support of the national vision and the country•s security and development agenda."}, {"text_block_id": "p72_b820", "text": "PROVIDE STRONG CYBER INFRASTRUCTURE            AND CYBER SECURITY"}, {"text_block_id": "p72_b821", "text": "The Internet has become not only a ready source of information for research and education purposes, but has also become a platform to promote a culture of peace among people with varying cultures. On the other hand, the Filipinos• increased dependence on online connectivity has also m a d e t h e p u b l i c , i n c l u d i n g t h e g o v e r n m e n t a n d business sectors, more vulnerable to various forms of web-based crimes."}, {"text_block_id": "p72_b822", "text": "With advances in technol ogy and innovations in the computer and mobile industry surging at a very fast pace, protecting its citizens and institutions from falling victims to cybercrimes has become a major challenge for the"}, {"text_block_id": "p72_b823", "text": "government. Moreover, the easy access to the Internet has also been used by insurgents, terrorists and other groups to publicize their actions and promote their cause. This has also resulted in the rise of r a d i c a l i z a t i o n a n d violent extremism, especially among the vulnerable youth who are tech savvy. The protection of critical infrastructure from c y b e r a t t a c k s a n d i n f o r m a t i o n m a n i p u l a t i o n h a s b e c o m e a n u rg e n t i m p e r a t i v e . O u r inability to harness the potentials and thwart the threats from cyberspace could imperil the country•s vital interests, critical infrastructure and installations, institutions, and the patrimony of the country and people."}, {"text_block_id": "p73_b824", "text": "Philippine initiatives have to be promoted and aligned to efforts of all countries that pursue a secure and reliable cyberspace environment."}, {"text_block_id": "p73_b825", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p73_b826", "text": "•"}, {"text_block_id": "p73_b827", "text": "Protect the business and supply chains via the implementation of the National Cybersecurity Plan•s (NCSP) National Common Criteria Evaluation Program."}, {"text_block_id": "p73_b828", "text": "•"}, {"text_block_id": "p73_b829", "text": "Establish the National Cyber Intelligence Platform for shared situational awareness and strengthen the capabilities of the Computer Emergency Response Team (CERT) to assess our vulnerabilities and to improve the country•s protection profiles in cyberspace."}, {"text_block_id": "p73_b830", "text": "•"}, {"text_block_id": "p73_b831", "text": "Conduct a continuing cyber security education campaign to raise public awareness especially among the youth on the terrorist activities in the cyberspace."}, {"text_block_id": "p73_b832", "text": "•"}, {"text_block_id": "p73_b833", "text": "Increase the supply of national cybersecurity professionals and experts."}, {"text_block_id": "p73_b834", "text": "•"}, {"text_block_id": "p73_b835", "text": "Work with the global community to address the gaps and ongoing improvement in our national cyber security posture and coordinate law enforcement, investigation and prosecution of cyber criminals."}, {"text_block_id": "p73_b836", "text": "•"}, {"text_block_id": "p73_b837", "text": "Provide a predictable and sustained clarity of roles and responsibilities of various stakeholders during the cyber-attacks."}, {"text_block_id": "p74_b838", "text": "IMPROVE VITAL TRANSPORTATION INFRASTRUCTURE AND PORT SECURITY"}, {"text_block_id": "p74_b839", "text": "Transport is a critical sector of the Philippine economy, linking its people and business hubs across its many islands. But a booming p o p u l a t i o n , r a p i d u r b a n i z a t i o n a n d d e c a d e s o f u n d e r s p e n d i n g i n infrastructure development have left their mark upon the transport network in terms of ageing and o v e r l y -s t r a i n e d i n f r a s t r u c t u r e . I t s limited road network a n d c o n t i n u o u s l y increasing number of private vehicles exceeding the road network•s absorptive capacity have also exacerbated road congestion, pollution, and motor vehicle accidents especially in Metro Manila, the"}, {"text_block_id": "p74_b840", "text": "country•s financial and political hub. Developing an integrated and sustainable transport network that can move goods, people and services m o r e s p a c i o u s l y , efficiently, and safely is therefore an urgent c o n c e r n o f t h e Philippine government. Relatedly, the increased t h r e a t s p o s e d b y t e r r o r i s m a n d transnational crimes prompt more stringent i n t e r n a l s e c u r i t y protocols and measures. More thorough security measures must be implemented in the country•s aviation, port and cargo, and immigration facilities."}, {"text_block_id": "p75_b841", "text": "KEY FEATURES OF STRATEGIC ACTIONS"}, {"text_block_id": "p75_b842", "text": "•"}, {"text_block_id": "p75_b843", "text": "Enhance the transportation systems and train the personnel in responding to security threats or breaches of security in all roads and highways, seaports, and airports."}, {"text_block_id": "p75_b844", "text": "•"}, {"text_block_id": "p75_b845", "text": "Develop inter-island connectivity nationwide, construct subways and overpasses in strategic routes, and adopt automated guideway transit (AGT) systems."}, {"text_block_id": "p75_b846", "text": "•"}, {"text_block_id": "p75_b847", "text": "Establish and maintain a database for all the domestic and foreign transportation security threats."}, {"text_block_id": "p75_b848", "text": "•"}, {"text_block_id": "p75_b849", "text": "Conduct a continuing awareness campaign on the security risks and threats to our transportation infrastructure, seaports and airports."}, {"text_block_id": "p75_b850", "text": "•"}, {"text_block_id": "p75_b851", "text": "Establish partnerships with law enforcement officials, emergency responders, public safety agencies, and foreign counterparts with jurisdiction over transportation and port security."}, {"text_block_id": "p75_b852", "text": "•"}, {"text_block_id": "p75_b853", "text": "Build strategic routes to transportation hubs that would improve the response time of law enforcement officials, emergency responders and public safety agents in times of emergencies, security threats or breaches of security or natural or human-induced disasters."}, {"text_block_id": "p75_b854", "text": "•"}, {"text_block_id": "p75_b855", "text": "Adopt and fully implement international security protocols on port security, port access and facilitation."}, {"text_block_id": "p76_b856", "text": "Chapter6"}, {"text_block_id": "p76_b857", "text": "ENHANCED NATIONAL SECURITY ORGANIZATION"}, {"text_block_id": "p77_b858", "text": "•Ours is a rich country.  Wealth that this country is endowed with is a gift from God to be utilized for the people•s welfare and the common good•"}, {"text_block_id": "p77_b859", "text": "That is why I say that it is not enough that we mine this wealth.  What is more important is that we convert the raw material thereof into finished products for international and local purposes•"}, {"text_block_id": "p77_b860", "text": "Therefore, I call on our industrialists, investors and commercial barons to put up factories and manufacturing establishments right here in the Philippines to process our raw materials into finished products.•"}, {"text_block_id": "p77_b861", "text": "President RODRIGO ROA DUTERTE"}, {"text_block_id": "p77_b862", "text": "State of the Nation Address 2017"}, {"text_block_id": "p78_b863", "text": "o advance our national interests and achieve the national vision, the Philippines needs a coherent and cohesive national security organization that can effectively respond to the ever-shifting realities in the security environment. The organization for national security is primarily responsible for integrating the efforts of concerned government agencies and instrumentalities related to several critical aspects of national security management, i.e., information/intelligence gathering; conducting policy research and analysis;"}, {"text_block_id": "p78_b864", "text": "formulating policies; crafting action plans; and coordinating, overseeing and monitoring the status of implementation of action plans."}, {"text_block_id": "p78_b865", "text": "The Philippines has an already existing national security infrastructure that has served the country well through its many crises and national emergencies. However, given the highly fluid and often unpredictable nature of the threats and challenges we are facing, the quest for a better way of accomplishing tasks should be a continuing goal of our national security managers and practitioners."}, {"text_block_id": "p78_b866", "text": ""}, {"text_block_id": "p78_b867", "text": "THE ORGANIZATION FOR NATIONAL SECURITY"}, {"text_block_id": "p78_b868", "text": "As Head of State and Government, the President of the Republic of the Philippines plays a central role in national security management and decision-making primarily in terms of giving broad guidance and impetus to the formulation and implementation of national security policies and strategies. In performing such"}, {"text_block_id": "p78_b869", "text": "a role, he is aided by two multi-agency bodies: the National Security Council (NSC) and the National Economic and Development Authority (NEDA) Board. The President has also the authority to seek advice from other members of the Filipino national community."}, {"text_block_id": "p80_b870", "text": "A. National Security Council (NSC)"}, {"text_block_id": "p80_b871", "text": "The National Security Council is the principal advisory body on the proper coordination and integration of policies and plans affecting national security. The NSC consists of two distinct bodies • the Council Proper and the Office of the National Security Adviser and Director General of the NSC Secretariat."}, {"text_block_id": "p80_b872", "text": "provides technical support to the Council Proper. It is headed by the Director General, who is at the same time the National Security Adviser (NSA). Under the direction of the President, the National Security Council•s main functions are:"}, {"text_block_id": "p80_b873", "text": "•"}, {"text_block_id": "p80_b874", "text": "Assist the President in directing the National Security Policy and in giving direction to the execution of the National Security Strategy;"}, {"text_block_id": "p80_b875", "text": "•"}, {"text_block_id": "p80_b876", "text": "Guide in the drafting of any second-level Strategies that are deemed necessary and, if appropriate, proceed to their approval;"}, {"text_block_id": "p80_b877", "text": "•"}, {"text_block_id": "p80_b878", "text": "M o n i t o r c o m p l i a n c e i n t h e implementation of the National Security Strategy and approve the Annual Security Report for submission to Congress;"}, {"text_block_id": "p80_b879", "text": "•"}, {"text_block_id": "p80_b880", "text": "Direct and coordinate national crisis management;"}, {"text_block_id": "p80_b881", "text": "•"}, {"text_block_id": "p80_b882", "text": "Establish the necessary guidelines for planning and coordinating the National"}, {"text_block_id": "p81_b883", "text": "Security Policy and the National Security Strategy;"}, {"text_block_id": "p81_b884", "text": "•"}, {"text_block_id": "p81_b885", "text": "Oversee the proper functioning of the intelligence and the national security community;"}, {"text_block_id": "p81_b886", "text": "•"}, {"text_block_id": "p81_b887", "text": "Perform other tasks attributed to it by law or as directed by the President."}, {"text_block_id": "p81_b888", "text": "B.  Cabinet Cluster on Security, Justice and Peace"}, {"text_block_id": "p81_b889", "text": "Over the past decades, successive administrations have organized and reorganized a Cabinet Cluster on national security matters. At present, the Cluster on Security, Justice and Peace (EO No. 24, series of 2017) has been tasked to ensure the preservation of national sovereignty and the rule of law; as well as focus on the protection and promotion of human rights and the pursuit of a just, comprehensive, and lasting peace. The cluster is also the principal government body that supervises the government•s responses during emergencies related to national security."}, {"text_block_id": "p81_b890", "text": "The Cluster on Security, Justice and Peace is responsible for coordinating and harmonizing efforts to formulate the country•s national security policies and"}, {"text_block_id": "p81_b891", "text": "strategies. Once adopted, it is the responsibility of the cluster to monitor the status of implementation and assess the impact of these policies and strategies."}, {"text_block_id": "p81_b892", "text": "The Cluster on Security, Justice and Peace is chaired by the Secretary of the Department of National Defense (DND), and has as its members the following: Executive Secretary; Cabinet Secretary; Secretaries of the Department of Interior and Local Government (DILG), Department of Foreign Affairs (DFA) and Department of Justice (DOJ); the National Security Adviser; and the Presidential Adviser on the Peace Process. The NSC Secretariat acts as the Cluster Secretariat."}, {"text_block_id": "p82_b893", "text": "C.  National Intelligence Board"}, {"text_block_id": "p82_b894", "text": "It is in the national interest to widen and diversify the sources of intelligence information from the civilian and military sectors and intensify the c o o r d i n a t i o n a n d i n t e g r a t i o n o f intelligence activities. Pursuant to Executive Order No. 246, series of 1987, the National Intelligence Board (NIB) is mandated to coordinate and integrate all intelligence activities in the Government. It is therefore the responsibility of the NIB to monitor and verify compliance of the Intelligence Community•s activities with the National Security Strategy. The National Security Strategy will be revised periodically based on the Board•s advice and recommendation."}, {"text_block_id": "p82_b895", "text": "The NIB submits an Annual Report to the Office of the National Security Adviser (ONSA) and debates on the guidelines of the policies and strategic lines of actions of the NSS. The National Security Adviser / Director General of the National Security Council Secretariat"}, {"text_block_id": "p82_b896", "text": "(NSA/DG-NSCS), as Chair of the NIB (A.O. No. 124, series of 2005) transmits the said Report to the President, the Council Proper, and the Cabinet Cluster on Security, Justice and Peace. In his capacity as Chair of the NIB, the NSA/ DG-NSCS shall conduct periodically an audit of the overall performance of the Intelligence Community in order to ensure that the programs undertaken achieve the identified goals. AO 124 likewise directs the NSA / DG-NSCS to revitalize the Intelligence Community to render it more responsive for the demands of the new security environment consistent with this Strategy and the President•s directives and guidelines."}, {"text_block_id": "p82_b897", "text": "The Vice-Chair of the NIB is the Director-General of the National Intelligence Coordinating Agency (NICA) and its members are senior officials of the following: DFA, DND, DILG, DOJ, Department of Public Works and Highways (DPWH), Department of Trade"}, {"text_block_id": "p83_b898", "text": "and Industry (DTI), Department of Environment and Natural Resources (DENR), Department of Transportation (DOTr), Department of Agriculture (DA), D e p a r t m e n t o f E n e r g y ( D O E ) , Department of Budget and Management (DBM), Department of Labor and Employment (DOLE), Department of Science and Technology (DOST), De p a r t m en t o f To u ri sm ( D O T) , Department of Agrarian Reform (DAR), Department of Social Welfare and Development (DSWD), Department of Finance (DOF), Office of the Presidential Adviser on the Peace Process (OPAPP), Presidential Communications and Operations Office (PCOO), Department of Information and Communication Technology (DICT), Department of Education (DepED), Commission on Higher Education (CHED), Technical Education and Skills Development Authority (TESDA), and National Economic and Development Authority (NEDA)."}, {"text_block_id": "p83_b899", "text": "The following agencies serve as technical advisers to the NIB: NICA, Bangko Sentral ng Pilipinas (BSP), Armed Forces of the Philippines (AFP), Philippine National Police (PNP), Philippine Drug Enforcement Agency (PDEA), National Bureau of Investigation (NBI), Bureau of Immigration (BI), Philippine Coast Guard (PCG), AntiTerrorism Council (ATC), Philippine Center on Transnational Crimes (PCTC), and Anti-Money Laundering Council (AMLC)."}, {"text_block_id": "p84_b900", "text": "D.   National Intelligence Committee"}, {"text_block_id": "p84_b901", "text": "The National Intelligence Committee (NIC), serves as the principal advisory body for the coordination, integration and fusion of all intelligence activities relating to the preparation of the National Intelligence Estimate (NIE) and in addressing other issues of national intelligence concern."}, {"text_block_id": "p84_b902", "text": "It is a collegial body for the purpose of promoting unity and cohesion of the national intelligence community as well as for prescribing policy guidelines and directives to various national government units, agencies and offices engaged in activities involving national intelligence."}, {"text_block_id": "p84_b903", "text": "The NIC is chaired by the Director G e n e r a l , N a t i o n a l I n t e l l i g e n c e Coordinating Agency (NICA) and has the following as members: Undersecretary, DFA; Director, NBI; Commissioner,"}, {"text_block_id": "p84_b904_merged", "text": "Bureau of Customs (BoC); Commissioner, Bureau of Immigration (BI); Deputy Chief of Staff for Intelligence (J2), AFP; Director for Intelligence (DI), PNP; and Commanding Officer, Presidential Security Group (PSG). In September 2017, President Duterte amended Administrative Order No. 68 which created the NIC, to include the PDEA, the PCG, and the Office for Transportation Security (OTS) to the committee."}, {"text_block_id": "p85_b907", "text": "REINVIGORATING THE NATIONAL SECURITY SECTOR"}, {"text_block_id": "p85_b908", "text": "The effectiveness of the national security sector depends on its ability to remain pro-active and dynamic in the face of rapidly and ever-changing national security environment. To do so, it must constantly conduct a self-evaluation and seek self-perfection. Revitalizing the sector may necessitate updated education and training, structural realignments and streamlining to ensure a more efficient command and control and a more cost-effective utilization of government resources and manpower."}, {"text_block_id": "p85_b909", "text": "Given the complex gamut of security-related disasters and emergencies that may arise, the country•s crisis management capability should be one of the top priorities in any serious effort to revitalize the national security sector. In particular, the crisis-management sector should evolve into a highly equipped, trained, motivated, systematic, organized and reliable system that can readily and speedily respond to crisis situations as"}, {"text_block_id": "p85_b910", "text": "they arise, or anticipate crisis situations and prevent them even before they arise. The system should be able to readily issue and coordinate clear guidelines for action while following standardized and inter-operable instruments within the purview of the national security structure. It shall provide close supervision over the operations of designated units on the ground as well as provide a system of monitoring and providing feedback and situation updates in as real time as possible."}, {"text_block_id": "p85_b911", "text": "Meanwhile, the role of the NSC Proper and Secretariat should be further honed and tapped. Ideally, the NSC is the lead instrumentality of the national government mandated to address the multi-faceted national security concerns of the Philippines. So far, however, its activities have been largely limited to making decisions on high-impact external and internal security issues confronting the country. Executive Order No. 115"}, {"text_block_id": "p86_b912", "text": "(series of 1986) states that the function of the NSC is •to advise the President with respect to the integration of domestic, foreign, military, political, economic, social, and educational policies relating to the national security so as to enable all concerned ministries, departments, and agencies of the government to meet more effectively, problems and matters involving the national security.•"}, {"text_block_id": "p86_b913", "text": "Relatedly, the NSC Secretariat•s role of providing technical assistance to the Council Proper should be further optimized by developing its potential for research and national security policies and strategies formulation, management and communication tasks. Additional staffing should be provided and adequate training programs initiated in order to develop a highly competent pool of policy research and intelligence analysts and national security managers and communicators."}, {"text_block_id": "p86_b914", "text": "Reforming the national security sector and perfecting the crisis-management system would necessitate efforts to institutionalize the changes."}, {"text_block_id": "p86_b915", "text": "This may be done through legislation or executive orders. The NSC Secretariat is currently in the process of preparing a draft bill for National Security which will be submitted to Congress for approval. In t h e m o r e i m m e d i a t e t e r m , institutionalizing and managing the National Security Strategy process must be put into place."}, {"text_block_id": "p86_b916", "text": "•"}, {"text_block_id": "p86_b917", "text": "REVITALIZING THE SECURITY SECTOR MAY NECESSITATE UPDATED EDUCATION AND T R A I N I N G , S T R U C T U R A L REALIGNMENTS AND STREAMLINING TO ENSURE A MORE EFFICIENT COMMAND AND CONTROL AND A MORE COST-EFFECTIVE UTILIZATION OF GOVERNMENT RESOURCES AND MANPOWER."}, {"text_block_id": "p86_b918", "text": "•"}, {"text_block_id": "p87_b919", "text": "•"}, {"text_block_id": "p87_b920", "text": "Nawa ay maging daan ang pagkakaisa at kabayanihang ipinamalas ng ating mga bayani tungo sa mas makabuluhan at pangmatagalang pagbabago sa ating mga pamayanan."}, {"text_block_id": "p87_b921", "text": "•"}, {"text_block_id": "p87_b922", "text": "President RODRIGO ROA DUTERTE"}, {"text_block_id": "p87_b923_merged", "text": "Message During the 120th Anniversary Celebration of the Philippine Independence Day / June 2018"}, {"text_block_id": "p89_b926", "text": "he Philippines emerged from a unique set of historical and geopolitical circumstances that have combined to create a resilient and vibrant nation. However, it continues to be slowed down from within by long-standing political-security problems that have impeded the country•s ability to realize its full developmental potential. Resolving the country•s domestic troubles has gained more significance as the nation endeavors to better define its role in relation to the outside world, which is currently in a rapid state of flux. If unprepared, the Philippines will find it quite difficult to face its external challenges and to fully take advantage of new and exciting possibilities in the emerging global economic order."}, {"text_block_id": "p89_b927", "text": "Only by ending all internal conflicts, creating a safer society, and making the fruits of development more evenly distributed among its people can this nation hope to live up to the"}, {"text_block_id": "p89_b928", "text": "challenges it faces today. Through a careful identification of the national interests and what currently threaten such interests, 12 major national security goals have been outlined in this NSS. Every goal reached should bring the nation a step closer to its vision of a more peaceful, more prosperous and better future for the Filipino people."}, {"text_block_id": "p89_b929", "text": "To achieve the national vision, the State must harness all the assets and resources at its disposal. This requires the entire government and other sectors of society to work together, shoulder-to-shoulder, in a more well-planned, organized and synchronized manner toward the fulfillment of the 12-point national security agenda. All government departments and agencies should critically examine their policies and conduct their own internal assessment of their roles in realizing these national goals."}, {"text_block_id": "p90_b930", "text": "Further reforms are needed in the national security sector to make it more efficient and proactive, able to respond quickly and effectively to national emergencies as they arise, and to predict and preempt crisis situations even before they arise. The national security community must make an effort to constantly seek self-perfection, hone and learn new skills, and overcome some of its most serious internal weaknesses related to turf issues and negative mindsets."}, {"text_block_id": "p90_b931", "text": "Finally, this NSS requires no less than a whole-of-nation campaign. In our quest for meaningful change and a better future, every individual citizen, every sector of civil society, is enjoined to work hand-in-hand with the Government in the"}, {"text_block_id": "p90_b932", "text": "highest spirit of the Filipino people•s culture of •bayanihan.•"}, {"text_block_id": "p90_b933", "text": "As earlier pointed out, the NSS initiative is a relatively nascent process in the Philippines and will therefore be updated as needed. It will be difficult to always agree among ourselves on issues related to national development and national security, but this in itself should be viewed as a necessary precondition for n a t i o n a l r e n e w a l a n d s o c i e t a l transformation."}, {"text_block_id": "p91_b934", "text": "•"}, {"text_block_id": "p91_b935", "text": "Let us work together and lay a new foundation in which a better Philippines      can be reconstructed."}, {"text_block_id": "p91_b936", "text": "Help me build a better tomorrow."}, {"text_block_id": "p91_b937", "text": "•"}, {"text_block_id": "p91_b938", "text": "President RODRIGO ROA DUTERTE"}, {"text_block_id": "p91_b939", "text": "State of the Nation Address / 2017"}, {"text_block_id": "p92_b940", "text": "ANNEX A •  THREATS AND CHALLENGES IN THE INTERNALAND                                    EXTERNAL SECURITY  ENVIRONMENT"}, {"text_block_id": "p92_b941", "text": "(NSP 2017-2022)"}, {"text_block_id": "p92_b942", "text": ""}, {"text_block_id": "p92_b943", "text": "The national security sector needs to give focused attention to several major internal and external issues and challenges confronting the Philippine society."}, {"text_block_id": "p92_b944", "text": ""}, {"text_block_id": "p92_b945", "text": "INTERNAL ENVIRONMENT"}, {"text_block_id": "p92_b946", "text": "Law and Order and Administration of Justice"}, {"text_block_id": "p92_b947", "text": "The Philippines has grappled for years with a serious peace and order problem."}, {"text_block_id": "p92_b948", "text": "The national crime rate, considered as one of the highest in Southeast and East Asia, has posed a significant deterrent to investments as well as constrained the country•s overall development potential. While the number of reported crimes has been rising, the ability of the police to solve crime has decreased. The twin scourge of corruption and patronage politics plaguing law enforcement institutions and government sector as a whole has made it extremely hard, if not impossible, to bring the crime rate down."}, {"text_block_id": "p92_b949", "text": "correctional institutions, and the community."}, {"text_block_id": "p92_b950_merged_merged", "text": "The Philippines• growing illegal drugs problem in particular needs a determined and proactive solution. Successive researches and pertinent crime statistics in the Philippines show a strong and direct correlation between crimes, especially serious or violent ones, and drug abuse. Any serious campaign to fight crime should therefore also involve a resolute crusade to stamp out drug abuse. This is a tough challenge. In 2015, the Philippine Drug Enforcement Agency (PDEA) reported that a fifth•or 8,629 out of the country•s 42,065 barangays•were •drug affected,• determined by the presence of at least one user, pusher, manufacturer, or other drug personality in the area. Based on PDEA•s 2014 arrest data, methamphetamine hydrochloride or shabu tops the list of most abused illegal drugs, followed by marijuana and expensive party drugs like cocaine and ecstasy. The proliferation of illegal drugs and the extent of drug trade in the Philippines are also reflected in the rising"}, {"text_block_id": "p93_b953", "text": "volume of seizures of illegal drugs over the past few years amounting to: Php. 5.44 billion (2013), Php. 6.18 billion (2014), Php. 5.42 billion (2015), and Php. 12.4 billion (2016)."}, {"text_block_id": "p93_b954", "text": "Internal Armed Conflicts"}, {"text_block_id": "p93_b955", "text": "The communist rebellion being waged by the Communist Party of the Philippines, together with its armed wing, the New People's Army (NPA), and its political wing, the National Democratic Front (NDF/P); continues to pose serious peace and order problems in the country. The CPP-NPA-NDF rebellion is one of the world•s longest running communist insurgencies and has claimed an estimated 30,000 lives since the 1960s. While the NPA is believed to have fewer than 4,000 guerrillas now, down from a peak of 26,000 in the 1980s, it retains support among the extremely poor in the rural Philippines. There are persistent challenges to the three-decade-old peace negotiations with the communists, but the Government will keep forging on until both parties agree to end the fighting."}, {"text_block_id": "p93_b956", "text": "The Mindanao conflict being waged by non-state armed groups and extremist movements remains a major source of instability in resource-rich but impoverished parts of southern Philippines (or Mindanao). The on-and-off peace process with the Moro Islamic Liberation Front (MILF) • the largest and most organized of the myriad radical groups operating in Mindanao • made a promising breakthrough when finally, a peace deal was signed in March 2014. A draft Bangsamoro Basic Law (BBL), which"}, {"text_block_id": "p93_b957", "text": "forms the backbone of the 2014 peace accord, is pending approval in the Philippine Congress."}, {"text_block_id": "p93_b958", "text": "In line with the above, the Government, since the 1990s, has taken steps to decentralize power aimed at addressing the root causes of internal conflicts, namely: poverty and social injustice, widespread economic inequity, poor governance, abuse and control of political power, and marginalization of cultural communities which includes land security, natural resources, identity and human rights. The Local Government Code of 1991 sought to empower regions and local government units in a bid to distribute wealth more evenly and to extend the reach of essential government services to the broadest segments of the population. It is time to take these initial gains to the next higher level by exploring the full benefits of political devolution through a new form of government. The proposal could spur long and vigorous discussions among Filipinos, who have never known any other government than the present unitary one -- but let the public debates start now."}, {"text_block_id": "p93_b959", "text": "Terrorism and Transnational Crimes"}, {"text_block_id": "p93_b960", "text": "International terrorism and transnational crimes pose a direct threat to the security of individual countries and to international peace and prosperity. These twin problems are a persistent global threat that know no borders, nationality or religion, and operate outside the rule of law. Transnational terrorists and crime syndicates are usually well-organized internationally and domestically. They are"}, {"text_block_id": "p94_b961", "text": "well-resourced, have access to the latest technologies and skills, and will use unlimited or any form of violence to achieve their goals and objectives."}, {"text_block_id": "p94_b962", "text": "The Philippines faces continuing threats from terrorism, both of foreign and domestic origin. The Abu Sayyaf Group (ASG) remains as the foremost terrorist group actively inflicting severe socio-political and economic disruptions. The ASG is an Islamist extremist organization known for its bandit-like tactics and notorious for beheadings and kidnap-for-ransom activities in Mindanao. Radically inspired by the Al Qaeda (Osama bin Laden) in its formative years, the ASG along with its affiliates, such as the Jemaah Islamiyah (JI) and Rajah Solaiman Movement (RSM), has a long-term intention of waging jihadist war against non-Muslims. Its members are known to have linkages with members of the Bangsamoro Islamic Freedom Fighters (BIFF), the Moro Islamic Liberation Front (MILF), and the Moro National Liberation Front (MNLF). The ASG has recently pledged its allegiance (bay•ah) to the Islamic State (ISIS/ISIL/IS) but has faced stiff resistance due to continuing police and military operations. In addition to the ASG, other local terrorist groups such as the Ansar al-Khilafah Philippines (AKP), Maute Group, and Daesh-inspired entities have the potential to inflict various forms of violent attacks not only in Mindanao but also in any part of the Philippines."}, {"text_block_id": "p94_b963", "text": "Meanwhile, the problem of transnational crimes has become more pressing. Given its archipelagic attributes,"}, {"text_block_id": "p94_b964", "text": "the Philippines• borders are porous and vulnerable to the activities of international crime syndicates. These illegal trans-border activities include: drug trafficking; human trafficking of children, women, illegal migrants and labor; illegal fishing/ poaching; arms smuggling; money laundering; and wildlife trafficking. The Philippines• southern maritime borders which are shared with its ASEAN neighbors are also areas of concern due to the prevalence of high sea piracy and other related criminal activities. The asymmetric nature of terrorism and transnational crime requires the national government to continuously review and update current strategies, and to develop an integrated approach involving concerned law enforcement agencies of the Government. The Philippines must strengthen and enhance already existing cooperation with international partners while seeking to develop new ones in this regard."}, {"text_block_id": "p94_b965", "text": "Economic and Social Threats"}, {"text_block_id": "p94_b966", "text": "Poverty remains pervasive and is not expected to change significantly in the near future. As the population continues to grow, more Filipinos are expected to join the ranks of the poor so long as the poverty rate remains largely unaddressed. Data from the Philippine Statistics Authority showed that poverty incidence among Filipinos in 2015 remains unacceptably high at 21.6%. On the other hand, subsistence incidence among Filipinos, or the proportion of Filipinos whose incomes fall below the food threshold, was estimated at 8.1% during the same period."}, {"text_block_id": "p95_b967", "text": "Income inequality between the rich and the poor and between urban and rural areas has remained high and will likely persist into the future. The poorest 20% of Filipinos own less than 5% of the country•s total income and the richest 10% of the population accumulate income 2.7 times more than that of the poorest 40%. Moreover, average yearly unemployment and underemployment rates for the past five years remained steady at around 6% and 18%, respectively. In absolute terms, about 2.8 million Filipinos were unemployed. While unemployment rate increased recently, the underemployment rate dropped to 16.3% in January 2017 from 19.6% recorded in the same year ago. In absolute terms, about 6.4 million Filipinos were underemployed, according"}, {"text_block_id": "p95_b968", "text": "to the Labor Force Survey released by Philippine Statistics Authority in January 2017."}, {"text_block_id": "p95_b969", "text": "Different levels of economic and social development, along with demographic pressures, cause hunger and malnutrition, homelessness, and larger migrations of people from rural to urban areas. Demographic migrations, in addition to social problems and the growth of crime, can lead to increased instability and insecurity. Infectious diseases are also on the rise particularly human immunodeficiency virus (HIV) and acquired immune deficiency syndrome (AIDS). Many of the HIV/AIDS cases were reported among overseas Filipino workers (OFWs) and among workers engaged in business process outsourcing."}, {"text_block_id": "p95_b970", "text": ""}, {"text_block_id": "p95_b971", "text": "EXTERNAL ENVIRONMENT"}, {"text_block_id": "p95_b972", "text": "Overlapping Territorial Claims and       Maritime Domain Issues"}, {"text_block_id": "p95_b973", "text": "The country needs to address the disputes concerning maritime boundaries as they affect a complex range of national security concerns as well as threaten regional peace and stability. The Philippines must ensure good order within its sea boundaries and develop appropriate maritime domain awareness and response force capability to address the presence of hostile forces at sea, pirates, terrorists, traffickers, illegal fishers, and other environmental transgressors. The Philippines must also protect the nation•s maritime interests in the Philippine Rise and Batanes islands i"}, {"text_block_id": "p95_b974", "text": "n the North, and the"}, {"text_block_id": "p95_b975", "text": "ZamBaSulTa and Bongao islands in the Southern Philippines."}, {"text_block_id": "p95_b976", "text": "The dispute over the West Philippine Sea (WPS) remains to be the foremost security challenge to the Philippines• sovereignty and territorial integrity. In July 2016, the Philippines won a key victory when the United Nations Arbitral Tribunal ruled that the Philippines has exclusive sovereign rights over the WPS (in the South China Sea) and that China•s •nine-dash- line• claim is invalid. Cognizant of the need to protect the nation•s sovereignty and territorial integrity, the Philippines will tread with prudence on this complex and delicate issue and will carefully calibrate its"}, {"text_block_id": "p96_b977", "text": "diplomatic moves to avert the costly consequences of any potential outbreak of armed confrontations in the disputed sea region."}, {"text_block_id": "p96_b978", "text": "The Government is looking to begin the process of diplomatic negotiations with neighboring countries to delimit and define maritime borders and jurisdictions. In this connection, the enactment of laws pertaining to national defense, maritime zones, archipelagic sea lanes air defense identification zone, and all other matters necessary for compliance with the country•s commitments and obligations under international law is urgent and imperative."}, {"text_block_id": "p96_b979", "text": "Global and Regional Geopolitical Issues"}, {"text_block_id": "p96_b980", "text": "In addition to the WPS issue, there are other inter- and intra-state flashpoints of immediate concern to the Philippines. These include the intensifying conflicts in the Middle East and North Africa (MENA) region, persisting tension in the Korean Peninsula, unresolved territorial disputes in Northeast and Southeast-Asia, unsettled Sabah issue, China-Taiwan/ China-Japan/ Japan-South Korea conflicts, and other power rivalries where the hegemony of the United States is contested and threatened."}, {"text_block_id": "p96_b981", "text": "United States"}, {"text_block_id": "p96_b982", "text": "The United States remains as the only superpower in the world today and maintains its strategic presence around the globe. In the Asia Pacific region, the US, during the Barack Obama administration, sought to improve its military standing through the introduction of more sophisticated weapons systems, in the improvement of basing facilities and in the"}, {"text_block_id": "p96_b983", "text": "alliance and multilateral network it has set up among its regional partners. A continuing US security presence in the Asia Pacific is a stabilizing force, particularly with the growing complexity of security challenges that confront the region. The US remains as the sole defense treaty ally of the Philippines. The Mutual Defense Treaty of 1951 between the Philippines and the United States has been strengthened under the Enhanced Defense Cooperation Agreement (EDCA) of 2015 granting the U.S. increased military presence in the country for humanitarian and maritime security operations. Under the Donald Trump presidency, Washington has articulated its vision for a •free and open Indo-Pacific region. Hence, it is expected that the new US administration will remain closely engaged with regional affairs. The Philippines will work closely with the US on a whole range of issues, including shared security and economic concerns."}, {"text_block_id": "p96_b984", "text": "China"}, {"text_block_id": "p96_b985", "text": "With China•s rise as the world•s second largest economy, surpassing Japan, attention has focused towards its direction due to its huge population, large territory and vast natural resources, rapid industrial and technological breakthroughs, unparalleled economic growth, and resultant military aggressiveness in Asia. The rivalry of major powers, spawned largely by the rise of China, is the most important long-term strategic concern of the Asia-Pacific region. Indeed, Beijing•s rise generated policy concerns not only among developed"}, {"text_block_id": "p97_b986", "text": "countries such as the US, Japan and Korea, but also among the ASEAN due to significant trade and investments, as well as territorial claims in the WPS and the SCS. China•s more active and aggressive presence in the WPS is motivated by growing need for food sources, increasing demand for energy resources, and renewed stirrings of nationalism."}, {"text_block_id": "p97_b987", "text": "ASEAN"}, {"text_block_id": "p97_b988", "text": "While its member-states are not without disagreements, ASEAN has nonetheless consistently upheld the principles of consultation and consensus as its norm in resolving inter-state misunderstanding and conflicts. ASEAN is building a Political-Security Community, an Economic Community and a Socio-Cultural Community to promote greater regional integration and to strengthen ASEAN centrality in the context of the wider Asia-Pacific region. The ASEAN as a regional bloc had pursued greater regional cooperation on common problems such as combating piracy, smuggling, human trafficking, terrorism and other transnational crimes. ASEAN centrality is important as it complements other efforts in managing the impact of the geopolitical rivalry among the great powers."}, {"text_block_id": "p97_b989", "text": "Japan"}, {"text_block_id": "p97_b990", "text": "Japan remains as an economic power house in Asia and the new security challenges confronting it will induce Tokyo to seek closer security relations with other regional states. Their pacifist constitution is a product of its experience in World War II as well as the continuing security umbrella the US has been providing it."}, {"text_block_id": "p97_b991", "text": "However, because of various security challenges in the region including territorial disputes in the Diaoyu/Senkaku Islands, Japan sought to reorient its security posture under its policy of a •proactive contribution to peace,• which calls for enhanced defensive capabilities as well as strengthens security relations with other states. Japan has entered into a strengthened strategic partnership with the Philippines aimed at boosting political, security and defense ties and cooperation between the two countries."}, {"text_block_id": "p97_b992", "text": "Other Regional Players"}, {"text_block_id": "p97_b993", "text": "Other regional powers such as Australia, India, Republic of Korea, and Russia are crucial in the peace, stability, and prosperity of the broader Indo-Asia-Pacific region. Engagement with these powers through various platforms, particularly through ASEAN-led mechanisms such as the ASEAN Regional Forum (ARF) and East Asia Summit (EAS), among others, will further enhance understanding and build confidence against the backdrop of an evolving regional security environment. Such multilateral initiatives will complement efforts to enhance ASEAN centrality. The Philippines will work closely with these powers based on mutual respect and shared interests through bilateral and multilateral platforms."}, {"text_block_id": "p98_b994", "text": "Global Uncertainties and Proliferation of Weapons of Mass Destruction"}, {"text_block_id": "p98_b995", "text": "Increased Global Economic Uncertainties"}, {"text_block_id": "p98_b996", "text": "While the world has so far averted a full-blown economic crisis, the present trends show that the potential for global economic recessions has increased significantly. The slowdown in major economies of the world such as the US, China and the European Union will have an impact on virtually every country in the world including the Philippines. Economic downturns abroad could temper demand for Philippine exports, slow down foreign investments and hurt the overall business climate in the country."}, {"text_block_id": "p98_b997", "text": "The Philippines has so far remained resilient to these challenges, even managing to remain as one of the fastest growing economies in Asia over the past several years. Much of this was due to the country•s sound and stable economic fundamentals as well as the overall fiscal health of the national economy. The Government must stay vigilant and proactive in the face of a volatile global economy."}, {"text_block_id": "p98_b998", "text": "Global Security Issues and the                 Welfare of OFWs"}, {"text_block_id": "p98_b999", "text": "Conflicts abroad and other emerging global security threats pose a direct danger to overseas Filipino workers (OFWs), who contribute significantly to the national economy, accounting for most of the country•s net factor income from abroad (NFIA) through their remittances. The Government must exert continuing effort to promote and protect the rights and"}, {"text_block_id": "p98_b1000", "text": "welfare of our OFWs, particularly victims of illegal recruitment, human trafficking, ill-treatment and human rights violations, and unfair labor practices, among others."}, {"text_block_id": "p98_b1001", "text": "Global disruptions resulting from armed conflicts, political or social instabilities, economic or financial crisis, pandemics and other health emergencies or natural or man-made disasters can bring significant harm to our fellow Filipinos abroad. The Government must extend all possible assistance to distressed OFWs, including their repatriation or evacuation where necessary. The"}, {"text_block_id": "p98_b1002", "text": "Government must also maintain its engagement with international organizations and other international partners on the issue of forced migration as well as other issues affecting their rights."}, {"text_block_id": "p98_b1003", "text": "Proliferation of Weapons of Mass Destruction"}, {"text_block_id": "p98_b1004", "text": "Rapid technological advancements and greater"}, {"text_block_id": "p98_b1005", "text": "access to scientific knowledge are changing the face of the world in unimagined ways. Scientific and technological breakthroughs are creating wealth and progress everywhere, but are also spawning new and increasingly dangerous triggers for global insecurity. Among the most serious of these threats is the proliferation of weapons of mass destruction (WMDs), which has come to occupy center stage in international politics. WMDs are classified into three major types: nuclear weapons, chemical warfare agents, and biological warfare agents. Nine nations are currently in possession of such WMDs --China, France, India, Israel, North Korea,"}, {"text_block_id": "p99_b1006", "text": "Pakistan, Russia, United Kingdom, and the United States - and a number of states are believed to possess chemical and/or biological warfare agents (Source: SIPRI)."}, {"text_block_id": "p99_b1007", "text": "While the mass killing of people is not a new characteristic of warfare, WMDs pose an unprecedented risk in terms of their potential for large-scale destruction and the indiscriminate nature of their"}, {"text_block_id": "p99_b1008", "text": "effects. Aside from the dangers posed by existing stockpiles of WMD, there are growing concerns that WMDs and related technologies could spread to more states and non-state terrorist networks. The Philippines will continue to strongly support the global call for greater international collaboration to control the proliferation and use of WMDs."}, {"text_block_id": "p99_b1009", "text": ""}, {"text_block_id": "p99_b1010", "text": "OTHER STRATEGIC ISSUES AND CHALLENGES"}, {"text_block_id": "p99_b1011", "text": "Rising Threat of Cybercrime"}, {"text_block_id": "p99_b1012", "text": "The latest report by Price Waterhouse Coopers• (PWC) Global Economic Crime Survey revealed that cybercrime is today•s fastest rising economic crime. Expounding on the nature of cybercrime, Interpol said that more and more criminals are exploiting the speed, convenience and anonymity of the Internet to commit a wide range of criminal activities that know no borders, either physical or virtual, cause serious harm and pose very real threats to victims worldwide. Credit card fraud, ATM theft, call center scams, and other computer or web-based forms of deception schemes and identity theft have become increasingly rampant especially in Asia. New and increasingly creative trends in cybercrime are emerging all the time, with estimated costs to the global economy running to billions of dollars. Interpol added that in the past, cybercrime was committed mainly by individuals or small groups, but today we are seeing highly complex cybercriminal networks bring together individuals from across the globe"}, {"text_block_id": "p99_b1013", "text": "in real time to commit crimes on an unprecedented scale."}, {"text_block_id": "p99_b1014", "text": "To meet these rapidly evolving security challenges in cyberspace, the Philippines must first and foremost develop the nation•s cyber infrastructure and cyber security. Experts noted that one of the most serious weaknesses of the Philippines is the low number of practicing cybersecurity professionals. The State must enhance and expand its pool of information and communication technology (ICT) experts, especially in the law enforcement and security sectors, in order to equip the government with the necessary skills/knowhow to detect, preempt and combat cyber-based crimes. Collaborative efforts with the academe, and the business sector, and the private ICT community should be part of this national campaign."}, {"text_block_id": "p99_b1015", "text": "Climate Change"}, {"text_block_id": "p99_b1016", "text": "Scientific studies show that the Philippines is highly vulnerable to the negative effects of climate change. In its most recent assessment, the Inter-Governmental Panel for Climate Change"}, {"text_block_id": "p100_b1017", "text": "stressed that the rising global temperature has already impacted on the climate threshold of the earth. For the Philippines, the findings predicted that we will experience extreme maximum and minimum temperatures, more frequent intense rains, and more disastrous tropical cyclones (e.g. Typhoon"}, {"text_block_id": "p100_b1018", "text": "Haiyan"}, {"text_block_id": "p100_b1019", "text": ") with an average of 22 typhoons per year. The possibility of more El Niño weather episodes will also increase. According to a 2015 study funded by the US Agency for International Development, every single major city in the Philippines is expected to face some form of water shortage by 2025."}, {"text_block_id": "p100_b1020_merged_merged", "text": "Scholars of climate change believe that change in climate variability increases the risk of armed conflict in certain circumstances, even if the strength of the effects is uncertain. Evidence suggests that climatic events over a large range of time and spatial scales contribute to the likelihood of violence through multiple pathways. The effects of climate change on conflict and insecurity have the potential to become key risks because factors such as poverty and economic shocks that are associated with higher risk of violent conflict are themselves sensitive to climate change. Given the enormous impact of climate change especially on the poor and vulnerable population, the United Nations viewed climate change as a threat multiplier or as an indirect pathway that could exacerbate existing sources of conflict and insecurity. There are five channels through which climate change could affect security: (i) threat to the well-being of the most vulnerable communities; (ii) impact to economic development ---"}, {"text_block_id": "p100_b1023", "text": "halting or significantly slowing-down growth thereby worsening poverty and increasing desperation; (iii) second-order effect of unsuccessful adaptation in the form of uncoordinated coping or survival strategies of local population; (iv) threat posed by climate change to the viability and even survival of a number of sovereign states; and (v) availability or access to natural resource and the resultant competition and possible territorial disputes between countries."}, {"text_block_id": "p100_b1024", "text": "Institutional Concerns"}, {"text_block_id": "p100_b1025", "text": "Other urgent concerns include much-needed reforms in the core security and judicial sectors with emphasis on the following: modernizing and professionalizing the armed services; strengthening the judicial system; strengthening legislative oversight on security agencies; and improving the national security and intelligence community. Renewed focus should be given to the following key governance issues: stamping out corruption and professionalizing the bureaucracy; removing institutional obstacles to academic and scientific research and development; facilitating a more-responsive procurement system; providing a more-realistic and mission-supportive government auditing rules and regulations; and enhancing the"}, {"text_block_id": "p100_b1026", "text": "Government•s ability to quickly deliver basic services."}, {"text_block_id": "p101_b1027", "text": "ANNEX B • LIST OF STRATEGIC INDUSTRIES THAT ARE VITAL FOR NATIONAL SECURITY AND ECONOMIC DEVELOPMENT"}, {"text_block_id": "p101_b1028", "text": "1. Agriculture and Aquaculture"}, {"text_block_id": "p101_b1029", "text": "Industry:"}, {"text_block_id": "p101_b1030", "text": "This industry used to describe the many market participants including multi-national conglomerates, cross-industry corporations specializing in agriculture and aquaculture farming, food processing, storage, transportation, and financial services."}, {"text_block_id": "p101_b1031", "text": "Industry Sectors"}, {"text_block_id": "p101_b1032", "text": "•"}, {"text_block_id": "p101_b1033", "text": "Crops"}, {"text_block_id": "p101_b1034", "text": "• the sector includes"}, {"text_block_id": "p101_b1035", "text": "advance cultivation of plants for food, animal food stuffs, or other commercial uses. The sector may include modern commercial or organic methods and the utilization of crops for industrial products and other uses such as in generating energy in the form of heat and electricity as well as liquid fuel."}, {"text_block_id": "p101_b1036", "text": "•"}, {"text_block_id": "p101_b1037", "text": "Livestock"}, {"text_block_id": "p101_b1038", "text": "• the sector involves"}, {"text_block_id": "p101_b1039", "text": "raising the animals and the processing, preserving and packaging of animal products for the consumers."}, {"text_block_id": "p101_b1040", "text": "•"}, {"text_block_id": "p101_b1041", "text": "Forestry"}, {"text_block_id": "p101_b1042", "text": "• the sector includes"}, {"text_block_id": "p101_b1043", "text": "upstream activities such as sound forest stewardship and logging. The sector aims to meet the desired goals, needs and values for human and environment benefits. Industries under this sector include lumber and other solid wood products, and pulp and paper. This sector is a particularly important to many"}, {"text_block_id": "p101_b1044", "text": "rural and indigenous communities for their livelihood and to ensure their economic sustainability."}, {"text_block_id": "p101_b1045", "text": "•"}, {"text_block_id": "p101_b1046", "text": "Fishery"}, {"text_block_id": "p101_b1047", "text": "• the sector includes any"}, {"text_block_id": "p101_b1048", "text": "industry or activity concerned with taking, culturing, processing, preserving, storing, transporting, marketing or selling of fish or fish products."}, {"text_block_id": "p101_b1049", "text": "•"}, {"text_block_id": "p101_b1050", "text": "Food processing"}, {"text_block_id": "p101_b1051", "text": "- the sector"}, {"text_block_id": "p101_b1052", "text": "involves the protection (physical, barrier protection, containment or agglomeration), tampering resistance, and special physical, chemical, or biological packaging needs, and labeling."}, {"text_block_id": "p101_b1053", "text": "•"}, {"text_block_id": "p101_b1054_merged_merged_merged_merged_merged_merged", "text": "Storage, transporting, and marketing • the sector that engages in mariculture (food and non-food), as well as the processing, storing, transporting, and marketing thereof."}, {"text_block_id": "p101_b1058", "text": "Storage, transporting, and marketing • the sector that engages in mariculture (food and non-food), as well as the processing, storing, transporting, and marketing thereof.\n* Industry supporting aviation through safe and efficient operation as well as management of aircraft, building aircraft and manufacturing aircraft parts."}, {"text_block_id": "p102_b1061", "text": "Industry Sectors"}, {"text_block_id": "p102_b1062", "text": "•"}, {"text_block_id": "p102_b1063", "text": "• the sector includes works"}, {"text_block_id": "p102_b1064", "text": "and manufacturing of capabilities on aircraft structures, interiors, fuel components and accessories, pneumatics, hydraulics, constant speed drives (CSDs), integrated drive generators (IDGs), high lift systems, auxiliary power units (APUs), thrust reversers, environmental systems, heat transfers, landing gear actuations, and key components."}, {"text_block_id": "p102_b1065", "text": "Maintenance, repair, and overhauling"}, {"text_block_id": "p102_b1066", "text": "•"}, {"text_block_id": "p102_b1067", "text": "• the sector includes development,"}, {"text_block_id": "p102_b1068", "text": "manufacture of components, and assembly of unmanned aircraft systems (UAS). UAS includes a UAV, ground based controller, and a system of communications between the two."}, {"text_block_id": "p102_b1069", "text": "Unmanned Aerial Vehicles (UAVs)"}, {"text_block_id": "p102_b1070", "text": "•"}, {"text_block_id": "p102_b1071", "text": "Rotorcraft"}, {"text_block_id": "p102_b1072", "text": "• t h e se c t o r"}, {"text_block_id": "p102_b1073", "text": "includes development, manufacture, and assembly of the flying machines that use lift generated by wings (rotary wings or rotor blades) that revolve around a mast."}, {"text_block_id": "p102_b1074", "text": "•"}, {"text_block_id": "p102_b1075", "text": "Transport"}, {"text_block_id": "p102_b1076", "text": "• the sector includes"}, {"text_block_id": "p102_b1077", "text": "cargo, passenger, and business jet aircraft operations (fixed and rotary wings) delivering goods, transporting people, and luxury services."}, {"text_block_id": "p102_b1078", "text": "•"}, {"text_block_id": "p102_b1079", "text": "Furnishings"}, {"text_block_id": "p102_b1080", "text": "• the sector"}, {"text_block_id": "p102_b1081", "text": "includes design development, manufacture, and installation of nonessential equipment and furnishings, such as items installed on aircrafts as part of the original certification, supplemental type of certificate, or engineering order that have no effect on the safe operation of flight, and would not be required by the"}, {"text_block_id": "p102_b1082", "text": "applicable certification rules or operational rules."}, {"text_block_id": "p102_b1083", "text": "•"}, {"text_block_id": "p102_b1084", "text": "Rubber tires"}, {"text_block_id": "p102_b1085", "text": "• the sector"}, {"text_block_id": "p102_b1086", "text": "includes manufacture and sale of aircraft tires for general aviation, commercial, and military aircraft."}, {"text_block_id": "p102_b1087", "text": "includes manufacture and sale of aircraft tires for general aviation, commercial, and military aircraft.\n* Foundation upon which all other economic functions and industries are built and rely on by providing the underlying mechanisms for banking and financial institutions in the country to stimulate and sustain economic growth."}, {"text_block_id": "p102_b1090", "text": "Industry Sectors"}, {"text_block_id": "p102_b1091", "text": "•"}, {"text_block_id": "p102_b1092", "text": "Banks"}, {"text_block_id": "p102_b1093", "text": "• the sector includes"}, {"text_block_id": "p102_b1094", "text": "financial institutions licensed to receive deposits and make loans, provide financial services such as wealth management, currency exchange, safe deposit boxes, and foreign currency deposits."}, {"text_block_id": "p102_b1095", "text": "•"}, {"text_block_id": "p102_b1096", "text": "Investment institutions"}, {"text_block_id": "p102_b1097", "text": "• the"}, {"text_block_id": "p102_b1098", "text": "sector includes entities which pool money to purchase securities, real property, and other investment assets or originate loans."}, {"text_block_id": "p102_b1099", "text": "•"}, {"text_block_id": "p102_b1100", "text": "Insurance companies"}, {"text_block_id": "p102_b1101", "text": "• the"}, {"text_block_id": "p102_b1102", "text": "sector includes companies that provide coverage, in the form of compensation resulting from loss, damages, injury, treatment or hardship in exchange for premium payments."}, {"text_block_id": "p102_b1103", "text": "•"}, {"text_block_id": "p102_b1104", "text": "Credit card companies"}, {"text_block_id": "p102_b1105", "text": "• the"}, {"text_block_id": "p102_b1106", "text": "sector includes financial institutions (i.e. banks) that issue credit cards to consumers and service their accounts."}, {"text_block_id": "p102_b1107", "text": "•"}, {"text_block_id": "p102_b1108_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Government sponsored enterprises and institutions • the sector includes financial services corporations"}, {"text_block_id": "p103_b1112", "text": "created by the government, intended to enhance the flow of credit to targeted sectors of the economy, to make those segments of the capital market more efficient and transparent, and to reduce the risk to investors and other suppliers of capital."}, {"text_block_id": "p103_b1113", "text": "•"}, {"text_block_id": "p103_b1114", "text": "Stock and commodity"}, {"text_block_id": "p103_b1115", "text": "exchanges and credit rating"}, {"text_block_id": "p103_b1116", "text": "• the sector"}, {"text_block_id": "p103_b1117", "text": "includes commodity, stocks and security traders, and credit rating agencies or rating services that assign credit ratings."}, {"text_block_id": "p103_b1118", "text": "includes commodity, stocks and security traders, and credit rating agencies or rating services that assign credit ratings.\n* Employing biological systems or living organisms to produce new drugs, using stem cells to regenerate damaged tissue or regrow an entire organ, producing new chemicals for industry or fuels for vehicles, developing pest-resistant grains, and accelerating the evolution of disease-resistant animals."}, {"text_block_id": "p103_b1121", "text": "Industry Sectors"}, {"text_block_id": "p103_b1122", "text": "•"}, {"text_block_id": "p103_b1123", "text": "Health Care"}, {"text_block_id": "p103_b1124", "text": "• the sector"}, {"text_block_id": "p103_b1125", "text": "includes development and manufacture of affordable yet potent pharmaceuticals, vaccines, protein therapeutics, diagnostics, and devices."}, {"text_block_id": "p103_b1126", "text": "•"}, {"text_block_id": "p103_b1127", "text": "Agriculture"}, {"text_block_id": "p103_b1128", "text": "• the sectors"}, {"text_block_id": "p103_b1129", "text": "includes genetically modified plants and animals; improved yields; nutrition and vaccines and therapeutics."}, {"text_block_id": "p103_b1130", "text": "•"}, {"text_block_id": "p103_b1131", "text": "Industry and Environment"}, {"text_block_id": "p103_b1132", "text": "•"}, {"text_block_id": "p103_b1133", "text": "the sector includes micro-organisms, engineered enzymes, renewable carbon sources biofuels and bioplastics, and remediations"}, {"text_block_id": "p103_b1134", "text": "•"}, {"text_block_id": "p103_b1135", "text": "Biodefense"}, {"text_block_id": "p103_b1136", "text": "- the sector"}, {"text_block_id": "p103_b1137", "text": "includes prevention and protection, detection and diagnosis, and therapy and remediation."}, {"text_block_id": "p103_b1138", "text": "5.  Construction Industry:"}, {"text_block_id": "p103_b1139", "text": "Industry concerned with the preparation as well as construction of real estate and housing properties and construction and/or repair or making certain alterations of any building or large projects such as bridges, roads, communication facilities, ports and other vital infrastructures."}, {"text_block_id": "p103_b1140", "text": "Industry Sectors"}, {"text_block_id": "p103_b1141", "text": "•"}, {"text_block_id": "p103_b1142", "text": "Design / Architecture"}, {"text_block_id": "p103_b1143", "text": "• the"}, {"text_block_id": "p103_b1144", "text": "sector includes services on architectural design, engineering design, and construction."}, {"text_block_id": "p103_b1145", "text": "•"}, {"text_block_id": "p103_b1146", "text": "Bridges"}, {"text_block_id": "p103_b1147", "text": "• the sector includes"}, {"text_block_id": "p103_b1148", "text": "construction of roads and rail bridges, pedestrian pavements, with the use of either or both steel and cement, and fixed or movable configurations."}, {"text_block_id": "p103_b1149", "text": "•"}, {"text_block_id": "p103_b1150", "text": "Tunnels"}, {"text_block_id": "p103_b1151", "text": "- the sector includes"}, {"text_block_id": "p103_b1152", "text": "construction of cut-and-cover tunnels that are constructed in a shallow trench and covered over, and bored tunnels that are constructed in situ without removing the ground above."}, {"text_block_id": "p103_b1153", "text": "•"}, {"text_block_id": "p103_b1154_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "• the sector includes tunnel boring machines (TBMs) with segmental linings, and sprayed concrete linings (SCL) aka new Austrian Tunneling method (NATM). Soft-ground construction / urban planning"}, {"text_block_id": "p104_b1157", "text": "•"}, {"text_block_id": "p104_b1158", "text": "Congested area construction"}, {"text_block_id": "p104_b1159", "text": "•"}, {"text_block_id": "p104_b1160", "text": "the sector includes construction in a scarce construction site space, which pose challenges to minimize site logistics cost and minimize project criticality."}, {"text_block_id": "p104_b1161", "text": "•"}, {"text_block_id": "p104_b1162", "text": "- the sector includes production"}, {"text_block_id": "p104_b1163", "text": "of concrete, steel, fiber-reinforced cement, fiber-reinforced plastics, polymeric materials, geosynthetics, masonry materials and coatings."}, {"text_block_id": "p104_b1164", "text": "High-performance construction materials"}, {"text_block_id": "p104_b1165", "text": "•"}, {"text_block_id": "p104_b1166", "text": "• the"}, {"text_block_id": "p104_b1167", "text": "sector includes integrated techniques such prefabrication and unification for high rise building technology."}, {"text_block_id": "p104_b1168", "text": "Automated •jack-up• erection technologies for high rise buildings"}, {"text_block_id": "p104_b1169", "text": "•"}, {"text_block_id": "p104_b1170", "text": "Computer visualization"}, {"text_block_id": "p104_b1171", "text": "• the"}, {"text_block_id": "p104_b1172", "text": "sector includes the use of the computer visualization techniques (CVT) in building design, space planning, and interior architecture."}, {"text_block_id": "p104_b1173", "text": "sector includes the use of the computer visualization techniques (CVT) in building design, space planning, and interior architecture.\n* Incorporates networks of government entities, civil-society organizations, and commercial industry firms that address the impacts of natural or man-made disasters enabling a transition from post-conflict or post-disaster relief operations through durable recovery, to subsequent long-term development. The need for this industry is important in the light of the numerous natural disasters such as typhoons and earthquakes that occur in the country.\n* A complex system of systems that provides students with the requisite skills to secure employment in industry and serve society."}, {"text_block_id": "p104_b1176", "text": "Industry Sectors"}, {"text_block_id": "p104_b1177", "text": "•"}, {"text_block_id": "p104_b1178", "text": "Hard Sector service"}, {"text_block_id": "p104_b1179", "text": "• the"}, {"text_block_id": "p104_b1180", "text": "sector includes global engineering and construction; security facilities; and logistics support."}, {"text_block_id": "p104_b1181", "text": "•"}, {"text_block_id": "p104_b1182", "text": "Soft Sector Services"}, {"text_block_id": "p104_b1183", "text": "• the"}, {"text_block_id": "p104_b1184", "text": "sector includes information and education, health services, economics, rule of law, and governance."}, {"text_block_id": "p104_b1188", "text": "Industry sectors"}, {"text_block_id": "p104_b1189", "text": "•"}, {"text_block_id": "p104_b1190", "text": "K-12 system"}, {"text_block_id": "p104_b1191", "text": "• the sector includes"}, {"text_block_id": "p104_b1192", "text": "undertakings such as provision of the basic education based on the K-12 stages: Kindergarten to Grade 3, Grades 4 to 6, Grade 7-10 (junior high), and Grades 11 to 12 (senior high), supply of materials, among others."}, {"text_block_id": "p104_b1193", "text": "•"}, {"text_block_id": "p104_b1194", "text": "Trade-Technical Education"}, {"text_block_id": "p104_b1195", "text": "• the"}, {"text_block_id": "p104_b1196", "text": "sector includes provision for trainings, facilities, training centers, accreditation and certification."}, {"text_block_id": "p104_b1197", "text": "•"}, {"text_block_id": "p104_b1198", "text": "2-year college courses"}, {"text_block_id": "p104_b1199", "text": "• the"}, {"text_block_id": "p104_b1200", "text": "sector includes provision for the 2-year college education accredited programs."}, {"text_block_id": "p104_b1201", "text": "•"}, {"text_block_id": "p104_b1202_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "4-year university degree courses • the sector includes provision for university degree accredited programs; academic and commercial research and development undertakings; trainings, seminars, and conferences; and publications."}, {"text_block_id": "p105_b1205", "text": "•"}, {"text_block_id": "p105_b1206", "text": "Graduate school degrees"}, {"text_block_id": "p105_b1207", "text": "- the"}, {"text_block_id": "p105_b1208", "text": "sector includes provision for graduate accredited programs; academic and commercial research and development undertakings; consultancy; trainings, seminars, and conferences; and publications."}, {"text_block_id": "p105_b1209", "text": "sector includes provision for graduate accredited programs; academic and commercial research and development undertakings; consultancy; trainings, seminars, and conferences; and publications.\n* The business of creating, designing, producing, and selling electronic devices.\n* Industries which produce goods or provide services (\n* Industries which produce goods or provide services (\n including construction services\n* Industries which produce goods or provide services (\n including construction services\n ) that contribute to the prevention, measurement, abatement, remediation and mitigation of adverse environmental impacts of programs/projects/ activities to the air, land, and water."}, {"text_block_id": "p105_b1212", "text": "Industry Sectors"}, {"text_block_id": "p105_b1213", "text": "•"}, {"text_block_id": "p105_b1214", "text": "Design of Integrated Circuits"}, {"text_block_id": "p105_b1215", "text": "•"}, {"text_block_id": "p105_b1216", "text": "the sector includes electronic product invention, innovation, and design."}, {"text_block_id": "p105_b1217", "text": "•"}, {"text_block_id": "p105_b1218", "text": "Equipment manufacturing"}, {"text_block_id": "p105_b1219", "text": "•"}, {"text_block_id": "p105_b1220", "text": "the sector includes manufacture of either or both value chain segment and end user segments."}, {"text_block_id": "p105_b1221", "text": "•"}, {"text_block_id": "p105_b1222", "text": "Manufacturing Facilities"}, {"text_block_id": "p105_b1223", "text": "• the"}, {"text_block_id": "p105_b1224", "text": "sector includes industrial complexes and buildings, inputs stocking and output warehousing and hauling."}, {"text_block_id": "p105_b1225", "text": "•"}, {"text_block_id": "p105_b1226", "text": "• the sector includes"}, {"text_block_id": "p105_b1227", "text": "design, production or assembly of tools, segment of production lines or the entire production line implements."}, {"text_block_id": "p105_b1228", "text": "Design tools (electronic designs automation)"}, {"text_block_id": "p105_b1229", "text": "•"}, {"text_block_id": "p105_b1230", "text": "Chip manufacturing"}, {"text_block_id": "p105_b1231", "text": "• the"}, {"text_block_id": "p105_b1232", "text": "sector includes development and production of analog chips, embedded processors, display and light technology and educational technology products."}, {"text_block_id": "p105_b1233", "text": "•"}, {"text_block_id": "p105_b1234", "text": "Packaging and Testing"}, {"text_block_id": "p105_b1235", "text": "(integrating semi-conductor chips onto"}, {"text_block_id": "p105_b1236", "text": "boards or in devices)"}, {"text_block_id": "p105_b1237", "text": "• the sector includes"}, {"text_block_id": "p105_b1238", "text": "assembly of integrated circuits into boards,"}, {"text_block_id": "p105_b1239", "text": "testing, quality control, packaging and labeling."}, {"text_block_id": "p105_b1240", "text": "•"}, {"text_block_id": "p105_b1241", "text": "Semiconductor"}, {"text_block_id": "p105_b1242", "text": "• the sector"}, {"text_block_id": "p105_b1243", "text": "includes, doping, manufacture of semiconductors (silicon wafers, integrated circuit)."}, {"text_block_id": "p105_b1249", "text": "Industry Sectors"}, {"text_block_id": "p105_b1250", "text": "•"}, {"text_block_id": "p105_b1251", "text": "• the sector includes"}, {"text_block_id": "p105_b1252", "text": "storage and hauling, segregation, chemical processing/refinement/ recovery, and disposal of environmental hazardous materials."}, {"text_block_id": "p105_b1253", "text": "Collection, transportation, storage, and refinement of environment hazardous materials"}, {"text_block_id": "p105_b1254", "text": "•"}, {"text_block_id": "p105_b1255", "text": "Clean air and water technologies"}, {"text_block_id": "p105_b1256", "text": "• the sector includes research and development of air and water quality treatment, water sourcing and impounding, water recycling and recovery, and 24/7 availability of safe drinking water nationwide."}, {"text_block_id": "p105_b1257", "text": "•"}, {"text_block_id": "p105_b1258", "text": "Pollution management services"}, {"text_block_id": "p105_b1259", "text": "•"}, {"text_block_id": "p105_b1260", "text": "the sector includes monitoring and evaluation undertakings, ways and means of pollution control and mitigation, and pollutants disposal."}, {"text_block_id": "p105_b1261", "text": "•"}, {"text_block_id": "p105_b1262_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Resource management • the sector includes conservation, protection"}, {"text_block_id": "p106_b1265", "text": "and efficient resource development, identification and inventory."}, {"text_block_id": "p106_b1266", "text": "•"}, {"text_block_id": "p106_b1267", "text": "Waste to energy"}, {"text_block_id": "p106_b1268", "text": "• the sector"}, {"text_block_id": "p106_b1269", "text": "includes research and development of waste to energy technology, supply or manufacture of RE implements/tools, production, distribution, and utilization."}, {"text_block_id": "p106_b1270", "text": "•"}, {"text_block_id": "p106_b1271", "text": "Waste treatment"}, {"text_block_id": "p106_b1272", "text": "• the sector"}, {"text_block_id": "p106_b1273", "text": "includes research of waste treatment technology, recycling of waste materials, waste to energy conversion, and waste product development."}, {"text_block_id": "p106_b1274", "text": "•"}, {"text_block_id": "p106_b1275", "text": "Wildlife and habitat conservation"}, {"text_block_id": "p106_b1276", "text": "• the sector includes conservation, protection, propagation, eco-tourism development, education and commercialization."}, {"text_block_id": "p106_b1277", "text": "•"}, {"text_block_id": "p106_b1278", "text": "Environment rehabilitation"}, {"text_block_id": "p106_b1279", "text": "• the"}, {"text_block_id": "p106_b1280", "text": "sector includes application of environmental science and technology, green technology, and environmental monitoring devices that can promote sustainable management of resources."}, {"text_block_id": "p106_b1281", "text": "10.  I n f o r m a t i o n a n d Communications Technology Industry:"}, {"text_block_id": "p106_b1282", "text": "Regarded as the industry of industries for its widespread, diverse, and embedded in nearly every aspect of the people•s economic, social, and political life."}, {"text_block_id": "p106_b1283", "text": "Industry Sectors"}, {"text_block_id": "p106_b1284", "text": "•"}, {"text_block_id": "p106_b1285", "text": "Hardware and software"}, {"text_block_id": "p106_b1286", "text": "• the"}, {"text_block_id": "p106_b1287", "text": "sector includes development and manufacture of parts and assembly of communications and computing hardware and its sales, software development and its sale."}, {"text_block_id": "p106_b1288", "text": "•"}, {"text_block_id": "p106_b1289", "text": "Communications"}, {"text_block_id": "p106_b1290", "text": "• the sector"}, {"text_block_id": "p106_b1291", "text": "includes development of communications technology and its implements; clear and secure, tactical and strategic, wired and wireless voice communication systems; provision of physical network, Over-the- Air (OTA) platforms, Voice-Over Internet Protocol (VOIP) technology, data transfer platform and storage, computing and algorithm for sensory signatures and counter or evading sensors technology."}, {"text_block_id": "p106_b1292", "text": "•"}, {"text_block_id": "p106_b1293", "text": "Services"}, {"text_block_id": "p106_b1294", "text": "• the sector includes"}, {"text_block_id": "p106_b1295", "text": "professioal services not necessarily related to communications and information technology and business process outsourcing."}, {"text_block_id": "p106_b1296", "text": "•"}, {"text_block_id": "p106_b1297", "text": "Satellite systems"}, {"text_block_id": "p106_b1298", "text": "• the sector"}, {"text_block_id": "p106_b1299", "text": "includes development and manufacture of parts and assembly of composite parts for rockets and satellite systems."}, {"text_block_id": "p106_b1300", "text": "•"}, {"text_block_id": "p106_b1301", "text": "• the sector"}, {"text_block_id": "p106_b1302", "text": "includes development and manufacture of telecom network equipment parts and assembly."}, {"text_block_id": "p106_b1303", "text": "Te l e c o m n e t w o r k i n g equipment manufacturing"}, {"text_block_id": "p106_b1304", "text": "•"}, {"text_block_id": "p106_b1305", "text": "• the sector includes"}, {"text_block_id": "p106_b1306", "text": "development, manufacture of parts, and assembly of recordable media such as Compact Discs (CDs) and Digital Versatile Disks (DVDs)."}, {"text_block_id": "p106_b1307", "text": "Recordable media manufacturing"}, {"text_block_id": "p106_b1308", "text": "•"}, {"text_block_id": "p106_b1309_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "• the sector includes Data Over Cable Service Interface Specification (DOCSIS), Voice over Internet Protocol (VOIP) and Internet Protocol (IP) phone services, and home security network. Cable networks communication services"}, {"text_block_id": "p107_b1312", "text": "•"}, {"text_block_id": "p107_b1313", "text": "Cable providers"}, {"text_block_id": "p107_b1314", "text": "- the sector"}, {"text_block_id": "p107_b1315", "text": "includes cable TV programming and provision for cable service."}, {"text_block_id": "p107_b1316", "text": "•"}, {"text_block_id": "p107_b1317", "text": "• the sector includes Digital"}, {"text_block_id": "p107_b1318", "text": "Subscriber Line (DSL), VOIP and IP phone services, and home security network."}, {"text_block_id": "p107_b1319", "text": "Wired telecommunications carriers"}, {"text_block_id": "p107_b1320", "text": "•"}, {"text_block_id": "p107_b1321", "text": "Internet Service Providers"}, {"text_block_id": "p107_b1322", "text": "•"}, {"text_block_id": "p107_b1323", "text": "the sector includes wired internet service, wireless local area network and Over-the-Air (OTA) platforms."}, {"text_block_id": "p107_b1324", "text": "•"}, {"text_block_id": "p107_b1325", "text": "• the sector includes IT enabled"}, {"text_block_id": "p107_b1326", "text": "publishing and design."}, {"text_block_id": "p107_b1327", "text": "Software and internet publishing"}, {"text_block_id": "p107_b1328", "text": "•"}, {"text_block_id": "p107_b1329", "text": "Computer services"}, {"text_block_id": "p107_b1330", "text": "• the sector"}, {"text_block_id": "p107_b1331", "text": "includes hardware and software upgrade, installation and maintenance."}, {"text_block_id": "p107_b1332", "text": "•"}, {"text_block_id": "p107_b1333", "text": "IT consulting"}, {"text_block_id": "p107_b1334", "text": "• the sector"}, {"text_block_id": "p107_b1335", "text": "includes IT related consulting, servicing and installation of both necessary software and hardware."}, {"text_block_id": "p107_b1336", "text": "includes IT related consulting, servicing and installation of both necessary software and hardware.\n* industry covers a spectrum of vehicle system capabilities that range from relatively simple, light trucks; multiple, commercial-military, industry vendors to the most complex main battle tanks and personal carriers.\n* A broad and diverse industry sector made up of many different types and sizes of companies, encompassing everything from relatively low-tech operation with just a few employees, to large, highly sophisticated multi-national companies on the cutting edge of science, innovation, and automation."}, {"text_block_id": "p107_b1339", "text": "Industry sectors"}, {"text_block_id": "p107_b1340", "text": "•"}, {"text_block_id": "p107_b1341", "text": "Tactical wheeled vehicles"}, {"text_block_id": "p107_b1342", "text": "• the"}, {"text_block_id": "p107_b1343", "text": "sector includes development, manufacture, and assembly including creation and under licensed production of tactical wheeled vehicles."}, {"text_block_id": "p107_b1344", "text": "•"}, {"text_block_id": "p107_b1345", "text": "Protected vehicles"}, {"text_block_id": "p107_b1346", "text": "• the sector"}, {"text_block_id": "p107_b1347", "text": "includes development, manufacture, and assembly including creation and under licensed production of protected vehicles."}, {"text_block_id": "p107_b1348", "text": "•"}, {"text_block_id": "p107_b1349", "text": "Combat vehicles"}, {"text_block_id": "p107_b1350", "text": "• the sector"}, {"text_block_id": "p107_b1351", "text": "includes development, manufacture, and assembly including creation and under licensed production of light and medium combat wheeled and tracked vehicles."}, {"text_block_id": "p107_b1355", "text": "Industry Sectors"}, {"text_block_id": "p107_b1356", "text": "•"}, {"text_block_id": "p107_b1357", "text": "Automotive manufacturing"}, {"text_block_id": "p107_b1358", "text": "•"}, {"text_block_id": "p107_b1359", "text": "the sector includes automotive parts manufacturing and assembly."}, {"text_block_id": "p107_b1360", "text": "•"}, {"text_block_id": "p107_b1361", "text": "Advance manufacturing"}, {"text_block_id": "p107_b1362", "text": "- the"}, {"text_block_id": "p107_b1363", "text": "sector includes assembly, packaging, and labeling with the use of innovative technology."}, {"text_block_id": "p107_b1364", "text": "•"}, {"text_block_id": "p107_b1365", "text": "Defense contractor"}, {"text_block_id": "p107_b1366", "text": "• the sector"}, {"text_block_id": "p107_b1367", "text": "includes development and design of defense platforms and equipment such as arms and munitions."}, {"text_block_id": "p107_b1368", "text": "•"}, {"text_block_id": "p107_b1369", "text": "Metal job shop"}, {"text_block_id": "p107_b1370", "text": "• the sector"}, {"text_block_id": "p107_b1371", "text": "includes fabrication, casting, minting, molding, and welding of metal products."}, {"text_block_id": "p107_b1372", "text": "•"}, {"text_block_id": "p107_b1373_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Metal powder production • the sector includes solid-state reduction,"}, {"text_block_id": "p108_b1376", "text": "atomization, electrolysis, and chemical treatments."}, {"text_block_id": "p108_b1377", "text": "•"}, {"text_block_id": "p108_b1378", "text": "Metal production"}, {"text_block_id": "p108_b1379", "text": "• the sector"}, {"text_block_id": "p108_b1380", "text": "includes purification, reduction, and making of steel, titanium, aluminum, and other strategic metals."}, {"text_block_id": "p108_b1381", "text": "•"}, {"text_block_id": "p108_b1382", "text": "Truck manufacturing"}, {"text_block_id": "p108_b1383", "text": "• the"}, {"text_block_id": "p108_b1384", "text": "sector includes parts production and assembly of trucks."}, {"text_block_id": "p108_b1385", "text": "sector includes parts production and assembly of trucks.\n* Energy sources that improves the environment and potentially slow the effects of climate change.\n* Production systems from unmanned military systems to intelligent software for use in learning capable industrial machines.\n* Systems including all aspects of military, civil, and commercial space operations, including the manufacturing and services sectors in the space industry and the associated component markets."}, {"text_block_id": "p108_b1388", "text": "Industry Sectors"}, {"text_block_id": "p108_b1389", "text": "•"}, {"text_block_id": "p108_b1390", "text": "Wind"}, {"text_block_id": "p108_b1391", "text": "• the sector includes"}, {"text_block_id": "p108_b1392", "text": "ener gy production, technology development and manufacture of its implements, and assembly."}, {"text_block_id": "p108_b1393", "text": "•"}, {"text_block_id": "p108_b1394", "text": "Solar"}, {"text_block_id": "p108_b1395", "text": "• the sector includes"}, {"text_block_id": "p108_b1396", "text": "ener gy production, technology development and manufacture of its implements, and assembly."}, {"text_block_id": "p108_b1397", "text": "•"}, {"text_block_id": "p108_b1398", "text": "Geothermal"}, {"text_block_id": "p108_b1399", "text": "• the sector"}, {"text_block_id": "p108_b1400", "text": "includes energy production, technology development and manufacture of its implements, and assembly."}, {"text_block_id": "p108_b1401", "text": "•"}, {"text_block_id": "p108_b1402", "text": "Biomass"}, {"text_block_id": "p108_b1403", "text": "• the sector includes"}, {"text_block_id": "p108_b1404", "text": "ener gy production, technology development and manufacture of its implements, and assembly."}, {"text_block_id": "p108_b1405", "text": "•"}, {"text_block_id": "p108_b1406", "text": "Hydro"}, {"text_block_id": "p108_b1407", "text": "• the sector includes"}, {"text_block_id": "p108_b1408", "text": "ener gy production, technology development and manufacture of its implements, and assembly."}, {"text_block_id": "p108_b1412", "text": "Industry sectors"}, {"text_block_id": "p108_b1413", "text": "•"}, {"text_block_id": "p108_b1414", "text": "• the sector includes development,"}, {"text_block_id": "p108_b1415", "text": "production of parts and assembly, platforms development and design of autonomous ground based surveillance systems."}, {"text_block_id": "p108_b1416", "text": "Ground based surveillance systems"}, {"text_block_id": "p108_b1417", "text": "•"}, {"text_block_id": "p108_b1418", "text": "• the sector includes development"}, {"text_block_id": "p108_b1419", "text": "and production of the entire UAV/drone or parts and its assembly."}, {"text_block_id": "p108_b1420", "text": "Unmanned Air Vehicles (UAVs)"}, {"text_block_id": "p108_b1421", "text": "•"}, {"text_block_id": "p108_b1422", "text": "• the sector includes development"}, {"text_block_id": "p108_b1423", "text": "and production of the entire UGV or parts and its assembly."}, {"text_block_id": "p108_b1424", "text": "Unmanned Ground Vehicles (UGVs)"}, {"text_block_id": "p108_b1425", "text": "•"}, {"text_block_id": "p108_b1426", "text": "Unmanned Underwater"}, {"text_block_id": "p108_b1427", "text": "Vehicles (UUVs)"}, {"text_block_id": "p108_b1428", "text": "• the sector includes"}, {"text_block_id": "p108_b1429", "text": "development and production of the entire UUV or parts and its assembly."}, {"text_block_id": "p108_b1433", "text": "Industry sectors"}, {"text_block_id": "p108_b1434", "text": "•"}, {"text_block_id": "p108_b1435_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Space Capabilities • the sector includes space assets, ground systems and infrastructures, satellite payloads, human-habitable spacecraft, space station components, and exploratory vehicles."}, {"text_block_id": "p109_b1438", "text": "•"}, {"text_block_id": "p109_b1439", "text": "Launch"}, {"text_block_id": "p109_b1440", "text": "• the sector includes"}, {"text_block_id": "p109_b1441", "text": "launch vehicles, heavy lift, medium weight lift, light lift, and propulsion."}, {"text_block_id": "p109_b1442", "text": "•"}, {"text_block_id": "p109_b1443", "text": "Services"}, {"text_block_id": "p109_b1444", "text": "• the sector includes"}, {"text_block_id": "p109_b1445", "text": "digital imaging, telecommunications, satellite television and radio, GPS applications, and space tourism."}, {"text_block_id": "p109_b1446", "text": "digital imaging, telecommunications, satellite television and radio, GPS applications, and space tourism.\n* s I n d u s t r y :\n* s I n d u s t r y :\n Industry in that part of the economy that creates services and wealth for the country rather than tangible objects.\n* Includes construction of boats for consumers, ships and specialized vessels for commercial and government customers, and repair activities."}, {"text_block_id": "p109_b1450", "text": "Industry sectors"}, {"text_block_id": "p109_b1451", "text": "•"}, {"text_block_id": "p109_b1452", "text": "Banking"}, {"text_block_id": "p109_b1453", "text": "• the sector includes"}, {"text_block_id": "p109_b1454", "text": "all banks categories, foreign currency deposit units, and offshore banks, undertaking bank related activities."}, {"text_block_id": "p109_b1455", "text": "•"}, {"text_block_id": "p109_b1456", "text": "Communications"}, {"text_block_id": "p109_b1457", "text": "• the sector"}, {"text_block_id": "p109_b1458", "text": "includes wired and wireless telecommunications service providers, operators, management services, and their subsidiaries undertaking telecom related business."}, {"text_block_id": "p109_b1459", "text": "•"}, {"text_block_id": "p109_b1460", "text": "Business Process Outsourcing"}, {"text_block_id": "p109_b1461", "text": "• the sector includes customer relations management, front and back office outsourcing."}, {"text_block_id": "p109_b1462", "text": "•"}, {"text_block_id": "p109_b1463", "text": "Wholesale and retail"}, {"text_block_id": "p109_b1464", "text": "• the"}, {"text_block_id": "p109_b1465", "text": "sector includes sales and promotion agencies, wholesale and retail staffing, finance, marketing and advertising."}, {"text_block_id": "p109_b1466", "text": "•"}, {"text_block_id": "p109_b1467", "text": "Professional services"}, {"text_block_id": "p109_b1468", "text": "• the"}, {"text_block_id": "p109_b1469", "text": "sector includes professionals in engineering, computer software development, finance, and medicine."}, {"text_block_id": "p109_b1470", "text": "•"}, {"text_block_id": "p109_b1471", "text": "Consumer services"}, {"text_block_id": "p109_b1472", "text": "• the sector"}, {"text_block_id": "p109_b1473", "text": "includes all front-line services such as sales professionals, concierge staff, labor/ manpower services, and security agency services, among others."}, {"text_block_id": "p109_b1477", "text": "Industry sectors"}, {"text_block_id": "p109_b1478", "text": "•"}, {"text_block_id": "p109_b1479", "text": "Exports"}, {"text_block_id": "p109_b1480", "text": "• the sector includes"}, {"text_block_id": "p109_b1481", "text": "development and manufacture of ship implements and building ships for exports."}, {"text_block_id": "p109_b1482", "text": "•"}, {"text_block_id": "p109_b1483", "text": "Repair and maintenance"}, {"text_block_id": "p109_b1484", "text": "• the"}, {"text_block_id": "p109_b1485", "text": "sector includes dry docking, repainting, other ship repairs and maintenance activities."}, {"text_block_id": "p109_b1486", "text": "•"}, {"text_block_id": "p109_b1487", "text": "Boat building"}, {"text_block_id": "p109_b1488", "text": "• the sector"}, {"text_block_id": "p109_b1489", "text": "includes casting and fabrication, and building of small and medium-sized boat."}, {"text_block_id": "p109_b1490", "text": "•"}, {"text_block_id": "p109_b1491", "text": "Surface warships"}, {"text_block_id": "p109_b1492", "text": "• the sector"}, {"text_block_id": "p109_b1493", "text": "includes building, maintenance, upgrades, and configuration of surface warships."}, {"text_block_id": "p109_b1494", "text": "•"}, {"text_block_id": "p109_b1495", "text": "Container vessels"}, {"text_block_id": "p109_b1496", "text": "• the sector"}, {"text_block_id": "p109_b1497", "text": "includes building, maintenance, upgrades of large container vessels."}, {"text_block_id": "p109_b1498", "text": "•"}, {"text_block_id": "p109_b1499", "text": "Oil tankers"}, {"text_block_id": "p109_b1500", "text": "• the sector"}, {"text_block_id": "p109_b1501", "text": "includes building, maintenance, upgrades of oil tankers."}, {"text_block_id": "p109_b1502", "text": "•"}, {"text_block_id": "p109_b1503", "text": "Submarines"}, {"text_block_id": "p109_b1504", "text": "• the sector"}, {"text_block_id": "p109_b1505", "text": "includes building, maintenance, upgrades, and configuration of submarines."}, {"text_block_id": "p109_b1506", "text": "•"}, {"text_block_id": "p109_b1507_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Patrol gunboats • the sector includes building, maintenance, upgrades,"}, {"text_block_id": "p110_b1510", "text": "and configuration of littoral patrol gunboats."}, {"text_block_id": "p110_b1511", "text": "•"}, {"text_block_id": "p110_b1512", "text": "Fishing boats"}, {"text_block_id": "p110_b1513", "text": "• the sector"}, {"text_block_id": "p110_b1514", "text": "includes building, maintenance, upgrades of fishing vessels."}, {"text_block_id": "p110_b1515", "text": "includes building, maintenance, upgrades of fishing vessels.\n* Exploration, mining, processing and utilization of strategic materials and minerals essential for important defense systems that are unique in the functions they perform and have no viable alternatives at this time. It will be beneficial for the government to pursue the establishment of an Integrated Steel Mill (ISM) as well as explore, develop, and utilize strategic materials and minerals such as oil and natural gas, gold, silver, copper, coal, cobalt, nickel, titanium, rare earth elements, nuclear, iron and other materials and minerals needed for construction, manufacturing, and other strategic industries."}, {"text_block_id": "p110_b1518", "text": "Industry Sectors"}, {"text_block_id": "p110_b1519", "text": "•"}, {"text_block_id": "p110_b1520", "text": "Oil and natural gas"}, {"text_block_id": "p110_b1521", "text": "• the sector"}, {"text_block_id": "p110_b1522", "text": "includes exploration, production, gathering and processing, storage and distribution of oil and natural gas."}, {"text_block_id": "p110_b1523", "text": "•"}, {"text_block_id": "p110_b1524", "text": "Iron and Steel"}, {"text_block_id": "p110_b1525", "text": "• the sector"}, {"text_block_id": "p110_b1526", "text": "includes integrated steel milling, manufacture of iron and steel derivatives, and other related products."}, {"text_block_id": "p110_b1527", "text": "•"}, {"text_block_id": "p110_b1528", "text": "Gold"}, {"text_block_id": "p110_b1529", "text": "• the sector includes"}, {"text_block_id": "p110_b1530", "text": "exploration, mining, processing, trading, minting, manufacture of jewelry and other products and gold derivatives."}, {"text_block_id": "p110_b1531", "text": "•"}, {"text_block_id": "p110_b1532", "text": "Silver"}, {"text_block_id": "p110_b1533", "text": "• the sector includes"}, {"text_block_id": "p110_b1534", "text": "exploration, mining, processing, trading, minting, manufacture of jewelry and other products."}, {"text_block_id": "p110_b1535", "text": "•"}, {"text_block_id": "p110_b1536", "text": "Copper"}, {"text_block_id": "p110_b1537", "text": "• the sector includes"}, {"text_block_id": "p110_b1538", "text": "exploration, mining, processing, minting, manufacture of other products and its alloys."}, {"text_block_id": "p110_b1539", "text": "•"}, {"text_block_id": "p110_b1540", "text": "Coal"}, {"text_block_id": "p110_b1541", "text": "• the sectors includes"}, {"text_block_id": "p110_b1542", "text": "exploration, development, production, transport and storage."}, {"text_block_id": "p110_b1543", "text": "•"}, {"text_block_id": "p110_b1544", "text": "Aluminum"}, {"text_block_id": "p110_b1545", "text": "• t h e s e c t o r"}, {"text_block_id": "p110_b1546", "text": "includes exploration, mining, minting, manufacture of derivatives, and trading of aluminum and its alloys which are mainly used in the construction of aircrafts and sea crafts. Its main source is called Bauxite."}, {"text_block_id": "p110_b1547", "text": "•"}, {"text_block_id": "p110_b1548", "text": "Titanium"}, {"text_block_id": "p110_b1549", "text": "• the sector includes"}, {"text_block_id": "p110_b1550", "text": "exploration, mining, processing, manufacture of other products and its alloys; mainly used in aircraft, spacecraft and missiles."}, {"text_block_id": "p110_b1551", "text": "•"}, {"text_block_id": "p110_b1552", "text": "Nickel"}, {"text_block_id": "p110_b1553", "text": "• the sector includes"}, {"text_block_id": "p110_b1554", "text": "exploration, mining, processing, manufacture of other products and its alloys; commonly used in batteries, including rechargeable nickel-cadmium batteries."}, {"text_block_id": "p110_b1555", "text": "•"}, {"text_block_id": "p110_b1556", "text": "Cobalt"}, {"text_block_id": "p110_b1557", "text": "- the sector includes"}, {"text_block_id": "p110_b1558", "text": "exploration, mining, processing, manufacture of other products and its alloys; commonly used in magnets, paint, porcelain, glass, and ammunition."}, {"text_block_id": "p110_b1559", "text": "•"}, {"text_block_id": "p110_b1560_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Nuclear • the sector includes transport, storage and disposal; now being used for non-power applications but is"}, {"text_block_id": "p111_b1563", "text": "being considered as a potential alternative fuel for power generation."}, {"text_block_id": "p111_b1564", "text": "•"}, {"text_block_id": "p111_b1565", "text": "Rare Earth Elements (REEs)"}, {"text_block_id": "p111_b1566", "text": "•"}, {"text_block_id": "p111_b1567", "text": "the sector includes exploration, mining, processing, manufacture of other products; commonly used for lasers and resolution technologies, magnetic resonance imaging (MRI), wind turbines, electric car batteries, cell phones, computer hard drives, and electric motors for hybrid cars."}, {"text_block_id": "p111_b1568", "text": "the sector includes exploration, mining, processing, manufacture of other products; commonly used for lasers and resolution technologies, magnetic resonance imaging (MRI), wind turbines, electric car batteries, cell phones, computer hard drives, and electric motors for hybrid cars.\n* Industry that moves people, equipment and cargoes through air, maritime, road, rail and pipeline both physical movement and vast network of supporting services, infrastructures and equipment.\n* Private firms, state-owned companies, military organizations, and government-operated facilities participate in the design, testing, and manufacturing of weapons for both civil and military use."}, {"text_block_id": "p111_b1571", "text": "Industry Sectors"}, {"text_block_id": "p111_b1572", "text": "•"}, {"text_block_id": "p111_b1573", "text": "Airlines"}, {"text_block_id": "p111_b1574", "text": "• the sector includes"}, {"text_block_id": "p111_b1575", "text": "passenger and cargo transport, hauling, warehousing and cold storage, and airport management."}, {"text_block_id": "p111_b1576", "text": "•"}, {"text_block_id": "p111_b1577", "text": "Trucking"}, {"text_block_id": "p111_b1578", "text": "• the sector includes"}, {"text_block_id": "p111_b1579", "text": "cargo hauling, handling, cold storage and warehousing."}, {"text_block_id": "p111_b1580", "text": "•"}, {"text_block_id": "p111_b1581", "text": "Railroads"}, {"text_block_id": "p111_b1582", "text": "• the sector includes"}, {"text_block_id": "p111_b1583", "text": "railways construction, maintenance, and operations management."}, {"text_block_id": "p111_b1584", "text": "•"}, {"text_block_id": "p111_b1585", "text": "Waterborne transportation"}, {"text_block_id": "p111_b1586", "text": "•"}, {"text_block_id": "p111_b1587", "text": "the sector includes route development, terminal construction, non-essential boat development and maintenance, operations and crewing management, and luxury line operations and cruise events."}, {"text_block_id": "p111_b1588", "text": "•"}, {"text_block_id": "p111_b1589", "text": "• the sector includes bus"}, {"text_block_id": "p111_b1590", "text": "liner operations, light trains and monorail operations, car rental services and taxi operations, land tour operations."}, {"text_block_id": "p111_b1591", "text": "Transit and ground passenger transportation"}, {"text_block_id": "p111_b1592", "text": "•"}, {"text_block_id": "p111_b1593", "text": "Pipeline transportation"}, {"text_block_id": "p111_b1594", "text": "• the"}, {"text_block_id": "p111_b1595", "text": "sector includes transport of goods or materials through a pipeline such as crude, refined petroleum, natural gas, bio-fuels, and other chemically stable substance."}, {"text_block_id": "p111_b1599", "text": "Industry Sectors"}, {"text_block_id": "p111_b1600", "text": "•"}, {"text_block_id": "p111_b1601", "text": "Small Arms"}, {"text_block_id": "p111_b1602", "text": "• the sector"}, {"text_block_id": "p111_b1603", "text": "includes development and manufacture, quality assurance and sales of pistol, handguns, and rifles."}, {"text_block_id": "p111_b1604", "text": "•"}, {"text_block_id": "p111_b1605", "text": "Munitions"}, {"text_block_id": "p111_b1606", "text": "• t h e s e c t o r"}, {"text_block_id": "p111_b1607", "text": "includes development, manufacture, quality assurance and sales of small arms."}, {"text_block_id": "p111_b1608", "text": "•"}, {"text_block_id": "p111_b1609", "text": "Crew-Served Weapons"}, {"text_block_id": "p111_b1610", "text": "• the"}, {"text_block_id": "p111_b1611", "text": "sector includes development, manufacture, quality assurance, and sales of infantry crew weapons and artillery hardware/ howitzers."}, {"text_block_id": "p111_b1612", "text": "•"}, {"text_block_id": "p111_b1613_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Advanced Munitions • the sector includes research and development, manufacture, quality assurance and sales of mortar and howitzer rounds and propellants, rockets, torpedoes, and missiles."}, {"text_block_id": "p112_b1616", "text": "•"}, {"text_block_id": "p112_b1617", "text": "Energetics and Propellants"}, {"text_block_id": "p112_b1618", "text": "•"}, {"text_block_id": "p112_b1619", "text": "the sector includes research and development, manufacture, quality assurance and sales."}, {"text_block_id": "p112_b1620", "text": "•"}, {"text_block_id": "p112_b1621", "text": "Sensors"}, {"text_block_id": "p112_b1622", "text": "• the sector includes"}, {"text_block_id": "p112_b1623", "text": "research and development, parts manufacture, and assembly using Global Positioning System (GPS) technology."}, {"text_block_id": "p112_b1624", "text": "research and development, parts manufacture, and assembly using Global Positioning System (GPS) technology.\n* The changing global travel and migration regulations is expected to boost the tourism sector. Tourism has been the driver of growth in many economies today and as a source of their foreign exchange reserves essential to maintain external balance, provide local employment and stimulate domestic markets.\n* â¢\n* â¢\n includes medical service providers for diagnostics, preventive, remedial, and therapeutic services. Therapeutic services include professional services rendered by doctors, nurses and therapists; hospitals; and private, public and voluntary organizations. It also includes medical suppliers, payers and medical tourism."}, {"text_block_id": "p112_b1627", "text": "Industry sectors"}, {"text_block_id": "p112_b1628", "text": "•"}, {"text_block_id": "p112_b1629", "text": "Accommodation"}, {"text_block_id": "p112_b1630", "text": "• the sector"}, {"text_block_id": "p112_b1631", "text": "includes hotels, residential and community based accommodation, pensions and transient accommodation facilities."}, {"text_block_id": "p112_b1632", "text": "•"}, {"text_block_id": "p112_b1633", "text": "Food & Beverage"}, {"text_block_id": "p112_b1634", "text": "• the sector"}, {"text_block_id": "p112_b1635", "text": "includes bars and cafes and coffee shops."}, {"text_block_id": "p112_b1636", "text": "•"}, {"text_block_id": "p112_b1637", "text": "• the sector includes golf,"}, {"text_block_id": "p112_b1638", "text": "tennis, outdoor adventure and recreation; marine facilities and bone fishing lodges."}, {"text_block_id": "p112_b1639", "text": "Adventure Tourism and Recreation"}, {"text_block_id": "p112_b1640", "text": "•"}, {"text_block_id": "p112_b1641", "text": "Transportation"}, {"text_block_id": "p112_b1642", "text": "the sector"}, {"text_block_id": "p112_b1643", "text": "includes the three (3) categories: air (passenger airlines, business jets rental, rotor craft rental), ground (car rentals, taxi, tour buses), and water (cruise lines and ferries)."}, {"text_block_id": "p112_b1644", "text": "•"}, {"text_block_id": "p112_b1645", "text": "Attractions"}, {"text_block_id": "p112_b1646", "text": "• the sector"}, {"text_block_id": "p112_b1647", "text": "includes natural attractions (preacher"}, {"text_block_id": "p112_b1648", "text": "caves, blue holes, cultural • j"}, {"text_block_id": "p112_b1649", "text": "ukanoo)"}, {"text_block_id": "p112_b1650", "text": ", heritage (historical buildings, forts, old churches), leisure (casino and integrated resorts, or man made-theme parks)."}, {"text_block_id": "p112_b1651", "text": "•"}, {"text_block_id": "p112_b1652", "text": "Travel Trade"}, {"text_block_id": "p112_b1653", "text": "• the sector"}, {"text_block_id": "p112_b1654", "text": "includes tour operators and travel agents, and ticket sales for events and travel (airline booking, hotel, car rental services, etc)."}, {"text_block_id": "p112_b1655", "text": "•"}, {"text_block_id": "p112_b1656", "text": "Events & Conferences"}, {"text_block_id": "p112_b1657", "text": "• the"}, {"text_block_id": "p112_b1658", "text": "sector includes events organizing, meetings and conventions, and trade shows and exhibits."}, {"text_block_id": "p112_b1659", "text": "•"}, {"text_block_id": "p112_b1660", "text": "Tourism Services"}, {"text_block_id": "p112_b1661", "text": "• the sector"}, {"text_block_id": "p112_b1662", "text": "includes tourism marketing services, research and information management, and resource development that all could be provided by proprietors, government agencies, and NGOs."}, {"text_block_id": "p112_b1667", "text": "Industry Sectors"}, {"text_block_id": "p112_b1668", "text": "•"}, {"text_block_id": "p112_b1669_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Medical Providers - the sector i n c l u d e s me d i c a l pr o fe s s i o n al s , organizations, and ancillary healthcare workers. It covers emergency, preventive, rehabilitation, hospital, diagnostic, primary, palliative, nutrition, occupational therapy,"}, {"text_block_id": "p113_b1672", "text": "prenatal care, transport and ambulatory services, and home care."}, {"text_block_id": "p113_b1673", "text": "•"}, {"text_block_id": "p113_b1674", "text": "Medical Suppliers"}, {"text_block_id": "p113_b1675", "text": "- the sector"}, {"text_block_id": "p113_b1676", "text": "includes device-makers and manufactures of medical solutions in areas of life sciences, imaging, materials science, chemistry, pharmaceuticals, and forensics. The sector also includes research and development, commercial production, and marketing of drugs for medicine and medications, and paraphernalia."}, {"text_block_id": "p113_b1677", "text": "•"}, {"text_block_id": "p113_b1678", "text": "Medical Payers"}, {"text_block_id": "p113_b1679", "text": "• the sector"}, {"text_block_id": "p113_b1680", "text": "includes institutions that sells insurance intended to cover possible future medical expenses, employers who self-insure their employees, government programs like PhilHealth, and individual patients who pay out of their own pockets."}, {"text_block_id": "p113_b1681", "text": "•"}, {"text_block_id": "p113_b1682_merged_merged_merged", "text": "Medical Tourism • the sector includes medical, dental and surgical care which is offered in the country, with superior quality and affordable than any other country which causes a person to travel to avail such incentive. The same definition applies for domestic medical tourism, where competitiveness is compared among cities. Services offered include surgeries for cosmetics or normal treatment, dental tourism, fertility tourism, alternative medicine, convalescent care, and wellness."}, {"text_block_id": "p115_b1685", "text": "NATIONAL SECURITY STRATEGY"}, {"text_block_id": "p115_b1686", "text": "Security and Development for Transformational Change and Well-Being of the Filipino People"}, {"text_block_id": "p115_b1687", "text": "www.nsc.gov.ph"}], "document_description": "The National Security Policy 2017-2022 aims to foster change and improve the well-being of the Filipino people. It lists economic solidarity, sustainable development, and ecological balance as part of its national security interests. It identifies climate change as a strategic issue. The twelve point national security agenda formulated in the document notably includes health security, food and water security, environment and disaster security, and energy security.The National Security Strategy builds on the policy to implement necessary changes, including on climate change aspects. It integrates the State’s major security policies, goals, responsibilities and courses of action into a roadmap or blueprint for the fulfilment of the national security vision."}