{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": "Transportation", "document_language": "English", "document_name": "Philippine Strategy on Climate Change Adaptation", "document_country_code": "PHL", "document_hazard_name": ["Sea Level Rise", "Soil Erosion", "Wildfires", "Landslides", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": "Adaptation", "document_region_code": "East Asia & Pacific", "document_date": "30/11/2009", "document_keyword": ["Adaptation", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2009/PHL-2009-11-30-Philippine Strategy on Climate Change Adaptation_370f35f759059ba201aac27bca47b055.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ACC"}, {"text_block_id": "p0_b2", "text": "Bio"}, {"text_block_id": "p0_b3", "text": "Adaptation to Climate Change & Conservation of the Biodiversity"}, {"text_block_id": "p0_b4", "text": "in the Philippines"}, {"text_block_id": "p0_b5", "text": "An Institutional Collaboration for the Formulation of the"}, {"text_block_id": "p0_b6", "text": "Philippine Strategy on Climate Change Adaptation"}, {"text_block_id": "p2_b7", "text": "Broad Collaboration is key to formulating the"}, {"text_block_id": "p2_b8", "text": "Philippine Strategy on Climate Change Adaptation"}, {"text_block_id": "p2_b9", "text": "The Philippines’ vulnerability to the effects of climate change has taken center stage in the country’s policy and action agenda. An Inter-Agency Committee on Climate Change driven by the Department of Environment and Natural Resources (DENR) is tasked with consolidating the relevant efforts of the national government, the scientific and academic communities, advocacy groups and local governments. Their combined inputs will go into shaping a National Strategy for Climate Change Adaptation to prepare the country’s institutions at the national and local levels for the challenges and opportu"}, {"text_block_id": "p2_b10", "text": "-"}, {"text_block_id": "p2_b11", "text": "nities presented by climate change."}, {"text_block_id": "p2_b12_merged_merged", "text": "Linking poverty reduction and disaster management with climate variability, is part of the envisioned stra-tegy to strengthen the resilience of communities, the environment, and natural ecosystems. There is particular concern for protecting the population segments that are most vulnerable to climate change."}, {"text_block_id": "p2_b15", "text": "The formulation of the Philippine Strategy on Climate Change Adaptation builds on existing institutional processes but gives strong emphasis on collaboration among national agencies, the legislative branch, the aca-dem, business and civil society. Eight technical working groups were organized to tackle needs and concerns in eight major sectors, namely Agriculture, Biodiversity; Coastal and Marine; Forestry; Water; Health; Energy; and Infrastructure."}, {"text_block_id": "p2_b16", "text": "The multi-stakeholder approach assures that everyone has a voice during the regular meetings, workshops, conferences and general assemblies."}, {"text_block_id": "p3_b17", "text": "Local government units are especially prominent since their front-line roles and accountabilities in dealing with climate change are well recognized. During the Second National Climate Change Conference in October 2009, LGUs adaptation case studies were widely discussed, with the local chief executives themselves sharing les"}, {"text_block_id": "p3_b18", "text": "-"}, {"text_block_id": "p3_b19", "text": "sons and exchanging first-hand experiences. They were among a broad base of participants who also benefited from scientific updates and adaptation scenarios deli"}, {"text_block_id": "p3_b20", "text": "-"}, {"text_block_id": "p3_b21", "text": "vered by experts. A major policy advance was achieved recently with the enactment of the Climate Change Act of 2009 whose well-defined mandate will be executed by a Climate Change Commission as soon as the office is organized. Collaboration has been also enshrined in the law to continue the process of localized consultations and ensure that national strategies will be enriched by ground-level realities and experiences."}, {"text_block_id": "p3_b22_merged_merged", "text": "The development of the Philippine Strategy on Cli-mate Change Adaptation is supported by the German government through a program called ‘Adaptation to Climate Change and Conservation of the Biodiversity in the Philippines (ACCBio)’ funded under the Internatio-nal Climate Protection Initiative of the Federal Mi-nistry for the Environment, Nature Conservation, and Nuclear Safety of Germany (BMU) and implemented by German Technical Cooperation (GTZ) with Philippine government and civil society partners."}, {"text_block_id": "p4_b29", "text": "Collaboration Framework"}, {"text_block_id": "p4_b30", "text": "for the Development of the Philippine Strategy on Climate Change Adaptation"}, {"text_block_id": "p5_b31", "text": "Sector Profile"}, {"text_block_id": "p5_b32", "text": "Agriculture comprises about one-fifth of the Philippi"}, {"text_block_id": "p5_b33", "text": "-"}, {"text_block_id": "p5_b34", "text": "ne economy, translating to 18 percent of the country’s gross domestic product. The Bureau of Agricultural Statistics of the Department of Agriculture reports that in 2008, the sector provided food and livelihood through the production of 16.82 million metric tons (MT) of rice, 6.93 million MT of corn, 57.75 million MT of other crops, 4.04 thousand MT of livestock and poultry, and 4.97 million MT of fish. The sector genera"}, {"text_block_id": "p5_b35", "text": "-"}, {"text_block_id": "p5_b36", "text": "tes about a third of the country’s total employment."}, {"text_block_id": "p5_b37", "text": "Rice, corn and coconut practically occupy almost 80 percent of the best arable lands which are generally cultivated by poor, climate-vulnerable small farmers."}, {"text_block_id": "p5_b38", "text": "Philippine Adaptation Strategy"}, {"text_block_id": "p5_b39", "text": "on"}, {"text_block_id": "p5_b40", "text": "Climate Change"}, {"text_block_id": "p5_b41", "text": "Sector 1"}, {"text_block_id": "p5_b42", "text": "Agriculture"}, {"text_block_id": "p5_b43", "text": "Almost half of these lands are suffering from degrees of soil erosion and land degradation, which leads to higher requirement for oil-based farm inputs. Studies conducted by the Bueau of Soil and Water Management indicate that major crops are suffering from serious soil fertility depletion caused by soil erosion.This is especial"}, {"text_block_id": "p5_b44", "text": "-"}, {"text_block_id": "p5_b45", "text": "ly true for corn and coconut."}, {"text_block_id": "p5_b46_merged_merged_merged_merged", "text": "The agriculture sector is very climate-sensitive. Many plants and seasonal fruit trees are physiologically distur-bed by high temperature and periodic rains and drizzles, which interrupt biological and plant production cycles and result into alteration of fruiting and harvesting dates. These emerging erratic climate patterns would explain failures of most fruit trees and the holding back of fruit festivals in Mindanao. There is also an observed resurgence of pests and diseases in rice, scale insects in fruit trees and invasive weeds that were transferred from the uplands to the lowland by various flood events, as what happened in Dumangas, Iloilo after typhoon Frank in June 2008. The National Disaster Coordinating Council reports that the average annual disaster losses in recent years stood at about PhP 12.43 billion, (260 Milli-on US-$) 92.7 percent of which is due to hydro-meteo-rological hazards from typhoons, droughts and floods. Current government efforts in the sector are through the national program package composed of Fertilizers, Irrigation, Extension, Dryers (including other post-har-vest facilities) and Seeds (FIELDS) and the Rice Self Sufficiency Program. With the degree and magnitude of impacts of extreme climate events induced by climate change, there is a need for clearer mechanisms to adapt to increasing climate-related risks within the sector."}, {"text_block_id": "p6_b55", "text": "Adaptation measures are highly dependent on specific geographical and climate risk factors as well as institutio"}, {"text_block_id": "p6_b56", "text": "-"}, {"text_block_id": "p6_b57", "text": "nal, political and financial constraints. There is a need to translate global knowledge on climate risks and adapta"}, {"text_block_id": "p6_b58", "text": "-"}, {"text_block_id": "p6_b59", "text": "tion to local information. This is being hampered by the lack of geographical balance in the data and literature on observed changes. Climate change would increase variability and uncertainty in the sector beyond the range considered as normal and would therefore threaten the viability of some agricultural systems."}, {"text_block_id": "p6_b60", "text": "Issues and Gaps"}, {"text_block_id": "p6_b61", "text": "There is no national research agenda on climate change nor adequate research information, knowledge, scientific guidelines, benchmarks and indicators for monitoring climate change, and assessing associated risks to various crops and livestock. The effort to establish a well-or"}, {"text_block_id": "p6_b62", "text": "-"}, {"text_block_id": "p6_b63", "text": "ganized national and local climate risk information network targeting the farming communities and other key sector stakeholders has not taken off. ."}, {"text_block_id": "p6_b64", "text": "Conversion of prime agricultural land is another serious issue that the Agriculture and Fishery Modernization Act (AFMA) seeks to address by requiring the identifica-tion and delineation of Strategic Agriculture and Fishery Zones (SAFDZ). These SAFDZs were identified for every municipality as the first step to map and locate the network of strategic areas of agriculture, livestock and fishery development. However, the clustering of contiguous and adjacent municipalities with viable key production and support services areas was not imple"}, {"text_block_id": "p6_b65", "text": "-"}, {"text_block_id": "p6_b66", "text": "mented. This is a critical step to showcase accelerated agriculture and fishery modernization with minimum requirements for new and additional investment."}, {"text_block_id": "p6_b67", "text": "The Agriculture Sector Technical Working Group"}, {"text_block_id": "p6_b68", "text": "The Agriculture Technical Working Group on Climate Change Adaptation is developing strategies through a series of multi-stakeholder consultations for sustainable agriculture and natural resources management for agro-biodiversity conservation. The Department of Agricul"}, {"text_block_id": "p6_b69", "text": "-"}, {"text_block_id": "p6_b70", "text": "ture, together with the Philippine Rural Reconstruction Movement (PRRM), leads this collaborative process guided by the imperative of increasing resilience, self-re"}, {"text_block_id": "p6_b71", "text": "-"}, {"text_block_id": "p6_b72", "text": "liance and adaptive capacity of agriculture and its natural resources. The strategies will be developed along the four key areas of capacity building to build:"}, {"text_block_id": "p6_b73", "text": "liance and adaptive capacity of agriculture and its natural resources. The strategies will be developed along the four key areas of capacity building to build:\n* Resilience into agriculture systems;\n* Research,development and extension to enhance the sectorâs capacity to respond to climate change;\n* Awareness and communication to inform decision-making by farmers and rural communities; and\n* Linking with mitigation strategies to reduce both climate related-risks and green house gas emission of agriculture."}, {"text_block_id": "p6_b81_merged_merged_merged_merged_merged", "text": "The proposed adaptation strategies will integrate cli-mate-related risks with disaster risk management at the local and national levels within the context of decentra-lization. They hope to achieve an ecology and climate-proofed production and sustainable food management system and create well-informed, climate-resilient and food and income-secured farming and rural communi-ties."}, {"text_block_id": "p7_b88", "text": "Sector Profile"}, {"text_block_id": "p7_b89", "text": "The Philippines is one of the 18 “mega” biodiversi"}, {"text_block_id": "p7_b90", "text": "-"}, {"text_block_id": "p7_b91", "text": "ty countries in the world because of its geographic location, diverse habitats and high rates of endemism. It ranks fifth in terms of diversity in plant species and fourth in bird endemism. About 25 genera of plants and 49 percent of wildlife are endemic to the country. Furthermore, inland waters host 121 endemic and 76 threatened freshwater species."}, {"text_block_id": "p7_b92", "text": "There are two main types of threats to biodiversity:"}, {"text_block_id": "p7_b93", "text": "There are two main types of threats to biodiversity:\n* Human induced and direct stresses on species and ecosystem diversity; and\n* Climate change stresses and impacts."}, {"text_block_id": "p7_b97", "text": "Philippine Adaptation Strategy"}, {"text_block_id": "p7_b98", "text": "on"}, {"text_block_id": "p7_b99", "text": "Climate Change"}, {"text_block_id": "p7_b100", "text": "Sector 2"}, {"text_block_id": "p7_b101", "text": "Biodiversity"}, {"text_block_id": "p7_b102", "text": "At present, the rich biodiversity resources of the coun"}, {"text_block_id": "p7_b103", "text": "-"}, {"text_block_id": "p7_b104", "text": "try are threatened by forest clearing and encroachment of agriculture, mining, rapid and widespread expansion of settlements and urban development, water and air pollution, destructive fishing methods and other envi"}, {"text_block_id": "p7_b105", "text": "-"}, {"text_block_id": "p7_b106", "text": "ronmentally unsound economic activities and physical development."}, {"text_block_id": "p7_b107", "text": "An analysis of the foregoing critical threats to biodi"}, {"text_block_id": "p7_b108", "text": "-"}, {"text_block_id": "p7_b109", "text": "versity leads to the most probable scenario that many of these threats will further be exacerbated by climate change in the future. As climate change puts pressure on agriculture, forestry and towns and cities, the chain of adverse impacts in the landscape and seascape will ultimately affect biodiversity in various ways and means. These threats are in addition to the direct adverse im"}, {"text_block_id": "p7_b110", "text": "-"}, {"text_block_id": "p7_b111", "text": "pacts of carbon dioxide and temperature increase on the integrity of species and ecosystem diversity."}, {"text_block_id": "p7_b112_merged_merged_merged_merged_merged", "text": "Wildfires had been reported by Department of Envi-ronment and Natural Resources to be more frequent because of drought conditions believed to be triggered by global warming and the El Nino occurrence. These fires have destroyed large areas of forest totalling about 15,700 hectares from 2000 to 2006. Moreover, the spread of invasive alien species of plants, insects and pests in natural ecosystems has been attributed to the extreme swings in temperature and moisture availability in these areas."}, {"text_block_id": "p7_b115", "text": "Intact coral reefs that are reported to be in excellent condition comprise less than six percent of the total coral cover in the country. Degradation of coral reefs"}, {"text_block_id": "p8_b116", "text": "continues as destructive fishing practices and heavy silta"}, {"text_block_id": "p8_b117", "text": "-"}, {"text_block_id": "p8_b118", "text": "tion remain unabated. These productive reefs now face another large-scale, imminent threat from bleaching due to the increasing coastal water temperature – a signature of climate change. More seagrass meadows are also exposed to desiccation during low tide exposure."}, {"text_block_id": "p8_b119", "text": "Issues and Gaps"}, {"text_block_id": "p8_b120", "text": "The Philippine Convention on Biological Diversity (CBD) Report of 2009 noted the absence of natio"}, {"text_block_id": "p8_b121", "text": "-"}, {"text_block_id": "p8_b122", "text": "nal baselines, standards and indicators for monitoring progress in implementing biodiversity conservation pro"}, {"text_block_id": "p8_b123", "text": "-"}, {"text_block_id": "p8_b124", "text": "grams. Constraints on manpower and financial resources lead to poor management of protected areas, including fragmented and uncoordinated biodiversity conservation efforts. There is also a notable lack of an action plan to address the problem of invasive alien species. The report also cites the expansion of plantation forests in forestlands displacing native species of forest and the dearth of local scientific researches measuring the impact of climate change on biodiversity."}, {"text_block_id": "p8_b125", "text": "These issues and gaps are highly relevant concerns in addressing the impacts of climate changethat must be addressed by developing adaptation strategies for the sector. Research and monitoring plans are needed on climate change impacts on species and ecosystems diver"}, {"text_block_id": "p8_b126", "text": "-"}, {"text_block_id": "p8_b127", "text": "sity. Weak institutional capacities to plan and implement programs on biodiversity adaptation to climate change must be addressed. Establishment of Philippine climate change baseline scenarios for assessing impact and vulnerability and the inventory and climate vulnerability assessment of critically endangered species and fragile ecosystems are also needed."}, {"text_block_id": "p8_b128", "text": "Integration of biodiversity conservation in development planning is also needed, particularly in the development of human settlements and towns and cities which have simplified much of the landscape and reduced or oblite"}, {"text_block_id": "p8_b129", "text": "-"}, {"text_block_id": "p8_b130", "text": "rated ecosystem diversity."}, {"text_block_id": "p8_b131", "text": "The Biodiversity Sector Technical Working Group"}, {"text_block_id": "p8_b132_merged_merged_merged_merged_merged", "text": "Recognizing the current issues and gaps in the sector, the Biodiversity Technical Working Group on Climate Change Adaptation chaired by the Protected Area and Wildlife Bureau of the Department of Environment and Natural Resources and co-chaired by the University of the Philippines Institute of Biology, is leading the development of adaptation strategies that that would minimize, if not prevent, the adverse impacts of climate change on species and ecosystem diversity. The stra-tegies would include developing vulnerability and risk assessment models on climate change impacts on biodi-versity, assessing vulnerability of species and ecosystems and preparing adaptation plans and programs. The Biodiversity TWG seeks to mainstream the biodiver-sity adaptation strategies to climate change in policies, plans and programs of national and local government agencies."}, {"text_block_id": "p9_b139", "text": "Sector Profile"}, {"text_block_id": "p9_b140", "text": "The Philippines, being an archipelago divided into numerous islands and islets, has a long coastline. Inter"}, {"text_block_id": "p9_b141", "text": "-"}, {"text_block_id": "p9_b142", "text": "nal seas and large oceans are a prominent geographic feature of the country. Coastal and marine ecosystems of the country consist of beaches, mangrove forests, coral reefs, seagrass beds, soft-bottom communities, open marine waters and small islands. Beach forests and mangrove forests have been largely cut down to give way to human settlements and for other purposes. It is estimated that less than 100,000 hectares (ha) of original mangrove areas, estimated in 1918 at half a million ha, remain today. Marine turtle nesting sites on beaches have been reduced in area. Mining of beaches for minerals"}, {"text_block_id": "p9_b143", "text": "Philippine Adaptation Strategy"}, {"text_block_id": "p9_b144", "text": "on"}, {"text_block_id": "p9_b145", "text": "Climate Change"}, {"text_block_id": "p9_b146", "text": "Sector 3"}, {"text_block_id": "p9_b147", "text": "Coastal and Marine"}, {"text_block_id": "p9_b148", "text": "threatens to destroy considerable beach areas. Such dis"}, {"text_block_id": "p9_b149", "text": "-"}, {"text_block_id": "p9_b150", "text": "turbances have reduced the capacity of these ecosystems to buffer strong wave action and storm surges brought about by climate change. Reduction of mangrove areas has further compromised their ecological function of support for fishery production and of serving as habitats for both marine and terrestrial biodiversity. Sea grass beds and coral reefs have been subjected to direct human disturbances through destructive fishing me"}, {"text_block_id": "p9_b151", "text": "-"}, {"text_block_id": "p9_b152", "text": "thods and other human activities. All coastal ecosystems have suffered from pollution, including sediments from uplands due to land erosion resulting from loss of forest cover, and also from dredging and land reclamation in coastal areas."}, {"text_block_id": "p9_b153_merged_merged_merged_merged", "text": "The open coastal waters and coral reefs have been af-fected by the rising sea surface temperatures, resulting in episodes of coral bleaching that have had some impact on the fisheries of coral reefs. Coral reefs provide a considerable amount of harvestable fish species in the country. Research has shown that every square kilometer of good, intact coral reef can sustain a yearly harvest of 15-20 tons of reef fish, but degraded reefs can hardly yield 4-5 tons annually. Degraded coral reefs make up some 90 percent of the 25,000-square-kilometer Philip-pine coral reef ecosystem. Coral reefs have already lost 90-95 percent of their fish biomass and their species richness, particularly the top carnivores, due mainly to human-induced stresses that are exacerbated by climate change."}, {"text_block_id": "p10_b158", "text": "Rising sea water temperatures and increasing acidity threaten larval survival and transport in open oceans. The normal oceanic productivity via the plankton will be adversely affected, as projected. The decrease in the basic productivity of open marine waters will be felt throughout the entire food chain leading to humans. Increased frequency of coastal water disturbance by storm surges will exacerbate the situation through failure of recruitment of fish and other organisms, as  initial research results indicate. Coral polyps will lose their capacity to build the calcium carbonate skeletons, which become more fragile and hence susceptible to diseases that have been observed to be on the rise."}, {"text_block_id": "p10_b159", "text": "Sea level rise is already felt by coastal communities. Du"}, {"text_block_id": "p10_b160", "text": "-"}, {"text_block_id": "p10_b161", "text": "ring times of heavy monsoon winds and storm surges often in combination with high tides, coastal flooding and erosion of beaches have occurred in some low-lying areas on small, flat islands off southern Palawan and in Central Visayas, causing displacement of coastal com"}, {"text_block_id": "p10_b162", "text": "-"}, {"text_block_id": "p10_b163", "text": "munities and destruction of infrastructures."}, {"text_block_id": "p10_b164", "text": "Issues and Gaps"}, {"text_block_id": "p10_b165", "text": "A large proportion of the population occupies coastal areas, depending largely on coastal ecosystems. Co"}, {"text_block_id": "p10_b166", "text": "-"}, {"text_block_id": "p10_b167", "text": "ral reefs, mangroves, and seagrass beds provide food, building materials, coastal protection from storm surges and heavy monsoon winds, as well as industries such as fishing and tourism. Unfortunately, about 70 percent of Philippine coral reefs and mangroves have been lost or severely degraded during the past 50 years. Defore"}, {"text_block_id": "p10_b168", "text": "-"}, {"text_block_id": "p10_b169", "text": "station, water pollution, untreated sewage, destructive fishing, and overexploitation of marine resources have severely impacted these ecosystems, reducing their productivity. These local, human-induced stresses have negatively affected the quality of life of the people and climate changes threaten to make the situation even worse."}, {"text_block_id": "p10_b170", "text": "Some efforts at addressing mangrove and coral reef degradation have been exerted for some time since the 1970s. Mangrove reforestation and coral reef protection through the establishment of no-take marine reserves have been done with some success. But such efforts are still insufficient to build resiliency into these ecosystems, requiring complementary conservation actions outside these protected areas. The establishment of fully protec"}, {"text_block_id": "p10_b171", "text": "-"}, {"text_block_id": "p10_b172", "text": "ted marine areas is urgently needed up to the extent that about 30 percent of the coastal and marine ecosystems shall have acquired full protection and management. Other strategies are needed to adapt to the climate chan"}, {"text_block_id": "p10_b173", "text": "-"}, {"text_block_id": "p10_b174", "text": "ges that are expected to have impacts on the coastal and marine ecosystems."}, {"text_block_id": "p10_b175", "text": "The Coastal and Marine Sector Technical Working Group"}, {"text_block_id": "p10_b176", "text": "The Coastal and Marine Management Office under the Protected Area and Wildlife Bureau of the Department of Environment and Natural Resources, supported by key stakeholders from the academe, non-government or"}, {"text_block_id": "p10_b177", "text": "-"}, {"text_block_id": "p10_b178", "text": "ganizations and other government agencies, is looking at the development of adaptation strategies that will iden"}, {"text_block_id": "p10_b179", "text": "-"}, {"text_block_id": "p10_b180", "text": "tify management actions to improve the resilience of biological and ecological systems of the sector against the impacts of climate change."}, {"text_block_id": "p10_b181_merged_merged_merged_merged_merged", "text": "This area needs much research because the tolerance limits of marine species to changes in their environment are still largely unknown. The methodology to determi-ne the vulnerabilities of the coastal and marine sector in the difference parts of the country also needs to be defined. Other responses would be interventions that lessen negative physical effects, such as direct effects of storm surges on coastal land areas and salt water intrusi-on into land."}, {"text_block_id": "p11_b186", "text": "Sector Profile"}, {"text_block_id": "p11_b187", "text": "The main concern of the Philippine energy sector about climate change relates to its mandate of  ensuring adequate supply of oil, power and gas for domestic, transport and industrial use to drive the country’s econo"}, {"text_block_id": "p11_b188", "text": "-"}, {"text_block_id": "p11_b189", "text": "my. The starting point for energy-related climate change policy is confronting the country’s current reliance on fossil fuels to generate power and to run machines for transport and manufacturing. Imported oil comprise 31.15 percent of the 2008 energy mix, complemen"}, {"text_block_id": "p11_b190", "text": "-"}, {"text_block_id": "p11_b191", "text": "ted by geothermal at 23.22 percent, biomass at 13.78 percent, imported coal at 10.88 percent, natural gas at 8.04 percent, hydropower at 6.17 percent, local coal at 4.8 percent, local oil at 1.80 percent and CME, imported"}, {"text_block_id": "p11_b192", "text": "Philippine Adaptation Strategy"}, {"text_block_id": "p11_b193", "text": "on"}, {"text_block_id": "p11_b194", "text": "Climate Change"}, {"text_block_id": "p11_b195", "text": "Sector 4"}, {"text_block_id": "p11_b196", "text": "Energy"}, {"text_block_id": "p11_b197", "text": "ethanol, solar and wind at a negligible 0.13 percent, 0.02 percent and 0.01 percent respectively. Self-sufficien-cy level is at 57.95 percent in 2008 with the target of increasing it to 67 percent and making renewable energy account for one-third of the energy mix."}, {"text_block_id": "p11_b198", "text": "Hydropower generation is sensitive to the amount, timing, and geographical pattern of precipitation as well as temperature. Reduced stream flows are expected to je"}, {"text_block_id": "p11_b199", "text": "-"}, {"text_block_id": "p11_b200", "text": "opardize hydropower production. It is also expected that less water will be available for hydroelectric generation in summer months when demand is highest. In additi"}, {"text_block_id": "p11_b201", "text": "-"}, {"text_block_id": "p11_b202", "text": "on, it is likely that changes in precipitation and runoff patterns will not only jeopardize hydropower production but also lead to changes in water policies. Heavy rain, particularly if coupled with heavy stream flows, could result in water being diverted from hydropower facilities to avoid damage to the dams and released from reser"}, {"text_block_id": "p11_b203", "text": "-"}, {"text_block_id": "p11_b204", "text": "voirs to avoid flooding."}, {"text_block_id": "p11_b205_merged_merged_merged_merged", "text": "Photovoltaic (PV) electricity generation is suitable in the country, with current deployment primarily in off-grid locations and rooftop systems. Solar radiation – the energy source for these systems – may be affected by climate change, resulting in increased cloudiness and decreased levels of daily global radiation availability. Wind power generation, on the other hand, is susceptib-le to variations in ambient temperatures, humidity and precipitation. The primary determinants of wind power availability are wind speed statistics (e.g. mean wind speeds and gustiness). Wind speeds are subject to natu-ral variability on a wide range of time scales, and they may be affected by climate change.  Increased variability in wind patterns could create additional challenges for accurate wind forecasting for generation and dispatch"}, {"text_block_id": "p12_b210", "text": "planning, for the siting of new wind farms, and for the integration of wind with the utility grid."}, {"text_block_id": "p12_b211", "text": "Biomass from trees, municipal waste and crop residues is  abundant in the country and represents a significant renewable energy source. Given the country’s goal to in"}, {"text_block_id": "p12_b212", "text": "-"}, {"text_block_id": "p12_b213", "text": "crease the use of biomass-based energy, climate change impacts on biomass are of concern and changes in food crop residue and growth rates of crops produced specifically for energy production may affect availability of agricultural biomass."}, {"text_block_id": "p12_b214", "text": "The Philippines still relies heavily on thermal electric power generation, particularly gas-fired plants, oil-fired plants, coal plants. Thermoelectric generation is water intensive; on average, each KWH of electricity genera"}, {"text_block_id": "p12_b215", "text": "-"}, {"text_block_id": "p12_b216", "text": "ted via the steam cycle requires approximately 25 gallons of water. If changing climatic conditions alter historical patterns of precipitation and runoff, this may complica"}, {"text_block_id": "p12_b217", "text": "-"}, {"text_block_id": "p12_b218", "text": "te operations of existing thermoelectric power plants as well as the design and site selection of new units. For power plants located along the coast, concerns have been raised about the possible effects of sea level rise and coastal storm surges. Very few existing coastal power plants are at risk. With increased awareness of possible sea level change, the construction of new po"}, {"text_block_id": "p12_b219", "text": "-"}, {"text_block_id": "p12_b220", "text": "wer plants along the coast is designed to account for this possible impact. Power transmission and distribution systems may be affected  by several aspects of climate change: sea level rise, increased temperatures, and extre"}, {"text_block_id": "p12_b221", "text": "-"}, {"text_block_id": "p12_b222", "text": "me typhoon events. Possible impacts include toppling of the system, flooding and landslides."}, {"text_block_id": "p12_b223", "text": "Issues and Gaps"}, {"text_block_id": "p12_b224", "text": "The Philippine energy sector faces two main challenges as a result of the changing climate. One is responding to the increase in energy demand as a result of increasing temperatures (Air-conditioning systems are the main dri"}, {"text_block_id": "p12_b225", "text": "-"}, {"text_block_id": "p12_b226", "text": "ver of increased demand in electricity). The second chal"}, {"text_block_id": "p12_b227", "text": "-"}, {"text_block_id": "p12_b228", "text": "lenge is the ability of energy infrastructure (e.g. power plants, refineries, depots, transmission and distribution system) to adapt to changing climatic conditions. There is a need to assess the energy systems/infra-structure vulnerability, pressure in energy demand, and energy supply vulnerability. There is also a need to develop models on climate change impacts including weather extremes, variability, hydro resources, mean temperature, and wind speeds to allow energy experts to assess the implication of climate on demand and supply of energy which will facilitate the development of adaptation options. Vulnerability assessments of the energy systems, e.g. power generation, transmission and distribution, fuel production and transport, which are currently lacking will help identify risks in relation to extremes and variability."}, {"text_block_id": "p12_b229", "text": "The Energy Sector Technical Working Group"}, {"text_block_id": "p12_b230", "text": "The key themes for the energy sector’s adaptation to climate change are in the fields of power generation and energy efficiency and conservation. The Department of Energy, which chairs the Energy Technical Working Group, will focus on the development of renewal ener"}, {"text_block_id": "p12_b231", "text": "-"}, {"text_block_id": "p12_b232", "text": "gy and less on fossil fuels. Energy efficiency and conser"}, {"text_block_id": "p12_b233", "text": "-"}, {"text_block_id": "p12_b234", "text": "vation are just as important as seeking alternative power for transport and manufacturing such as natural gas and electricity. . This key policy concern is a promising area of development because the country is endowed with renewable energy."}, {"text_block_id": "p12_b235", "text": "Financing support for renewable energy investment is somehow addressed by the enactment of the Renewal Energy Act which was signed into law last December 2008. There is high  expectation that its Implementing Rules and Regulations (IRR) would be concluded by this year. The law provides a sufficient framework of incentives to attract  private investments in renewable energy. Even then, there is a need for specific financing windows to encourage more investments. The third re"}, {"text_block_id": "p12_b236", "text": "-"}, {"text_block_id": "p12_b237", "text": "quirement is the need to address the lack of technology, knowledge and skills to support solar, wind and ocean power (wave) energy. There is also a need for more legis"}, {"text_block_id": "p12_b238", "text": "-"}, {"text_block_id": "p12_b239", "text": "lation on energy efficiency."}, {"text_block_id": "p12_b240_merged_merged_merged_merged_merged_merged", "text": "A cross-sectoral framework for climate-friendly energy use is also needed. This means that each sector, especial-ly those that are dependent on fossil fuels, should plan effectively to better appreciate requirements. In terms of supply, the government’s efforts for energy security will be dependent on renewable energy. Indeed, the Philip-pines has great potentials here which could result into  better management of climate change."}, {"text_block_id": "p13_b245", "text": "Sector Profile"}, {"text_block_id": "p13_b246", "text": "Forests are indispensable to society. Their various ecosystems are vital to human survival and stability of cultures, supporting and regulating environmental processes including the maintenance and regeneration of biodiversity, soil formation and nutrient cycling, crop pollination, infiltration of water, and enhancement of microclimate."}, {"text_block_id": "p13_b247", "text": "Nevertheless, neglectful societies have caused the des"}, {"text_block_id": "p13_b248", "text": "-"}, {"text_block_id": "p13_b249", "text": "truction and degradation of forests worldwide. In the Philippines, forest cover has declined continuously from the estimated 27.5 million hectares (ha) at the time of Spanish colonization five centuries ago, 20.9 million ha towards the end of Spanish colonization (late-1800s), 17.8 million ha towards the end of American"}, {"text_block_id": "p13_b250", "text": "Philippine Adaptation Strategy"}, {"text_block_id": "p13_b251", "text": "on"}, {"text_block_id": "p13_b252", "text": "Climate Change"}, {"text_block_id": "p13_b253", "text": "Sector 5"}, {"text_block_id": "p13_b254", "text": "Forestry"}, {"text_block_id": "p13_b255", "text": "zation (1940s), up to the modern-era estimates of 10.9 million ha in 1970 and 6.7 million ha in 1990. The most recent figure of 7.1 million ha in 2003 seems to indicate that the decline has been arrested and that forest cover has even increased overall."}, {"text_block_id": "p13_b256", "text": "Deforestation and forest degradation contribute to the emission of greenhouse gases into the atmosphere that cause global warming. Furthermore they erode the va"}, {"text_block_id": "p13_b257", "text": "-"}, {"text_block_id": "p13_b258", "text": "rious ecosystem services; destroy biodiversity; eliminate livelihoods; and are often cited, rightly or wrongly, as the cause of floods and landslides whenever such calamities occur."}, {"text_block_id": "p13_b259", "text": "There are several causes of deforestation, some of them indirect such as poverty in the uplands. The principal direct causes are logging, slash-and-burn farming, forest fires, and the conversion of forestlands to agricultu"}, {"text_block_id": "p13_b260", "text": "-"}, {"text_block_id": "p13_b261", "text": "ral lands, human settlements, and other development endeavors. As much to blame are the country’s forest policy failures, resulting in the absence of sustainable forest management and the vulnerability of millions of hectares of open access forest resources."}, {"text_block_id": "p13_b262_merged_merged_merged_merged_merged", "text": "While deforestation and forest degradation are mainly man-made phenomena, climate change exacerbates these processes. As air temperature rises, so does the sea level. Rainfall intensity and timing become erratic and extreme weather events occur. These evidences of climate change cause havoc on forest ecosystems from the ridge to the sea. Forests dry up and become more vulnerable to destructive fire; reforestation efforts be-come less successful; species migrate or perish; wetlands alternately dry up or flood up; and mangroves are driven inland. Among Philippine forest ecosystems, dry forests are the most vulnerable to the threats of climate change."}, {"text_block_id": "p14_b265", "text": "Along with the destruction and degradation of forests, human lives, livelihoods, and quality of life are also ad"}, {"text_block_id": "p14_b266", "text": "-"}, {"text_block_id": "p14_b267", "text": "versely impacted by climate change. The poorest among the poor who are living in the uplands are most affected as lives and properties are lost in landslides or floods, and when crops fail during droughts or are submerged by floodwaters."}, {"text_block_id": "p14_b268", "text": "Forestry scientists have studied and continue to study the impacts of climate change on forest ecosystems, biodiversity, soil and water resources, land stability, and local communities. They have also estimated the contri"}, {"text_block_id": "p14_b269", "text": "-"}, {"text_block_id": "p14_b270", "text": "bution of Philippine forests to greenhouse gas emission, as well as to carbon sequestration and storage. They have concluded that even with the decline in forests, the country remains a carbon sink, rather than a net contri"}, {"text_block_id": "p14_b271", "text": "-"}, {"text_block_id": "p14_b272", "text": "butor of greenhouse gas emission."}, {"text_block_id": "p14_b273", "text": "They are also studying the adaptation practices of local communities. A number of these practices are in response to various situations, such as those for lowland farms under early and late rains, upland farms, grass"}, {"text_block_id": "p14_b274", "text": "-"}, {"text_block_id": "p14_b275", "text": "lands, forest plantations, and natural forests. The questi"}, {"text_block_id": "p14_b276", "text": "-"}, {"text_block_id": "p14_b277", "text": "on remains however if the usual institutional approaches such as information, education, and communication would be sufficient to prompt people into undertaking those measures."}, {"text_block_id": "p14_b278", "text": "Issues and Gaps"}, {"text_block_id": "p14_b279", "text": "In spite of the active involvement in climate change by Filipino researchers and local communities, information and research gaps remain, such as the extent of environ"}, {"text_block_id": "p14_b280", "text": "-"}, {"text_block_id": "p14_b281", "text": "mental degradation and related bio-physical impacts and the forest ecosystem’s response to a changing climate while interacting with other environmental modifiers. There is also a need to look into the potential of forest"}, {"text_block_id": "p14_b282", "text": "-"}, {"text_block_id": "p14_b283", "text": "ry and agro-forestry systems in mitigation and adapta"}, {"text_block_id": "p14_b284", "text": "-"}, {"text_block_id": "p14_b285", "text": "tion, e.g. the carbon sequestration rates of Philippine trees especially in various agro-ecological zones of the country."}, {"text_block_id": "p14_b286", "text": "Perhaps the main gap in the forestry sector is the continuing elusiveness of effective forest stewardship and sustainable forest management systems. Only a few instances of success in forest stewardship can be seen in spite of several million hectares of forest land awar"}, {"text_block_id": "p14_b287", "text": "-"}, {"text_block_id": "p14_b288", "text": "ded. Many open-access natural forests are being left for public exploitation. When they are being destroyed and devastated, the result is a concomitant emission of CO2 to the atmosphere and losses in biodiversity."}, {"text_block_id": "p14_b289", "text": "The Forestry Sector Technical Working Group"}, {"text_block_id": "p14_b290", "text": "The Forestry Sector Technical Working Group is working on a strategic adaptation program that would assist local communities, specifically barangays situated inside or adjacent to forests, in forming their Barangay Forestry Organization (BFO) and managing on a sustai"}, {"text_block_id": "p14_b291", "text": "-"}, {"text_block_id": "p14_b292", "text": "nable basis the part of forest ecosystems that fall in their territory. Forest ecosystems would be partitioned into Sustainable Development Units (SDU), under which are Biodiversity Conservation Areas (BCA), Watershed"}, {"text_block_id": "p14_b293", "text": "Protection Areas (WPA), and Multipurpose Production Areas (MPA).SDUs would be further partitioned into barangay or barangay cluster-based Forest Management Units (FMU). The Department of Environment and Natural Resources (DENR) will formulate together with stakeholders a climate-smart Management Framework Plan (MFP) for SDUs, while local governments will work with their barangays on climate-smart Forest Ma"}, {"text_block_id": "p14_b294", "text": "-"}, {"text_block_id": "p14_b295", "text": "nagement Plans (FMP) with DENR providing technical support. FMU management by BFOs would be monito"}, {"text_block_id": "p14_b296", "text": "-"}, {"text_block_id": "p14_b297", "text": "red and controlled internally by LGUs and externally by DENR through accredited third-party certifiers formed by academic institutions, NGOs, and private professio"}, {"text_block_id": "p14_b298", "text": "-"}, {"text_block_id": "p14_b299", "text": "nal groups."}, {"text_block_id": "p14_b300_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The anticipated result from such strategic adaptation measures to climate change will be climate- resilient local communities that practice mitigation and adapta-tion measures in the implementation of climate-smart forest management and operational plans. An important co-benefit will be poverty reduction, as local communi-ties take control of local resources for their economic development. Such measures would include agrofo-restry lands for tree and crop farming; multipurpose forests for ecotourism; sustainable harvesting of wood and non-wood forest products; as well as partaking of revenues generated from Payment for Environmental Services (PES) schemes, carbon trading (CDM, REDD, and voluntary schemes), and Official Development Assistance (ODA) and grants from international and bilateral organizations."}, {"text_block_id": "p15_b305", "text": "Sector Profile"}, {"text_block_id": "p15_b306", "text": "The impacts of climate change have far-reaching con"}, {"text_block_id": "p15_b307", "text": "-"}, {"text_block_id": "p15_b308", "text": "sequences on human health and survival. Moving from awareness to action is necessary as the complexity of the process does not provide a linear cause-and-effect equa"}, {"text_block_id": "p15_b309", "text": "-"}, {"text_block_id": "p15_b310", "text": "tion on the population but rather a geometric increase in those affected. Climate change knows no country boun"}, {"text_block_id": "p15_b311", "text": "-"}, {"text_block_id": "p15_b312", "text": "daries and thus will affect those that are more vulnerable – health wise. It will significantly contribute to the global burden of disease and may wipe out any health gains that development may afford."}, {"text_block_id": "p15_b313", "text": "Direct effects of climate change on health come from variable climate events such as floods and heat waves which may cause death. While they happen, it is of lesser magnitude and has easier measurable parameters."}, {"text_block_id": "p15_b314", "text": "The indirect effects come through disease transmitted by secondary vector-borne hosts. Health impacts of climate change mediate effects on other sectors as much as it is mediated in turn by them. The disease occurrence triad of environment-host-reservoir should be conside"}, {"text_block_id": "p15_b315", "text": "-"}, {"text_block_id": "p15_b316", "text": "red when discussing the impacts of climate change on human health as the relationship of these three shows the dynamics of disease transmission."}, {"text_block_id": "p15_b317", "text": "Climate change in the Philippine health sector has been observed for more than a decade now. It had a section in the first national communications submitted to the UNFCC secretariat in 1999 where it established initial local trends and impacts."}, {"text_block_id": "p15_b318_merged_merged_merged", "text": "Eight of the ten leading causes of morbidity in the Philippines are infectious in nature. Among them are pneumonia, diarrhea, bronchitis, influenza, tuberculosis, malaria, chicken pox and measles. Pneumonia and tuber-culosis still are among the top ten causes of mortality in the Philippines. Mosquito-borne diseases, such as malaria, dengue and filariasis, are ever present dangers in endemic areas. Although malaria is no longer a leading cause of death, it has remained among the leading causes of morbidity in the country, especially in rural areas. The surge in dengue cases occurring in cyclical outbreaks every three to five years remains a threat to public health. Efforts to eliminate filariasis are hindered by the limited resources for the annual mass treatment in endemic areas."}, {"text_block_id": "p16_b321", "text": "The National Objectives for Health (NOH 2005-2010) does not specifically mention climate change as an area of concern; it rather looks at the health effects from a focused approach. It looks at environmental degrada"}, {"text_block_id": "p16_b322", "text": "-"}, {"text_block_id": "p16_b323", "text": "tion with air carrying pollutants and particulates and its effects on the health of populations and disasters from a perspective of affectation of health due to loss of limb and life. Responses and corresponding budget allocation are carved in programs (focused in part on clusters of diseases – infectious and non-infectious) that have more specific thrusts. Public health spending, while it has been given priority, still lacks the appropriations needed to fully respond to these diseases. While WHO recommends around five percent of GDP, the Philippi"}, {"text_block_id": "p16_b324", "text": "-"}, {"text_block_id": "p16_b325", "text": "nes spent around 1.49 percent of GDP for public health (private: 1.4% plus public: 1.49% total =2.88%) in 1990 and 2.9 percent of GDP in 2003 (PhP 136 billion, about US-$ 2.5 billion)."}, {"text_block_id": "p16_b326", "text": "Issues and Gaps"}, {"text_block_id": "p16_b327", "text": "In climate change, diseases, disabilities and deaths are brought about extremes of climate variation as they in"}, {"text_block_id": "p16_b328", "text": "-"}, {"text_block_id": "p16_b329", "text": "terplay with the disease occurrence triad. Their frequen"}, {"text_block_id": "p16_b330", "text": "-"}, {"text_block_id": "p16_b331", "text": "cy and severity mark the intensity by which diseases can be expressed when human populations are vulnerable and at risk. Although environmental disasters happen naturally, man-made environmental degradation cannot be discounted as a major culprit in some instances. Because diseases, disabilities and deaths are dire conse"}, {"text_block_id": "p16_b332", "text": "-"}, {"text_block_id": "p16_b333", "text": "quences of these hazards, the health sector is usually left to handle the management and rehabilitation of victims."}, {"text_block_id": "p16_b334_merged_merged_merged", "text": "The health effects of climate change are for the most part natural and not man-made. The indirect effects (disease, disabilities and death through vectors affected by changes in climate) are more dominant than the direct effects (disease, disabilities and death through heat waves, floods, droughts, tsunamis). The alternative possibility of looking at disease as caused by changes in the weather, or in the long term – climate has not been investigated yet. There is a need to look at the possibility of these diseases being caused, if not being exacerba-ted, by changes in the climate which may alter their life cycles and make their existence more favorable and extended, become more virulent, travel more distances, and therefore make transmission to humans more likely as to cause infirmity. These can be called climate sensiti-ve diseases."}, {"text_block_id": "p16_b339", "text": "It is significant to note that the Department of Health has come out with a national framework of action for climate change that defines its thrust, which is frames in the health-sector reform pillars of service delivery, governance, regulation and financing, for climate change and health."}, {"text_block_id": "p16_b340", "text": "The Health Sector Technical Working Group"}, {"text_block_id": "p16_b341", "text": "The Health Technical Working Group is tasked to come up with adaptation strategies that will frame the current response to health and climate change. Results from these initiatives are expected to build both social and physical health infrastructure that are climate-proof and would, through adaptation mechanisms, reduce the health vulnerabilities to climate change of a Philippine population that is already faced with the challenges of the currently wanting primary health care delivery. This is expected to result in improving health outcomes as a tool for poverty alleviation; the fulfilment of the Millennium Development Goals for health, and healthy communities resilient to climate change."}, {"text_block_id": "p17_b342", "text": "Sector Profile"}, {"text_block_id": "p17_b343", "text": "Infrastructures are directly exposed to climate change. Prolonged and frequent rainfall, strong winds, tempe"}, {"text_block_id": "p17_b344", "text": "-"}, {"text_block_id": "p17_b345", "text": "rature variations (extreme heat and cold) among others can lead to accelerated structural fatigue and materials failure, as well as greater demands on flood control and drainage, construction, and operation and maintenance needs. The impacts could be severe in areas where infra"}, {"text_block_id": "p17_b346", "text": "-"}, {"text_block_id": "p17_b347", "text": "structures are not designed to fully cope with effects of climate change. Thus, these impacts have potential imp"}, {"text_block_id": "p17_b348", "text": "-"}, {"text_block_id": "p17_b349", "text": "lications for where we locate and how we build our new infrastructure, as well as make existing infrastructure resilient to the effects of climate change. Infrastructure represents long-term investments that cannot be easily relocated, redesigned or reconstructed once built. Major"}, {"text_block_id": "p17_b350", "text": "Philippine Adaptation Strategy"}, {"text_block_id": "p17_b351", "text": "on"}, {"text_block_id": "p17_b352", "text": "Climate Change"}, {"text_block_id": "p17_b353", "text": "Sector 7"}, {"text_block_id": "p17_b354", "text": "Infra-structure"}, {"text_block_id": "p17_b355", "text": "new investments require long lead times before these are implemented. With climate change already a foregone conclusion, these new investments surely will require adaptive investigations, planning and design."}, {"text_block_id": "p17_b356", "text": "Infrastructure refers to structures that cater to the needs of transportation, communication, agriculture, water supply, storm water and flooding, health, energy and investments in public and private buildings of all types. In the Philippines, the responsibility for the conceptuali"}, {"text_block_id": "p17_b357", "text": "-"}, {"text_block_id": "p17_b358", "text": "zation, management, and operation and maintenance of infrastructure is highly distributed to different govern"}, {"text_block_id": "p17_b359", "text": "-"}, {"text_block_id": "p17_b360", "text": "ment agencies and the private sector but whose stan"}, {"text_block_id": "p17_b361", "text": "-"}, {"text_block_id": "p17_b362", "text": "dards and codes are governed by that of the Depart"}, {"text_block_id": "p17_b363", "text": "-"}, {"text_block_id": "p17_b364", "text": "ment of Public Works and Highways and international requirements."}, {"text_block_id": "p17_b365_merged_merged_merged_merged", "text": "The climate change parameters that are likely to impact the country’s operating and future infrastructure sys-tems generally include sea level rise and storm surges. Published reports indicate a total of 703 municipalities across the country will be vulnerable to a one-meter sea level rise. These areas are where the poor are relatively at greater risks. Increasing intensity and frequency of typhoons also cause damage to property which is estimated by Dr. Leoncio Amadore, a leading Filipino meteorologist, to be at PhP4.5 billion (US$100 million) from 1975 to 2002. Variabilities in rainfall and rainfall extremes most especially when associated with typhoons could result in flooding, landslides, accelerated erosion, and sedimentation, eventually rendering infrastructure as a failure or less efficient in its function and requiring in-creased maintenance or rehabilitation. Mean"}, {"text_block_id": "p18_b370", "text": "res have been increasing in the country and could result in accelerated structural fatigue and materials failure in vital infrastructure such as roads and bridges."}, {"text_block_id": "p18_b371", "text": "Issues and Gaps"}, {"text_block_id": "p18_b372", "text": "The infrastructure sector as with other sectors is heavily-dependent on climate parameters for planning, design and implementation. Higher precision and predictability would help establish optimum requirements in function and cost. Currently the access to reliable baseline hydro"}, {"text_block_id": "p18_b373", "text": "-"}, {"text_block_id": "p18_b374", "text": "logical and meteorological information is hampered by the absence of longer records-keeping due to a variety of reasons, including budgetary constraints and obsolete information and data gathering equipment. This needs to be addressed to ensure a higher level of reliability of information used for modelling and other scientific exercises."}, {"text_block_id": "p18_b375", "text": "Business-as-usual practices in the planning, design and implementation of infrastructure will result in assets that will have very low resiliency to climate change impacts. Without adaptive considerations, infrastructure would be either under- or over-designed, becoming costly to the economy either way. The engineering and building codes and standards adopted in the country were developed when climate change was not yet widely acknowledged nor confirmed. Codes and standards for infrastructure have to be revisited to take into account risks that are likely to change with climate over an extended timeline."}, {"text_block_id": "p18_b376", "text": "The Infrastructure Sector Technical Working Group"}, {"text_block_id": "p18_b377", "text": "Infrastructure cuts across the concerns of other sectors such as settlements, water, biodiversity, energy, and health. For example, improperly planned transportation systems such as roads and bridges, runways, ports and harbors and railways may affect biodiversity and natural infrastructure such as rivers and wetlands and may result in displacement of settlements and changes in land use. Energy sector infrastructure such as power gridlines, power plants, and hydropower dams will have impacts on the use of water competing with agriculture, water supply for domestic and commercial use, recreation and flood control."}, {"text_block_id": "p18_b378_merged_merged", "text": "The development of adaptation strategies for the infra-structure sector, led by the Department of Public Works and Highways, will look at parallel strategies addressing the impacts of climate change on biodiversity, water, health, agriculture and energy, among others. The strate-gies will be anchored on a vulnerability check of existing infrastructure for retro-fitting; review of existing codes, specifications and standards; and formulation of new design guidelines to take into account anticipated climate change impacts. Adaptation plans will then be developed to secure infrastructure assets based on specific climate change projections in the regions."}, {"text_block_id": "p19_b383", "text": "Sector Profile"}, {"text_block_id": "p19_b384", "text": "Current issues on climate change inevitably will have to adequately tackle water. It is the key medium that will link the rise in temperature to the physical and human systems. Through the alteration of the hydrologic cycle, water is the first element by which climate changes are manifested. The warming of the atmosphere and oceans will change major weather systems and consequently al"}, {"text_block_id": "p19_b385", "text": "-"}, {"text_block_id": "p19_b386", "text": "ter the temporal and spatial patterns of rainfall, resulting in greater likelihood of extreme droughts and floods in different parts of the world."}, {"text_block_id": "p19_b387", "text": "The Intergovernmental Panel on Climate Change (IPCC) 2008 report on climate change linked the ob"}, {"text_block_id": "p19_b388", "text": "-"}, {"text_block_id": "p19_b389", "text": "served warming over several decades to changes in the"}, {"text_block_id": "p19_b390", "text": "large-scale hydrological cycle such as increasing atmos"}, {"text_block_id": "p19_b391", "text": "-"}, {"text_block_id": "p19_b392", "text": "pheric water vapour content and changing precipitation patterns, intensity and extremes – among others. The IPCC climate model simulations are consistent in pro"}, {"text_block_id": "p19_b393", "text": "-"}, {"text_block_id": "p19_b394", "text": "jecting precipitation increases in high latitudes and parts of the tropics, and decreases in some subtropical and lower mid-latitude regions."}, {"text_block_id": "p19_b395", "text": "A study done by the Manila Observatory in the Phi"}, {"text_block_id": "p19_b396", "text": "-"}, {"text_block_id": "p19_b397", "text": "lippines projected more intense rainfall events in the northern areas of the country, while the southern areas will face greater risk of drought from El Niño. Central Luzon and the Bicol Region, for example, will face higher risk of typhoons, while Western Mindanao will face greater risk of drought due to increase in tempera"}, {"text_block_id": "p19_b398", "text": "-"}, {"text_block_id": "p19_b399", "text": "ture and El Niño. The top 10 provinces most at risk to climate change-related disasters will include the follo"}, {"text_block_id": "p19_b400", "text": "-"}, {"text_block_id": "p19_b401", "text": "wing: Albay, Pampanga, Ifugao, Sorsogon, Biliran, Rizal, Northern Samar, Cavite, Masbate, and Laguna."}, {"text_block_id": "p19_b402_merged_merged_merged_merged_merged", "text": "The Philippines, given its geography and geographic location, has abundant freshwater resources obtained from three major sources: rainfall, surface water (rivers, lakes and reservoirs) and groundwater. Annually, the country gets an average of 965 to 4,064 mm of rain-fall. There are 12 water resource regions and 421 river basins, of which 20 are considered major comprising about 990 sq km of basin area. The dependable surface water supply from rivers, lakes and reservoirs is estima-ted at 125.8 billion cubic meters. Groundwater potential, on the other hand, is approximately 20.2 billion cubic"}, {"text_block_id": "p20_b407", "text": "meters. Theoretically, therefore, the Philippines should have sufficient water supply. However, geographic and seasonal variations make water availability difficult in some areas at certain periods during the year."}, {"text_block_id": "p20_b408", "text": "In 2007, the National Water Resources Board (NWRB) data showed that agriculture and households were the largest consumers of water. Agriculture’s share of the total water consumption was 52.22 percent while do"}, {"text_block_id": "p20_b409", "text": "-"}, {"text_block_id": "p20_b410", "text": "mestic water use was about 32.93 percent. The changes in water quantity and quality due to climate change, therefore, are expected to greatly affect food produc"}, {"text_block_id": "p20_b411", "text": "-"}, {"text_block_id": "p20_b412", "text": "tion, availability, stability, access and utilisation, which will consequently lead to decreased food security and increased vulnerability of the poor. Moreover, extreme climate variability will affect the function and operation of the country’s existing water infrastructure – including hydropower, structural flood defenses, drainage, and irrigation systems. It will also affect water management practices, which may not be robust enough to cope with the impacts on water supply reliability, flooding risk, health, agriculture, energy and aquatic ecosystems. Re"}, {"text_block_id": "p20_b413", "text": "-"}, {"text_block_id": "p20_b414", "text": "cent tropical storms and intense rainfall events demons"}, {"text_block_id": "p20_b415", "text": "-"}, {"text_block_id": "p20_b416", "text": "trated that the current water infrastructure and disaster management structures cannot satisfactorily cope with extreme climate variability. The water management system and structure will be further stressed by increases in water demand due to rising population, urbanization, industrialization, and large changes in irrigation demand."}, {"text_block_id": "p20_b417", "text": "Issues and Gaps"}, {"text_block_id": "p20_b418", "text": "The national and local capacities in climate change adaptation and integrated water resources manage"}, {"text_block_id": "p20_b419", "text": "-"}, {"text_block_id": "p20_b420", "text": "ment remain inadequate for supporting a management framework and potential adaptation strategy. The gap in research on water resources supply and demand is also reflected in the lack of updated scientific information in the sector. This leads to conflicts in the implementation of water resources policy (e.g. awarding water use rights) and poor regulation of resource use and development. Inadequate awareness on water consumption efficiency and technological innovations lead to wasteful use of already scarce resources. Gaps in sector financing and investment also hamper the effective and efficient deli"}, {"text_block_id": "p20_b421", "text": "-"}, {"text_block_id": "p20_b422", "text": "very of water services."}, {"text_block_id": "p20_b423", "text": "The Water Sector Technical Working Group"}, {"text_block_id": "p20_b424_merged_merged_merged", "text": "The National Water Resources Board, supported by the Philippine Network on Climate Change, leads the sector’s stakeholders in developing strategies to build adaptive capacity on integrated water resources manage-ment for climate change adaptation at the national and local levels. This comprises significant actions to identify and fill knowledge gaps to enable effective adaptation action at all levels."}, {"text_block_id": "p20_b427", "text": "Reducing national and local vulnerability to climate change through no-regret, low-regret adaptation measures is also a priority of the TWG. There are many inter-relationships and connections within and between vulnerable sectors and sites affected by climate change. For example, impacts on water resources will also affect environmental flows for biodiversity, irrigation for agriculture, water for energy generation, and water supply for settlements and industry. Early adaptation will be influenced by the extent to which climate change factors are incorporated into sectoral, national, and local planning. Adaptation to changed water availability could require the sourcing of additional water supply and retrofitting water infrastructure, with the associated costs. It could also mean new ways of managing water. Climate change adaptation strategies as well as disaster risk reduction and management should be mainstreamed in national, local and sectoral policies and plans in the government and private sectors."}, {"text_block_id": "p21_b428", "text": "Picture Credits"}, {"text_block_id": "p21_b429", "text": "Cover"}, {"text_block_id": "p21_b430", "text": "Basketball at the Swamp"}, {"text_block_id": "p21_b431", "text": "Joselito G. Arceta"}, {"text_block_id": "p21_b432", "text": "Page 4"}, {"text_block_id": "p21_b433", "text": "Ice Cream Vendor"}, {"text_block_id": "p21_b434", "text": "Rodolfo Vicente"}, {"text_block_id": "p21_b435", "text": "Page 6"}, {"text_block_id": "p21_b436", "text": "Partner in Agri-culture"}, {"text_block_id": "p21_b437", "text": "Mary Christine P. Villanueva"}, {"text_block_id": "p21_b438", "text": "Page 7"}, {"text_block_id": "p21_b439", "text": "Seed and Water"}, {"text_block_id": "p21_b440", "text": "Danilo O. Victoriano"}, {"text_block_id": "p21_b441", "text": "Page 8"}, {"text_block_id": "p21_b442", "text": "Fresh Water by the Sea 4"}, {"text_block_id": "p21_b443", "text": "Victor D. Kintanar"}, {"text_block_id": "p21_b444", "text": "Page 9"}, {"text_block_id": "p21_b445", "text": "Dying Water"}, {"text_block_id": "p21_b446", "text": "Ernie Penaredondo"}, {"text_block_id": "p21_b447", "text": "Page 10"}, {"text_block_id": "p21_b448", "text": "The Glow of Lagu"}, {"text_block_id": "p21_b449", "text": "-"}, {"text_block_id": "p21_b450", "text": "na Lake"}, {"text_block_id": "p21_b451", "text": "Noel T. Rivera"}, {"text_block_id": "p21_b452", "text": "Page 11"}, {"text_block_id": "p21_b453", "text": "Children of the Lilies"}, {"text_block_id": "p21_b454", "text": "Joaquin F. Go, Jr"}, {"text_block_id": "p21_b455", "text": "Page 12"}, {"text_block_id": "p21_b456", "text": "Freshwater by the Sea 2"}, {"text_block_id": "p21_b457", "text": "Victor D. Kintanar"}, {"text_block_id": "p21_b458", "text": "Page 13"}, {"text_block_id": "p21_b459", "text": "Resort By the Dam"}, {"text_block_id": "p21_b460", "text": "Dewey C. Sergio"}, {"text_block_id": "p21_b461", "text": "Page 15"}, {"text_block_id": "p21_b462", "text": "The Way to Fetch Water"}, {"text_block_id": "p21_b463", "text": "Salvacion P. Ang-tuaco"}, {"text_block_id": "p21_b464", "text": "Page16"}, {"text_block_id": "p21_b465", "text": "Taking a Bath"}, {"text_block_id": "p21_b466", "text": "Mamre Tiu Lim"}, {"text_block_id": "p21_b467", "text": "Page 17"}, {"text_block_id": "p21_b468", "text": "Basura (Waste Dump) River"}, {"text_block_id": "p21_b469", "text": "Cleaner"}, {"text_block_id": "p21_b470", "text": "Nikki Sandino M."}, {"text_block_id": "p21_b471", "text": "Victoriano"}, {"text_block_id": "p21_b472", "text": "Page 18"}, {"text_block_id": "p21_b473", "text": "Floods"}, {"text_block_id": "p21_b474", "text": "Ernie Penaredondo"}, {"text_block_id": "p21_b475", "text": "Page 19"}, {"text_block_id": "p21_b476", "text": "Clearing the Murky Well"}, {"text_block_id": "p21_b477", "text": "Ronald Delima"}, {"text_block_id": "p21_b478", "text": "Page 20"}, {"text_block_id": "p21_b479", "text": "Life to Me"}, {"text_block_id": "p21_b480", "text": "Charlito A. Sindiong"}, {"text_block_id": "p21_b481", "text": "Page 21"}, {"text_block_id": "p21_b482", "text": "Bottle of Water"}, {"text_block_id": "p21_b483", "text": "Dewey Sergio"}, {"text_block_id": "p21_b484", "text": "Page 23"}, {"text_block_id": "p21_b485", "text": "Go Find Someone Who‘s Thirsty, And Give Them Water"}, {"text_block_id": "p21_b486", "text": "Hersley-Ven D. Casero"}, {"text_block_id": "p21_b487_merged_merged_merged_merged_merged", "text": "Back Fisher Catch Al Benavente"}, {"text_block_id": "p21_b490", "text": "Cover Gabrielle Shaira Olmedilla"}, {"text_block_id": "p21_b491", "text": "Page 2"}, {"text_block_id": "p21_b492", "text": "Jeson Perez"}, {"text_block_id": "p21_b493", "text": "Page 3"}, {"text_block_id": "p21_b494", "text": "John Vladimir"}, {"text_block_id": "p21_b495", "text": "Pedernal"}, {"text_block_id": "p21_b496", "text": "Page 6 Jomari Caya"}, {"text_block_id": "p21_b497", "text": "Page 8 Wesley Jelo Almazar"}, {"text_block_id": "p21_b498", "text": "Page 10 Roheim Carol Sandoval"}, {"text_block_id": "p21_b499", "text": "Page 12"}, {"text_block_id": "p21_b500", "text": "Bell Jason Uzada"}, {"text_block_id": "p21_b501", "text": "Page 14 Rhobin Samonte"}, {"text_block_id": "p21_b502", "text": "Page 16"}, {"text_block_id": "p21_b503", "text": "Jayson Yodico"}, {"text_block_id": "p21_b504", "text": "Page 18 Chantal Faye Garra"}, {"text_block_id": "p21_b505", "text": "Page 20 Jeraldine Dasco"}, {"text_block_id": "p23_b506", "text": "Department of Environment and Natural Resources (DENR)"}, {"text_block_id": "p23_b507", "text": "Atty. Mary Ann Lucille L. Sering"}, {"text_block_id": "p23_b508", "text": "Undersecretary"}, {"text_block_id": "p23_b509", "text": "and Coordinator for Climate Change"}, {"text_block_id": "p23_b510", "text": "Central Office"}, {"text_block_id": "p23_b511", "text": "Visayas Avenue"}, {"text_block_id": "p23_b512", "text": "Quezon City, Philippines"}, {"text_block_id": "p23_b513", "text": "T: +63 2-927-6726"}, {"text_block_id": "p23_b514", "text": "F: +63 2 928-9732"}, {"text_block_id": "p23_b515", "text": "E: usecsering@denr.gov.ph"}, {"text_block_id": "p23_b516", "text": "Deutsche Gesellschaft für"}, {"text_block_id": "p23_b517", "text": "Technische Zusammenarbeit (GTZ) GmbH"}, {"text_block_id": "p23_b518", "text": "– German Technical Cooperation –"}, {"text_block_id": "p23_b519", "text": "Dr. Walter Salzer"}, {"text_block_id": "p23_b520", "text": "Program Director & Principal Advisor Environment and Rural Development (EnRD) Program"}, {"text_block_id": "p23_b521", "text": "Adaptation to Climate Change & Conservation of"}, {"text_block_id": "p23_b522", "text": "Biodiversity (ACCBio) Project"}, {"text_block_id": "p23_b523", "text": "2/F, PDCP Bank Centre"}, {"text_block_id": "p23_b524", "text": "Corner V.A. Rufino & L.P. Leviste Streets"}, {"text_block_id": "p23_b525", "text": "Salcedo Village, Makati City; Philippines"}, {"text_block_id": "p23_b526", "text": "T:  + 63 2 892 9051"}, {"text_block_id": "p23_b527", "text": "F:  + 63 2 892 3374"}, {"text_block_id": "p23_b528", "text": "E: walter.salzer@gtz.de"}], "document_description": "The formulation of the Philippine Strategy on Climate Change Adaptation builds on existing institutional processes but gives strong emphasis on collaboration among national agencies, the legislative branch, the academy, business and civil society. Eight technical working groups were organised to tackle needs and concerns in eight major sectors: Agriculture, Biodiversity; Coastal and Marine; Forestry; Water; Health; Energy; and Infrastructure.<br><br>The development of the Philippine Strategy on Climate Change Adaptation is supported by the German government through a programme called 'Adaptation to Climate Change and Conservation of the Biodiversity in the Philippines (ACCBio)' funded under the International Climate Protection Initiative of the Federal Ministry for the Environment, Nature Conservation, and Nuclear Safety of Germany (BMU) and implemented by German Technical Co-operation (GTZ) with the government and civil society partners."}