{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Philippines", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Philippine Energy Plan 2016-2030", "document_country_code": "PHL", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2016", "document_keyword": ["Energy Supply", "Buildings", "Transportation", "Renewables", "Biofuels", "Agriculture", "Energy Efficiency"], "document_url": "https://cdn.climatepolicyradar.org/PHL/2016/PHL-2016-01-01-Philippine Energy Plan 2016-2030_190c75e34162b86a3ede9055e5b5a6eb.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "PDilIPPINE ENERGY PlAN 2016-2030"}, {"text_block_id": "p0_b2_merged", "text": " Taking the Leap towards Sustainable Future\""}, {"text_block_id": "p1_b4", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p2_b5", "text": "MESSAGE FROM THE SECRETARY"}, {"text_block_id": "p2_b6", "text": "Increasing calls to mobilize all efforts to ensure inclusive growth for the country has been clear and resounding for the past years. The energy sector, being the driver of sustainable development, will have to be guided by a Plan that is clear and precise in identifying specific action plans and programs to ensure security of supply, expand access to all forms of energy, improve efficiency of use and promote clean energy resources and technologies. It is in this context that the Philippine Energy Plan 2016-2030 was"}, {"text_block_id": "p2_b7", "text": "formulated, taking full consideration of the Department’s"}, {"text_block_id": "p2_b8", "text": "8-point Energy Sector Agenda, as well as the President"}, {"text_block_id": "p2_b9", "text": "Duterte’s 10"}, {"text_block_id": "p2_b10", "text": "-point Socio-Economic Agenda."}, {"text_block_id": "p2_b11", "text": "Central to this Plan is the formulation of comprehensive sectoral roadmaps to make sure that the energy agenda will be implemented on time to meet the needs of our consumers. This Plan also provides more emphasis and focus on sustainability of all available energy sources, as well as the diversification of our energy mix to make sure that we are not heavily reliant on one major fuel only."}, {"text_block_id": "p2_b12", "text": "We believe that a transformation in the way we produce and consume energy is an urgent matter at hand. At present, it is simply not enough to ensure that our energy demands are met. We need to prioritize the fuels and technologies that will give the country a future in terms of sustainable energy and environmental protection as part of our moral obligation to the generations to come."}, {"text_block_id": "p2_b13_merged_merged", "text": "To make all this possible, we will work on the development of policy intervention, implementation of capability building endeavors and encouragement of vital investments. For a start, we need to develop comprehensive programs on alternative fuels/technologies, energy efficiency and conservation and renewable energy. The low-carbon future vision of this Plan anticipates the increased share of clean energy sources (RE and natural gas) in the energy mix, as well as the increased blending of biofuels for the transport sector.  We also need to ensure an environment that is conducive to securing capital investments as energy infrastructure remains to be one of the country’s largest capital cost program. The timely completion of additional capacity requirements must also be ensured to address the growing energy demand of the country."}, {"text_block_id": "p2_b16", "text": "Energy efficiency and conservation is another core strategy on energy sustainability as well as the adoption of smart technology. Along this line, we will develop smart energy consumers, helping them to be more aware of how to effectively manage their energy use, not only to save on finances but to reduce harmful emissions."}, {"text_block_id": "p3_b17_merged", "text": "Furthermore, the Department is also into the formulation of an optimal energy mix that is technology neutral with the aim of reducing the country’s dependence on one major fuel/technology only. Thereby, the mix will be designed based on power requirements of the country in terms of its baseload, mid-merit and peaking capacity needs. This is also expected to give energy players and investors the opportunity of developing emerging energy technologies/fuels such as nuclear power generation."}, {"text_block_id": "p3_b20", "text": "Taking all these together, we know that these enormous tasks could not be shouldered by government alone.  We will definitely need the support of our energy stakeholders in the country, as well as our international and development partners."}, {"text_block_id": "p3_b21", "text": "The challenges we face are definitely enormous, but we will look more on the opportunities that lay ahead. Thus, this Plan will provide us a comprehensive documentation of specific strategic directions and action plans to guide the sector during the planning period 2016-2030."}, {"text_block_id": "p3_b22", "text": "We now live in a globally competitive world and we could not afford to be complacent. Let us all be in this together.  Mabuhay!"}, {"text_block_id": "p4_b23", "text": "LIST OF TABLES AND FIGURES"}, {"text_block_id": "p4_b24", "text": "LIST OF TABLES"}, {"text_block_id": "p4_b25", "text": "LIST OF FIGURES"}, {"text_block_id": "p6_b26", "text": "Philippine Energy Plan 2016-2030"}, {"text_block_id": "p6_b27", "text": "Introduction"}, {"text_block_id": "p6_b28", "text": "As energy is vital to quality human life and the country’s economic growth, the"}, {"text_block_id": "p6_b29_merged", "text": "Department of Energy (DOE) initiated the formulation of the 2016-2030 sectoral energy roadmaps that will set out specific actions and directions to drive the sector forward. Development of these roadmaps took into consideration the country’s long-term economic growth forecast, wealth of indigenous and natural resources, energy security and reliability goals, as well as measured respond to impacts of climate change."}, {"text_block_id": "p6_b33", "text": "Promoting energy access is the sector’s contribution to poverty alleviation and people empowerment."}, {"text_block_id": "p6_b34", "text": "Thus, the Electrification Roadmap will ensure 100 percent household access to electricity services by 2020. This would empower local communities and boost countryside economic activities."}, {"text_block_id": "p6_b35", "text": "Initiatives on demand-side management and energy efficiency measures are considered prime areas of"}, {"text_block_id": "p6_b36", "text": "focus to temper the country’s energy requirements."}, {"text_block_id": "p6_b37", "text": "Each of the roadmaps is cognizant of the critical need to acquire and sustain substantial investments to ensure that energy projects are actualized in a timely manner."}, {"text_block_id": "p6_b38", "text": "And to further support the growing industrialization of the Philippines, the Department is in the process of formulating a responsive and dynamic energy mix, as well as establishing the local reserve requirements. Said mix is being developed to be technology neutral and will instead identify power requirement based on plant categorization. Based on the new energy mix policy for power generation, the power plant technologies considered per type of operation are as follows:"}, {"text_block_id": "p6_b39", "text": "And to further support the growing industrialization of the Philippines, the Department is in the process of formulating a responsive and dynamic energy mix, as well as establishing the local reserve requirements. Said mix is being developed to be technology neutral and will instead identify power requirement based on plant categorization. Based on the new energy mix policy for power generation, the power plant technologies considered per type of operation are as follows:\n* from coal, geothermal, big hydropower, natural gas, nuclear\n* 20 percent mid-merit capacities\n* from oil-based plants and variable renewable energy such"}, {"text_block_id": "p7_b48", "text": "ENERGY DEMAND-SUPPLY OUTLOOK"}, {"text_block_id": "p7_b49", "text": "2016-2030"}, {"text_block_id": "p7_b50", "text": "Key Assumptions, Parameters and Methodologies"}, {"text_block_id": "p7_b51", "text": "The energy projection for Philippine Energy Outlook 2016-2030 considered the targets and assumptions"}, {"text_block_id": "p7_b52", "text": "(Table 1)"}, {"text_block_id": "p7_b53", "text": "of the energy sector in promoting the use of environmental friendly and benign energy sources and efficient end-use technologies. This is to be able to reflect to the projected end-use deman"}, {"text_block_id": "p7_b54", "text": "d pattern the impact of the energy sector’s programs and projects which"}, {"text_block_id": "p7_b55", "text": "are being implemented to support energy related policy programs of the government. Specifically, the demand projection takes into account new and existing policy programs and measures within the energy sector which are currently being implemented and will be pursued within the timeframe of the Plan. On the other hand, model building for energy supply requirements which are driven by projected demand established two (2) scenarios for 2016-2030 Outlook. The first scenario, the Business as Usual Scenario (BAU), simulates how the future supply of energy will evolve without further government policy intervention and as the most likely to happen scenario. The second one considers the impact of aggressive implementation of the plans, programs and policies of the government under the Clean Energy Scenario (CES), specifically the achievement of at least 30% share of RE in the total capacity mix for power generation until 2030 as indicated under Department Circular No. 2015-07-0014"}, {"text_block_id": "p7_b56", "text": "and significant increase of natural gas utilization in power generation until the end of the planning period."}, {"text_block_id": "p7_b57_merged_merged", "text": "Consistent with the global call to combat and/or reduce the effects of climate change while supporting economic growth and development, the Plan adheres to commitment of international energy intensity reduction particularly, the Asia-Pacific Economic Cooperation’s (APEC) target to reduce aggregate energy intensity (energy demand per unit of gross domestic product -GDP) of APEC economies by 25 percent in 2030 to 45 percent by 2035 with 2005 as the base year period. In addition, this Outlook has also incorporated the goal of doubling the share of renewables in the APEC energy mix, including power generation, from its 2010 levels by 2030."}, {"text_block_id": "p7_b62", "text": "The base year used for the projections is 2015, and supply and demand targets/parameters are summarized in the table below:"}, {"text_block_id": "p8_b63", "text": "The following are the general assumptions on the trends of major factors affecting the demand for various energy products:"}, {"text_block_id": "p8_b64", "text": "Economic Growth"}, {"text_block_id": "p8_b65", "text": "The average annual growth rate of the country’s real GDP for the last decade (2005"}, {"text_block_id": "p8_b66", "text": "-2015) is 5.4 percent, with industry"}, {"text_block_id": "p8_b67", "text": "and services"}, {"text_block_id": "p8_b68", "text": ", both energy-intensive sectors, as main drivers of economic growth. On the other hand, energy consumption in industry and services sectors increased, on the average, by 3.1 percent and 6.2 percent, respectively, for the past ten (10) years"}, {"text_block_id": "p8_b69", "text": "."}, {"text_block_id": "p8_b70", "text": "As the country’s economy is expected to benefit from strong macro"}, {"text_block_id": "p8_b71", "text": "-and micro-economic fundamentals, official government figures"}, {"text_block_id": "p8_b72", "text": "project real GDP to increase between 7 to 8 percent per year from 2016 to 2018, and by 8 percent per annum until 2030."}, {"text_block_id": "p8_b73", "text": "Population"}, {"text_block_id": "p8_b74", "text": "The Outlook assumes that population shall increase from 100 million persons in 2014 to 134 million persons in 2040, equivalent to a yearly 1.9 percent increase. This is consistent with the population"}, {"text_block_id": "p8_b75", "text": "targets set forth in the country’s com"}, {"text_block_id": "p8_b76", "text": "mitment to the Intended Nationally Determined Contributions (INDC)."}, {"text_block_id": "p8_b77", "text": "Oil Prices"}, {"text_block_id": "p8_b78", "text": "Crude oil price assumptions in the Outlook are based on the Organization of Petroleum Exporting Countries (OPEC) average crude import price, a proxy for international oil prices, in its World Oil Outlook (WOO) 2015-2040. It is assumed to increase from US$51/barrel in 2015"}, {"text_block_id": "p8_b79", "text": "to around US$80/barrel in 2020 to US$123/barrel by 2030."}, {"text_block_id": "p8_b80", "text": "Sectoral Energy Demand Methodologies"}, {"text_block_id": "p8_b81", "text": "The energy demand outlook for this planning period considers a wide range of issues and trends that could"}, {"text_block_id": "p8_b82", "text": "have major implications in the country’s energy consu"}, {"text_block_id": "p8_b83", "text": "mption patterns."}, {"text_block_id": "p8_b84", "text": "Demand-side fuel roadmaps as submitted by respective units/bureaus within the DOE, as well as relevant factors and information that impact on the energy consumption for each sector were considered in the simulation, specifically:"}, {"text_block_id": "p8_b85", "text": "Demand-side fuel roadmaps as submitted by respective units/bureaus within the DOE, as well as relevant factors and information that impact on the energy consumption for each sector were considered in the simulation, specifically:\n* Demand levels for Transport, which is the most energy-intensive sector. The demand levels\n<\\li1>"}, {"text_block_id": "p9_b92", "text": "Demand-side fuel roadmaps as submitted by respective units/bureaus within the DOE, as well as relevant factors and information that impact on the energy consumption for each sector were considered in the simulation, specifically:\n* Demand levels for Transport, which is the most energy-intensive sector. The demand levels\n<\\li1>\n* The\n* sectorâs aggregate demand\n* sectorâs aggregate demand\n was divided into energy intensive and less-energy\n* For the\n* sector, socio-economic indicators such as household final consumption\n* sector, socio-economic indicators such as household final consumption\n in the projection of the sectorâs energy consumption, particularly in determining the level of\n* sector, socio-economic indicators such as household final consumption\n in the projection of the sectorâs energy consumption, particularly in determining the level of\n biomass demand.\n* For\n* and\n* and\n Agriculture\n* and\n Agriculture\n sectors, GVA for trade and services, and agriculture, fishery"}, {"text_block_id": "p9_b110", "text": "Final Energy Demand Outlook 2015"}, {"text_block_id": "p9_b111", "text": "–"}, {"text_block_id": "p9_b112", "text": "2030"}, {"text_block_id": "p9_b113", "text": "Total Final Energy Consumption"}, {"text_block_id": "p9_b114", "text": "T"}, {"text_block_id": "p9_b115", "text": "he country’s total final energy"}, {"text_block_id": "p9_b116", "text": "consumption (TFEC) is expected to increase at an average rate of 4.2 percent annually, from 29.8 million tons of oil equivalent (MTOE) in 2015 to 54.9 MTOE in 2030"}, {"text_block_id": "p9_b117", "text": "(Figure 1)."}, {"text_block_id": "p9_b118_merged_merged_merged_merged_merged_merged", "text": "Although the transport sector’s energy demand will be tapered down with the penetration of more efficient fuels, it will remain as the biggest energy consuming sector with a 35.6"}, {"text_block_id": "p10_b121", "text": "percent average share across the entire planning horizon, and accounting for the bulk of the increase (38.1 percent) in TFEC levels between 2015 and 2030. The industry sector will exceed the level of residential sector demand as a second largest energy consumer in the near future, as the former puts in 26.6 percent share while the latter contributes an average of 24.8 percent share to"}, {"text_block_id": "p10_b122", "text": "the TFEC. The commercial sector, as the major drivers of the country’s economic growth in t"}, {"text_block_id": "p10_b123", "text": "he next 15 years, will hold an average share of 11.9 percent. On the other hand, agriculture (including fishery and forestry -AFF) sector will remain to be the least energy user with 1.1 percent average share of the total energy demand"}, {"text_block_id": "p10_b124", "text": "(Figure 2)"}, {"text_block_id": "p10_b125", "text": "."}, {"text_block_id": "p10_b126", "text": "per year, while household energy will grow steadily by 2.0 percent per year between 2015 and 2030."}, {"text_block_id": "p10_b127_merged_merged", "text": "Petroleum products will continue to account for the bulk of TFEC, with an average share of 45.8 percent in the demand mix (Figure 3). With the easing of oil prices in the international market, demand for petroleum products will increase by an average of 3.9 percent per year from 2015 to 2030. Diesel and gasoline will continue to be the most widely-used petroleum products, with the average shares of 50.5 percent and 28.4 percent in the total oil demand, respectively. Transport will remain as the major petroleum consuming sector with an average share of 72.1 percent in the total oil demand for the entire"}, {"text_block_id": "p10_b130", "text": "planning period."}, {"text_block_id": "p11_b131", "text": "Electricity will contribute an average of 22.1 percent share to the final energy demand across the entire planning horizon, making it the second-most consumed fuel after oil. Electricity consumption is projected to grow by an average of 5.7 percent annually over the entire planning horizon. Its utilization in the transport sector is seen to expand by ten (10) times its 2015 level of 8 thousand tons of oil equivalent (kTOE) to 80"}, {"text_block_id": "p11_b132", "text": "kTOE in 2030 due to expected government’s extension and expansion plans for the mass rail systems"}, {"text_block_id": "p11_b133", "text": "(MRT and LRT), possible development of other mass transit systems in the regions, and the significant penetration of electric vehicles in the road transport system. Household consumption will constitute the largest portion of electricity demand at 34.4 percent average share, followed by the industry sector with 32.3 percent"}, {"text_block_id": "p11_b134", "text": "(Figure 4)."}, {"text_block_id": "p11_b135_merged_merged", "text": "Meanwhile, availability of efficient technologies, particularly end-use equipment for household cooking using LPG and electricity will pave the way for slowdown in the use of traditional fuels, and as such, end-use biomass consumption is projected to post a measly increase of 1.2 percent for the next 15 years. However, it will remain as the third most consumed fuel next to oil and electricity. The residential sector, as the major user of biomass, is seen to significantly contribute to the sluggish biomass demand level. Household usage of biomass will drop by 0.3 percent per year – from 5.8 MTOE in 2015 to 5.6 MTOE in 2030. However, there will be a noticeable increase of 5.3 percent in industrial biomass usage during the planning period."}, {"text_block_id": "p11_b138", "text": "End-use demand (non-power application) for coal is expected to increase by 5.1 percent on the average, owning an 8.0 percent share to the final energy demand across the entire planning period. Its consumption will increase from 2.2 MTOE in 2015 to 4.7 MTOE in 2030. The sustained rise in coal consumption can be attributed to the projected increase in the production of cement and basic metals which are used as construction materials for public and private sector infrastructures."}, {"text_block_id": "p11_b139", "text": "Increasing the mandated biofuels blend for gasoline and diesel products will hike up total biofuel demand from 0.4 MTOE in 2014 to 2.6 MTOE in 2030. The 20 percent and 10 percent blends of bioethanol and biodiesel, respectively, towards 2030 will expand the aggregate demand for biofuels by as much as 12.8 percent per year."}, {"text_block_id": "p11_b140", "text": "Meanwhile, end-use demand for natural gas will expand by 20.4 percent per year due to increasing requirements from the transport, industry and commercial sectors. The CNG-fueled buses and taxis are expected to penetrate road transport across the entire planning horizon. Natural gas is also expected to figure prominently as a fuel in several industrial parks, particularly in South Luzon, as"}, {"text_block_id": "p12_b141", "text": "well as in other emerging industrial parks. Aside from this, natural gas technology is also expected to be used for cooling commercial centers, such as large shopping malls."}, {"text_block_id": "p12_b142", "text": "Total Final Energy Consumption, by Sector"}, {"text_block_id": "p12_b143", "text": "Transport"}, {"text_block_id": "p12_b144", "text": "The transport sector will continue to dominate the country’s total energy demand,"}, {"text_block_id": "p12_b145", "text": "with an annual average share of 35.6 percent in the TFEC. Its energy requirement is projected to grow at a yearly rate of 4.4 percent, from its demand level of 10.6 MTOE in 2015 to 20.1 MTOE in 2030. The bulk of the"}, {"text_block_id": "p12_b146", "text": "sector’s energy"}, {"text_block_id": "p12_b147", "text": "demand will be used"}, {"text_block_id": "p12_b148", "text": "for land transport, where about 80.0 percent of domestic traffic and 60.0 percent of freight traffic is by land"}, {"text_block_id": "p12_b149", "text": "."}, {"text_block_id": "p12_b150", "text": "Figure 5: TRANSPORT ENERGY DEMAND, BY FUEL (2000-2030)"}, {"text_block_id": "p12_b151_merged_merged", "text": "As the Philippines is poised to become a major automotive market in Southeast Asia by 2020, with domestic sales expected to continue posting stellar growth while local production is seen ramping up with the government’s Comprehensive Automotive Resurgence Strategy (CARS) program , oil will remain as the sector’s major fuel, constituting the bulk (92.7 percent) of the sector’s total energy requirement for the next 15 years. Diesel will account for half of oil demand at 50.1 percent share by 2030, albeit lower than its 2015 share of 57.5 percent, as significant volume of its consumption will be displaced due to the projected entry of additional CNG-fueled buses and significant increase in biodiesel blend, causing a modest growth in diesel demand of 2.8 percent until 2030"}, {"text_block_id": "p12_b157", "text": "(Figure 5)."}, {"text_block_id": "p13_b158", "text": "Largely due to further developments in the country’s light railway systems, specifically: the capacity"}, {"text_block_id": "p13_b159", "text": "expansion and modernization of Line 1; Line 2 East and West route expansion; NAIA rail link and North and Cavite route expansion projects"}, {"text_block_id": "p13_b160", "text": "; the expansion of mass railway transits in regional areas; along with the expected entry of e-trikes and other e-vehicles, electricity demand will expand to reach 80 kTOE by 2030, from 8 kTOE in 2015."}, {"text_block_id": "p13_b161", "text": "With the targeted commercialization of CNG-buses and CNG-taxis plying the major routes nationwide by 2030, natural gas use in the transport sector will reach 14 kTOE in 2030, from a nil value in 2015."}, {"text_block_id": "p13_b162", "text": "Industry"}, {"text_block_id": "p13_b163", "text": "Under the Manufacturing Resurgence Program"}, {"text_block_id": "p13_b164", "text": ","}, {"text_block_id": "p13_b165", "text": "the Philippines is expected to become the next manufacturing hub in Asia"}, {"text_block_id": "p13_b166", "text": ", and with the sector being a primary engine of growth in the country’s"}, {"text_block_id": "p13_b167", "text": "economy. With this, energy use for industrial processes is expected to intensify for the next 15 years. From its 2015 level of 6.8 MTOE, it is projected to expand at an annual average rate of 5.7 percent while contributing an average share of 26.6 percent in the"}, {"text_block_id": "p13_b168", "text": "country’s TFEC"}, {"text_block_id": "p13_b169", "text": "across the entire planning horizon. This will translate to demand levels going up by more than twice of its 6.8 MTOE in 2015 to 15.6 MTOE in 2030"}, {"text_block_id": "p13_b170", "text": "(Figure 6)"}, {"text_block_id": "p13_b171", "text": "."}, {"text_block_id": "p13_b172_merged_merged_merged", "text": "Industry will remain as the major end-use consumer of coal, as the fuel owns an average share of 30.0 percent of the sector’s energy requirement over the entire planning horizon. This is largely due to the projected increase in coal utilization of cement and basic metals industries to meet the increasing demand for building materials in the construction sector. Likewise, coal demand in paper production, beverages and other food production is also projected to increase during the planning horizon. Coal consumption in industry is seen to expand by an average rate of 5.1 percent per year, to reach 4.7 MTOE in 2030 from 2.2 MTOE in 2015."}, {"text_block_id": "p14_b175", "text": "Meanwhile, electricity will take up an"}, {"text_block_id": "p14_b176", "text": "average share of 26.7 percent of the sector’s total energy"}, {"text_block_id": "p14_b177", "text": "demand. Machinery/equipment and basic metal production are the top industrial electricity consumers, followed by textile/apparel and other food production. Total electricity demand of the sector is projected to grow by an average of 5.1 percent, reaching 4.1 MTOE in 2030 from 1.9 MTOE in 2015."}, {"text_block_id": "p14_b178", "text": "Notwithstanding its price volatility and the projected energy savings, oil will continue to play an important role in fueling the activities of the industry sector, accounting for an average of 19.7"}, {"text_block_id": "p14_b179", "text": "percent share of the sector’s total energy demand between 2016 and 2030."}, {"text_block_id": "p14_b180", "text": "It will increase at an average rate of 5.9 percent per year, to reach 3.2 MTOE in 2030 from 1.4 MTOE in 2015. Bulk of this demand will comprise of diesel and fuel oil, registering an average yearly increase of 5.1 percent and 3.8 percent, respectively, while consumption levels of LPG will increase by as much as 13.0 percent due to higher demand in the manufacturing sub-sectors."}, {"text_block_id": "p14_b181", "text": "However, the industry players would most likely pursue the utilization of other energy sources to cope up with increasing production volume. Thus, biomass will still be an important fuel source for the sector, particularly in sugar production, food and other manufacturing industries. Total biomass consumption of industry is expected to increase to 2.7 MTOE in 2030, accounting for an average share of 18.1 percent of the total industry energy demand over the planning period. Natural gas will also figure prominently in the demand mix of the sector due to its utilization in industrial parks, with levels increasing by 20.1 percent per year to reach 772 kTOE in 2030."}, {"text_block_id": "p14_b182", "text": "Residential Sector"}, {"text_block_id": "p14_b183_merged_merged_merged", "text": "The residential sector is expected to contribute an average share of 24.8 percent in the country’s total energy consumption during the planning period.  From the 2015 total number of households of 23 million, the total number of households is expected to reach 30.4 million in 2030, translating to an increase of 1.9 percent per annum. With this, the energy demand level of households will increase by 2.0 percent per year to 11.8 MTOE in 2030, from 8.7 MTOE in 2015. The increased utilization of more efficient fuels, such as electricity and LPG, is a contributing factor to the changing energy demand mix of households, which consequently result to the slowdown in conventional fuels such as biomass and kerosene (Figure 7)."}, {"text_block_id": "p15_b189", "text": "Despite a yearly decline of 0.3 percent, biomass will remain as the primary fuel in the residential sector, accounting for more"}, {"text_block_id": "p15_b190", "text": "than half of the sector’s energy demand (56.4 percent). Consumption of"}, {"text_block_id": "p15_b191", "text": "biomass is expected to reach 5.8 MTOE in 2030, from 5.5 MTOE in 2015, accompanied by a reduction in its share to total household energy consumption by as much as 19.4 percentage points between 2015 and 2030."}, {"text_block_id": "p15_b192", "text": "Parallel with the DOE’s target to achieve a 100 percent household electrification level by 2020,"}, {"text_block_id": "p15_b193", "text": "electricity demand in the residential sector will increase by more than twice its 2015 level of 2.0 MTOE to 4.1 MTOE in 2030, registering the fastest growth among household fuel of 6.1 percent per year. LPG consumption is also expected to follow the same trend of increase, albeit at a slower pace of 3.3 percent per year across the entire planning horizon. This can be attributed to the changing patterns of fuel preference among consumers for household activities such as cooking and heating, and the shifting to more efficient and convenient fuels and energy sources such as LPG and electricity. As such, kerosene is expected to decline by as much as 4.0 percent per year between 2015 and 2030."}, {"text_block_id": "p15_b194", "text": "Commercial Sector"}, {"text_block_id": "p15_b195_merged_merged", "text": "For several years, the consistent and resilient growth of trade, financial intermediation, and real estate and other business activities, which include the booming business process outsourcing (BPO) industry, supported the robust growth of the services sector. This is expected to continue towards the long-term, aided by higher foreign confidence and optimism attributed to increasing political stability in the country. As the country’s labor market attracts more international BPOs to establish their headquarters in the country, coupled with increased demand for major investment properties such as office, retail and hotel as well as residential property13 , the commercial sector’s energy requirement will increase at an average rate of 4.7 percent -from 3.4 MTOE in 2015 to 6.8 MTOE in 2030. Electricity will remain as the major energy source in the sector constituting more than half (56.9 percent on the average) of the total commercial demand, and will increase at an annual rate of 6.0 percent throughout the planning period (Figure 8)."}, {"text_block_id": "p16_b204", "text": "Total petroleum demand will generally have a steady average annual growth of 2.9 percent during the entire planning period. LPG and fuel oil demand, owing to the rise in the output of establishments engaged in food and other related services, is projected to increase annually by 2.2 and 2.4 percent, respectively. Diesel demand will still post a substantial growth rate of 3.3 percent per year. Expectedly, commercial sector will experience growth in biodiesel demand from 14 kTOE in 2014, to 146 kTOE in 2030, as the mandatory blend escalates from 2 percent in 2015 to 10 percent between 2025 and 2030."}, {"text_block_id": "p16_b205", "text": "Meanwhile, the consumption of biomass in the commercial sector, particularly fuel wood and charcoal, will still be prominent among food establishments and restaurants mainly for commercial cooking and heating. Its levels will fairly grow by 1.9 percent per annum within the planning period from 337 kTOE in 2015 to 444 kTOE by 2030. Natural gas is also expected to figure in the commercial"}, {"text_block_id": "p16_b206", "text": "sector’s demand mix at 58 kTOE by 2030."}, {"text_block_id": "p16_b207", "text": "Agriculture, Fishery and Forestry (AFF)"}, {"text_block_id": "p16_b208", "text": "The country’s AFF sector will continue to be the least energy"}, {"text_block_id": "p16_b209", "text": "-intensive among the economic sectors accounting for a meager share of 1.1 percent in the total energy demand. The energy demand levels will improve from 401 kTOE in 2015 to 599 kTOE in 2030, or an average yearly growth of 2.7 percent. Energy demand in the AFF sector is comprised of: (1) petroleum products, used mainly for farm equipment, crop production and fishery; (2) electricity, largely used in the livestock and poultry sub-sector; and, (3) biodiesel which is a mandatory input to diesel categorized under petroleum products used for farm machineries and implements. Electricity will account for a 49.2 percent average share from 2016 to 2030; followed by petroleum products, which will take up as much as 47.9 percent share, and biodiesel with 2.9 percent share."}, {"text_block_id": "p16_b210", "text": "Figure 9 : AFF ENERGY DEMAND, BY FUEL (2000-2030)"}, {"text_block_id": "p16_b211_merged", "text": "Over the planning period, the sector will be heavily dependent on petroluem products, as its demand levels increase at an average annual growth rate of 3.5 percent, from 194 kTOE in 2015 to 324 kTOE in 2030, spurred by the rise in diesel demand. As such, biodiesel demand will grow fastest at an average rate of 15.5 percent across the planning period, increasing to 33 kTOE by 2030 from its 2015 level of 4 kTOE. Meanwhile, electricity demand in the sector will post an average annual growth rate of 1.2 percent due to the continued improvement in design, development and extension of technologies on postharvest and modernization. Farmers try to adopt new agricultural machineries and technologies which were electricity fueled (Figure 9)."}, {"text_block_id": "p17_b214", "text": "GHG Emission"}, {"text_block_id": "p17_b215", "text": "Given the dynamics of energy demand under the BAU scenario, total greenhouse gases (GHG) emission from fossil fuels (oil, coal and natural gas) is foreseen to increase at 6.1 percent per year across the planning period, from 99.6 million tons of CO"}, {"text_block_id": "p17_b216", "text": "2"}, {"text_block_id": "p17_b217", "text": "equivalent (MtCO"}, {"text_block_id": "p17_b218", "text": "2"}, {"text_block_id": "p17_b219", "text": "e) in 2015 to 241.2 MtCO"}, {"text_block_id": "p17_b220", "text": "2"}, {"text_block_id": "p17_b221", "text": "in 2030. Emission from the consumption of coal fuels shall account for an annual average rate"}, {"text_block_id": "p17_b222", "text": "Figure 10: GHG EMISSION, BY FUEL (2015 – 2030), Clean Energy vs. BAU"}, {"text_block_id": "p17_b223_merged_merged", "text": "of 55.5 percent of the total GHG emission, while those from oil-based fuels will account for an annual average share of 38.7 percent, with natural gas contributing 5.7 percent share (Figure 10). With the entry of cleaner fuels and higher share of RE in the CES, total GHG emission under the CES scenario will drop to 172.0 MtCO2e in 2030 as growth slows down at an annual average rate of 3.7 percent across the planning horizon."}, {"text_block_id": "p17_b226", "text": "Under the BAU, half or around 52.3 percent of the total emission will come from the transformation sector or electricity generation. Meanwhile, from among the energy end-use sectors, transport will account for the biggest share to the total GHG emission around translating to an annual average share of 28.5 percent, followed by industry comprising 13.0 percent, while 6.1 percent shares will"}, {"text_block_id": "p18_b227", "text": "come from other sectors such as commercial, residential and agriculture. For CES, although bulk of the emission will come from the electricity generation sector, its share to the total GHG shall be slightly lower at 52.3 percent only, vis-à-vis its share under the BAU ("}, {"text_block_id": "p18_b228", "text": "Figure 11)"}, {"text_block_id": "p18_b229", "text": "."}, {"text_block_id": "p18_b230", "text": "Primary Energy Supply Outlook 2015-2030"}, {"text_block_id": "p18_b231_merged_merged", "text": "The country’s total primary energy supply (TPES) under the BAU scenario will grow at an annual average rate of 3.5 percent to reach 86.9 MTOE in 2030, from 51.7 MTOE in 2015. Throughout the planning period for BAU scenario, coal and oil will dominate the supply mix, as both fuels account for more than 30.0 percent of the TPES in 2030. On the other hand, major sources of renewable energy (RE) such as geothermal, biomass and hydro are expected to contribute in the TPES at the average shares of 13.7, 13.3 and 4.9 percent, respectively (Figure 12)."}, {"text_block_id": "p18_b236", "text": "Meanwhile, TPES under the CES will reach 93.7 MTOE in 2030, 7.9 percent higher than the BAU for the same year, while growth is faster at 4.0 percent per year. The difference is due to the expected reduction in fossil fuels, particularly oil and coal, as it gives way to the increasing production of RE for power generation, particularly geothermal energy and combined solar and wind across the planning horizon. This tapers down the aggregate share of coal and oil in the TPES to an annual average of 54.9 percent under the CES scenario. The natural gas average share to the supply mix will increase to 7.5 percent in comparison with its share of 4.7 percent under BAU scenario. Moreover, the anticipated share of RE sources under the CES will increase to 36.4 percent by 2030, as levels rise up by almost twice its 2015 level of 19.6 MTOE to 34.1 MTOE in 2030. On the other hand, other technologies that will penetrate under the CES are also expected to contribute to TPES at 2.0 MTOE by 2030."}, {"text_block_id": "p18_b237", "text": "Figure 12: TOTAL PRIMARY ENERGY SUPPLY, BY FUEL TYPE (2000-2030), CES vs. BAU"}, {"text_block_id": "p19_b238", "text": "Fossil Fuels"}, {"text_block_id": "p19_b239", "text": "Oil"}, {"text_block_id": "p19_b240", "text": "The country’s total primary oil supply is projected to grow by 3.4 percent per year on average in the"}, {"text_block_id": "p19_b241", "text": "BAU scenario, from 17.7 MTOE in 2015 to 29.1 MTOE in 2030. It will continue to contribute"}, {"text_block_id": "p19_b242", "text": "significantly to the country’s total energy mix, with an avera"}, {"text_block_id": "p19_b243", "text": "ge share of 34.3 percent across the entire planning horizon."}, {"text_block_id": "p19_b244", "text": "With an additional blending of biofuels and entry of alternative fuels for transport such as auto-LPG jeepneys and electric vehicles (including e-trikes) from BAU scenario to CES, the country"}, {"text_block_id": "p19_b245", "text": "’s"}, {"text_block_id": "p19_b246", "text": "dependence on oil is expected to decline at an average of 11.7 percent per year for the planning period. Oil annual average share to the TPES will register at 29.2 percent, as the total oil supply under CES will grow at a slower rate of 3.2 percent per year to 28.4 MTOE in 2030"}, {"text_block_id": "p19_b247", "text": "(Figure 13)."}, {"text_block_id": "p19_b248", "text": "Coal"}, {"text_block_id": "p19_b249_merged_merged_merged", "text": "Under the BAU, total coal supply will increase at a faster rate of 6.2 percent annually, rising by more than twice its 2015 level of 11.6 MTOE to 28.1 MTOE in 2030, while bringing its share in the TPES to 33.0 percent in 2030, from 22.5 percent in 2015. The increase in coal supply is due to the significant contribution of coal as fuel input for power generation as an estimated aggregated capacities of around 13,265 megawatts (MW)of new coal generating plants will be considered within the planning period. There is also an increasing requirement of coal in the industry sector, specifically for cement and basic metals production (Figure 14). On the other hand, coal supply under the CES will increase at a slower rate of 2.8 percent, reaching 17.5 MTOE level in 2030, while halving its share from the BAU to TPES in 2030 to 18.6 percent. This is consistent with the government’s efforts in promoting the utilization of renewable energy and cleaner fuels in power generation for environmental considerations under the CES scenario."}, {"text_block_id": "p20_b255", "text": "Natural Gas"}, {"text_block_id": "p20_b256", "text": "Under the BAU, natural gas is projected to increase at a rate of 3.6 percent per year across the entire planning horizon, from 2.9 MTOE in 2015 to 4.9 MTOE in 2030"}, {"text_block_id": "p20_b257", "text": "(Figure 15)"}, {"text_block_id": "p20_b258", "text": ". The country’s gas supply"}, {"text_block_id": "p20_b259", "text": "outlook will still be largely hinged on the production of the Malampaya field, including additional gas (uncontracted gas) until 2025. Aside from the Libertad gas field in Cebu which started commercial production in 2010, potential gas fields foreseen to produce commercially within the next 20 years include San Martin by 2015, Sultan sa Barongis and Sampaguita by 2023, Sulu Sea by 2025, among others."}, {"text_block_id": "p20_b260_merged_merged", "text": "Meanwhile, natural gas supply will grow faster under CES by 9.8 percent per year, as levels increase by as much as four (4) times its 2015 level to reach 11.7 MTOE in 2030. Assuming realization of production targets, the growth will also be largely due to the government’s effort to promote the utilization of green fuelfor power generation."}, {"text_block_id": "p21_b264", "text": "Renewable Energy"}, {"text_block_id": "p21_b265", "text": "Under the BAU scenario, aggregate renewable energy (RE) supply will account for 28 percent share of TPES in 2030 as it increases at an average rate of 1.5 percent per year to reach 24.3 MTOE from 19.6 MTOE in 2015. On the other hand, RE supply is projected to grow at a faster rate of 3.8 percent per annum in the CES, as its level will increase to 34.1 MTOE by 2030, along with an improved contribution to TPES at 36.4 percent for the same year ("}, {"text_block_id": "p21_b266", "text": "Figure 16)"}, {"text_block_id": "p21_b267", "text": "."}, {"text_block_id": "p21_b268", "text": "Geothermal energy"}, {"text_block_id": "p21_b269", "text": "will continue to be the country’s major RE resource accounting for more than"}, {"text_block_id": "p21_b270", "text": "40.0 percent of the total RE under the BAU Scenario. Geothermal energy production will reach 8.6 MTOE in 2030 from 9.5 MTOE in 2015, a gradual decline of 0.7 percent for the next 15 years. On the other hand, supply of geothermal energy will grow at a faster rate of 3.0 percent in the CES to reach 14.9 MTOE in 2030, accounting for an average share of 41.5 percent to the total RE. A total of 253 MW"}, {"text_block_id": "p21_b271", "text": "of additional geothermal power capacities will be online between 2016 and 2030."}, {"text_block_id": "p21_b272", "text": "Hydropower"}, {"text_block_id": "p21_b273", "text": "supply under the BAU and CES will register the same average annual growth rate of 4.3 percent, from 2.2 MTOE in 2015 to 4.1 MTOE in 2030.  For the period 2016 to 2030, hydropower will constitute an annual average share of 4.9 percent to the TPES under the BAU scenario, while a slightly higher share of 5.3 percent under the CES. The commissioning of hydro power projects within the planning period will be bringing an additional installed capacity of 1,554 MW"}, {"text_block_id": "p21_b274", "text": "."}, {"text_block_id": "p21_b275_merged_merged_merged_merged", "text": "Combined supply level of solar and wind under the BAU is projected to decline at a steady rate of 0.2 percent per year, from 76.3 kTOE in 2015 to 73.9 kTOE in 2030. The level of supply of these sources of energy under the CES will be more than four (4) times higher, while increasing at an average rate of 14.4 percent annually to bring combined solar and wind supply to 575.2 kTOE in 2030. The policy mechanisms set under the RE law to include the National Renewable Energy"}, {"text_block_id": "p22_b278", "text": "Program (NREP) and the Renewable Portfolio Standards (RPS), among others, will serve as a catalyst to the rapid increase on the level of supply of these sources of energy."}, {"text_block_id": "p22_b279", "text": "Biomass"}, {"text_block_id": "p22_b280", "text": "is expected to account for an average share of 13.3 percent in total supply mix under the BAU, posting a gradual increase of 1.3 percent per year, as supply levels reach 9.0 MTOE in 2030 from 7.4 MTOE in 2015. It can be noted that the slight upswing in biomass supply stems from the"}, {"text_block_id": "p22_b281", "text": "industry sector’s increasing demand for this fuel at around 5.6 perc"}, {"text_block_id": "p22_b282", "text": "ent annually, specifically in the sugar production industry."}, {"text_block_id": "p22_b283", "text": "Likewise, biomass supply in power generation will grow at an annual average rate of 4.4 percent due to additional capacities of biomass-fed power plants that will be put up within the planning period. Meanwhile under the CES, biomass supply will take as much as 13.8 percent of the total TPES by 2030, and is expected to increase at a slightly faster rate of 2.5 percent per year due to its utilization for power generation."}, {"text_block_id": "p22_b284", "text": "Alternative Fuels"}, {"text_block_id": "p22_b285", "text": "Biodiesel"}, {"text_block_id": "p22_b286_merged_merged", "text": "Biodiesel supply under the BAU scenario will reach 1.3 MTOE by 2030, a yearly increase of 15.2 percent from 0.2 MTOE in 2015. It will account for an average share to TPES at 0.7 percent across the entire planning period. On the other hand, supply levels under the CES is expected to reach 2.8 to the TPES is also expected to increase from 0.3 percent share in 2015 to 3.0 percent share in 2030. The target biodiesel blend is expected to increase by as much as 10 percent by 2025 under the biomass roadmap of the NREP."}, {"text_block_id": "p22_b288", "text": "Bioethanol"}, {"text_block_id": "p22_b289", "text": "While the move to increase utilization of environment-friendly fuels is further strengthened, bioethanol blend is projected to increase to a maximum blend of 20 percent starting in 2020. Over the planning horizon, bioethanol production under the BAU scenario is projected to grow at an average rate of 11.1 percent, reflecting higher level of supply in 2030 of 1.4 MTOE from its level 2015 level of 0.3 MTOE. On the other hand, under the CES scenario its level of supply will reach 1.1 MTOE, translating to annual increases of 9.7 percent for the next 15 years."}, {"text_block_id": "p23_b290", "text": "2016-2030 SECTORAL ROADMAPS"}, {"text_block_id": "p23_b291", "text": "OIL AND GAS"}, {"text_block_id": "p23_b292", "text": "Overview"}, {"text_block_id": "p24_b293", "text": "Since 2012 until 2015, production of oil has reached 8.96 MMB while production of gas from Malampaya Field was recorded 515.05 BCF with associate condensate of 16.57 MMB during the same period. Additional production of 1.04 MMB of oil, 73.67 BCF of gas and 2.19 MMB condensate was also realized during the first half of 2016."}, {"text_block_id": "p24_b294", "text": "Roadmap"}, {"text_block_id": "p24_b295_merged", "text": "Shown in Figure 17 is the DOE’s 2016-2030 road map for the upstream oil and gas sector. For the planning horizon, the DOE will push for the regular conduct of PECRs to attract more foreign and local investments. Out of the 25 existing service contracts in the country, 20 service contracts are foreseen to be producing additional petroleum resources between 2016 and 2030."}, {"text_block_id": "p24_b302", "text": "By 2017, the estimated petroleum reserves will yield 94.75 MMB of oil, 3.97 trillion cubic feet (TCF) of gas and 41.35 MMB of condensate. These will include currently producing oil fields as well as marginal fields that maybe developed, rehabilitated or redeveloped during the planning period. An increase of about 17.0 percent is expected by the end of the planning period with reserves of 11.53 MMB of oil, 5.72 TCF of gas and 45.8 MMB of condensate."}, {"text_block_id": "p24_b303", "text": "Aside from the remaining reserves of Malampaya and other marginal fields such as San Martin, Sampaguita, Sultan sa Barongis, Octon and Polyard A8 which are anticipated to be developed and produced during the planning period, the reserves of associated condensate from Octon and Sultan sa Barongis fields are also assumed to be developed in the future."}, {"text_block_id": "p25_b304", "text": "To achieve the sector’s overall ob"}, {"text_block_id": "p25_b305", "text": "jective by 2030 of increasing oil and gas production, the DOE is targeting additional discovery of new fields for the country, namely two service contracts to yield 10 MMB of oil and 1 TCF of gas with 8 MMB of condensate for the medium-term as well as five service contracts with 20 MMB of oil and 1.5 TCF of gas with 15 MMB of condensate for the long-term."}, {"text_block_id": "p25_b306", "text": "The country may likewise expect production of 75 MMB of oil, 2.4 TCF of gas and 32.9 MMB of associated condensate for the 14-year planning period. However, expected production data will depend on the following assumptions:"}, {"text_block_id": "p25_b307", "text": "The country may likewise expect production of 75 MMB of oil, 2.4 TCF of gas and 32.9 MMB of associated condensate for the 14-year planning period. However, expected production data will depend on the following assumptions:\n* Development, redevelopment and production of Octon (SC-6A), West Linapacan A (SC-14C2), Malampaya Oil Rim and Linapacan B oil fields in 2019, 2020, 2024 and 2026,\n* Galoc (SC-14C), the largest oil field in the country, will continue production until 2021;\n* Cadlao field, a major oil producer in the 1980s until it stopped operations in 1991, will be\n* Commencement of development and production of San Martin and Sampaguita gas fields in\n* Continuing gas production of Malampaya until 2025."}, {"text_block_id": "p26_b319", "text": "Action Plan"}, {"text_block_id": "p26_b320", "text": "The DOE strives to accomplish the short-, medium-and long-term goals through the following action plans:"}, {"text_block_id": "p26_b321", "text": "The DOE strives to accomplish the short-, medium-and long-term goals through the following action plans:\n* More stringent monitoring of existing Service Contracts in both exploration and production\n* -accepted safety standards\n* Continuous monitoring of (a) seismic data acquisition, processing and subsequent interpretation,\n* Active participation in geological and geophysical studies and assistance to the setting of\n* Continuous improvement in the issuance process of Tax Exemption Certificates to SC operators,\n* Conduct of more information, education and communication (IEC) campaigns for a more"}, {"text_block_id": "p26_b333", "text": "COAL"}, {"text_block_id": "p26_b334", "text": "Overview"}, {"text_block_id": "p26_b335", "text": "Coal will continue to form part of the"}, {"text_block_id": "p26_b336", "text": "country’s energy"}, {"text_block_id": "p26_b337", "text": "mix, both in power and non-power use, contributing 22.7 percent share. Hence, the DOE has put forth its efforts in expanding further the"}, {"text_block_id": "p26_b338", "text": "exploration and development of the country’"}, {"text_block_id": "p26_b339", "text": "s domestic coal resource potential. Currently, the Philippines maintains 15 coal basins with total resource potential of 2.4 billion metric tons (BMT) and in-situ coal reserves of about 407.80 million metric tons (MMMT)."}, {"text_block_id": "p26_b340", "text": "There is an improved interest in coal mining as seen in the increase in the number of coal contractors and small-scale permittees. As of end-2015, a total of 78 Coal Operating Contracts (48 explorations and 30 development / production) and 76 Small-Scale Coal Mining Permits are being monitored and supervised by the DOE."}, {"text_block_id": "p26_b341", "text": "Production."}, {"text_block_id": "p26_b342_merged_merged_merged", "text": "There is an increased production output by existing coal operating contract holders from 2012-2015 recording a a total of 29.38 MMMT of coal produce. Providing bulk of of the production output is the largest"}, {"text_block_id": "p26_b345", "text": "Figure 18. COAL CONSUMPTION AND SUPPLY"}, {"text_block_id": "p27_b346", "text": "open pit coal mine in the Visayas region being operated by Semirara Mining and Power Corporation (SMPC). with an average share of 96.57 percent over the four year period. There was however a slight decrease in production in 2015 in view of the two (2) month suspension of coal mining activities of SMPC. This was a consequence of the landslide incident at the Northwall of Panian Pit that occurred on 17 July 2015. Other contract holders also encountered various delays in the implementation of their coal mining projects due to other factors such as Local Government Unit (LGU) opposition, social acceptability issues and delays in the issuances of necessary permits/certificates from other involved agencies such as the NCIP and DENR."}, {"text_block_id": "p27_b347", "text": "Importation."}, {"text_block_id": "p27_b348", "text": "With the demand for coal in the power generation sector, coal importation has been increasing between 2012 and 2015, from 11.9 MMMT in 2012 to 17.3 MMMT in 2015. The significant increase can be attributed with the installation of five (5) new coal power plants from 2013-2015 with a capacity totalling 1,088.6 MW. Almost 99.0 percent of imported coal was sourced from Indonesia while the remaining was coming from Australia, Vietnam and Russia."}, {"text_block_id": "p27_b349", "text": "Consumption."}, {"text_block_id": "p27_b350", "text": "Consumption of coal notably increased for the last four (4) years, from 15.3 MMMT in 2012 to 22.01 MMMT in 2015, averaging an increase of 11 percent. The power generation sector accounted the largest consumer with 77.3 percent of the total coal consumption. Coal is used as"}, {"text_block_id": "p27_b351", "text": "baseload to supply the country’s ele"}, {"text_block_id": "p27_b352", "text": "ctricity demand followed by the cement industry with 15.9 percent while 6.8 percent is consumed for industrial and direct users such as the steel/metal industry, food manufacturing and textile industry."}, {"text_block_id": "p27_b353", "text": "Exportation"}, {"text_block_id": "p27_b354", "text": ". Coal exports also posted double-digit growth of 81.8 percent to reach 5.8 MMMT in"}, {"text_block_id": "p27_b355", "text": "2014, from 2.7 MMMT in 2012. China remains the country’s top export market for coal, followed by"}, {"text_block_id": "p27_b356", "text": "Thailand, Hong Kong, Cambodia, Korea, Taiwan, India and Papua New Guinea."}, {"text_block_id": "p27_b357", "text": "Philippine Energy Contracting Round"}, {"text_block_id": "p27_b358_merged_merged_merged", "text": "The successful launching of PECR in 2011 and 2014 has showcased potential coal areas across the country and generated substantial investment in the coal industry sector. For the awarding of 22 coal exploration contracts (15 contracts awarded under 4th PECR and seven (7) contracts under 5th PECR), the country generated a total of PhP 2.01 billion of investment, PhP 1.5 billion under PECR 4 and PhP 530.4 billion under PECR 5. Most of these awarded contracts will explore coal potential areas located in Catanduanes, Albay, Occidental Mindoro, Sarangani, South Cotabato, Sultan Kudarat, Surigao del Sur, Agusan del Norte, Zamboanga del Norte and Zamboanga Sibugay."}, {"text_block_id": "p28_b363", "text": "Policy Initiatives"}, {"text_block_id": "p28_b364", "text": "The existing regulations on trading and sale of coal have been revisited"}, {"text_block_id": "p28_b365", "text": "the unregulated operation"}, {"text_block_id": "p28_b366", "text": "Table 6. SUMMARY OF ACCREDITED COAL TRADERS/END-USERS"}, {"text_block_id": "p28_b367", "text": "of coal"}, {"text_block_id": "p28_b368", "text": "trading and"}, {"text_block_id": "p28_b369", "text": "utilization in the Philippines"}, {"text_block_id": "p28_b370", "text": "that resulted in substantial"}, {"text_block_id": "p28_b371", "text": "losses in"}, {"text_block_id": "p28_b372", "text": "share from coal"}, {"text_block_id": "p28_b373", "text": "operations."}, {"text_block_id": "p28_b374", "text": "government’s"}, {"text_block_id": "p28_b375", "text": "mining"}, {"text_block_id": "p28_b376", "text": "and rationalized to address"}, {"text_block_id": "p28_b377_merged_merged", "text": "The DOE promulgated Department Circular No. 2012-05-0006, (Guidelines on the Accreditation of Coal Traders and Registration of Coal End-Users) which was aimed at curbing illegal coal mining and trading activities and to collect appropriate the government share from locally produced coal. The said Circular mandates that no person, partnership, cooperative or corporation shall engage in the trading or utilization of coal within the Philippines, unless duly accredited or registered with the DOE. A series of IECs on the implementation of the circular were conducted in the areas in Legazpi, Albay (10-11 February 2014), Bislig City, Surigao (04-05 August 2014) and General Santos City (27-28"}, {"text_block_id": "p29_b381", "text": "August 2014). These intensified effort resulted in the accreditation of 57 Valid and Subsisting Coal Traders and 136 Registered Coal End-Users as of March 2016."}, {"text_block_id": "p29_b382", "text": "There were some illegal mining activities encountered in March 2014 in Barangays Sula, Bacacay and Bagaobawan, in Albay which confiscated more than a thousand tons of coal. Similar activities also happened in Imelda, Zamboanga Sibugay in July 2015."}, {"text_block_id": "p29_b383", "text": "Coal Stockpile in Imelda, Zamboanga Sibugay"}, {"text_block_id": "p29_b384", "text": "International Cooperation"}, {"text_block_id": "p29_b385", "text": "Some of the major activities jointly conducted by the DOE and AFOC Philippines were the hosting of the 5"}, {"text_block_id": "p29_b386", "text": "th"}, {"text_block_id": "p29_b387", "text": "AFOC Council Meeting in November 2005 in Manila and the 11"}, {"text_block_id": "p29_b388", "text": "th"}, {"text_block_id": "p29_b389", "text": "AFOC Council Meeting back-to-back with the 2"}, {"text_block_id": "p29_b390", "text": "nd"}, {"text_block_id": "p29_b391", "text": "Meeting of the Board of Judges for ASEAN Energy Coal Awards on 5-7 June 2013 in Cebu. The DOE and AFOC Philippines also facilitated the formulation, consultation and eventual issuance of DC-2012-05-0006."}, {"text_block_id": "p29_b392", "text": "Roadmap"}, {"text_block_id": "p29_b393", "text": "The DOE will continue to work on expanding"}, {"text_block_id": "p29_b394", "text": "the country’s domestic coal resource potential of about"}, {"text_block_id": "p29_b395", "text": "2.53 billion metric tons. Towards achieving this goal, the"}, {"text_block_id": "p29_b396", "text": "country’s roadmap for the coal industry"}, {"text_block_id": "p29_b397", "text": "sector from 2016-2030 is outlined in Figure 19."}, {"text_block_id": "p29_b398_merged_merged_merged", "text": "From 407.80 MMMT in-situ coal reserves produced in 2015, this is seen to escalate to about 821.7 MMMT by 2017 to further increase to 1,248.1 MMMT by 2020. For the next ten years, it is expected that the county’s reserves will reach 4,297.7 MMMT. Declaration of coal reserves in commercial quantity (mineable) by coal exploration contract holders is likewise seen to take place starting 2016 to 2020, which include the would-be result of the ongoing exploration activities in the Semirara Mining Corporation."}, {"text_block_id": "p30_b401", "text": "Accordingly, increased production is expected during the planning horizon as new exploration contracts are accelerated to full blown production, and converted to production agreements. For the near term, about 28.3 MMMT production are expected from the existing coal producers and contract holders which is targeted to increase to 43.2 MMMT by 2020. Towards the end of the planning period, a robust production of 158.0 MMMT are seen to be generated."}, {"text_block_id": "p30_b402", "text": "Action Plan"}, {"text_block_id": "p30_b403_merged", "text": "Realizing these goals requires extensive efforts from both the government and the private sector to propel development in the sector. As a continuing strategy, the DOE will carry on the following strategies, plans and programs to stimulate investors’ interest in coal exploration and development."}, {"text_block_id": "p30_b406", "text": "Realizing these goals requires extensive efforts from both the government and the private sector to propel development in the sector. As a continuing strategy, the DOE will carry on the following strategies, plans and programs to stimulate investors’ interest in coal exploration and development.\n* Continuing conduct of the PECR for coal to select the most qualified operators that will be\n* Vigilant monitoring of coal mining operations to check compliance with the DOE approved\n* The DOE, with the assistance of law enforcement agencies and LGUs will continue its"}, {"text_block_id": "p31_b412", "text": "Realizing these goals requires extensive efforts from both the government and the private sector to propel development in the sector. As a continuing strategy, the DOE will carry on the following strategies, plans and programs to stimulate investors’ interest in coal exploration and development.\n* Continuing conduct of the PECR for coal to select the most qualified operators that will be\n* Vigilant monitoring of coal mining operations to check compliance with the DOE approved\n* The DOE, with the assistance of law enforcement agencies and LGUs will continue its\n* properly manage indigenous coal resources.\n* In a bid to reduce carbon footprint of coal generation, adoption of clean technologies will be\n* While we apply multi-fuel policy, coal-fired power plants remain to be the least cost and\n* Continuous issuance of Certificate of Compliance for coal importation will be facilitated to\n* -Scale Coal Mining Permits to develop and mine\n* To resolve issues on health, environment and social acceptability, the government in\n* Continuous capacity building with the ASEAN Forum on Coal (AFOC).\n* Continuous annual attendance to various relevant conventions and workshops, i.e. the"}, {"text_block_id": "p31_b429", "text": "RENEWABLE ENERGY"}, {"text_block_id": "p31_b430", "text": "Overview"}, {"text_block_id": "p31_b431", "text": "The accelerated exploration and development of renewable energy sector commenced with the enactment of RA 9513 otherwise known as Renewable Energy Law of 2008. To achieve the objectives of RE Law, the DOE with its stakeholders headed by the National Renewable Energy Board (NREB) formulated the NREP which summarizes the 20-year aspirational targets from biomass, solar, wind, hydropower, geothermal and ocean energy."}, {"text_block_id": "p31_b432", "text": "Pililia Rizal 54-MW Wind Farm"}, {"text_block_id": "p31_b433_merged_merged_merged", "text": "The NREP, which was launched in 2011, serves as the country’s roadmap in the development and utilization of renewable energy in the country. The targets under NREP envision to triple the 2010 installed capacity of 5,439 MW. As of end June 2016, the total installed capacity of RE is 7,013.89 MW, an increase of 1,574.89 MW which is equivalent to"}, {"text_block_id": "p32_b436", "text": "a 29 percent over that of the 2010 level (Table 7). To meet the tripling of capacity target, a total of 14,499.96 MW potential capacity has been awarded to private investors for development."}, {"text_block_id": "p32_b437", "text": "Paving the way in the fulfillment of NREP targets are policy mechanisms promulgated by the DOE. Among the ones are in place are the Feed in Tariff (FIT) and the Net Metering Mechanism. The remaining policy mechanism that needs to be implemented includes the Renewable Portfolio Standard (RPS) and Green Energy Option which are expected to further boost the share of renewables in the country."}, {"text_block_id": "p32_b438", "text": "Under the FIT system, due to the energy stakeholders’ interest in the development of wind energy,"}, {"text_block_id": "p32_b439", "text": "initial target for FIT system of 200 MW was increased to 400 MW. Of this adjusted target, 393.9 MW have been issued with certificate of eligibility by the DOE to ERC. Likewise, operating under the FIT system is solar which was increased to 500 MW in 2015 from the 50 MW initial target. As of June 30, 2016, a total of 526.95 MW was issued with certificate of eligibility by the DOE to ERC."}, {"text_block_id": "p32_b440", "text": "There are also policy issuances by the DOE to boost the development and utilization of RE in the county. The most recent circular issued by the DOE to support the development and utilization of renewables is DC No. 2015-07-0014 on 26 June 2015 prescribing the policy for maintaining the share"}, {"text_block_id": "p33_b441", "text": "of RE resources in the country’s installed capacity through the holistic implementation of the"}, {"text_block_id": "p33_b442", "text": "pertinent provisions of RA 9513 on the feed-in tariff (FIT) system, priority and must dispatch, among others."}, {"text_block_id": "p33_b443", "text": "Open and Competitive Selection Process (OCSP)"}, {"text_block_id": "p33_b444_merged", "text": "As a continuing strategy to accelerate the deployment of renewable energy, the DOE launched the 2nd OCSP on 23 February 2015 for geothermal wherein four (4) prospective geothermal areas were offered; to wit: (1) Acupan-Itogon Geothermal Prospect in Benguet (10-20 MW estimated capacity), (2) Cabalian Geothermal Prospect in Southern Leyte (26-34 MW estimated capacity), (3) Amacan Geothermal Prospect in Compostela Valley (20-40 MW estimated capacity) and (4) Balut Island Geothermal Prospect in Davao Occidental (10-40 MW estimated capacity)."}, {"text_block_id": "p33_b457", "text": "While on 20 March 2015, the OCSP for hydropower offered a total of 17 areas for Luzon, Visayas and Mindanao. In Luzon, there were six (6) areas with an aggregate capacity of 217.4 MW, Visayas has eight (8) areas with total capacity of 88.5 MW and Mindanao with three (3) large areas having an aggregate capacity of 402.5 MW. Total potential capacity from the particular OCSP conducted was 708.4 MW. The Department will conduct another OCSP in 2017."}, {"text_block_id": "p33_b458", "text": "Locally Funded and Foreign Assisted Renewable Projects"}, {"text_block_id": "p33_b459", "text": "To further expedite the exploration and development of renewable energy, the department embarked on a number of locally funded and foreign assisted projects."}, {"text_block_id": "p33_b460", "text": "On-going Locally Funded Projects"}, {"text_block_id": "p33_b461", "text": "Detailed Wind Resource Assessment Project (WRAP)"}, {"text_block_id": "p33_b462", "text": "The WRAP aims to address the gaps in the country’s data on wind energy in order to provide the"}, {"text_block_id": "p33_b463", "text": "stakeholders and prospective investors a viable potential site of wind energy. The project, which started in 2013, involves detailed resource assessment activities in 40 pre-identified sites. Important component of the project is building local capability on various activities of wind resource assessment. Expected output of the project is the national wind database that are necessary in planning, designing and implementation of wind energy projects."}, {"text_block_id": "p33_b464", "text": "Ocean Energy Potential Resource Assessment"}, {"text_block_id": "p33_b465", "text": "Ocean energy in the country is yet to takeoff and requires continuous research and development. The project aims to develop operational readiness and awareness of ocean energy technology in the country through technical capability building of the people involved in the project. Some of the deliverables of the project include: (i) conduct resource assessment of identified areas; (ii) familiarization with the operation of technology and equipment; (iii) conduct extensive IEC activities to stakeholders; and (iv) establish collaboration and strategic partnership with various government agencies and academe."}, {"text_block_id": "p34_b466", "text": "On-going Foreign Assisted Projects"}, {"text_block_id": "p34_b467", "text": "Development for Renewable Energy Applications Mainstreaming and Market Sustainability (DREAMS)"}, {"text_block_id": "p34_b468", "text": "DREAMS project is a partnership between the DOE and UNDP aimed at reducing GHG emissions by promoting and facilitating commercialization of renewable energy markets with the removal of barriers to increase investments in RE based power generation projects. The project also aims to strengthen national capacities by mainstreaming environment and energy concerns into national development plans and implementation systems"}, {"text_block_id": "p34_b469", "text": "Philippine-Japan Project for Introduction of Clean Energy Using Solar Power Generating System"}, {"text_block_id": "p34_b470", "text": "The Philippine-Japan Project for Introduction of Clean Energy Using Solar Power Generating System aims to demonstrate the effectiveness and efficiency of net-metering scheme using solar PV. The expected output is installation of solar PV facilities under the net-metering scheme."}, {"text_block_id": "p34_b471", "text": "Roadmap"}, {"text_block_id": "p34_b472_merged", "text": "Sustainable renewable energy is a global call to counter the negative impacts of climate change to the environment, nature and people by the use of fossil fuels. The effects of climate change are current and real; it is no longer a future concern or imaginary. “In 2011, the United Nations Secretary–General launched the Sustainable Energy for All (SE4ALL) initiative with three interlinked objectives to be achieved by 2030: ensure universal access to modern energy services; double the global rate of improvement in energy efficiency; and double the share of renewable energy in the global mix”. On a country level, the Philippines’ energy plans and programs are consistent with the SE4ALL initiative."}, {"text_block_id": "p34_b482", "text": "The continuing thrust for energy and power mix is ensuring energy security and the use of environment-friendly energy resources/technologies while ensuring low carbon future. Consistent with this, the government has embarked on fuel diversification which envisions equal sharing of fuels and technologies with preference on cleaner fuel and reducing dependence on fossil fuels. It is in this context that deployment of more renewables is seen to accelerate in the coming years moving towards the realization of its goal of increasing RE capacity by 2030."}, {"text_block_id": "p34_b483", "text": "The NREP, which comprises the 20-year RE target capacity addition for the country, has its first step towards the doubling of RE installed capacity in 2011. From 2011 to 2015, the first 5 years of the program, the target capacity addition was 2,155 MW or 22 percent of the total program. However, the actual capacity addition was 950.4 MW equivalent to 10 percent of the total program. The actual installed capacity aggregated over a 5-year period call for a revisit of NREP to lay down an updated roadmap consistent with the current and future development in the RE sector. Considering the thrusts and policy directions of the government toward increasing the share of RE in the total"}, {"text_block_id": "p35_b484", "text": "capacity mix, the following roadmap is expected to achieve the targeted capacity addition of 17,544 MW for the next 15 years."}, {"text_block_id": "p35_b485", "text": "GEOTHERMAL"}, {"text_block_id": "p35_b486", "text": "Overview"}, {"text_block_id": "p35_b487_merged", "text": "The government is strengthening its push to mainstream renewable energy projects to diversify the country’s energy sourcing and boost power supply. Geothermal, a relatively mature RE source in the country, stands at a rated capacity of 1,906 MW as of December 2015, sustaining the Philippines second lead in the world’s geothermal capacity installation. The entry of 50-MW Nasulo Geothermal Power Plant, the rehabilitation of two (2) units of Bacman with an additional capacity of"}, {"text_block_id": "p36_b496", "text": "10 MW and the most recently commissioned 20-MW Maibarara Geothermal Power Project into the"}, {"text_block_id": "p36_b497", "text": "pipeline, have boosted the existing capacity of geothermal energy for electricity generation."}, {"text_block_id": "p36_b498", "text": "These new additions brought the"}, {"text_block_id": "p36_b499", "text": "country’s total producing fields to seven"}, {"text_block_id": "p36_b500", "text": "(7), as shown in Figure 21. P"}, {"text_block_id": "p36_b501", "text": "roduction from these fields constitutes an average of 10.8 percent supply of the electricity requirements of the country for the same period."}, {"text_block_id": "p36_b502", "text": "Apart from these producing fields, the country has 35 Geothermal Service Contracts (GSCs) currently being monitored and supervised by the DOE. Two (2) of these GSCs"}, {"text_block_id": "p36_b503", "text": "(Biliran and Northern Negros)"}, {"text_block_id": "p36_b504", "text": "are already converted from pre-development to development stage while five (5) are Geothermal Operating Contracts"}, {"text_block_id": "p36_b505", "text": "(Makban, Tiwi, Tongonan 1, Palinpinon and Bacman)"}, {"text_block_id": "p36_b506", "text": "for power plant operations. Twenty-eight (28) GSCs, on the other hand, are under exploration or at pre-development stage (Figure 22). For the period 2012"}, {"text_block_id": "p36_b507", "text": "–"}, {"text_block_id": "p36_b508", "text": "2014, 20 GSCs with estimated potential capacity of 130 MW were awarded. Once these contracts commenced operation, this will significantly boost existing capacity of renewable energy to the grid."}, {"text_block_id": "p36_b509", "text": "Figure 21. GEOTHERMAL SERVICE CONTRACTS (PRE"}, {"text_block_id": "p36_b510", "text": "-"}, {"text_block_id": "p36_b511", "text": "DEVELOPMENT STAGE)"}, {"text_block_id": "p36_b512", "text": "Open and Competitive Selection Process (OCSP)"}, {"text_block_id": "p36_b513", "text": "Figure 22. GEOTHERMAL SERVICE CONTRACTS (DEVELOPMENT STAGE)"}, {"text_block_id": "p36_b514_merged_merged_merged_merged_merged", "text": "As a strategy to accelerate renewable energy deployment, the DOE launched the 2nd OCSP on 23 February 2015 wherein four (4) prospective geothermal areas were offered; to wit: (1) AcupanItogon Geothermal Prospect in Benguet (10-20 MW estimated capacity), (2) Cabalian Geothermal Prospect in Southern Leyte (26-34 MW estimated capacity), (3) Amacan Geothermal Prospect in Compostela Valley (20-40 MW estimated capacity) and, (4) Balut Island Geothermal Prospect in Davao Occidental (10-40 MW estimated capacity)."}, {"text_block_id": "p36_b526", "text": "Locally Funded Projects"}, {"text_block_id": "p37_b527", "text": "Most of the country’s high enthalpy geothermal resources have already been de"}, {"text_block_id": "p37_b528_merged", "text": "veloped into commercial operations. Aside from these, the country also hosts marginalized low enthalpygeothermal resources which still remain untapped for utilization and development. Effective utilization of these geothermal prospects will be another alternative for off-grid power generation and will be beneficial to the host community as they are typically located in remote areas. To fully utilize these resources, the DOE has been implementing locally-funded projects entitled “Detailed Resource Assessment of Selected Enthalpy Geothermal Areas in the Philippines” and “Comprehensive Resource Assessment of Philippine Low-Enthalpy Geothermal Areas” to further explore and evaluate low to medium enthalpy geothermal areas in the country, with a temperature ranging from 90˚C to 150˚C that might be suitable for power generation. These projects will also facilitate the assessment and realization of the economic feasibility of small scale geothermal power projects for local power needs and the preparation of a comprehensive data package that will showcase this type of geothermal resource for future private investor participations."}, {"text_block_id": "p37_b542", "text": ""}, {"text_block_id": "p37_b543", "text": "Detailed Resource Assessment of Selected Low-Enthalpy Geothermal Areas in the Philippines"}, {"text_block_id": "p37_b544", "text": "The project aimed to characterize various low-enthalpy geothermal resources in the Philippines with the development of binary power systems using organic Rankine cycle which are suitable for power generation. Aside from this, it can be used for direct applications, such as, industrial, agricultural, tourism and health for balneological and therapeutic uses. Three (3) areas were identified under this project: (1) Banton Island in Romblon; (2) Balut Island in Davao Occidental; and (3) Maricaban Island in Batangas."}, {"text_block_id": "p37_b545", "text": "After completing the geoscientific review, data-generation and integrated evaluation of these areas in 2015 have indicated that no geothermal system, active or relic exists in Banton Island geothermal prospect while Balut Island hosts an impressive geothermal resource with an estimated reservoir temperature ranging from 175-200°C (gas"}, {"text_block_id": "p38_b546", "text": "geothermometer) and resistivity anomaly of 4-9 km"}, {"text_block_id": "p38_b547", "text": "2"}, {"text_block_id": "p38_b548", "text": "."}, {"text_block_id": "p38_b549", "text": "Considering its result, it was included in the 2"}, {"text_block_id": "p38_b550", "text": "nd"}, {"text_block_id": "p38_b551", "text": "Open and Competitive Selection Process (OCSP) for Geothermal Energy."}, {"text_block_id": "p38_b552", "text": "On the other hand, an active geothermal system may be present in Maricaban Island geothermal"}, {"text_block_id": "p38_b553", "text": "prospect, dominated by “reworked” sea water. Further investigation was recommended by drilling"}, {"text_block_id": "p38_b554", "text": "two slimhole with an accumulated depth of 1,500 m. Additional MT and Gravity surveys are needed to further probe the geothermal resource of Maricaban Island (Tingloy) to collect core, temperature log and fluid samples."}, {"text_block_id": "p38_b555", "text": ""}, {"text_block_id": "p38_b556", "text": "Comprehensive Resource Assessment of Philippine Low-Enthalpy Geothermal Areas"}, {"text_block_id": "p38_b557", "text": "Another project currently being implemented is the conduct of “"}, {"text_block_id": "p38_b558", "text": "Comprehensive Resource Assessment of"}, {"text_block_id": "p38_b559", "text": "Enthalpy geothermal areas”"}, {"text_block_id": "p38_b560", "text": "in Camiguin de Babuyanes in Cagayan, Camiguin in Camiguin Island and El Nido in Palawan. Current undertakings include the review and evaluation of existing data, remote sensing and aerial photo interpretation, semi-detailed geological, geochemical and geophysical surveys, resource characterization and conceptual modelling and pre-feasibility study. The integrated resource assessment is expected to be completed by 2"}, {"text_block_id": "p38_b561", "text": "nd"}, {"text_block_id": "p38_b562", "text": "quarter of 2017 and project completion by the end 2017."}, {"text_block_id": "p38_b563", "text": "Roadmap"}, {"text_block_id": "p38_b564_merged_merged_merged_merged", "text": "The government has embarked on fuel diversification which envisions a balanced mix of fuels and technologies with preference on cleaner fuel and a reduced dependence on fossil fuels. It is in this context that deployment of more renewables is seen to accelerate in the coming years moving towards the realization of its goal of increasing RE capacity by 2030."}, {"text_block_id": "p40_b569", "text": "Action Plan"}, {"text_block_id": "p40_b570", "text": "To ensure success of the sector’s aspirational"}, {"text_block_id": "p40_b571", "text": "goal, the DOE, together with the industry stakeholders has intensified its efforts in the implementation of the following strategies:"}, {"text_block_id": "p40_b572", "text": "goal, the DOE, together with the industry stakeholders has intensified its efforts in the implementation of the following strategies:\n* The DOE will continuously pursue the conduct of OCSP where prospective geothermal areas will\n* Assessment on the utilization of Low-Enthalpy Geothermal areas will also be a continuing\n* Apart from large-scale geothermal resource development, the DOE is also pushing to develop\n* geothermal resources. Drafting of policy/guidelines for the direct use of small-scale geothermal\n* The DOE will also start conducting Research/ Feasibility Study on emerging technologies such as\n* IEC campaigns will be strengthened to address issues on environment and socio-cultural\n* Optimization and Improvement of Geothermal Power Plant Efficiency and Energy Conversion\n* Continued improvement of database and networking for better data access of both internal and"}, {"text_block_id": "p41_b590", "text": "goal, the DOE, together with the industry stakeholders has intensified its efforts in the implementation of the following strategies:\n* The DOE will continuously pursue the conduct of OCSP where prospective geothermal areas will\n* Assessment on the utilization of Low-Enthalpy Geothermal areas will also be a continuing\n* Apart from large-scale geothermal resource development, the DOE is also pushing to develop\n* geothermal resources. Drafting of policy/guidelines for the direct use of small-scale geothermal\n* The DOE will also start conducting Research/ Feasibility Study on emerging technologies such as\n* IEC campaigns will be strengthened to address issues on environment and socio-cultural\n* Optimization and Improvement of Geothermal Power Plant Efficiency and Energy Conversion\n* Continued improvement of database and networking for better data access of both internal and\n* Continued exploration of identified underexplored/unexplored assessment of geothermal areas\n* Encourage service contractors to undertake expansion and full utilization or optimization of the\n* Establishment of Geothermal Training Center in coordination with RE stakeholders"}, {"text_block_id": "p41_b596", "text": "BIOFUELS"}, {"text_block_id": "p41_b597", "text": "Overview"}, {"text_block_id": "p41_b598_merged", "text": "The country embraces the development of biofuels with anticipation of achieving energy security, augmenting farmer’s income, generating rural employment and reducing greenhouse gas (GHG) emission that can contribute in mitigating the effect of climate change. In 2007, the passage of Republic Act (R.A.) 9367 or otherwise known as the “Biofuels Act of 2006” together with Department Circular (D.C.) No. 2007-05-0006 or its Implementing Rules and Regulations (IRR) mandated the use of biofuels and establishes the National Biofuels Program to ensure a sustained investment climate for production, distribution, and utilization of biodiesel and bioethanol. From then on, the government is constant in promoting the use of biofuels as an alternative and clean fuel in the transport sector. As a result, the total number of biofuel producers has increased continuously, from 11 producers in 2011 to a total of 16 in 2014. At present, the country has already 21 biofuel producers located nationwide and 11 of which are biodiesel producers with total registered annual capacity of about 584.90 million liters, and about ten (10) are bioethanol producers with registered total annual capacity of 282.12 million liters ("}, {"text_block_id": "p41_b603", "text": "Table 10 and 11)."}, {"text_block_id": "p41_b604", "text": "Program Development"}, {"text_block_id": "p41_b605", "text": "(Evaluation, Accreditation and Monitoring)"}, {"text_block_id": "p41_b606", "text": "As of end-2015, the DOE awarded two Certificates of Accreditation to Emperador Distillers, Inc. and Absolut Distillers, Inc., both are bioethanol producers with registered capacity of 30 million liters of bioethanol using molasses as their feedstock. Apart from accreditation, the DOE also monitored the"}, {"text_block_id": "p42_b607", "text": "existing 19 biofuel producers. In November 2015, an on-road testing evaluation using"}, {"text_block_id": "p42_b608", "text": "B2"}, {"text_block_id": "p42_b609", "text": "for baseline data (2,000 km.) was conducted in preparation for the development of test protocol and performance testing using brand new vehicles for higher biofuels (bioethanol/biodiesel) blend. Likewise, a continuing implementation of Memorandum of Agreement (MOA) between the DOE and Technological University of the Philippines (TUP) on the testing of 5 percent and 20 percent blend for in-use vehicles as well as road testing validation were conducted during the year."}, {"text_block_id": "p42_b610", "text": "Research and Development Support"}, {"text_block_id": "p42_b611", "text": "In terms of research and development, the DOE initiated a partnership with the academe to implement biofuel projects using alternative feedstocks such as sweet sorghum, cassava and macro-algae. As such, during the year, four projects were implemented to introduce and develop alternative feedstocks of biofuels in the country, namely; (1) the"}, {"text_block_id": "p42_b612", "text": "“Village Scale Production of MMSU Hydrous Ethanol as Feedstock for R&D in Biofuel Trials and Anhydrous Ethanol Production”"}, {"text_block_id": "p42_b613", "text": "which is already completed; (2) the"}, {"text_block_id": "p42_b614", "text": "“Establishment of a Community"}, {"text_block_id": "p42_b615", "text": "-Based Bioethanol Industry and Continued"}, {"text_block_id": "p42_b616", "text": "Research and Development on the Feasibility of Hydrous Bioethanol as Biofuel Blend”"}, {"text_block_id": "p42_b617", "text": "which has only started its implementation in 2015. Said projects are being implemented by Mariano Marcos State University (MMSU). On the other hand, the other projects are; (3) the"}, {"text_block_id": "p42_b618", "text": "“Bioethanol Production from"}, {"text_block_id": "p42_b619", "text": "Macro-algae and"}, {"text_block_id": "p42_b620", "text": "ecological Implications”"}, {"text_block_id": "p42_b621", "text": "being implemented by University of the PhilippinesVisayas Foundation Inc. (UP-VFI) which initially conducted a presentation result; and, the (4) the"}, {"text_block_id": "p42_b622", "text": "“Bioethanol Production Potential of Different Cassava Varieties under Northern Mindanao Condition"}, {"text_block_id": "p42_b623", "text": "and Development of a"}, {"text_block_id": "p42_b624", "text": "Scale Cassava Bioethanol Plant”"}, {"text_block_id": "p42_b625", "text": "which is being implemented by Xavier University."}, {"text_block_id": "p42_b626", "text": "Production and Sales"}, {"text_block_id": "p42_b627", "text": "Biodiesel"}, {"text_block_id": "p42_b628", "text": "As of end-2015, the total production of biodiesel is at 204.03 million liters while total sale of fuel is at 200.57 million liters. An increase of about 18.9 percent in production was achieved during the year as compared to 2014 total production which pegged at 171.65 million liters. Likewise, total sales of"}, {"text_block_id": "p42_b629", "text": "fuel also increased by 22.7 percent compared to previous year’s sales of 163.46 million liters"}, {"text_block_id": "p42_b630", "text": "(Table 12)"}, {"text_block_id": "p42_b631", "text": ". By first quarter of 2016, the total biodiesel production stood at 62.80 million liters while total sale of the fuel is at 57.04 million liters."}, {"text_block_id": "p42_b632_merged_merged_merged_merged", "text": "At present, the DOE in cooperation with University of the Philippines-Los Baños (UP-LB) is conducting a study entitled “Economic Impact in the Increase Use of Biodiesel in the Philippines” to further evaluate the effect of increasing utilization of biodiesel in the country as well as to assess the impact on the nationwide implementation of B5 as mandated under the Biofuels Act of 2006."}, {"text_block_id": "p43_b637", "text": "Bioethanol"}, {"text_block_id": "p43_b638", "text": "Roadmap"}, {"text_block_id": "p43_b639", "text": "Total actual production of bioethanol in 2015 stood at 167.9 million liters with a total fuel sale of 168.4 million liters. The production and sales of the fuel increased significantly by 45.8 percent and 41.7 percent as compared"}, {"text_block_id": "p43_b640", "text": "to last year’s production and sales of 115.1 and 118.9"}, {"text_block_id": "p43_b641", "text": "million liters"}, {"text_block_id": "p43_b642", "text": "(Table 13)"}, {"text_block_id": "p43_b643", "text": ". And as of 1"}, {"text_block_id": "p43_b644", "text": "st"}, {"text_block_id": "p43_b645", "text": "half of 2016, total production of the fuel pegged at 121.91 million liters whiles total sale is at 127.10 million liters."}, {"text_block_id": "p43_b646", "text": "The DOE has come up with a roadmap that will facilitate the implementation of the scheduled"}, {"text_block_id": "p43_b647", "text": "blending of biofuels from 2016 to 2030 in compliance with the “Biofuels Act of 2006” or R.A. 9367"}, {"text_block_id": "p43_b648", "text": "(Figure 24)."}, {"text_block_id": "p43_b649_merged_merged", "text": "Accordingly, under the roadmap, for the short-term (2016-2019) period, biodiesel will maintain the current 2 percent blending level while bioethanol will be at 5 percent level. From medium to long-term planning period, the DOE together with the National Biofuels Board (NBB) will embark on revisiting/re-evaluating the blending requirement with due consideration on the availability of feedstock. Furthermore, a continuous conduct of research and development of biofuel feedstock sources will be implemented."}, {"text_block_id": "p44_b652", "text": "POWER SECTOR"}, {"text_block_id": "p44_b653", "text": "Overview"}, {"text_block_id": "p44_b654", "text": "Electricity is a key driver towards achieving rapid and sustained economic growth as it serves as a major input to economic production in the industrial, services and agriculture sectors. Having secured, sufficient, reliable, accessible, sustainable and reasonably-priced electricity supply provides socio-economic benefits to education through better study conditions and enhanced flow of information, health via improvements in sanitation and health care facilities and environment through the utilization of renewable energy resources and other clean energy options. Power supply security also has trickle down effects accruing to peace and order and poverty alleviation as it increases investment, business and employment opportunities leading to better standards of living. For the Philippines, the Republic Act No. 9136 otherwise known as the Electric Power Industry Reform Act of 2001 or EPIRA serves as the guiding principle governing the restructuring and transformation of the power industry into a fully competitive sector with the end view of ensuring supply security including greater access to electricity."}, {"text_block_id": "p44_b655_merged", "text": "Over the years, the DOE remained focused and adherent to its mandate to deliver quality, reliable, accessible, sustainable and reasonably-priced energy to Filipino people. However, the power sector confronted several issues and challenges ranging from incidents of power interruption, frequent forced outages of power facilities, inconsistencies in policy issuances and implementation by various government agencies, addressing barriers to entry of new power providers, among others. Addressing these challenges was made more difficult due to the country’s inherent geographical condition as well as its vulnerability to natural calamities. With these, stringent measures and strategies were implemented under the stewardship of the DOE in partnership with its attached agencies and stakeholders."}, {"text_block_id": "p44_b658", "text": "Power Demand and Supply"}, {"text_block_id": "p44_b659", "text": "Power Demand and Supply\n* .\n* .\n System peak demand for the three main grids continue to increase in 2015.\n* .\n* .\n To cope up with the increasing electricity demand, the Philippinesâ total\n* .\n To cope up with the increasing electricity demand, the Philippinesâ total\n installed generating capacity continued to grow by 4.6 percent from 17,944 MW in 2014 to"}, {"text_block_id": "p45_b668", "text": "Power Demand and Supply\n* .\n* .\n System peak demand for the three main grids continue to increase in 2015.\n* .\n* .\n To cope up with the increasing electricity demand, the Philippinesâ total\n* .\n To cope up with the increasing electricity demand, the Philippinesâ total\n installed generating capacity continued to grow by 4.6 percent from 17,944 MW in 2014 to\n"}, {"text_block_id": "p45_b669", "text": "Transmission Development"}, {"text_block_id": "p45_b670", "text": "Transmission development remains a top priority of the government to accommodate the increasing capacity additions to the main grid. The National Grid Corporation of the Philippines (NGCP), the Concessionaire of the national transmission backbone, has undertaken various programs and projects which concerns transmission network development in accordance with their Transmission Development Plan (TDP). Among the major network projects include reinforcement of transmission backbones, rehabilitation of existing transmission lines, and uprating/upgrading of substations. Existing transmission facilities in the country in 2015 consist of transmission lines, sub-transmission lines and submarine cables in circuit kilometers with corresponding substation capacity (MVA) and reactive/capacitive compensation (MVAR). In 2015, a total of 633 circuit-km of overhead transmission lines, 1,025 MVA additional capacities and 600 MVAR of reactive power support were installed."}, {"text_block_id": "p45_b671", "text": "Distribution Development"}, {"text_block_id": "p45_b672", "text": "The EPIRA and its IRR mandate all DUs to submit annually to the DOE and in case of ECs, through the National Electrification Administration (NEA), their Distribution Development Plan (DDP) which contain among others, the infrastructure projects and corresponding requirements needed to ensure delivery and reliability of supply to their customers. In 2015, the total existing distribution lines and substation reached 154,338 ckt-km and 24,783 megavolt-ampere (MVA) respectively."}, {"text_block_id": "p45_b673", "text": "Policies and Program Developments"}, {"text_block_id": "p45_b674", "text": "In pursuit of its mandate of ensuring supply security and greater energy access in all parts of the country, the DOE continued to improve implementation of existing programs and projects and spearheaded the formulation and development of various policies and programs:"}, {"text_block_id": "p45_b675", "text": "Interruptible Load Program (ILP)"}, {"text_block_id": "p45_b676", "text": "In 2015, the country experienced “yellow” and “red” alert status due to thin reserves and forced"}, {"text_block_id": "p45_b677_merged", "text": "outages of power plants. As part of the counter measures, the DOE and the Energy Regulatory Commission (ERC) implemented the Interruptible Load Program (ILP). Under this program, Distribution Utilities (DU) and its Participating Customers (PCs) enter into an agreement for a voluntary full or partial de-loading of the PC during a mutually agreed period of time. PCs with stand-by generation capacities that are requested by the DU to participate in the ILP during instances of power supply deficits will be compensated should they use their own generating facilities."}, {"text_block_id": "p46_b681", "text": "To date, there are about 3,612 MW of self-generating facilities (SGFs) potential for ILP, excluding those SGFs owned by firms that are directly connected to the grid. There are about 979 MW SGF capacity are committed to participate in the ILP in Luzon, Visayas and Mindanao. In Luzon, MERALCO has 792.65 MW in Luzon for its Captive Customers and Contestable Customers within its franchise area. The Visayan Electric Company is the lone implementer in the Visayas with 63.70 MW while seven (7) DUs in Mindanao have implemented the ILP involving 48 SGFs with combined capacity of 58.40 MW."}, {"text_block_id": "p46_b682", "text": "Mindanao Modular Generator Set Program"}, {"text_block_id": "p46_b683", "text": "This program was implemented to provide the needed additional power supply to electricity end-users in Mindanao. Through Executive Order 137, the Department of Budget and Management (DBM) was directed to release the amount of Four Billion Five Hundred Million Pesos (PhP 4.5 Billion) sourced from the Malampaya Fund for the implementation of the said modular generator sets program. Under the Program, a loan facility is extended to participating electric cooperatives (ECs) in Mindanao for the acquisition of the modular gensets as an immediate relief to supply the needed power in the franchise areas of ECs. The ECs have the option to eventually retain the generator sets or return the generator sets to the Government when the power supply in Mindanao has already stabilized after the entry of new power generation projects.  Following are the ECs with a total of 51 MW capacity that availed the Program as of 21 December 2016 corresponding to total amount of PhP 1,056,261,960."}, {"text_block_id": "p46_b684", "text": "Interim Mindanao Electricity Market (IMEM)"}, {"text_block_id": "p46_b685", "text": "The IMEM was intended to augment supply by serving as a venue for transparent and efficient utilization of all the available capacities in the Mindanao Grid. The program started commercial operations on 3 December 2013; however, due to system blackout, the Mindanao System Operator declared an IMEM intervention starting 27 February 2014. On 07 May 2014, the DOE issued Department Circular No. DC 2014-"}, {"text_block_id": "p46_b686", "text": "0010 entitled “Amending the Interim Mindanao Electricity"}, {"text_block_id": "p46_b687", "text": "Market Rules and Providing"}, {"text_block_id": "p46_b688", "text": "for Transitory Arrangements”."}, {"text_block_id": "p46_b689", "text": "Currently, the lifting of market intervention has been postponed until such time that the mechanisms in the market have been amended and the issues on settlement have been resolved."}, {"text_block_id": "p46_b690", "text": "Competitive Selection Process (CSP)"}, {"text_block_id": "p46_b691", "text": "To institutionalize a transparent system of power supply contracting that ensure provision of adequate and reliable supply of electricity to all end-users, the DOE issued on 11 June 2015, Department Circular No. DC2015-"}, {"text_block_id": "p46_b692_merged_merged", "text": "0008, “Mandating All Distribution Utilities to Undergo Competitive Selection Process in Securing Power Supply Agreements (PSAs)”. To implement the policy, the DOE and ERC jointly issued Resolution No. 1, “A Resolution Enjoining All Distribution Utilities to Conduct CSP in the Procurement of Supply for Their Captive Market” in October 2015. Further, ERC issued Resolution Nos. 13 Series of 2015, “A Resolution Directing All Distribution Utilities (DUs) to Conduct a Competitive Selection Process (CSP) in the Procurement of Their Supply to the Captive Market” and ERC Resolution Nos. 1 Series of 2016, “A Resolution Clarifying the Effectivity of ERC Resolution No. 13, Series of 2015”."}, {"text_block_id": "p47_b701", "text": "A DOE-ERC Technical Working Group (TWG) was created to work on drafting the implementing guidelines on the CSP Policy."}, {"text_block_id": "p47_b702", "text": "Privatization of Government’s Power Sector Assets"}, {"text_block_id": "p47_b703", "text": "The privatization of the government’s p"}, {"text_block_id": "p47_b704", "text": "ower facilities is one of the key features of EPIRA and a prerequisite to the establishment of a level playing field in the power industry. The period 2016 saw the"}, {"text_block_id": "p47_b705", "text": "over of majority of the National Power Corporation’s major generation assets, IPP"}, {"text_block_id": "p47_b706", "text": "contracts and transmission assets."}, {"text_block_id": "p47_b707", "text": "As of September 2016, the privatization level of National Power Corporation (NPC) generating assets in Luzon and Visayas reached 93.5 percent while for total Philippines, it stood at 71.8 percent having privatized a total of 4,473 MW out 6,234 MW. With respect to IPP contracts, privatized capacities include the contracted capacities for Sual and Pagbilao coal-fired thermal power plants, San Roque, Bakun, and Benguet mini hydroelectric power plants and the Ilijan Natural Gas Combined Cycle Power Plant, and Unified Leyte GPP-Strips of Energy. This is equivalent to 77.46 percent of the total NPC contracted energy output in Luzon and Visayas thereby marking the completion of the five preconditions for the implementation of RCOA."}, {"text_block_id": "p47_b708", "text": "Wholesale Electricity Spot Market (WESM)"}, {"text_block_id": "p47_b709", "text": "The establishment of WESM is part of the package of electric power industry reforms mandated by EPIRA where trading of electricity through a transparent and competitive process can be made. Following several months of trial operations, the WESM commenced commercial operations in the Luzon grid in 2006 while WESM officially commenced operations in the Visayas grid in 2010."}, {"text_block_id": "p47_b710", "text": "The need for further augmenting the power supply in the Visayas region necessitated the integration of the Visayas in the WESM. Further, Luzon and Visayas provide market signals to potential investors in the region making it more efficient and a competitive power trading system, and would allow for the optimization of the energy flow between the two regions. As of 25 September 2016, the integrated WESM (Luzon and Visayas) has a total of 276 registered participants comprised of 105 generating companies and 171 customers comprised of sixteen (16) Private DUs, 71 ECs, 79 Bulk users, and five (5) Wholesale Aggregators."}, {"text_block_id": "p47_b711_merged_merged", "text": "On the other hand, to ensure the competitiveness of the WESM, the DOE promulgated policies and continue on closely supervising its operations and governance. As of November 2016, the DOE has provided the policies for the implementation of new WESM Design primarily the change from the one (1) – hour trading interval to five (5) minutes trading interval, the removal of minimum stable loading constraints, preparation for the reserve market and automation of several features of the Market Management System (MMS) to improve transparency and competition in the WESM. The Philippine Electricity Market Corporation (PEMC) is already in the process of determining appropriateness and compliance of the New Market Management Systems (NMMS) to the rules of the new WESM design. The DOE on the other hand has promulgated amendments to the WESM Rules for this purpose."}, {"text_block_id": "p48_b714", "text": "Retail Competition and Open Access (RCOA)"}, {"text_block_id": "p48_b715", "text": "The implementation of RCOA is pursuant to Section 31 of Republic Act No. 9136 or the EPIRA where Contestable Customers (CC) will be allowed to source their supply of electricity from a Retail Electricity Supplier (RES) by allowing the use of transmission and distribution systems and associated facilities, subject to the payment of transmission and distribution wheeling charges duly approved by the ERC."}, {"text_block_id": "p48_b716", "text": "The initial phase of implementation started with electricity end-users with an average peak demand of at least 1MW and provided an interim option for CCs to remain with their franchised DUs as Captive Market."}, {"text_block_id": "p48_b717", "text": "With roughly more than two years of implementation, challenges with respect to implementation were encountered such as difficulty of CCs to secure supply contracts, ensuring a level playing field for suppliers, and limited capacity for non-generator suppliers. As a counter-measure, the DOE issued Department Circular No. DC2016-04-0004 providing for the new timelines for the mandatory contestability of the CCs as follows:"}, {"text_block_id": "p48_b718", "text": "With roughly more than two years of implementation, challenges with respect to implementation were encountered such as difficulty of CCs to secure supply contracts, ensuring a level playing field for suppliers, and limited capacity for non-generator suppliers. As a counter-measure, the DOE issued Department Circular No. DC2016-04-0004 providing for the new timelines for the mandatory contestability of the CCs as follows:\n* Starting 26 June 2016, those Contestable Customers (CCs) with an average demand of 750\n* By 26 December 2016, all CCs with an average demand of 1 MW and above shall be required\n* By 26 June 2017, all CCs with an average demand of below 1 MW to 750 kW for the last 12"}, {"text_block_id": "p48_b724", "text": "The uncertainty brought by court case filed by MERALCO over the issuances of DOE and ERC on RCOA prompted the latter to move the mandatory contestability date for customers with 1 MW demand and above to 26 February 2017."}, {"text_block_id": "p48_b725", "text": "Missionary Electrification"}, {"text_block_id": "p48_b726", "text": "As defined in the EPIRA-IRR, Missionary Electrification is the provision of basic electricity service in Unviable Areas with the ultimate aim of bringing the operation of these areas to viability levels. These missionary areas are basically off-grid areas or Small Island and Isolated Grids (SIIG) which are not connected to the main grids of Luzon, Visayas, and Mindanao. Section 70 of EPIRA mandates the NPC to perform missionary electrification function through its Small Power Utilities Group (SPUG) and shall be responsible for providing power generation and associated power delivery systems. The missionary electrification function is being funded from the revenues from sales in missionary areas from the universal charge (UCME) which is being collected from electricity end-users."}, {"text_block_id": "p49_b727_merged", "text": "By virtue of DOE Department Circular 2004-01-001, missionary areas have been declared open for private sector participation (PSP) consistent to the direction set forth by the EPIRA Law to privatize SPUG’s generating assets. This circular delineates the general guidelines for the selection of a New Power Provider (NPP) that will take-over the function of NPC-SPUG at the onset of the privatization of generation services in a missionary area."}, {"text_block_id": "p49_b730", "text": "As of December 2015, there are 286 SIIGs across the country with total rated capacity of 406.107 MW being supplied by 30 NPP/IPP/DU/Qualified Third Party (QTP) plants and 290 NPC-SPUG power plants."}, {"text_block_id": "p49_b731", "text": "To meet the increasing demand in missionary areas which currently do not have private power providers, NPC undertakes necessary augmentation of capacity. In 2015, a total of 900kW capacity in Luzon has been added to the current rated capacity to augment the supply being delivered to over 800,000 households in SPUG areas."}, {"text_block_id": "p49_b732", "text": "As of December 2015, there are seven areas with a total of 126.28 MW capacity which have successfully privatized their generation services and concurrently receive 24 hours of electricity service"}, {"text_block_id": "p49_b733", "text": "(Table 14)."}, {"text_block_id": "p49_b734", "text": "As delegated to perform the function of Missionary Electrification, NPC continuously identifies new areas to be electrified. Table 15 below are the areas that were electrified by NPC from 2012-2015:"}, {"text_block_id": "p50_b735", "text": "Roadmap"}, {"text_block_id": "p50_b736", "text": "The DOE envisions to implement its policy thrusts and strategic directions which are geared towards full restructuring and reform of the electric power industry by 2030. For the four subsectors of the power industry: generation, transmission, distribution and supply, the DOE identifies its goals and strategies for implementation in the short-, medium-, and long-term planning horizons towards the holistic development of the sector."}, {"text_block_id": "p50_b737", "text": "For the generation subsector, the DOE will remain firm to its mandate of ensuring power supply security, reliability, adequacy and sustainability by inducing more private investments and pursuing new technologies and emerging power supply sources. In pursuit of this, the transmission and distribution subsectors shall provide reliable infrastructure to be able to deliver the supply to end-users. These two sub-sectors are also expected to utilize advanced and efficient technologies and build energy-resilient infrastructure in the medium to long term planning horizon. For the supply subsector, the DOE will push for the attainment of full power market independence through the continuous issuance and implementation of policy guidelines on WESM and RCOA. Lastly, institutional and support mechanisms will be in place to attain the objectives for each subsector."}, {"text_block_id": "p50_b738", "text": "Generation"}, {"text_block_id": "p50_b739", "text": "The DOE will continue to encourage and facilitate the timely completion and commercial power generation projects by formulating relevant policies and regulations that will enable full competition and improved transparency in the sector."}, {"text_block_id": "p51_b740", "text": "Figure 25a. 2016-2030 ROADMAP OF THE POWER SECTOR (GENERATION)"}, {"text_block_id": "p51_b741_merged", "text": "DOE will also pursue a legislative framework that will declare power projects as projects of national significance. By doing so, the tedious process for permitting and approval prior to the commercial operation of power generation projects will be streamlined; hence, the delivery of the much needed capacities to meet the country’s growing demand and minimize transaction costs. It also aims to address tax concerns of power companies to make the cost of electricity competitive."}, {"text_block_id": "p51_b744", "text": "As part of its major policy thrusts, the DOE is also set to prioritize the institutionalization of a fuel mix policy for power generation towards optimal portfolio at 70-20-10 baseload, mid-merit and peaking power plant categories to meet 24/7 electricity demand and reserve requirement with spatial and sectoral dimensions. Along with these initiatives, the DOE will continue to facilitate privatization of NPC/PSALM-owned power generating facilities and enjoin existing generating companies to undertake repowering, rehabilitation and upgrading of their existing power plants to facilitate maximum operation of their facilities. The Department also plans to support accreditation mechanism of Engineering, Procurement and Construction (EPC) process for contractor companies to ensure the highest degree of quality of power plants in compliance with international standards starting from the construction phase."}, {"text_block_id": "p51_b745", "text": "The DOE has initiated and will continue regular performance assessment of power generation companies to determine and remove bottlenecks and inefficiencies in their operations. This will serve as the basis for benchmarking and identification of appropriate policies for the generation sector."}, {"text_block_id": "p52_b746", "text": "In the long term, the DOE will encourage and facilitate the entry of new and emerging power generation options such as nuclear technology, energy storage technologies, fuel cells and ocean thermal energy conversion (OTEC), among others. To make this happen, the DOE will establish strong cooperation among government line agencies such as the Department of Science and Technology (DOST) and Philippine Nuclear Research Institute (PNRI) and reinforce partnership with private research institutions which undertakes research, development and demonstration (RD&D) on energy technologies."}, {"text_block_id": "p52_b747", "text": "The DOE supports the national strategy for technology development and efficiency in the power supply sector which are geared towards the reduction of greenhouse gas (GHG) emissions and other pollutants."}, {"text_block_id": "p52_b748", "text": "Transmission"}, {"text_block_id": "p52_b749", "text": "The timely completion and commissioning of transmission infrastructure necessary to deliver electricity to end-users remains a priority of the DOE along with the continuous upgrading, rehabilitation, and expansion of existing transmission lines, substations and other related facilities. Under the supervision of the National Transmission Corporation (TransCo), the NGCP who holds the franchise right to manage and operate the transmission assets is expected to continuously enhance its formulation of the Transmission Development Plan and conduct of the System Impact Study (SIS) to further improve the operation, reliability, and integrity of the transmission system. Conclusively, the NGCP must have adequate capacities for reserve to ensure uninterrupted power supply. Similar"}, {"text_block_id": "p52_b750", "text": "Figure 25b. 2016-2030 ROADMAP OF THE POWER SECTOR (TRANSMISSION)"}, {"text_block_id": "p53_b751", "text": "to the generation sector, DOE will"}, {"text_block_id": "p53_b752", "text": "likewise conduct regular performance assessment and benchmarking of transmission facilities and operations to address inefficiencies and system congestions."}, {"text_block_id": "p53_b753", "text": "Apart from the continuing activities underlining transmission system improvement, TransCo and NGCP will jointly undertake the identification and development of new and alternative transmission corridors to lessen if not eliminate line congestions in view of the increasing demand. The VisayasMindanao interconnection is targeted to be implemented by 2020. Among the large SPUG Areas, Mindoro is planned to be interconnected to the Luzon Grid via Batangas within the medium-term."}, {"text_block_id": "p53_b754", "text": "In the long-term, the integration of other large SPUG areas such as Palawan and Siquijor to the main"}, {"text_block_id": "p53_b755", "text": "grid is envisioned to be operational before the 2040 timeline. In view of the country’s vulnerab"}, {"text_block_id": "p53_b756", "text": "ility to climate change, the power sector shall be able to cope up with the increasing incidents of natural calamities through the development and construction of energy and climate-resilient transmission infrastructure and adoption of energy resiliency programs."}, {"text_block_id": "p53_b757", "text": "Distribution"}, {"text_block_id": "p53_b758", "text": "For the short-term period, the Department will focus on increasing the capacities of DUs, particularly ECs, in formulating their respective DDP). The DOE together with the National Electrification Administration will continue to assist and supervise ECs on their institutional strengthening programs. The Department will also continue to strengthen its coordination with the Energy Regulatory Commission (ERC) and formulate enabling policies and joint resolutions to facilitate the timely approval and implementation of distribution facilities through CAPEX provisions, among others, to further improve the services being provided by DUs to their customers. Moreover, the full implementation and conduct of the Competitive Selection Process (CSP) and aggregation of DUs shall instill transparency and competition in securing Power Supply Agreements (PSAs) to ensure adequacy of supply at the least cost. The DUs, both grid and off-grid, will also be subjected to regular performance assessment and benchmarking to address operational and financial inefficiencies and institutional issues."}, {"text_block_id": "p53_b759", "text": "In the medium to long term, DUs are mandated to undertake continuous upgrade and expansion of distribution infrastructure in their respective franchise areas. The sector shall utilize smart grid technologies (e.g. prepaid electricity, etc.) and invest in more efficient technologies. Further, the distribution sector shall likewise move towards the transformation of its current system and infrastructure to an energy-resilient one."}, {"text_block_id": "p53_b760", "text": "Supply"}, {"text_block_id": "p53_b761_merged_merged", "text": "Within the short-term horizon, the mandatory contestability of electricity end-users having an average demand of 1 MW and above will be on 26 February 2017 while by end of 2017 for those electricity end-users with average demand of below 750 kW and above effective 2017. Retail aggregation will be implemented as well upon ERC’s promulgation of the requisite guidelines that will ensure its proper implementation. In the short-term, RCOA in Mindanao will be pursued following the implementation of WESM in Mindanao."}, {"text_block_id": "p54_b764", "text": "For the medium-term, together with the ERC, the feasibility of lowering the threshold to 500 kW will be studied and implemented including aggregation for the same threshold."}, {"text_block_id": "p54_b765", "text": "Figure 25c. 2016-2030 ROADMAP OF THE POWER SECTOR (DISTRIBUTION AND SUPPLY)"}, {"text_block_id": "p54_b766", "text": "Market Development"}, {"text_block_id": "p54_b767", "text": "On the enhancement of the WESM design, while PEMC already completed the systems development, it will continue to conduct trainings and capacity building for the market participants and perform system trials. The NMMS will be fully operationalized by June 2017 including the features for demand side bidding and reserve market."}, {"text_block_id": "p54_b768", "text": "Preparatory activities for the eventual establishment of a competitive electricity market in Mindanao are also underway given the need to manage and address expected dispatch and pricing issues arising from the full commercial operation of committed capacities in Mindanao resulting to excess supply in the grid. The systems requirements for the Mindanao market will already be part of the NMMS."}, {"text_block_id": "p54_b769", "text": "The groundwork for the appointment of the Independent Market Operator has been done, thus, what is needed for the short-term is to be able to endorse the IMO in collaboration with the electricity power industry participants and in accordance with the legal framework provided by the"}, {"text_block_id": "p55_b770", "text": "EPIRA. The IMO will assume the functions and responsibilities of the Autonomous Group Market Operator (AGMO)."}, {"text_block_id": "p55_b771", "text": "The privatization of the remaining NPC generating plants, NPP-IPP contracts and decommissioned assets in will continue to be pursued by PSALM subject to guidance and directives of the DOE considering supply-demand situation specifically in the Mindanao grid. Mindanao Electricity Market will be implemented in 2017 to establish central dispatch system to optimize available capacities. The market will also provide price and other techno-economic signals that will further encourage investments in additional capacities in the region. To complement this, the DOE will also look into harmonizing policies on embedded generation to ensure optimal use."}, {"text_block_id": "p55_b772", "text": "Included in the short-term, the DOE is envisioning: (1) co-optimized reserve and energy market that would allow more transparent supply and pricing in the WESM enhancing supply reliability; and (2) Renewable Energy Market to complement the implementation Renewable Portfolio Standards and allow the trading of Green Certificates as a mechanism for compliance to the RPS."}, {"text_block_id": "p55_b773", "text": "In the short to medium-term, the DOE will also work on the: (1) Smart Grid policy to provide technological support and innovations that would enhance various market developments; and (2) demand-side bidding in the WESM."}, {"text_block_id": "p55_b774", "text": "Figure 25d. 2016-2030 ROADMAP OF THE POWER SECTOR (MARKET DEVELOPMENT AND INSTITUTIONAL AND SUPPORT MECHANISM)"}, {"text_block_id": "p56_b775", "text": "In the long-term, new electricity market products such as Forwards Market, Financial Transmission Rights, Day-Ahead Market and Derivatives Market will be introduced to encourage new investments by promoting greater liquidity, transparency and efficiency in the market."}, {"text_block_id": "p56_b776", "text": "Institutional and Support Mechanism"}, {"text_block_id": "p56_b777", "text": "The implementation of institutional and other support mechanism will continue to be a main pillar"}, {"text_block_id": "p56_b778", "text": "of the DOE’s initiatives to ensure the attainment of the EPIRA objectives and re"}, {"text_block_id": "p56_b779", "text": "alize the short-medium-long term market development goals. Among others, the priorities are: (1) intensification of IEC Campaign at the grass roots level, supported by the different Attached Agencies and the PEMC thru conduct of focus trainings and fora; (2) continuing improvements in WESM operations thru rules review and changes, conduct of WESM audits, monitoring of Market Operator performance and compliance to WESM Rules; ("}, {"text_block_id": "p56_b780", "text": "3) establishment of the DOE’s Electric Power Database"}, {"text_block_id": "p56_b781", "text": "Management Systems that would support the various policy initiatives providing analysis and numerical basis; (4) continuing capacity building for DOE personnel to be able to cope up with the dynamic nature of the power industry; and, (5) ensuring compliance to the various requirements of the EPIRA and related laws."}, {"text_block_id": "p56_b782", "text": "On the technical aspect, the DOE will continue to embark on capacity building and enhance its expertise through the use of advanced planning tools and establishment of a robust database management system which shall aid in policy formulation. Likewise, the DOE will also ensure that all the necessary information on the electric power industry will be communicated to the public through an intensified Information, Education and Communication Campaign and attendance to various fora, dialogs and consultations."}, {"text_block_id": "p56_b783", "text": "Missionary Electrification"}, {"text_block_id": "p56_b784", "text": "Consistent to the mandate of DOE to craft policies that will redound to a sustainable energy sector, the roadmap for missionary electrification aims to present a strategic direction for its continuous development in terms of energy security and its associated systems, private sector investment, institutional partnerships, operational efficiency and existing policies and regulations. To attain such, the roadmap of missionary electrification is divided into three phases namely, short-term, medium term and long-term."}, {"text_block_id": "p56_b785", "text": "Short Term"}, {"text_block_id": "p56_b786_merged_merged", "text": "As of June 2016, there are already seven (7) SIIGs that have successfully attained the privatization of its generation services. This turn-over of function redounds to the reduction of Missionary Electrification subsidy which in turn minimizes the cost incurred by the government. To further encourage the entry of private investors in missionary areas, DOE will amend Department Circular DC2004-01-001 to make it more fitting to the current progress of privatization in missionary areas. The amended circular will include, among others, the provision of guidelines in properly handling Swiss Challenge or unsolicited bidding that has been observed to increase from 2014 to 2016. Furthermore, it will also include necessary reiterations to further facilitate the efficient disposal of the remaining"}, {"text_block_id": "p56_b789", "text": "SPUG’s generating assets as also mandated by the EPIRA Law. On the other hand,"}, {"text_block_id": "p57_b790", "text": "Figure 25e.2. 2016-2030 ROADMAP OF THE POWER SECTOR (MISSIONARY ELECTRIFICATION)"}, {"text_block_id": "p57_b791", "text": "tourism zones or eco-zones in missionary areas will also be determined and included in the Missionary Electrification Development Plan (MEDP) as these areas, if thoroughly studied, can pave the way for an influx of private investment. As a corollary, a list of priority investment areas will also be created to mainstream the potential of missionary areas and boost the privatization in least-developed regions."}, {"text_block_id": "p57_b792_merged", "text": "To forward robust private sector participation, DOE in coordination with the NEA will determine, publicize and monitor the needed additional capacities of Electric Cooperatives that are needed to be bid out as projected at least until 2020. This will in turn give interested investors a bird’s eye view of available packets for investment. On the other hand, to facilitate the efficient and centralized consolidation of this kind of information, a Missionary Electrification Database System will be implemented that will include, among others, information from the reportorial requirements of Electric Cooperatives and Generation Companies as well as relevant data from NPC and NEA. It will also be imperative to enjoin Electric Cooperatives in missionary areas to religiously fill-out their Distribution Development Plan to ensure the completeness and accuracy of the needed information in the database."}, {"text_block_id": "p57_b795", "text": "On the supply side, an optimal energy mix will also be studied and implemented to ensure that off-grid areas are also synchronized with the direction being taken by our stakeholders from the national grid. At the advent of the country-scale utilization of renewable energy and its significant entry to the energy mix, the Renewable Portfolio Standards (RPS) will also be effected through a holistic approach that will not only meet the optimal energy mix but will also address the current infrastructural peculiarity of off-grid areas."}, {"text_block_id": "p57_b796", "text": "On institutional level, the coordination among DOE, NEA, NPC and other concerned agencies will be strengthened to effectively monitor the components of missionary electrification. Competitive"}, {"text_block_id": "p58_b797", "text": "Selection Process (CSP) of Electric Cooperatives will continue to be monitored and improved to ensure its integrity, transparency and success. Concerned government agencies will continue to extend necessary assistance to Electric Cooperatives to assure that they will attain mutually beneficial supply contracts. To further monitor the distribution side, the Philippine Small Grid Guidelines (PSGG) compliance monitoring will be implemented, in coordination with the Distribution Management Committee (DMC), with an objective to benchmark minimum operational efficiency among off-grid Electric Cooperatives. Transmission projects of NPC will also be recorded and monitored to ensure its timely implementation. In coordination with the Power Sector Assets and Liabilities Management (PSALM), the collection, disbursement and expenditure of UC-ME will also be examined to aid DOE in determining essential policy directions that will include its rationalization and graduation."}, {"text_block_id": "p58_b798", "text": "NPC-SPUG and new power providers (NPPs) in missionary areas will also be subjected to performance assessment to determine the effectiveness of private sector participation in off-grid areas."}, {"text_block_id": "p58_b799", "text": "Medium Term"}, {"text_block_id": "p58_b800", "text": "With operational plans already in place in the preceding term, this phase will continue to reinforce missionary electrification and its associated components. An Investment Portfolio (IP) for missionary areas will be crafted to further boost the influx of private investment. This portfolio may include, among others, the system of island clustering for the expediency of aggregated supply and a compendium of potential tourism pathways to make missionary areas more appealing to large-scale power providers. Existing RE policies will also be reviewed to assess its effectiveness in the context of RE generation and reduction of government subsidy in missionary areas."}, {"text_block_id": "p58_b801", "text": "To improve the delivery of power to our end-users from generation to distribution, transmission and distribution lines upgrade shall continue in this phase which will then be duly monitored by DOE. DOE will undertake measures to ensure the timely implementation of these projects. Capacitybuilding workshops and seminars for Electric Cooperatives will also be conducted to assist them in conducting energy planning and demand management. We will also identify and lay-out institutional support and strategies to help Electric Cooperatives increase their operational efficiency which will eventually redound to reduction of losses and electricity rates. Through the EU-ASEP Technical Assistance, we will craft a uniform format of Power Supply Agreements (PSA) that is equitable and beneficial to both power distributor and generator. Given the peculiarity of the electricity system in off-grid areas, stable and sufficient supply of power should be assured. On the generation side, the guidelines to govern Plant Use and Losses (PUAL) and Fuel Rate (FR) of NPC-SPUG and NPPs will be crafted with the primary objective to improve and maximize the operations and functionality of their power plants. This will also serve as benchmark for incoming power providers to guarantee safe and efficient supply of power for consumers."}, {"text_block_id": "p58_b802", "text": "As a particular project, the Interconnection of Mindoro Island (Batangas-Mindoro Interconnection Project) to the main grid will be implemented in the medium-term as already laid out in the submitted 2014-2015 Transmission Development Plan of NGCP."}, {"text_block_id": "p59_b803", "text": "Long Term"}, {"text_block_id": "p59_b804", "text": "In the long run, we envision to bring the operations in missionary areas to viability levels as directed by existing laws and policies. Putting into operations the previously mentioned action plans, transmission projects formerly determined and implemented by NPC should have already been completed during this phase. This will guarantee a stable and efficient backbone for the delivery of power from the generation company to the distribution facility. Additionally, majority of the SIIGs currently served by NPC-SPUG will have 24/7 supply of power which will be specifically set out and"}, {"text_block_id": "p59_b805", "text": "scheduled in NPC’s annual Missionary Electrification"}, {"text_block_id": "p59_b806", "text": "Development Plan (MEDP)."}, {"text_block_id": "p59_b807_merged_merged", "text": "Efforts to significantly reduce government subsidy in missionary areas will also be undertaken. Hybridization of SPUG’s diesel power plants with renewable energy will be explored and adopted as a feasible option to reduce fuel and operational cost. As a corollary, implementation of two-tier/multi-tier SAGR/SARR should also be in place to make electricity rates more equitable to different types of customers. Interconnection to the grid of large islands (Palawan, Siquijor, etc.) will also be facilitated in sync with the continuous evolvement of the TDP. Moreover, interconnection of adjacent island grids through submarine cable connections will also be facilitated to further encourage the entry of large-scale private power providers. Finally, a holistic UCME graduation policy will be crafted and executed to be effected on areas that have already achieved an acceptable level of viability."}, {"text_block_id": "p59_b810", "text": "Action Plan"}, {"text_block_id": "p59_b811", "text": "To realize the goals set forth in this roadmap, the Department will execute the following strategies:"}, {"text_block_id": "p59_b812", "text": "To realize the goals set forth in this roadmap, the Department will execute the following strategies:\n* Advocate the passage of a legislative measure that will declare energy projects as projects of\n* Institutionalize an appropriate power portfolio (70-20-10 baseload, mid-merit and peaking\n* Provide policy guidance and directives to the energy family through formulation of more\n* Continuous updating, improvement and timely execution of the Power Development Plan,\n* Continuous monitoring, inspection and conduct of technical performance audit of power\n* Continuous monitoring and implementation of EPIRA"}, {"text_block_id": "p60_b824", "text": "To realize the goals set forth in this roadmap, the Department will execute the following strategies:\n* Advocate the passage of a legislative measure that will declare energy projects as projects of\n* Institutionalize an appropriate power portfolio (70-20-10 baseload, mid-merit and peaking\n* Provide policy guidance and directives to the energy family through formulation of more\n* Continuous updating, improvement and timely execution of the Power Development Plan,\n* Continuous monitoring, inspection and conduct of technical performance audit of power\n* Continuous monitoring and implementation of EPIRA\n* Institutionalize performance standards to all energy regulatory and market related agencies\n* Publish synchronized maintenance schedule of power plants\n* Continuous conduct of capacity building activities for the energy family and industry\n* Continuous conduct of research, development and deployment of emerging and innovative\n* Intensify public awareness through the conduct of information, education and"}, {"text_block_id": "p60_b834", "text": "ELECTRIFICATION"}, {"text_block_id": "p60_b835", "text": "Overview"}, {"text_block_id": "p60_b836", "text": "The Government is cognizant on the importance of bringing electricity access to energy-poverty stricken areas in the country. As a conduit to progress, electricity access is interlinked with advancing the quality of life, delivering the basic and essential services, improving productivity and fostering economic prosperity. It also directly impacts education as children and youth in unelectrified areas are able to reap the benefits of electricity access by having longer study hours in"}, {"text_block_id": "p60_b837", "text": "their homes. This has been the Government’s guiding framework in its electrification efforts and"}, {"text_block_id": "p60_b838", "text": "initiatives that cover barangays, households and sitios ("}, {"text_block_id": "p60_b839", "text": "For the 2016-2030 planning horizon, the electrification goals that will serve as guideposts for the sector are: (i) 90 percent household electrification by 2017; (ii) 100 percent/total household"}, {"text_block_id": "p60_b840", "text": "electrification by 2020; (iii) continuing implementation of NEA’s sitio electrification."}, {"text_block_id": "p60_b841", "text": "Consistent with the electrification goals of the PEP, the energy sector is also guided with the nine (9)"}, {"text_block_id": "p60_b842", "text": "-"}, {"text_block_id": "p60_b843", "text": "point program of the Administration to pursue 100 percent electrification of targeted households in all three (3) major islands."}, {"text_block_id": "p60_b844", "text": "Status of Electrification"}, {"text_block_id": "p60_b845_merged_merged_merged", "text": "The barangay was the starting point for the program but focus shifted on energizing households in 2010. Electrification at the household level increased from 79.7 percent in 2010 to 89.6 percent in"}, {"text_block_id": "p61_b847", "text": "July 2016. This shows that that 20,360,334 out of the potential 22,721,430 households are already enjoying electricity access."}, {"text_block_id": "p61_b848", "text": "Electrification on a grid level shows that Luzon has the highest household electrification level at 94.8 percent followed by Visayas at 92.4 percent and Mindanao with 72.4 percent.  On a per region basis, the National Capital Region (NCR) has the highest household electrification level at 98.3 percent (3,451,303 out of the 3,512,439 potential households already with electricity access). In Visayas and Mindanao, Region 7 (Central Visayas) and Region XIII (CARAGA) registered the highest electrification levels at 95.9 percent and 93.8 percent respectively.  ARMM remains as the least electrified region in the country in terms of households having only 38.7 percent electrification level or 199,373 energized households out of the potential 514,592"}, {"text_block_id": "p61_b849", "text": "(Table 16)."}, {"text_block_id": "p61_b850", "text": "Coordinating the Government’s overall electrification efforts is the Household Unified Strategic"}, {"text_block_id": "p61_b851", "text": "Electrification (HOUSE) Team. It was created by virtue of Department Circular (DC) 2014-09-0018 issued in 29 September 2014. DOE chairs the team with NEA and NPC sitting as co-chairs. Members that comprise the HOUSE team include representatives coming from DOE, NEA, NPC-SPUG, DBM and"}, {"text_block_id": "p62_b852", "text": "DILG. Ensuring that the Government attains its 90 percent household electrification by 2017 is one of the Tea"}, {"text_block_id": "p62_b853", "text": "m’s key functions."}, {"text_block_id": "p62_b854", "text": "The HOUSE team will assist in the implementation of all policy measures and strategies as well as the management and monitoring of all the programs and activities under HEDP."}, {"text_block_id": "p62_b855", "text": "There are several sub-program components aiding the Governme"}, {"text_block_id": "p62_b856", "text": "nt’s umbrella program of"}, {"text_block_id": "p62_b857", "text": "household electrification. These programs are delineated in terms of target or focus areas i.e. grid or off-grid and are all contributing and in support to the overall goal of attaining 90% household electrification by 2017."}, {"text_block_id": "p62_b858", "text": ""}, {"text_block_id": "p62_b859", "text": "Grid Electrification"}, {"text_block_id": "p62_b860", "text": "1. Sitio Electrification Program (SEP)"}, {"text_block_id": "p62_b861_merged_merged", "text": "In 2011, NEA established the Sitio Electrification Program (SEP) wherein the commitment was to energize 32,441sitios. From the onset of SEP in 2011 to March 2016, NEA was able to surpass its target by energizing 32,688 sitios translating to 100.8 percent accomplishment in the SEP Roadmap"}, {"text_block_id": "p62_b863", "text": "(Table 17)."}, {"text_block_id": "p62_b864", "text": "2. Barangay Line Enhancement Program (BLEP)"}, {"text_block_id": "p62_b865", "text": "One of NEA’s programs"}, {"text_block_id": "p62_b866", "text": "that focuses only on those off-grid barangays that are already economically feasible for distribution line extension."}, {"text_block_id": "p63_b867", "text": "3. Energy Regulations (ER) 1-94"}, {"text_block_id": "p63_b868", "text": "The Department serves as the Administrator of ER 1-94 which has three (3) fund components"}, {"text_block_id": "p63_b869", "text": "–"}, {"text_block_id": "p63_b870", "text": "electrification fund (EF), development and livelihood fund (DLF), and reforestation, watershed management, health and/or environment enhancement fund (RWMHEEF)"}, {"text_block_id": "p63_b871", "text": "–"}, {"text_block_id": "p63_b872", "text": "utilized by host communities to promote growth and advancement in their respective areas. In the electrification program, DOE shall effectively administer EF of ER 1-94 in bringing electricity to all households, prioritizing the host cities/municipalities by implementing both grid and off-grid electrification projects."}, {"text_block_id": "p63_b873", "text": "The DOE is currently undertaking the “Rationalization"}, {"text_block_id": "p63_b874", "text": "of ER 1-94 Electrification Fund towards Total"}, {"text_block_id": "p63_b875", "text": "electrification projects in these areas to aid in achieving total household electrification. A total of 259 host communities (144 in Luzon, 53 in Visayas and 62 in Mindanao) were already identified based on the current list of installed generation facilities in the country."}, {"text_block_id": "p63_b876", "text": "As for the completed projects funded under EF, around 1,258 (1,218 are grid and 40 are off-grid) sitios/barangays with an equivalent household connection of 30,332 were energized from 2011"}, {"text_block_id": "p63_b877", "text": "–"}, {"text_block_id": "p63_b878", "text": "July 2015.  The total approved project cost for these sitios/barangays was at PhP 1,408.5 million.  For 2016-2017, the Department targets 462 grid sitios and 22 off-grid sitios."}, {"text_block_id": "p63_b879", "text": "4. Nationwide Intensification of Household Electrification (NIHE)"}, {"text_block_id": "p63_b880", "text": "The NIHE is one of DOE’s locally"}, {"text_block_id": "p63_b881", "text": "-funded projects (LFP). Approved in 2014, the project will run for three (3) years (2015-2017). It has the objective of developing and implementing specific measures and financial incentives (i.e. grant assistance) to mobilize DUs in fast-tracking connections of their remaining unelectrified households."}, {"text_block_id": "p63_b882_merged_merged_merged_merged", "text": "For the grant assistance, the program shall provide house-wiring subsidy amounting to PhP 3,750 to poor and qualified household situated to areas/sitios where the distribution lines of the DU is physically available. In 2015, the DOE approved a total of 32,512 household beneficiaries with a total amount of PhP 114.42 million and will be implemented by 22 participating DU’s.  For 2016, DOE targeted a total of 172,500 household beneficiaries while for 2017, 183,000 household beneficiaries were targeted."}, {"text_block_id": "p63_b885", "text": "For 2016, of the total targeted households (172,500), 176,995 households were approved under the program with a total cost of PhP 667.33 million."}, {"text_block_id": "p63_b886", "text": "Also, the DOE has successfully conducted a 9-Leg series of NIHE Project Development Workshop with Luzon, Visayas and Mindanao DUs. The said workshop provided the interested DUs the information to effectively implement the program in their franchise areas."}, {"text_block_id": "p64_b887", "text": "Aside from the grant assistance provided to qualified household beneficiaries, the NIHE programs also aims to provide the followingTechnical assistance (i)Streamlining of connection process; (ii) LGU-DU partnership for assistance in connection permits; and (iii) Policy support to address the issue of slum electrification and flying connections, among others."}, {"text_block_id": "p64_b888", "text": ""}, {"text_block_id": "p64_b889", "text": "Off-Grid Electrification"}, {"text_block_id": "p64_b890", "text": "1. Household Electrification Program (HEP) using renewable energy (RE) systems"}, {"text_block_id": "p64_b891", "text": "The HEP involves the energization of off-grid households using mature RE technologies which includes photovoltaic solar home system (PV-SHS), PV streetlights and micro-hydro systems."}, {"text_block_id": "p64_b892", "text": "From 2011 to 2015, a total of 22,904 off-grid households gained electricity access thru the program. In 2016, the program targeted 1,679 households and installation is on-going on these identified beneficiaries."}, {"text_block_id": "p64_b893", "text": "2. Solar PV Mainstreaming (under Access to Sustainable Energy Program or ASEP)"}, {"text_block_id": "p64_b894", "text": "The program will encourage DUs in implementing SHS mainstreaming/fee-for-service approach for dispersed households and highly remote areas in their franchise areas.  This actually serves as one of the innovative service delivery mechanisms that DUs can execute for providing electricity access to remote, sparse and dispersed households."}, {"text_block_id": "p64_b895", "text": "Further, the issuance of Department Circular (DC) No. 2014-007-0012 in 3 July 2014 entitled"}, {"text_block_id": "p64_b896", "text": "Accelerating Household Electrification in Off-Grid and Isolated Areas through Electricity Supply by Regulated Solar Home Systems"}, {"text_block_id": "p64_b897", "text": "prescribed the policies for DUs provision of electric service."}, {"text_block_id": "p64_b898", "text": "Based on the pilot implementation of the Project in 2010-2014, the DOE pursued the scaled up"}, {"text_block_id": "p64_b899", "text": "implementation of the same through the “Philippines: Access to Sustainable Energy Program (ASEP)”"}, {"text_block_id": "p64_b900", "text": "with funding assistance from the European Union. For the"}, {"text_block_id": "p64_b901", "text": "next 4 years (2016-2019) the PV Mainstreaming program will be assisted by ASEP funding to implement a total of 51,400 household using the PV SHS."}, {"text_block_id": "p64_b902", "text": "3. Qualified Third Party (QTP) Program"}, {"text_block_id": "p64_b903", "text": "The EPIRA and its IRR provides for the role of a qualified third party (QTP) in areas deemed unviable and waived by DUs. The QTP is responsible for generation of power and its distribution to the community."}, {"text_block_id": "p64_b904_merged_merged_merged", "text": "Currently, the operating QTP in the country is PowerSource Philippines Inc. (PSPI) in Brgy. Rio-Tuba, Palawan providing 24/7 electricity services to 1,744 households. Meanwhile, PSPI’s Malapascua’s QTP Project in Malapascua Island, Logon, DaanBantayan, Cebu was granted by the Energy Regulatory Commission (ERC) a provisional authority to operate as QTP in the island. It started operation in 2014 and is servicing 771 households."}, {"text_block_id": "p65_b907", "text": "Other proposed projects under development or currently being proposed are: 1) Liminangcong, Taytay, Palawan and 2) Brgy. Cabayugan, Puerto Princesa City."}, {"text_block_id": "p65_b908", "text": "To support the program, the DOE shall issue a revised policy guidelines for QTP project implementation that simplifies the process for project approval especially for those projects that employ RE Systems."}, {"text_block_id": "p65_b909", "text": "Roadmap"}, {"text_block_id": "p65_b910_merged", "text": "To attain the goal of 90.0 percent household electrification by 2017 (Figure 26), the Government is targeting a total of 828,065households from 2016 to 2017.  Table 18 highlights the targets on a per sub-program component."}, {"text_block_id": "p66_b912", "text": "For 2016, 358,415 grid households are targeted for electrification while off-grid households that will benefit from electricity services totals 28,278. By 2017, 404,256 households will be energized thru grid electrification while off-grid electrification solutions will cover 37,616 households. Around 43.0 percent of the total targeted households from 2016-2017 will be covered by the NIHE Project."}, {"text_block_id": "p66_b913_merged", "text": "NEA for its part will continue to implement its Total Electrification Plan (TEP). Their mandate of pursuing total electrification thru the ECs by enhancing distribution development including missionary areas was strengthened with RA 10531 or the NEA Reform Act of 2013. NEA is guided with their vision of total electrification of an area coverage basis by 2020. The TEP includes NEA’s program for sitio electrification since this will continue even after the Aquino Administration. For 2016-2017, NEA has identified 3,150 and 6,321 sitios respectively (Figure 26). The 3,150 sitios are for implementation in 2016 and is apart from the already accomplished commitment from the Administration. Having accomplished their commitment under the SEP, NEA will still energize an additional 3,150 sitios in 2016. For 2017, NEA intends to provide electricity to 6,321 emerging sitios with approved appropriations from DBM in the amount of Php 1,817 billion. In the medium term (2018-2020), NEA targets to energize an average of 4,000 sitios."}, {"text_block_id": "p66_b918", "text": "Action Plan"}, {"text_block_id": "p66_b919", "text": ""}, {"text_block_id": "p66_b920", "text": "In achieving 100 percent electrification at the household level. The policy may entail specifying a reference base year and a base number of households to be targeted (such was applied in both barangay and sitio electrification programs)."}, {"text_block_id": "p67_b921", "text": ""}, {"text_block_id": "p67_b922", "text": "Establishing a coordinated monitoring strategy for the attainment of 90 percent household electrification by 2017. One of the strategies is the provision of a monthly accomplishment report to keep track of program (including sub-program) accomplishments vs. targets."}, {"text_block_id": "p67_b923", "text": ""}, {"text_block_id": "p67_b924", "text": "Establishment of a household electrification information system (HEIS) that will aid in avoiding potential duplication of beneficiaries."}, {"text_block_id": "p67_b925", "text": ""}, {"text_block_id": "p67_b926", "text": "Establishment of Nationwide Off-grid database that will serve as baseline and target of all off-grid electrification program of the Government."}, {"text_block_id": "p67_b927", "text": ""}, {"text_block_id": "p67_b928", "text": "Assessment of previous"}, {"text_block_id": "p67_b929", "text": "grid electrification programs as this may serve as input to NEA’s"}, {"text_block_id": "p67_b930", "text": "BLEP."}, {"text_block_id": "p67_b931", "text": ""}, {"text_block_id": "p67_b932", "text": "Coordination with other government agencies that may assist in fast-tracking electrification."}, {"text_block_id": "p67_b933", "text": ""}, {"text_block_id": "p67_b934", "text": "Implementation of NEA’s Total Electrification Plan (TEP) by 2020."}, {"text_block_id": "p67_b935", "text": ""}, {"text_block_id": "p67_b936", "text": "Address the issues and challenges identified by NEA in its SEP implementation such as (i) delay in program implementation because of peace and order situation in isolated areas; (ii) frequent occurrence of natural calamities; and (iii) accessibility problems in constructing the electric distribution system."}, {"text_block_id": "p67_b937", "text": "ENERGY REGULATIONS (ER) 1-94"}, {"text_block_id": "p67_b938", "text": "Overview"}, {"text_block_id": "p67_b939_merged", "text": "The DOE ensures that financial benefits redound to communities hosting energy generating facilities or energy resource development projects. Through E.R. 1-94, communities are able to instigate development by accessing three (3) fund types – electrification fund (EF), development and livelihood fund (DLF) and reforestation, watershed management, health and/or environment enhancement fund (RWMHEEF). The accrued financial benefits that emanated from the validated electricity sales of generation facilities, generation companies and/or energy resource developers operating in host communities has already reached PhP 10.74 billion as of 31 December 2016. Utilizing their respective shares to promote growth in their areas, the total approved amount for the various projects implemented by host communities was pegged at PhP 6.85 billion. The remaining PhP 3.89 billion can still be accessed by these communities to fund various projects that may be classified in any of the three (3) fund types under E.R. 1-94 ("}, {"text_block_id": "p67_b943", "text": "Table 19)."}, {"text_block_id": "p68_b944_merged", "text": "Commencing in June 1995, ER 1-94 has already been able to fund 6,734 projects with an equivalent amount of PhP 6.85 billion as of December 31, 2016. Fifty-eight percent or 3,907 of all approved projects are mostly electrification related and this can be associated with the Government’s intent of increasing electricity access at the household and sitio level throughout the country (Table 20). Meanwhile, projects funded by DLF and RWMHEEF totaled 1,481 and 1,346 respectively."}, {"text_block_id": "p68_b949", "text": "Approved E.R. 1-94 Projects in 2016 are highlighted in Table 21. Seven (7) electrification projects were approved under EF amounting to PhP 139.48 million."}, {"text_block_id": "p68_b950", "text": "For DLF, 90 projects were approved equivalent to PhP 56.97 million. These projects proposed by host communities ranged from construction (e.g. day care centers, road shoulder, classrooms, drainage systems, community stage, cemetery shed, tire path, waiting shed) to rehabilitation/improvement (e.g. provincial road, footbridge, pathway, farm-to-market road) of various community-related infrastructures, equipment procurement (e.g. farm, office) and construction/installation of street lighting. The benefitting communities are located in the provinces of Batangas, Laguna, Bukidnon, Lanao doel Sur, Ifugao, Quezon, Pangasinan, Cebu, Benguet, Nueva Ecija, Samar, Misamis Occidental and Bataan."}, {"text_block_id": "p69_b951", "text": "About 88 projects were approved for RWMHEEF funding and this amounted to PhP 111.26 million.  Projects proposed under this fund type includes construction of community-related infrastructures (e.g. drainage lined canal, public toilet, health center, multi-purpose hall, domestic/barangay water supply system, birthing rooms, covered wash area, barangay health center and perimeter fence), procurement of vehicles/machines/equipment (e.g. wheel excavator, crawler excavator, bull dozer, dump truck, sterilizing machine, hospital and medical equipment, multi-purpose vehicle, cylinder water pumps, ambulance, disaster management equipment, and office equipment). The community beneficiaries of these projects are located in Batangas, Ilocos Sur, Pangasinan, Lanao del Sur, Bukidnon, Benguet, Cebu, Laguna, Nueva Ecija, Quezon, Aurora, Nueva Vizcaya and Bataan."}, {"text_block_id": "p69_b952", "text": "The DOE is the Fund Administrator of ER 1-94 and is responsible in establishing specific trust accounts of each project by the generation companies and/or energy resource developers for the accrual of financial benefits."}, {"text_block_id": "p69_b953", "text": "Since the onset of E.R. 1-94 up to December 2016, the DOE has established 907 trust accounts. In 2016 alone, a total of 65 trust accounts were opened by the Department."}, {"text_block_id": "p69_b954", "text": "DOWNSTREAM OIL INDUSTRY"}, {"text_block_id": "p69_b955", "text": "Overview"}, {"text_block_id": "p69_b956", "text": "The Oil or Petroleum Industry in the Philippines is divided into two sectors: the upstream and downstream. The downstream sector involves the processing, selling, and distribution of natural gas and petroleum products. It also plays an integral part of fueling various industries (e.g."}, {"text_block_id": "p69_b957", "text": "transportation and power)."}, {"text_block_id": "p69_b958", "text": "The country’s downs"}, {"text_block_id": "p69_b959", "text": "Downstream Oil Industry Deregulation Act of 1998."}, {"text_block_id": "p69_b960", "text": "and investors."}, {"text_block_id": "p69_b961_merged_merged_merged", "text": "For the year 2015, Crude oil imports have increased 78,060 MB for 20.1 percent compared to 2014’s 65,015. About 86 percent of the total crude mix (67,133 MB) originated from the Middle East, of which 51.28 percent (34,427 MB) was sourced from Saudi Arabia, the country’s major supplier of"}, {"text_block_id": "p70_b964", "text": "crude oil. Meanwhile, in terms of crude run and refinery production, the current maximum working crude distillation capacity of the country is 285 thousand barrels per stream day (MBSD). Refinery production for the year 2015 rose by 26.2 percent from 61,372 MB in 2014 to 77,478 MB. The growth was due to higher refinery utilization at 74.4 percent in 2015 compared to 59 percent in 2014 as a result of extended emergency/ maintenance shutdown of some oil refineries."}, {"text_block_id": "p70_b965", "text": "As for the country’s petroleum product exports, an increase of 46.3 percent, from 9,561 MB in 2014"}, {"text_block_id": "p70_b966", "text": "to 13,988 MB in 2015, was recorded. Condensate, the top exported product for the period, dropped by 41.5 percent vis-à-vis in 2014. Naphtha exports meanwhile grew by 4.2 percent while fuel oil increased by 83.5 percent"}, {"text_block_id": "p70_b967", "text": "As of end December 2015, actual crudes and petroleum products closing inventory was recorded at 18,006 thousand barrels (MB) or 45-day supply equivalent; 33 days for crude oil and products in country stocks and 12 days in-transit. This was lower by 4.8 percent from December 2014 level of 17,180 MB. YTD December 2015 average inventory was recorded at 44 days, 34 days in country stock and 10 days in-transit."}, {"text_block_id": "p70_b968", "text": "The government continues to enforce the Minimum Inventory Requirement (MIR) given the continuing risks faced by the downstream oil industry sector such as geopolitical instability and supply delivery problems to areas affected by calamities (e.g. typhoon, flood, earthquake, etc.). The current MIR for refiners is in-country stocks equivalent to 30 days while an equivalent of 15 days stock is required for the bulk marketers and 7 days for the LPG players."}, {"text_block_id": "p70_b969", "text": "(Oil Supply Demand Report FY 2015)"}, {"text_block_id": "p70_b970_merged", "text": "With regards to facilities and product standards, the DOE continuously sets and reviews standards to concretize its endeavor to harmonize the Philippine National Standard (PNS) with international/regional trends for quality of fuels, and petroleum facilities and processes, promote the use of efficient technologies, alleviate the country’s energy security concern and safeguard the health and welfare of the people. Since 2012, the following Philippine National Standards (PNS) for fuel quality and facilities were reviewed/updated, and were subsequently promulgated, by the DOEchaired Technical Committee on Petroleum Products and Additives (TCPPA), and the Technical Committee on Petroleum Processes and Facilities (TCPPF):"}, {"text_block_id": "p71_b973", "text": "Fuel Quality Standard"}, {"text_block_id": "p71_b974", "text": ""}, {"text_block_id": "p71_b975", "text": "PNS/DOE QS 004:2012"}, {"text_block_id": "p71_b976", "text": "–"}, {"text_block_id": "p71_b977", "text": "FAME blended diesel oils (B2) specification"}, {"text_block_id": "p71_b978", "text": ""}, {"text_block_id": "p71_b979", "text": "PNS/DOE QS 008:2012"}, {"text_block_id": "p71_b980", "text": "–"}, {"text_block_id": "p71_b981", "text": "E-Gasoline Fuel (E10) specification"}, {"text_block_id": "p71_b982", "text": ""}, {"text_block_id": "p71_b983", "text": "PNS/DOE QS 007:2014"}, {"text_block_id": "p71_b984", "text": "–"}, {"text_block_id": "p71_b985", "text": "Anhydrous bioethanol & bioethanol fuel (E100) specifications"}, {"text_block_id": "p71_b986", "text": ""}, {"text_block_id": "p71_b987", "text": "PNS/DOE QS 002:2015"}, {"text_block_id": "p71_b988", "text": "–"}, {"text_block_id": "p71_b989", "text": "Coconut methyl esters (B100) specification"}, {"text_block_id": "p71_b990", "text": ""}, {"text_block_id": "p71_b991", "text": "PNS/DOE QS 010:2015"}, {"text_block_id": "p71_b992", "text": "–"}, {"text_block_id": "p71_b993", "text": "High FAME blended diesel oils (B5) specification"}, {"text_block_id": "p71_b994", "text": "Facility Standard"}, {"text_block_id": "p71_b995", "text": ""}, {"text_block_id": "p71_b996", "text": "PNS/DOE FS 8:2013"}, {"text_block_id": "p71_b997", "text": "–"}, {"text_block_id": "p71_b998", "text": "Transportation of Petroleum Product by Pipeline"}, {"text_block_id": "p71_b999", "text": ""}, {"text_block_id": "p71_b1000", "text": "PNS/DOE FS 3:2013"}, {"text_block_id": "p71_b1001", "text": "–"}, {"text_block_id": "p71_b1002", "text": "Auto LPG Dispensing Station"}, {"text_block_id": "p71_b1003", "text": ""}, {"text_block_id": "p71_b1004", "text": "PNS/DOE FS 9:2015"}, {"text_block_id": "p71_b1005", "text": "–"}, {"text_block_id": "p71_b1006", "text": "Code of Safety Practice in Auto LPG Dispensing Station"}, {"text_block_id": "p71_b1007", "text": "Similarly, corresponding Department Circulars (DC) were issued to implement the above standards, particularly for fuel quality."}, {"text_block_id": "p71_b1008", "text": "Regarding the country’s oil demand, 2015 total demand of finished"}, {"text_block_id": "p71_b1009_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "petroleum products grew by 15.0 percent to 143,226 MB from 124,503 MB in 2014. This can be translated to an average daily requirement of 392.4 MB compared with last year’s level of 341.1 MB. The growth in demand was attributed to the increased demand of the power sector in particular demand for fuel oil, naphtha and condensate products vice natural gas, and for the transport fuels due to low prices."}, {"text_block_id": "p71_b1012", "text": "Roadmap"}, {"text_block_id": "p72_b1013", "text": "In most cases, improvement of policy governing the downstream oil sector will be needed to meet the industry challenges and to encourage more private sector participation in the downstream oil industry thereby ensuring a sustainable supply of high quality and right quantity of petroleum products in the market. The following comprise the roadmap that will be useful towards the achievement of addressing these challenges:"}, {"text_block_id": "p72_b1014", "text": "SHORT/MEDIUM TERM"}, {"text_block_id": "p72_b1015", "text": "(1)"}, {"text_block_id": "p72_b1016", "text": "Continuous Monitoring of the Downstream Oil Industry"}, {"text_block_id": "p72_b1017", "text": ""}, {"text_block_id": "p72_b1018", "text": "Supply/Demand Situation"}, {"text_block_id": "p72_b1019", "text": "The monitoring of the industry’s supply/demand situation is basically ensuring the oil companies’ compliance to the reportorial requirement of the Downstream Oil Deregulation"}, {"text_block_id": "p72_b1020", "text": "Act and the Biofuels Act. This covers the entry of new players and verification of their facilities, accreditation to the bioethanol fuel program, crude oil/product imports (including bioethanol) and inventories, refinery production, product sales and exports, and LMA (required volume purchase of locally produce ethanol) setting and compliance. These information aid government regulators and policy makers to fully evaluate the industry for future policy direction. Prospective investors and existing players would also need these data to determine viability of future investments"}, {"text_block_id": "p72_b1021", "text": ""}, {"text_block_id": "p72_b1022", "text": "Price Adjustments"}, {"text_block_id": "p72_b1023", "text": "To ensure fair competition and prevent abuse of free market pricing, international and local petroleum prices should be continually monitored. Differences in local prices could signify level of competition in the area/region and lack of necessary infrastructure for accessibility."}, {"text_block_id": "p72_b1024", "text": ""}, {"text_block_id": "p72_b1025", "text": "Product Quality and Facility Standard Verification"}, {"text_block_id": "p72_b1026", "text": "Standards on product quality and facility should be enforced for consumer and environment protection. These would help curb illegal activities such as adulteration and oil smuggling and illegal trading. The use of biofuels and the success of the program also depend on fuel quality monitoring. Product sampling and testing at the bulk plants and retail outlets are continuously conducted to ensure compliance to existing standards."}, {"text_block_id": "p72_b1027", "text": ""}, {"text_block_id": "p72_b1028", "text": "Retail Outlet Inspection, Licensing and Promotion"}, {"text_block_id": "p72_b1029_merged", "text": "Consumer protection is government’s basic concern. Continuous and vigorous inspection of retail outlets should be conducted on a consistent basis. This is to ensure that the consumers’ purchases of petroleum product are of standard quality and of right quantity. It also advocates consumer safety and equal playing field for industry players."}, {"text_block_id": "p72_b1034", "text": "All retail outlets should have valid licenses (COC for liquid fuels and SCC for LPG). Requirement for issuance of these licenses should always be reviewed and revised as needed."}, {"text_block_id": "p73_b1035", "text": "(2) Review and Possible Streamlining of Requirements for Entry and Operation of Players"}, {"text_block_id": "p73_b1036_merged", "text": "When the oil industry was deregulated, many of the licensing requirements of the industry were replaced by reportorial requirements. Even if the industry was so-called deregulated, voluminous documents and reports are still required to be submitted. To improve oil companies’ compliance and facilitate entry of players and investments, these requirements have to be reviewed and streamlined."}, {"text_block_id": "p73_b1039", "text": "(3) Review of Existing Rules and Regulations and Recommendations of Amendments"}, {"text_block_id": "p73_b1040", "text": "Existing government rules and regulations for the downstream oil industry specifically those involving taxation, incentives, and licensing should be reviewed in order to attain the following:"}, {"text_block_id": "p73_b1041", "text": ""}, {"text_block_id": "p73_b1042", "text": "Increasing Oil Infrastructure Investments."}, {"text_block_id": "p73_b1043", "text": "The importance of encouraging industry players for more investments as to ensure supply security, improve market competition and, consequently bring out reasonable prices. Subsequently, proposals towards changing the basic regulatory framework for the deregulated industry shall be pursued, specifically, the coordination with the LGUs with regards to the initiatives that affect the activities and/or entry of downstream activities in their respective areas."}, {"text_block_id": "p73_b1044", "text": "Notwithstanding the increased number of downstream oil industry participants, the government shall continue to invite/seek foreign investors to explore investing in oil refinery/facility. The said investment would provide a more stable and bigger supply base for the country. Moreover, an assessment of existing benefits for oil refineries and bigger appropriate recommendations without prejudice to direct product importers."}, {"text_block_id": "p73_b1045", "text": ""}, {"text_block_id": "p73_b1046", "text": "Upgrading of Technical Capability and Equipment."}, {"text_block_id": "p73_b1047", "text": "With the challenge of meeting the changing product quality and facility standard requirement, the technical capability and equipment of DOE should be upgraded as needed. This should include process and database management systems improvement, acquiring modern and reliable equipment, personnel training and certification for handling/operating testing equipment, and review of manpower capability requirement in view of the new developments in the industry."}, {"text_block_id": "p73_b1048", "text": ""}, {"text_block_id": "p73_b1049", "text": "Regular Updating of Oil Contingency Plan."}, {"text_block_id": "p73_b1050", "text": "Since the country’s oil requirement is practically"}, {"text_block_id": "p73_b1051", "text": "sourced from other countries, local supply is basically vulnerable as we have no control over the factors that may affect it. This makes the oil contingency plan a necessity. The existing plan should be periodically updated to reflect the changes in supply/demand parameters and applicable scenarios and schemes to mitigate a reduction in supply, such as in emergency situations brought about by natural and man-made disasters"}, {"text_block_id": "p73_b1052", "text": ""}, {"text_block_id": "p73_b1053", "text": "Conduct of IEC Programs."}, {"text_block_id": "p73_b1054", "text": "More IEC programs shall be conducted on the downstream oil industry and oil pricing for the academe and other stakeholders. Partnerships with other units shall also be pursued to increase awareness of the consumers, at the same time improving public perception of the benefits brought about by the deregulated environment"}, {"text_block_id": "p73_b1055", "text": "More IEC programs shall be conducted on the downstream oil industry and oil pricing for the academe and other stakeholders. Partnerships with other units shall also be pursued to increase awareness of the consumers, at the same time improving public perception of the benefits brought about by the deregulated environment\n* better product quality, wider choices, and greater competition.\n<\\li1>"}, {"text_block_id": "p74_b1057", "text": "MEDIUM/LONG TERM"}, {"text_block_id": "p74_b1058", "text": "(1)"}, {"text_block_id": "p74_b1059", "text": "Ensuring the Country’s Oil Supply Security through Oil Stockpiling"}, {"text_block_id": "p74_b1060", "text": ""}, {"text_block_id": "p74_b1061", "text": "ASEAN Initiative"}, {"text_block_id": "p74_b1062", "text": "Focus is currently given on the need to establish joint stockpile facilities in the Region. Thus, the Philippine government will continue to pursue collaboration with the other ASEAN countries in the establishment of regional petroleum stockpiles to form part of the government measures to ensure oil security."}, {"text_block_id": "p74_b1063", "text": "The DOE regularly participates in meetings of ASEAN Petroleum Security Agreement (APSA) Task Force and its activities such as emergency response exercise."}, {"text_block_id": "p74_b1064", "text": "There is a need to put up a mechanism on how to localize the operationalization of APSACoordinated Emergency Response Measures (CERM). A study on the set up of the mechanisms is recommended together with localization mechanism that should cover plans for both normal and in times of disruption. In line with this, the revisiting of the existing oil contingency plan is essential."}, {"text_block_id": "p74_b1065", "text": ""}, {"text_block_id": "p74_b1066", "text": "Domestic Strategic Oil Stockpile"}, {"text_block_id": "p74_b1067", "text": "The government through the DOE or PNOC should initiate the conduct of studies on setting"}, {"text_block_id": "p74_b1068", "text": "up and operating a “strategic” oil stockpile in the country. A strategic oil stockpile is oil"}, {"text_block_id": "p74_b1069", "text": "sorted for local supply contingency purposes. This is on top of the commercial stockpile that the existing oil players (importers/refiners) are required to maintain. Aspects to be considered includes the type and quantity of oil, storage facilities, cost of putting up and operating the stockpile, timing of oil acquisition, conditions that would warrant a stockpile drawdown, and the entity who would manage the facility."}, {"text_block_id": "p74_b1070", "text": "(2) Continuance of Short/Medium Term Plan of Activities"}, {"text_block_id": "p74_b1071", "text": "The monitoring of the activities in the downstream oil industry, review of existing rules, upgrading of technical capabilities, updating of plans, and intensified inspection and promotion campaigns should be a never-ending process. As long as the industry exists, the continuity of the said activities should always be implemented."}, {"text_block_id": "p74_b1072", "text": "(3) Fuel Quality Standard Development"}, {"text_block_id": "p74_b1073_merged_merged", "text": "On the way forward for fuel quality standard development, the DOE is committed to keep abreast with international/regional trend, in collaboration with DENR’s policies on vehicle emission (EURO 5, 6, etc.) and the introduction of other feedstock of biofuels and higher blends as evolving policy thrusts in the energy sector."}, {"text_block_id": "p75_b1076", "text": "To effectively assess the implementation of future energy policies and programs for the fuel sector, it is necessary that the underlying science, engineering, and economics are similarly given emphasis:"}, {"text_block_id": "p75_b1077", "text": "1."}, {"text_block_id": "p75_b1078", "text": "EURO Emission (5, 6, etc.)"}, {"text_block_id": "p75_b1079", "text": "–"}, {"text_block_id": "p75_b1080", "text": "sulfur reduction level for gasoline and diesel is the primary parameter that needs to be addressed in developing fuel quality standard for Euro emission standards"}, {"text_block_id": "p75_b1081", "text": "sulfur reduction level for gasoline and diesel is the primary parameter that needs to be addressed in developing fuel quality standard for Euro emission standards\n* Assessment of local refinery capability â configurations of refinery processes to meet the\n* Assessment of supply availability in the region.\n* Assessment in the harmonization with international/regional trend of fuel quality\n* Characterization of current and next generation feedstock. Lifecycle and economic cost of\n* Assessment on supply availability vis-Ã -vis policy for higher blend mandate\n* Identifying critical properties affecting fuel quality (study on parameters which are doable"}, {"text_block_id": "p75_b1089", "text": "2."}, {"text_block_id": "p75_b1090", "text": "Biofuels and Higher Blends"}, {"text_block_id": "p75_b1097", "text": "Action Plan"}, {"text_block_id": "p75_b1098", "text": "A. Updating of the Oil Supply Contingency Plan"}, {"text_block_id": "p75_b1099", "text": "The current plan should be periodically updated to reflect the changes in supply/demand parameters and applicable scenarios and schemes to mitigate a reduction in supply. The strategies should include constant monitoring and forecasting the market developments well as preparation of emergency policies and procedures. The said plan should also look into local and international oil markets, international supply and demand, refinery facilities and price developments."}, {"text_block_id": "p75_b1100", "text": "B. Promoting the development/establishment of a national oil stockpile program"}, {"text_block_id": "p75_b1101", "text": "The DOE will spearhead the development of policies for a National Oil Stockpile Program. This is to protect the country in cases of oil disruption caused by unwanted events (i.e. natural disasters, damaged pipelines, etc.) and severe increases in oil prices in the international market."}, {"text_block_id": "p75_b1102", "text": "C. Encouraging additional oil (and biofuels) infrastructure on storage and distribution"}, {"text_block_id": "p75_b1103", "text": "Additional oil infrastructure is vital in transporting petroleum products from the refineries to the market all over the country. Ensuring the petroleum p"}, {"text_block_id": "p75_b1104", "text": "roduct’s safety to avoid any contamination from the variety of transport modes and distance would ensure of the product’s specifications and"}, {"text_block_id": "p76_b1105", "text": "avoid its costly re-processing. Hence, sufficient infrastructures must be put in place for refiners to comply with"}, {"text_block_id": "p76_b1106", "text": "the government’s stringent environmental regulation and product specifications"}, {"text_block_id": "p76_b1107", "text": "D. Oil refinery upgrading/expansion"}, {"text_block_id": "p76_b1108", "text": "With the country’s limited refinery baseline, local refineries could barely meet the overall demand"}, {"text_block_id": "p76_b1109", "text": "which results in the country having to import most of its petroleum requirements. The supply of petroleum products is prone to shortages. Hence, the government encourages investors to upgrade/expand storage facilities and construct new refineries to address these shortages in oil supply."}, {"text_block_id": "p76_b1110", "text": "E. Transparency of Oil Price Adjustments"}, {"text_block_id": "p76_b1111", "text": "Ensuring fair prices in a deregulated environment is essential for fair competition. The DOE having no control over oil price movement in the market shall monitor and determine the reasonableness of oil prices."}, {"text_block_id": "p76_b1112", "text": "F. Promoting awareness through IEC"}, {"text_block_id": "p76_b1113", "text": "Continuous IEC programs shall be conducted on the downstream oil industry and oil pricing for the academe and other stakeholders. This aims to empower consumers by providing basic information on the downstream oil activities. Subsequently, the DOE will continue its regular meetings with industry players and other stakeholders to address oil-related issues."}, {"text_block_id": "p76_b1114", "text": "G. Constant Monitoring of the industry"}, {"text_block_id": "p76_b1115", "text": "Consumer protection is one of the utmost concerns of the government. As such, the DOE undertakes the following to safeguard the general public:"}, {"text_block_id": "p76_b1116", "text": "1."}, {"text_block_id": "p76_b1117", "text": "Supply and Demand Situation"}, {"text_block_id": "p76_b1118", "text": "This includes the entry of new players and verification of their facilities. The information also aids government regulators and policy makers to evaluate the industry for future policy direction. Investors and existing players would also need these data to determine viability of future investments. Existing players are also reminded of their compliance to the reportorial requirements as stated in RA 8479."}, {"text_block_id": "p76_b1119", "text": "2."}, {"text_block_id": "p76_b1120", "text": "Product Quality and Facilities Standard Verification"}, {"text_block_id": "p76_b1121", "text": "Product sampling and testing are constantly conducted to ensure its compliance to standards. This would aid the government to eradicate smuggling and other illegal activities."}, {"text_block_id": "p76_b1122", "text": "3."}, {"text_block_id": "p76_b1123", "text": "Retail Outlet Inspection, Licensing and Promotion"}, {"text_block_id": "p76_b1124", "text": "This would ensure that the consuming public purchases of petroleum products are of standard quality and right quantity. All retail outlets should have valid licenses for consumer safety and a level playing field."}, {"text_block_id": "p77_b1125", "text": "DOWNSTREAM NATURAL GAS"}, {"text_block_id": "p77_b1126", "text": "Overview"}, {"text_block_id": "p77_b1127", "text": "The assurance of a sustainable supply of natural gas and the development of domestic infrastructure network are two major components for a successful expansion of downstream natural gas industry in the country. It is capital-intensive that will need both publ"}, {"text_block_id": "p77_b1128", "text": "ic and private sector’s investment and"}, {"text_block_id": "p77_b1129", "text": "participation. For 15 years, since the launching of the 1"}, {"text_block_id": "p77_b1130", "text": "st"}, {"text_block_id": "p77_b1131", "text": "Malampaya natural gas-to-power project in 2001, the government is earnestly providing full support to any project that can partake in the"}, {"text_block_id": "p77_b1132", "text": "country’s natural g"}, {"text_block_id": "p77_b1133", "text": "as industry. Both foreign and local developers signified interest to invest in said industry. However, a number of concerns had caused the delay in its development. One of which is the uncertainty of fuel supply sustainability considering that presently the only source of natural gas in the country is the Malampaya gas field. Also, since the industry is said to be capital-intensive, investors will need a guarantee of an anchor market that will justify their investments. With these challenges, the development of required strategic infrastructure necessary for the industry to expand has been delayed."}, {"text_block_id": "p77_b1134", "text": "Despite the challenges, the government realizes the positive impact that the country could harness in expanding the industry. As such, the DOE is seriously undertaking steps towards its acceleration and expansion. In 2013, the DOE in partnership with the World Bank has completed the Natural Gas Master Plan Update by which one of the objectives is to establish the natural gas investment and transactional framework focusing on Liquified Natural Gas (LNG). Likewise, in 2014, the DOE commissioned the PNOC to have the Public-Private Partnership (PPP) Center to conduct a feasibility study on the 105-km. Batangas-Manila Natural Gas Pipeline (BatMan 1) to supplement the J"}, {"text_block_id": "p77_b1135", "text": "ICA’s"}, {"text_block_id": "p77_b1136", "text": "study on the technical aspect for the LNG entire chain (LNG facilities, regasification, pipeline and offtake facilities) including social and environmental impact study. And to open the country to LNG market, in 2015, the DOE granted an extension of about 12 months to the issued Provisional Permit"}, {"text_block_id": "p77_b1137", "text": "for the nearing completion of the county’s first LNG Terminal Hub and merchant power plant in"}, {"text_block_id": "p77_b1138", "text": "Pagbilao, Quezon owned by Energy World Corporation (EWC)."}, {"text_block_id": "p77_b1139_merged_merged_merged", "text": "On the other hand, in terms of policy support and initiative, the DOE in partnership with Department of Trade and Industry – Bureau of Product and Standard (DTI-BPS), in February 2015, the final draft of the Natural Gas Quality Standard was published and promulgated."}, {"text_block_id": "p77_b1142", "text": "Furthermore, in November 2015, the DOE initiated to organize an Inter-Agency HSSE (Health, Safety, Security and Environment) Inspection and Monitoring Team (IMT) for natural gas facilities through the signing of Memorandum of Understanding (MOU). Members include Department of Health (DOH), Department of Environment and Natural Resources (DENR-EMB), Department of Labor and Employment (DOLE-OSHC/BWC), Department of Interior and Local Government (DILG-BFR) and Department of Transportation and Communication (DOTC-PCG/MARINA). The objective is to conduct an organized and holistic approach of inspection to natural gas facilities that will address the areas of health, safety, security and environment. Said program will apply to the existing and planned natural gas facilities in the country."}, {"text_block_id": "p78_b1143", "text": "At present, the DOE is also undertaking other development initiatives such as the following:"}, {"text_block_id": "p78_b1144", "text": ""}, {"text_block_id": "p78_b1145", "text": "Promoting LNG importation as an option to supplement and replace Malampaya gas, ensuring sustainable supply of natural gas to the power and non-power customers."}, {"text_block_id": "p78_b1146", "text": ""}, {"text_block_id": "p78_b1147", "text": "Conducting consultations with the industry stakeholders for its strategic plan for natural gas supply expansion for both indigenous/imported."}, {"text_block_id": "p78_b1148", "text": ""}, {"text_block_id": "p78_b1149", "text": "Conducting of industry forum/IEC to the industrial sector, academe, government and financial institutions to create awareness on natural gas as well as on the conduct of market profiling surveys."}, {"text_block_id": "p78_b1150", "text": ""}, {"text_block_id": "p78_b1151", "text": "Advocating infrastructure development."}, {"text_block_id": "p78_b1152", "text": ""}, {"text_block_id": "p78_b1153", "text": "Institutionalizing the energy mix policy with consideration on the economic and financial viability of the applicable technology in the power plant projects cost of electricity in the grid and impact to the industrial and household customers."}, {"text_block_id": "p78_b1154", "text": ""}, {"text_block_id": "p78_b1155", "text": "Coordinating with Board of Investments (BOI) for the inclusion of the natural gas projects and activities in the Investment Priority Plan (IPP)."}, {"text_block_id": "p78_b1156", "text": ""}, {"text_block_id": "p78_b1157", "text": "Pursuing the proposed Natural Gas Bill in terms of the responsiveness of its provisions with the current economic and political conditions."}, {"text_block_id": "p78_b1158", "text": ""}, {"text_block_id": "p78_b1159", "text": "Cooperating with inter-agency efforts towards"}, {"text_block_id": "p78_b1160", "text": "“delivering a lower carbon and more secure"}, {"text_block_id": "p78_b1161", "text": "energy future for the Philippines by developing a government and business roadmap for the"}, {"text_block_id": "p78_b1162", "text": "increase in the use of natural gas”"}, {"text_block_id": "p78_b1163", "text": "through the establishment of a natural gas / LNG coalition."}, {"text_block_id": "p78_b1164", "text": "Natural Gas Production and Consumption"}, {"text_block_id": "p78_b1165", "text": "As of end-2015, natural gas total actual production posted at 126,192 million standard cubic feet (MMSCF) with a shortfall of about 3.2 percent as compared to the previous year which totaled to 130,351 MMSCF. Similarly, natural gas consumption also decreased by 6.1 percent from a total of 125,611 MMSCF in 2014 to 117,926 MMSCF in 2015. Such decreases can be attributed to the implementation of planned and unplanned shutdown activities both in the facilities of Malampaya and in the customer side such as the gas fired power plants and refinery. And, as of 2"}, {"text_block_id": "p78_b1166", "text": "nd"}, {"text_block_id": "p78_b1167", "text": "semester-2016, fuel production recorded a total of 73,665 MMSCF while total consumption is at 70,534 MMSCF."}, {"text_block_id": "p78_b1168_merged_merged_merged", "text": "Power generation accounts for 97.7 percent of the total annual consumption while industrial sector accounts for about 2.3 percent. Transport sector consumption, however, is greatly affected by the deferment of the commercial operation of the 31 CNG buses under the DOE’s NGVPPT due to the suspended operation of the existing CNG Daughter-refilling station in Mamplasan, Biñan, Laguna."}, {"text_block_id": "p79_b1171", "text": "Currently, the only source of natural gas in the country is the Malamapaya gas field which has an average production of 380 MMSCF per day. Apparently, two projects will be implemented to ensure a stable supply of natural gas for Luzon Electricity Grid, the Malampaya Phases 2 and 3. In 2013, the Malampaya Phase 2 is completed upon the successful installation of two production wells. On the other hand, Malampaya Phase 3 involves design, fabrication and installation of a new depletion compression platform and is expected to commence operation in 2016. It will also allow additional volumes of natural gas to be committed to new customers."}, {"text_block_id": "p79_b1172", "text": "Market development"}, {"text_block_id": "p79_b1173", "text": "In 2015, main consumers of natural gas in the country are still the three natural gas-fired power"}, {"text_block_id": "p79_b1174", "text": "plants in Luzon which consumed around 115,788.1 MMSCF of gas and the PSPC’s refinery that"}, {"text_block_id": "p79_b1175", "text": "consumed around 2,137.7 MMSCF of gas. Additional market in terms of power generation is expected to participate in gas industry by 2016 through the entry of 100-MW Avion Gas Power Plant and additional 450-MW San Gabriel Power Plant"}, {"text_block_id": "p79_b1176", "text": "(Table 23"}, {"text_block_id": "p79_b1177", "text": "). And, apart from power and industrial sector, in 2018, the PNOC-EC CNG supply is expected to be available for the transport sector in view of the commercialization phase of the CNG buses under the NGVPPT."}, {"text_block_id": "p79_b1178_merged_merged", "text": "On the other hand, in terms of gas supply market, the Malampaya or SC 38 new gas and PNOC banked gas with a combine volume of 227.99 petajoules has been offered for tender to potential natural gas buyers. In 2015, there was a partial awarding of contract to the bidder that meets the supplier’s criteria while the remaining volumes of said new gas and banked gas can be made available to interest buyers starting 2016."}, {"text_block_id": "p79_b1181", "text": "Furthermore, to ensure sustainability of natural gas supply, the DOE is considering the importation of Liquified Natural Gas (LNG) as a major option to meet the demand of the industry. At present, the DOE is entertaining proposals from various private parties that will bring LNG into to the country."}, {"text_block_id": "p80_b1182", "text": "Infrastructure Development"}, {"text_block_id": "p80_b1183", "text": "The development of natural gas infrastructure is vital for the industry’s expansion program. For now,"}, {"text_block_id": "p80_b1184_merged", "text": "the government is looking into importation of LNG to secure additional supply of natural gas in the country. Hence, the required infrastructure must be put in place to ensure the readiness of the country for its entry. And since putting-up the LNG infrastructure will entail a huge amount of capital investment, it will require a public and private partnership. As such, the financing, construction and operation of various natural gas infrastructure projects in the downstream sector will be for the private sector while the government will focus on formulation and implementation of strategies and programs conducive to the industry’s growth. On the other hand, in instances where a strategic gas infrastructure project needs to be initiated, the government may also take an investing role through the Philippine National Oil Company (PNOC) to spur project commencement. In the meantime, the DOE is monitoring the progress of the following natural gas infrastructure projects proposed by various investors"}, {"text_block_id": "p80_b1187", "text": "(Table 24)."}, {"text_block_id": "p81_b1188", "text": "Natural Gas Quality Standard"}, {"text_block_id": "p81_b1189", "text": "The DOE in cooperation with various industry stakeholders such as suppliers, equipment manufacturers and existing natural gas users came up with the final version of the Philippine Natural Gas Quality Standard (PNS). In February 2015, said quality standard was forwarded to DTI-BPS through the Technical Committee on Petroleum Product and Additives (TCPPA) for promulgation. The PNS will ensure that the country is able to source natural gas globally as well as the flexibility to use and mix indigenous supply. It also ensures cost competitiveness by reducing the probability of having industry and gas facility operators to invest in gas quality adjustment technology. Thus, it will be applicable to all natural gas technology for commercial use and sold in the country."}, {"text_block_id": "p81_b1190", "text": "Roadmap"}, {"text_block_id": "p81_b1191", "text": "The DOE as the lead agency for the development of the country’s natural gas industry needs to"}, {"text_block_id": "p81_b1192", "text": "envisage a roadmap towards its acceleration and expansion. The roadmap is attendant in fulfilling the mandate of the DOE and ensuring"}, {"text_block_id": "p81_b1193", "text": "the industry’s development"}, {"text_block_id": "p81_b1194", "text": "benefit will be for the welfare of the Filipino people. It is our vision for the industry as well as the strategies in the realization of the critical mechanisms to leapfrog the development of the industry. Hence, its overall objective by 2030 is"}, {"text_block_id": "p81_b1195", "text": "“to establish a world"}, {"text_block_id": "p81_b1196", "text": "-class, investment driven and efficient natural gas industry that makes natural gas as a bridge fuel by all"}, {"text_block_id": "p81_b1197", "text": "use sectors”"}, {"text_block_id": "p81_b1198", "text": "."}, {"text_block_id": "p81_b1199_merged_merged", "text": "The five basic components of the roadmap include the gas sector development plan in terms of supply, infrastructure, market, capacity/skills building and policy (Figure 28) from short-term to long-term period."}, {"text_block_id": "p81_b1202", "text": "(1)"}, {"text_block_id": "p81_b1203", "text": "Expand Supply Source"}, {"text_block_id": "p81_b1204", "text": "."}, {"text_block_id": "p81_b1205", "text": "Currently, the main and only source of natural gas in the country is the Malampaya Gas Field which has already been committed to provide requirements for the existing gas-fired power plant and refinery. As such, the expansion of supply source of the fuel is vital for the development of the industry. The DOE will encourage and promote investments in domestic natural gas supply and imported Liquefied Natural Gas (LNG) throughout the planning period."}, {"text_block_id": "p81_b1206", "text": "(2)"}, {"text_block_id": "p81_b1207", "text": "Infrastructure Development"}, {"text_block_id": "p81_b1208", "text": "."}, {"text_block_id": "p81_b1209", "text": "To meet the industry’s demand of target markets, availability"}, {"text_block_id": "p81_b1210", "text": "of required infrastructure for fuel delivery and storage must be developed within the planning horizon. This will entail a strong public-private partnership to ensure that identified critical infrastructure for this planning period will be pushed through."}, {"text_block_id": "p81_b1211", "text": "(3)"}, {"text_block_id": "p81_b1212", "text": "Market Development"}, {"text_block_id": "p81_b1213", "text": "."}, {"text_block_id": "p81_b1214", "text": "The potential of natural gas to fill the future gap in power generation must be maximized and so the share of the fuel in power generation mix will be increased. Also, the utilization of gas shall be expanded to different demand sectors such as transport, industrial, commercial, residential and agriculture."}, {"text_block_id": "p81_b1215", "text": "(4)"}, {"text_block_id": "p81_b1216", "text": "Manpower Capacity/Skills Development."}, {"text_block_id": "p81_b1217", "text": "Manpower capacity building is essential for effective implementation and sustainability of plans and programs under the gas industry."}, {"text_block_id": "p82_b1218", "text": "Hence, for this planning period a set of program from short to long-term period will be facilitated to develop skills required for the natural gas industry."}, {"text_block_id": "p82_b1219", "text": "(5)"}, {"text_block_id": "p82_b1220", "text": "Policy Development."}, {"text_block_id": "p82_b1221", "text": "Policy and legislative framework support is necessary in order to accelerate the development of the downstream natural gas industry in the country. Under this roadmap, formulation of gas related policy as well as legislative framework from short to long-term period will be carried out to support the expansion of gas industry in the country."}, {"text_block_id": "p82_b1222_merged", "text": "Furthermore, this roadmap is expected to advance the country’s nascent natural gas industry to a matured industry, which is unbundled with various players from retail to wholesale supply competition resulting to a reasonable price for natural gas. In the long term, said industry will contribute to address climate change mitigation and adaptation measures and at the same time,"}, {"text_block_id": "p82_b1225", "text": "support the inclusive growth of the country’s economy and welfare of the Filipino people."}, {"text_block_id": "p84_b1226", "text": "Action Plan"}, {"text_block_id": "p84_b1227", "text": "(1) Expand Supply Source"}, {"text_block_id": "p84_b1228", "text": "The DOE will continuously support and promote the exploration and development of natural gas in the country. The monitoring and evaluation of development on supply sources of gas will be conducted during the planning period. By 2017-2020, the entry of LNG will be carried out to augment the existing supply of natural gas in the country. In addition, the DOE shall strengthen the"}, {"text_block_id": "p84_b1229", "text": "country’s position to establish LNG import terminal hub to bring in LNG from nearby countries."}, {"text_block_id": "p84_b1230", "text": "In anticipation of this, the DOE will monitor and evaluate the development of LNG related projects being proposed in the country as well as identify additional LNG import requirement and sourcing."}, {"text_block_id": "p84_b1231", "text": "(2) Infrastructure Development"}, {"text_block_id": "p84_b1232", "text": "The infrastructure development is one of the key components for the expansion of the downstream natural gas industry in the country. Table 24"}, {"text_block_id": "p84_b1233", "text": "(Proposed Natural Gas Infrastructure Projects)"}, {"text_block_id": "p84_b1234", "text": "shows the critical gas infrastructure projects identified for this planning period."}, {"text_block_id": "p84_b1235", "text": "(3) Market Development"}, {"text_block_id": "p84_b1236", "text": "Developing gas market in the country will require enormous effort both from the government and the private sector. For this planning period, the DOE will continuously encourage and promote private sector to invest and partake in the gas market development from different demand sectors such as transport, industrial, commercial, residential and agriculture."}, {"text_block_id": "p84_b1237_merged_merged_merged", "text": "To jumpstart the natural gas market for power generation, by 2016-2017, two committed natural gas power plants will be operational, the 100-MW Avion and 450-MW San Gabriel Power Plants. Likewise, the 400-MW LNG power plant will serve as an anchor load for the LNG Hub Terminal project of Energy World Corp. In terms of transport market, it is expected that during this planning period, CNG vehicles will resume its operation utilizing natural gas from Malampaya gas field. Meanwhile, the Downstream Natural Gas Industry Roadmap shows the detailed gas market development plan from short to long term period."}, {"text_block_id": "p84_b1240", "text": "(4) Manpower Capacity/Skills Development"}, {"text_block_id": "p84_b1241", "text": "The following are the identified manpower capacity/skills plan to be carried out in short, medium and long term to ensure that goals and objective of the industry will be effectively implemented and sustained:"}, {"text_block_id": "p84_b1242", "text": "SHORT-TERM (2016-2017)"}, {"text_block_id": "p84_b1243", "text": ""}, {"text_block_id": "p84_b1244", "text": "Establish an inter-agency monitoring team for health, safety, security and environment for the existing and emerging natural gas facilities."}, {"text_block_id": "p84_b1245", "text": ""}, {"text_block_id": "p84_b1246", "text": "Conduct training analysis program for the regulators of the gas industry"}, {"text_block_id": "p84_b1247", "text": ""}, {"text_block_id": "p84_b1248", "text": "Institutionalize sustainable funding source for the industry regulators training program"}, {"text_block_id": "p85_b1249", "text": "MEDIUM-TERM (2018-2020)"}, {"text_block_id": "p85_b1250", "text": ""}, {"text_block_id": "p85_b1251", "text": "Establish bilateral partnership with academe and industries to map-out technical, legal/regulatory and commercial skills to develop the requirement for the industry."}, {"text_block_id": "p85_b1252", "text": ""}, {"text_block_id": "p85_b1253", "text": "Establish bilateral partnership with international organization/institute for technological exchange leading towards skills development and enhancement for the industry"}, {"text_block_id": "p85_b1254", "text": ""}, {"text_block_id": "p85_b1255", "text": "Develop a long term skills program which involved exchange program/on the job training that will entail actual exposure of identified key regulator."}, {"text_block_id": "p85_b1256", "text": "LONG-TERM (2021-2030)"}, {"text_block_id": "p85_b1257", "text": ""}, {"text_block_id": "p85_b1258", "text": "Establish an Energy Institute"}, {"text_block_id": "p85_b1259", "text": ""}, {"text_block_id": "p85_b1260", "text": "Institutionalize training/skills development program and other services for the propose Energy Institute"}, {"text_block_id": "p85_b1261", "text": "(5) Policy Development"}, {"text_block_id": "p85_b1262", "text": "Cognizant with the urgency to have a comprehensive set of policy regulatory framework, the Department identified policies essential in accelerating the gas industry in the country."}, {"text_block_id": "p85_b1263", "text": "SHORT-TERM (2016-2017)"}, {"text_block_id": "p85_b1264", "text": ""}, {"text_block_id": "p85_b1265", "text": "Revisit the Magna Carta Bill for energy workers instituting the establishment of Energy Institute"}, {"text_block_id": "p85_b1266", "text": ""}, {"text_block_id": "p85_b1267", "text": "Creation of a TWG that will revisit the proposed Natural Gas Bill for a possible amendment"}, {"text_block_id": "p85_b1268", "text": ""}, {"text_block_id": "p85_b1269", "text": "Draft supplemental guidelines for D.C. 2002-08-005 for LNG Importation"}, {"text_block_id": "p85_b1270", "text": ""}, {"text_block_id": "p85_b1271", "text": "Draft department circular on rules to implement PNS on Natural Gas Quality"}, {"text_block_id": "p85_b1272", "text": ""}, {"text_block_id": "p85_b1273", "text": "Draft department circular to implement HSSE practices in the natural gas facilities"}, {"text_block_id": "p85_b1274", "text": "MEDIUM-TERM (2018-2020)"}, {"text_block_id": "p85_b1275", "text": ""}, {"text_block_id": "p85_b1276", "text": "Create TWG for the establishment of standards on gas transmission and distribution pipeline as well as LNG and ancillary Facilities."}, {"text_block_id": "p85_b1277", "text": ""}, {"text_block_id": "p85_b1278", "text": "Finalize draft PNS on transmission and distribution pipeline as well as LNG and ancillary facilities for BPS promulgation"}, {"text_block_id": "p85_b1279", "text": ""}, {"text_block_id": "p85_b1280", "text": "Draft DC on rules to implement the PNS on transmission and distribution pipeline as well as LNG and ancillary facilities"}, {"text_block_id": "p85_b1281", "text": "LONG-TERM (2021-2030)"}, {"text_block_id": "p85_b1282", "text": ""}, {"text_block_id": "p85_b1283", "text": "Draft IRR for the Natural Gas Bill"}, {"text_block_id": "p85_b1284", "text": ""}, {"text_block_id": "p85_b1285", "text": "Update the natural gas industry development plan as a requirement for Natural Gas Bill"}, {"text_block_id": "p85_b1286", "text": ""}, {"text_block_id": "p85_b1287", "text": "Update Natural Gas Framework"}, {"text_block_id": "p85_b1288", "text": ""}, {"text_block_id": "p85_b1289", "text": "Develop standards on emerging technologies related to transportation and storage of natural gas"}, {"text_block_id": "p85_b1290", "text": ""}, {"text_block_id": "p85_b1291", "text": "Continuous updating of PNS on natural gas facilities"}, {"text_block_id": "p86_b1292", "text": "ALTERNATIVE FUELS AND TECHNOLOGY"}, {"text_block_id": "p86_b1293", "text": "In pursuit of diversified low transport fuel in the country and contribute to mitigating the adverse effect of climate change, the government is implementing programs such as"}, {"text_block_id": "p86_b1294", "text": "Natural Gas Vehicle Program for Public Transport (NGVPPT), Auto-LPG"}, {"text_block_id": "p86_b1295", "text": "and"}, {"text_block_id": "p86_b1296", "text": "Market Transformation through the Introduction of Energy Efficient Electric Vehicles Project"}, {"text_block_id": "p86_b1297", "text": ". These projects intend to reduce the"}, {"text_block_id": "p86_b1298", "text": "country’s dependence on imported oil as well as provide the people of a cheaper and more"}, {"text_block_id": "p86_b1299", "text": "environment-friendly fuel that will serve as an alternative to fossil fuels."}, {"text_block_id": "p86_b1300", "text": "COMPRESSED NATURAL GAS"}, {"text_block_id": "p86_b1301", "text": "Natural Gas Vehicle Program for Public Transport (NGVPPT)"}, {"text_block_id": "p86_b1302", "text": "CNG (Buses)"}, {"text_block_id": "p86_b1303", "text": "Overview"}, {"text_block_id": "p86_b1304", "text": "In 2004, Executive Order (E.O.) No. 290 entitled"}, {"text_block_id": "p86_b1305", "text": "“Implementing the Natural Gas Vehicle Program for Public Transport (NGVPPT)”"}, {"text_block_id": "p86_b1306", "text": "was issued designating the DOE as the lead agency of the program.  DOE was further tasked in the EO to ensure a unified and coordinated effort to in place a portfolio of incentives for the private sector to participate in developing the required logistics and infrastructure support."}, {"text_block_id": "p86_b1307", "text": "The program targets to deploy a total of 200 CNG Public Utility Buses (PUBs) using compressed natural gas (CNG) as its pilot phase implementation. In 2008, a total of 61 CNG buses were made available by the accredited bus operator for franchising but only 31 units were issued with the franchise to operate as public utility bus. During the course of implementing the pilot phase (from 2009-2015), the program encountered various issues and challenges which include technical issues on infrastructure and policy gaps with inter-agency jurisdiction such as; (1) deployment of CNG PUBs is highly dependent on the policies being implemented by the Department of Transportation and Communication -Land Transportation Franchising Regulatory Board (DOTC -LTFRB), (2) delays in the issuance of CNG buses franchise (under the LTFRB jurisdiction), (3) constraint on the CNG fuel supply, and (4) the absence of required support infrastructure, such as, refilling stations."}, {"text_block_id": "p86_b1308", "text": "In spite of the program’s d"}, {"text_block_id": "p86_b1309_merged_merged_merged", "text": "isruptions, in 2014, the country benefited from the program by displacing a total of 4 million liters of diesel fuel with a corresponding reduction in CO2 emission of around 4,400 metric tons."}, {"text_block_id": "p86_b1312", "text": "More so, the DOE is keen to pursue the program by extending the pilot phase implementation of 200 CNG buses beyond 2018. To date, the DOE is coordinating with DOTC-LTFRB on the confirmation of franchise availability for the targeted 200 CNG buses. On March 2015, the DOTC-LTFRB declared the availability of 176 franchises for the CNG buses."}, {"text_block_id": "p87_b1313", "text": "Supply Infrastructure"}, {"text_block_id": "p87_b1314_merged", "text": "In 2007, the construction of the CNG mother-daughter refilling stations in Batangas and Laguna provide a strong boost to the use of CNG in the transport sector. As planned, said two refilling stations served the initial delivered 61 CNG buses out of the targeted 200 that form part of said pilot phase implementation of the program. But in May 2014, Pilipinas Shell Petroleum Corporation (PSPC) declared that the existing CNG Daughter-station located in Biñan, Laguna, had been temporarily closed due to the defective cylinder valves which could lead to fuel leaks in transporting CNG from Mother-station to said Daughter-station. Also, the bridge that was used in transporting CNG in both stations has been collapsed by typhoon “Santi”. Hence, the PSPC decided to close the stations for safety concerns."}, {"text_block_id": "p87_b1317", "text": "The DOE as the program’s lead agency exerted all the necessary intervention within its mandate to"}, {"text_block_id": "p87_b1318", "text": "sustain the program. Accordingly, the PNOC-EC was mandated by DOE to take over the operation and maintenance of the CNG refilling stations. To date, the procurement of two modular CNG stations for Biñan, Laguna and Port Area, Batangas City has yet to be finalized considering the issue of securing CNG supply and the negative impact of the current low diesel price to the economic viability of operating the CNG delivery system."}, {"text_block_id": "p87_b1319", "text": "Market Development"}, {"text_block_id": "p87_b1320", "text": "The government is extending the NGVPPT’s pilot phase implementation of 200 CNG buses until"}, {"text_block_id": "p87_b1321", "text": "2018. In 2015, the DOE endorsed franchise applications of NGVPPT-accredited bus operators to DOTC for processing and approval of franchise contracts. Likewise, the DOE is incessant in coordinating with natural gas supplier (Service Contract 38 Consortium) in terms of gas supply of CNG up to 2023, beyond the timeline of the pilot phase which will terminate by 2018."}, {"text_block_id": "p87_b1322", "text": "Moreover, the successful introduction of the CNG utilization for transport is dependent on the competitive pricing of CNG up against the diesel price. With the current pump price of diesel hovering around PhP 21.00 to PhP 25.00, the NGVPPT will require a form of government incentive until the program moves to the commercial phase, where the number of CNG buses will be enough to make CNG more competitive with diesel."}, {"text_block_id": "p87_b1323", "text": "Action Plan"}, {"text_block_id": "p87_b1324", "text": "For this planning period, the DOE will continuously coordinate with the legislative body, academe and concerned NGAs for the provision of incentives, capacity building activities, policies and guidelines, establishment of CNG tank requalification facility, and development of emergency response protocol for CNG vehicles to support the deployment of CNG buses under the program."}, {"text_block_id": "p87_b1325", "text": "In addition, to sustain the awareness of the program, a continuous IEC campaign and other promotional activities will be regularly conducted throughout the planning horizon."}, {"text_block_id": "p88_b1326", "text": "LIQUEFIED PETROLEUM GAS (LPG)"}, {"text_block_id": "p88_b1327", "text": "Auto-LPG Program"}, {"text_block_id": "p88_b1328", "text": "Auto-LPG (Taxis)"}, {"text_block_id": "p88_b1329", "text": "Overview"}, {"text_block_id": "p88_b1330", "text": "In 2007, the soaring gasoline price has pushed the widespread utilization of LPG as a transport fuel for commercial taxis in the country. Thus, the DOE issued Department Circular (D.C.) No. 2007-020002 entitled \""}, {"text_block_id": "p88_b1331", "text": "Providing for the Rules and Regulations Governing the Business of Supplying, Hauling, Storage, Handling, Marketing and Distribution of Liquefied Petroleum Gas (LPG) For Automotive Use\""}, {"text_block_id": "p88_b1332", "text": "to serve as a guidelines for the increasing demand of LPG as transport fuel."}, {"text_block_id": "p88_b1333", "text": "In 2010, a total of 17,500 taxi units were converted to Auto-LPG complemented by 217 refilling stations that served said units. However, from 2012 up to the present, there is a decline in the total number of Auto-LPG taxis plying along the roads which can be attributed to the following factors; (1) re-fleeting of new and efficient taxi units; (2) negative public perception on safety and health concerns on the use of auto-LPG; (3) expiration of the bulk two (2)-year franchise contract extension that was issued by DOST-LTFRB to taxi operators as an incentive and, consequently, conversion of newly-acquired taxis to an Auto-LPG fed is not economical for taxi operators, and likewise; (4) the decrease in oil prices has also become a setback on Auto-LPG program."}, {"text_block_id": "p88_b1334", "text": "But despite all of these, the DOE believed in the positive outcome that the program can provide for the country. To date, the DOE is spearheading the establishment of an inter-agency Technical Working Group to review, update and harmonize AutoLPG guidelines and regulations issued by different government agencies."}, {"text_block_id": "p88_b1335", "text": "Market and Supply Infrastructure Development"}, {"text_block_id": "p88_b1336_merged_merged", "text": "Table 25 shows in 2014, the total number of commercial Auto-LPG taxis nationwide is at 9,957 units complemented by 217 refilling stations. In 2015, said number of Auto-LPG taxis decreased to about 7,266 units supported by 202 refilling stations. As discussed, the decline was brought about by various issues that hampered the program’s implementation. But during the 1st half of 2016, Auto-LPG taxis increase to a total of 8,415 units with 224 refilling stations that serve them."}, {"text_block_id": "p88_b1341", "text": "On the other hand, to sustain the program, the DOE in coordination with concerned NGAs, promotes the mainstreaming of auto-LPG in the transport sector. In June 2016, a Joint Administrative Order (JAO) No.1 Series of 2016 entitled"}, {"text_block_id": "p88_b1342", "text": "“Creating"}, {"text_block_id": "p88_b1343", "text": "the Technical Working Group (TWG) on the Use of"}, {"text_block_id": "p89_b1344", "text": "LPG As Fuel For Public Transport and For Other Related Purposes”"}, {"text_block_id": "p89_b1345", "text": "was signed and adopted by concerned NGAs. The objective of said JAO is to harmonize Auto-LPG related policies, rules and guidelines, and establish a mechanism for collaboration, cooperation and coordination among member NGAs"}, {"text_block_id": "p89_b1346", "text": "for the effective implementation of Auto-LPG Program."}, {"text_block_id": "p89_b1347", "text": "Furthermore, other initiatives for the program include nationwide IEC campaign; formulation and adoption of rules, regulations and standards; and the conduct of scientific studies, such as performance test and health and hazard assessments."}, {"text_block_id": "p89_b1348", "text": "Standard Development"}, {"text_block_id": "p89_b1349", "text": "To ensure the protection and safety of the public, as of 2015, the DOE in cooperation of Department of Trade and Industry-Bureau of Product Standards (DTI-BPS) and other concerned agencies, private sector and Technical Committees on Cylinders, Road Vehicles and Refueling Stations have developed five (5)-sets of AutoLPG related national standards such as (1) PNS/UN ECE 67:2006"}, {"text_block_id": "p89_b1350", "text": "“(Approval of"}, {"text_block_id": "p89_b1351", "text": "specific equipment of motor vehicles using liquefied petroleum gases in their propulsion system, and; Approval of a vehicle fitted with specific equipment for the use of liquefied petroleum gases in their"}, {"text_block_id": "p89_b1352", "text": "propulsion system with regard to the installation of equipment.)”"}, {"text_block_id": "p89_b1353", "text": ", (2) PNS/UN ECE 115:2006"}, {"text_block_id": "p89_b1354", "text": "“(Specific LPG retrofit systems to be installed in motor vehicles for the use of LPG in their propulsion system)”,"}, {"text_block_id": "p89_b1355", "text": "(3) PNS 04:2006"}, {"text_block_id": "p89_b1356", "text": "“(Road Vehicles –"}, {"text_block_id": "p89_b1357", "text": "Automotive LPG components"}, {"text_block_id": "p89_b1358", "text": "– CONTAINERS)”,"}, {"text_block_id": "p89_b1359", "text": "(4) PNS 05:1983"}, {"text_block_id": "p89_b1360", "text": "“(Code of Practice for Existing Standards)”,"}, {"text_block_id": "p89_b1361", "text": "and (5) PNS/DOE FS 03:2006 “("}, {"text_block_id": "p89_b1362", "text": "AutoLPG"}, {"text_block_id": "p89_b1363", "text": "Dispensing Stations)”."}, {"text_block_id": "p89_b1364", "text": "Likewise, the DOE conducted two performance tests with UP-NCTS and one rapid health hazard assessment study with Department of Health (DOH)."}, {"text_block_id": "p89_b1365", "text": "Action Plan"}, {"text_block_id": "p89_b1366", "text": "The DOE in its effort to pursue the program has come up for an action plan that will facilitate the formulation and establishment of necessary support to mainstream the use of auto-LPG in the transport sector."}, {"text_block_id": "p89_b1367", "text": "SHORT-TERM (2016-2017)"}, {"text_block_id": "p89_b1368", "text": ""}, {"text_block_id": "p89_b1369", "text": "Formulation and adoption of Joint Administrative Order (JAO) with partner National Government Agencies to create an Auto-LPG Technical Working Group (TWG) to review and recommend the necessary policies in mainstreaming Auto-LPG in the transport sector"}, {"text_block_id": "p89_b1370", "text": "Formulation and adoption of Joint Administrative Order (JAO) with partner National Government Agencies to create an Auto-LPG Technical Working Group (TWG) to review and recommend the necessary policies in mainstreaming Auto-LPG in the transport sector\n* To establish an Auto-LPG TWG for Luzon, Visayas and Mindanao\n<\\li1>"}, {"text_block_id": "p89_b1372", "text": ""}, {"text_block_id": "p89_b1373", "text": "Review and update of PNS 05 s.1985, otherwise known as the Code of Practice in the use of LPG in internal combustion engines"}, {"text_block_id": "p89_b1374", "text": ""}, {"text_block_id": "p89_b1375_merged_merged_merged", "text": "Integration of LPG Technicians’ Training Module in the Tech-Voc Curricula of the State Universities and Colleges (SUCs)"}, {"text_block_id": "p89_b1378", "text": ""}, {"text_block_id": "p89_b1379", "text": "Development of Emergency Response Protocol for Auto-LPG fuelled vehicles"}, {"text_block_id": "p90_b1380", "text": ""}, {"text_block_id": "p90_b1381", "text": "Provision of budget for the continuous IEC Campaign to further promote the utilization of LPG in motor vehicles"}, {"text_block_id": "p90_b1382", "text": "MEDIUM-TERM (2018-2020)"}, {"text_block_id": "p90_b1383", "text": ""}, {"text_block_id": "p90_b1384", "text": "Research and development on the expanded applications of LPG in other sectors including agriculture (farming and fishing sub-sectors)"}, {"text_block_id": "p90_b1385", "text": ""}, {"text_block_id": "p90_b1386", "text": "Lobby for the legislation providing incentives for the importation and/or manufacturing of original manufactured LPG-fuelled vehicles"}, {"text_block_id": "p90_b1387", "text": ""}, {"text_block_id": "p90_b1388", "text": "Development of rules and guidelines to encourage the establishment of support infrastructure such as Auto-LPG refilling stations, after-sales services and manufacture of parts"}, {"text_block_id": "p90_b1389", "text": "MARKET TRANSFORMATION THROUGH INTRODUCTION OF ENERGY EFFICIENT ELECTRIC VEHICLES (EVS) PROJECT OR THE E-TRIKE PROJECT"}, {"text_block_id": "p90_b1390", "text": "Overview"}, {"text_block_id": "p90_b1391", "text": "In partnership with the Asian Development Bank (ADB) and the Clean Technology Fund (CTF), the DOE is implementing the"}, {"text_block_id": "p90_b1392", "text": "Market Transformation through Introduction of Efficient Electric Vehicles Project or the E-Trike Project"}, {"text_block_id": "p90_b1393", "text": "to promote energy efficiency and clean technologies in the transport"}, {"text_block_id": "p90_b1394", "text": "sector. It aims to reduce the sector’s annual petroleum consumption by 2.8 percent (based"}, {"text_block_id": "p90_b1395", "text": "on 20 million barrels annual consumption in 2010) and to avoid CO"}, {"text_block_id": "p90_b1396", "text": "2"}, {"text_block_id": "p90_b1397", "text": "emission of estimated 259,008 tons annually by shifting to 100,000 electric tricycles (e-trikes)."}, {"text_block_id": "p90_b1398", "text": "In 2012, the Asian Development Bank’s (ADB) donated a total of 623 Electric Vehicles whi"}, {"text_block_id": "p90_b1399", "text": "ch were distributed to a number of local government units (LGUs) for demonstration and promotion nationwide. The DOE for its part conducted a nationwide contest for the Best E-Trike Design which solicited 180 design entries from the academe, public and private design practitioners. In addition, the DOE conducted a total of 61 promotional activities such as IECs, focus group discussions and consultations from which participants came from LGUs, financial conduits and Transport Operators and Drivers Association (TODA) in order to build up EV market as well as address concern on safety, range anxiety, battery and after sales support."}, {"text_block_id": "p90_b1400", "text": "From 2013 (NEDA Board Approval) to present, the project has undergone fiscal and administrative constraints as well as limitations which resulted to difficulty in securing commitments from the local government units. The tedious process under an International Competitive Bidding and the conduct of local and national elections affected project implementation."}, {"text_block_id": "p90_b1401_merged_merged", "text": "In spite of the program’s hurdles, in February 2016, the program’s procurement of 3,000 E-trikes has been issued a Notice to Proceed to the lowest evaluated responsive bidder, and target deployment by 3rd quarter of 2016. Furthermore, in 2016, the DOE plans to procure 6,000 additional units. On the other hand, based on the DTI-Board of investments data, from 2013 onward, ten (10) companies"}, {"text_block_id": "p91_b1406", "text": "put up domestic production/ assembly of electric vehicles with total project cost of Php 506 million and hired 672 employees."}, {"text_block_id": "p91_b1407", "text": "Action Plan"}, {"text_block_id": "p91_b1408", "text": "For EV industry to take off, the DOE has come up for a short to medium-term action plan that will assist in its establishment."}, {"text_block_id": "p91_b1409", "text": "SHORT-TERM (2016-2017)"}, {"text_block_id": "p91_b1410", "text": ""}, {"text_block_id": "p91_b1411", "text": "Lobby with LGU to provide enabling environment such as preferential franchises for electric vehicles"}, {"text_block_id": "p91_b1412", "text": ""}, {"text_block_id": "p91_b1413", "text": "Network with LBP and other financial conduits such as rural banks, transport cooperative, multi-purpose cooperative to provide for loan facility"}, {"text_block_id": "p91_b1414", "text": ""}, {"text_block_id": "p91_b1415", "text": "Facilitate the establishment of minimum standards and regulations for EVs and charging stations"}, {"text_block_id": "p91_b1416", "text": ""}, {"text_block_id": "p91_b1417", "text": "Facilitate the improvement of electric vehicle value chain through the development of training modules for drivers and operators on the safe use of EVs in partnership with TESDA"}, {"text_block_id": "p91_b1418", "text": ""}, {"text_block_id": "p91_b1419", "text": "Development of Emergency Response Protocol for EVs"}, {"text_block_id": "p91_b1420", "text": ""}, {"text_block_id": "p91_b1421", "text": "Support the inclusion of EV Manufacturing in the Investment Priority Plan of the Board of Investment (BOI)"}, {"text_block_id": "p91_b1422", "text": ""}, {"text_block_id": "p91_b1423", "text": "Network with transport groups such as tricycle operators and driver’s associations (TODA) to"}, {"text_block_id": "p91_b1424", "text": "establish demand for EVs"}, {"text_block_id": "p91_b1425", "text": ""}, {"text_block_id": "p91_b1426", "text": "Conduct IEC and public awareness campaigns to address social acceptance problems on the benefits of using EVs"}, {"text_block_id": "p91_b1427", "text": "MEDIUM-TERM (2018-2020)"}, {"text_block_id": "p91_b1428", "text": ""}, {"text_block_id": "p91_b1429", "text": "Campaign for the passage of Bills that will bring down the cost of EVs acquisition either through importation for the initial market penetration and sourcing out locally in the medium term"}, {"text_block_id": "p91_b1430", "text": ""}, {"text_block_id": "p91_b1431", "text": "Continue promotional activities on EVs"}, {"text_block_id": "p91_b1432", "text": "ELECTRIC AND HYBRID VEHICLES"}, {"text_block_id": "p91_b1433", "text": "Non-Project Grant Aid (NPGA) for the Introduction of Japanese Advanced Products and Its System (Next Generation Vehicle Package)"}, {"text_block_id": "p91_b1434", "text": "In 2013, the Government of Japan (GOJ) coordinated with the Department of Foreign Affairs (DFA) and DOE for the Japan Non-Project Grant Aid for the Introduction of Japanese Advance Products and its System (Next Generation Vehicle Package) for the Philippines."}, {"text_block_id": "p92_b1435", "text": "The grant-aid is generally designed to support the economic and social development of developing countries through the provision of Japanese next-generation vehicles. For the country, the aim of the grant-aid is to support the procurement and importation of vehicles to complement the"}, {"text_block_id": "p92_b1436", "text": "government’s rehabilitation and reconstruction efforts in areas affected by typhoon"}, {"text_block_id": "p92_b1437", "text": "“Yolanda”."}, {"text_block_id": "p92_b1438", "text": "At the same time, it will also provide support to the Japanese manufacturers through the introduction of their advance tec"}, {"text_block_id": "p92_b1439", "text": "hnology vehicles while contributes to our government’s efforts of promoting"}, {"text_block_id": "p92_b1440", "text": "efficient and environment-friendly Alternative Fuel Vehicles (AFVs). The grant aid has been approved by the Office of the President through a letter dated 21 December 2015."}, {"text_block_id": "p92_b1441", "text": "Under the terms of the grant aid, next generation vehicles such as Hybrid vehicles (HVs), Plug-in Hybrid Electric Vehicles (PHEVs) and Electric Vehicles (EVs), including charging stations will be procured in Japan through the Japan International Cooperation System (JICS). The grant covers the procurement and delivery of vehicles to agreed destinations. However, all taxes shall be shouldered by our government as its counterpart as well as the corresponding MOOE for the distribution and deployment of the vehicles."}, {"text_block_id": "p92_b1442", "text": "Target beneficiaries of said grant-aid include PNP Police Stations in the provinces of Leyte and Samar which are devastated by typhoon"}, {"text_block_id": "p92_b1443", "text": "“Yolanda”,"}, {"text_block_id": "p92_b1444", "text": "NGAs Regional Offices in Region 8 that are instrumental to emergency response operations and rehabilitation, and, NGAs that could assist in the conduct of research, performance testing and promotion of AFVs were also allotted with vehicles for promotional purposes."}, {"text_block_id": "p92_b1445_merged_merged_merged", "text": "Currently, the NPGA, through the JICS, is in the final preparation of the tender documents, which is supposed to be completed by May 17, 2016. The expected award of the contract is on June 30, 2016. Meanwhile, the schedule for the delivery of the first batch of AFVs will be by end-2016 while the second batch will be by 2nd semester of 2017. Furthermore, the DOE continuously coordinates with the Philippine Ports Authority (PPA), Bureau of Customs (BOC) and Department of Finance (DOF) to facilitate the implementation of the NPGA."}, {"text_block_id": "p92_b1448", "text": "OTHER ENERGY TECHNOLOGIES"}, {"text_block_id": "p92_b1449", "text": "The DOE continuously monitor emerging and matured energy technologies in other countries which can be adopted for domestic application. As such, a thorough evaluation, testing and validation will be done for domestic application specifically in the transport sector. In the medium term, the DOE will embark on the following identified energy technologies for evaluation and validation:"}, {"text_block_id": "p92_b1450", "text": "1."}, {"text_block_id": "p92_b1451", "text": "Cellulosic biomass feedstock for bioethanol production and woodchips production Efficient domestic cook stove using wood chips;"}, {"text_block_id": "p92_b1452", "text": "2."}, {"text_block_id": "p92_b1453", "text": "Fuel derived from petroleum based waste materials such as plastics and rubbers; and"}, {"text_block_id": "p92_b1454", "text": "3."}, {"text_block_id": "p92_b1455", "text": "Efficient biomass based stove for domestic cooking, fuel derived from petroleum based waste materials; and"}, {"text_block_id": "p92_b1456", "text": "4."}, {"text_block_id": "p92_b1457", "text": "Micro-energy harvesting technologies."}, {"text_block_id": "p92_b1458", "text": "Once the technologies assessed and approved to be locally applicable, the program for performance testing and demonstration for said technologies will be developed for possible commercialization."}, {"text_block_id": "p93_b1459", "text": "ENERGY EFFICIENCY AND CONSERVATION"}, {"text_block_id": "p93_b1460", "text": "Overview"}, {"text_block_id": "p93_b1461", "text": "The government’s program on prom"}, {"text_block_id": "p93_b1462", "text": "oting energy efficiency and conservation (EE&C) is one of the longest"}, {"text_block_id": "p93_b1463", "text": "–running initiatives of the country starting in the early 70’s. This was significantly supported"}, {"text_block_id": "p93_b1464", "text": "by the launching of the National Energy Efficiency and Conservation Program (NEECP) in August 2004. The NEECP aimed to further strengthen the implementation of EE&C programs through the judicious and efficient utilization of energy in the country. The primary goal of the program is to make EE&C a way of life, increase awareness and the attainment of measurable targets for the"}, {"text_block_id": "p93_b1465", "text": "period 2011 to 2030 which focuses on reducing the country’s final energy demand by 10 percent,"}, {"text_block_id": "p93_b1466", "text": "obtain an energy savings of 69,100 KTOE and deferment of 6,780 MW of additional capacity and emission reduction of 178,980 kT of carbon dioxide emission. Major initiatives under this umbrella program include the following: a) Conduct of IECs, b) Energy Efficiency Standards and Labeling Program, c) Government Energy Management Program, d) Energy Management Program, and e) Philippine Energy Efficiency Project (PEEP). However, measurable targets under said Program needs re-calibration due to differing interpretation issues (e.g. setting an annual energy demand reduction target of 10% creates confusion as to whether demand should be reduced 10% from the baseline each year, or to reach this level cumulatively by end of the period, setting out expected energy savings and greenhouse gas reduction does not recognize exogenous changes in demand, comparison with regional and other targets requires consistency in methodology, and sectoral targets, as well as overall goals need to be articulated)."}, {"text_block_id": "p93_b1467", "text": "Although substantial accomplishments were achieved through the NEECP, the DOE still saw the need for stronger overarching objectives to guide its energy efficiency program development. It has been observed that various strategies and directions on EE&C are found to be lacking in sustainability, have not been specific enough or substantially targeted to guide a long term development program. In addition to the creation of the NEECP, other EE&C initiatives could be traced to the 2008 Philippine Energy Summit discussion on EE&C which resulted to the development of the major priority action plans for implementation by government and the public sectors. Subsequently, these plans were re-expressed under the Energy Reform Agenda of the Aquino Administration. Likewise, various presentations and public statements of the Department in 2012 and 2013 have shown a slightly revised expression on the current EE&C priorities and strategies."}, {"text_block_id": "p93_b1468", "text": "Roadmap"}, {"text_block_id": "p93_b1469", "text": "Purpose of the Roadmap"}, {"text_block_id": "p93_b1470_merged_merged", "text": "The main objective in the formulation of the Energy Efficiency and Conservation Roadmap is to create a more energy-efficient Philippines across all economic sectors, as well as help make energy efficiency and conservation a “Way of Life” for the Filipinos. Subsequently, this initiative will help advance economic development and ensure energy security, optimal energy pricing and sustainable energy systems. It is also envisioned that the development of the Roadmap will articulate the action plans in all sectors considering relevant timeframe for implementation."}, {"text_block_id": "p94_b1473", "text": "In consultation with the DOE and relevant stakeholders of the sector, the DOE in cooperation with the EU Switch Asia Policy Support Component started the development of the Energy Efficiency and Conservation Roadmap, starting with the review of the energy demand profile of the Philippines and its ongoing EE&C programs and activities. The review looked into the effectiveness of the EE&C programs, identification of implementation gaps, challenges and un-realized opportunities, as well as potential energy savings by sector."}, {"text_block_id": "p94_b1474", "text": "I. Goals and Sectoral Targets"}, {"text_block_id": "p94_b1475", "text": "The Roadmap was designed specifying sectoral targets broken down into short term (2014 to 2015), medium-term (2016 to 2020) and long-term (2021 to 2030). Summarized below are the some of the major initiatives identified for each economic sector defined for the planning period 2014 to 2030:"}, {"text_block_id": "p94_b1476", "text": "a) Transport Sector"}, {"text_block_id": "p94_b1477_merged", "text": "As the top energy-intensive sector of the economy, the Roadmap of the transport sector targets the development of fuel efficiency standards for all vehicles or the establishment of a Minimum Energy Performance Standard (MEPS) for brand new passenger cars and light-duty vehicles, promotion of the use of electric vehicle for the Philippine market, awareness-raising to educate public and private vehicle drivers,  reintegration of urban planning and transport energy use to develop a more acceptable energy efficient transport system policy. In the long –term plan, the DOE shall extend all these programs to include passenger and cargo vessels including the aviation industry."}, {"text_block_id": "p94_b1480", "text": "b) Industrial Sector"}, {"text_block_id": "p94_b1481", "text": "The promotion of ESCO in the industrial sector is one of the key activities of the DOE. The rest of the program for medium to long-term plan includes the development of Minimum Energy Performance Standard for industrial Motors; the consideration to include Demand Response (changes in the consumption of electricity by end-use customers from their normal consumption patterns in response to changes in the price of electricity over time as option to conserve energy); and review of investment rules for energy efficiency to remove distortion."}, {"text_block_id": "p94_b1482", "text": "c) Commercial Building"}, {"text_block_id": "p94_b1483", "text": "Promotion of energy efficiency in buildings is one of the key challenges facing the DOE."}, {"text_block_id": "p94_b1484", "text": "The strategies for adoption include the following:"}, {"text_block_id": "p94_b1485", "text": "The Department will continue promoting the participation of Energy Service Companies (ESCOs) not only in the private sector but also in the public building"}, {"text_block_id": "p95_b1486", "text": "sector. Thus, DOE shall work on demonstration retrofits to showcase ESCOs and financing models."}, {"text_block_id": "p95_b1487_merged", "text": "Likewise, a focus group will be reformulated to oversee energy efficiency measures in accordance with the Building Code. Currently, Administrative Order 110 (s.2004) requires government agencies to designate its Energy Conservation Officers who will manage and implement plans and programs on energy efficiency and conservation. For the private sector, under an ASEAN energy cooperation (“ASEAN Energy Management Scheme” or AEMAS), the Energy Practitioner Association of the Philippines (ENPAP) was given accreditation by the ASEAN Center for Energy (ACE) to trained and certify “Energy Manager”. However, this initiative remains to be on a voluntary basis only. But should the Energy Efficiency and Conservation Bill be enacted into law, it will now become a requirement that all energy intensive companies employ a Certified Energy Manager to manage their energy utilization."}, {"text_block_id": "p95_b1494", "text": "d) Residential Building"}, {"text_block_id": "p95_b1495", "text": "Currently, government is adopting the standard and labelling program for window type airconditioner, refrigerators and freezers, washing machine, Lighting, and Television sets. For the planning period, the Roadmap will see this expand to include other home appliances in the next few years."}, {"text_block_id": "p95_b1496", "text": "Other programs for the residential building sector include the adoption of Minimum Energy Performance Standard (MEPS) in the Residential Building through its inclusion in the National Building Code, as well as the development of utilities as key implementation partners and information in demand-side management programs. Finally, the Roadmap identified the development of appropriate Building Envelope measures specifically for roofs and insulation to bring down heat from the atmosphere, thereby reducing demand for cooling."}, {"text_block_id": "p96_b1497", "text": "e) Cross-Sectoral"}, {"text_block_id": "p96_b1498", "text": "New policies, activities, and programs will be either continued or to be developed in the short and medium-term plan such as:"}, {"text_block_id": "p96_b1499", "text": "a)"}, {"text_block_id": "p96_b1500", "text": "Establishment of enhanced Energy Database System.  This would include the monitoring and evaluation framework and the data collection regime."}, {"text_block_id": "p96_b1501", "text": "b)"}, {"text_block_id": "p96_b1502_merged", "text": "DOE shall increase and enhance awareness raising campaign across all demand sectors – i.e., use of tri-media, social media, prints, publications of relevant materials, development of TV ad Commercials, radio commercial, audio-video presentations, etc."}, {"text_block_id": "p96_b1505", "text": "c)"}, {"text_block_id": "p96_b1506", "text": "Closer coordination with power facilities (generation, transmission and distribution) with the goal of developing a national strategy for efficiency in the power supply sector."}, {"text_block_id": "p96_b1507", "text": "d)"}, {"text_block_id": "p96_b1508", "text": "Closer coordination with the Local Government Units will be put in place. This is to capacitate LGUs on the various facets of Energy Efficiency and Conservation from Technology to actual application of measures. The development of local ordinances pertaining to the promotion of energy efficiency and conservation shall be one of the major output of this campaign program."}, {"text_block_id": "p96_b1509", "text": "e)"}, {"text_block_id": "p96_b1510", "text": "And finally, there is the vision of establishing an Energy Efficiency and Conservation Center for the country."}, {"text_block_id": "p96_b1511", "text": "Action Plan"}, {"text_block_id": "p96_b1512", "text": "Implementation Strategy"}, {"text_block_id": "p96_b1513", "text": "Below is a summarized listing of the recommended 2016-2020 sectoral action plans to actualize the Energy Efficiency and Conservation Roadmap and set the Philippines in the path towards increased energy efficiency:"}, {"text_block_id": "p96_b1514", "text": "a)"}, {"text_block_id": "p96_b1515", "text": "Transport Sector"}, {"text_block_id": "p96_b1516", "text": "Transport Sector\n* Vehicle Efficiency Improvement Program\n<\\li1>\n\t* Complete the baseline assessment for efficiency of new light duty\n<\\li2>"}, {"text_block_id": "p97_b1520", "text": "Transport Sector\n* Vehicle Efficiency Improvement Program\n<\\li1>\n\t* Complete the baseline assessment for efficiency of new light duty\n<\\li2>\n* Roll-out new vehicle labeling for energy use\n\t* Vehicle inspection regimes to include fuel efficiency rating with emissions\n\t* Vehicle conversion Program (auto-LPG and E-Trikes)\n\t* Transport and Urban Energy Efficiency Inter-Agency Committee\n\t* Vehicle Efficiency and Driver Awareness Program\n\t* Re-launch the Fuel Economy Initiative\n\t* Roll-out driver training program\n\t* Freight Transport Energy Efficiency Partnership\n\t* Development of a National Efficient Freight and Logistics Master Plan\n\t* Industry Energy Management and Opportunity Identification\n\t* Develop mechanism for DOE to have direct energy efficiency input in the Investment Priority Plan and assist the DTI to âgreenâ industry roadmaps with energy efficiency measures\n\t* Scale-up and broaden the sectors targeted by the Phil. Industrial Energy\n\t* Provide technical assistance to PEZA on qualifying energy efficiency\n\t* Link energy efficiency incentive provision by DTI to the establishment of\n\t* Update and refresh existing DOE reference material on industrial energy\n\t* ESCO Development Program\n\t* Create coordinated platform for ESCO sector training capacity building\n\t* Develop standard ESCO contracts for bidding\n\t* Develop Project Monitoring and Verification Guidelines\n\t* Strengthen ESCO accreditation\n\t* Create an ESCO pilot site for industry\n\t* Demand Response and Demand Side Management Program\n\t* Paper on setting out the framework and regulatory steps necessary to\n\t* Establish a Power Sector Energy Efficiency Strategy\n\t* Government Buildings Efficiency Program\n\t* Strengthen and extend the Government Energy Management Program"}, {"text_block_id": "p97_b1538", "text": "b)"}, {"text_block_id": "p97_b1539", "text": "Industrial Sector"}, {"text_block_id": "p97_b1572", "text": "c)"}, {"text_block_id": "p97_b1573", "text": "Commercial Buildings"}, {"text_block_id": "p98_b1578", "text": "Commercial Buildings\n* Release of new guidelines for government procurement of energy\n\t* Complete a model ESCO procurement and implementation project at a\n\t* Building Codes Program\n\t* Establish a coordination body on energy efficiency input to the Green\n\t* Establish a Building Code Training Program for selected LGUs\n\t* Inclusion of energy efficiency in the three-year review process of Green\n\t* Building Information and Ratings Program\n\t* Develop an annual performance information tool\n\t* benchmark for\n\t* Incentive mechanisms to link certification to eligibility for energy\n\t* Mandatory disclosure of performance ratings on sale/lease of building\n\t* Appliance Standards and Labeling Program\n\t* Reformulate mechanisms for energy efficiency input and cooperation on\n\t* Increase post market surveillance programs\n\t* Large Employers Bulk Purchase and Staff Incentive Program\n\t* Undertake design of scheme for eligible organizations, products and\n\t* Roll-out scheme and establish DOE support activities\n\t* Behavioral information Program for low-income groups\n\t* Investigate greater utilization of billing information programs and pre-paid billing models\n\t* Continue awareness raising campaign on energy efficiency to include\n\t* New Vehicle for public/private collaboration on energy efficiency\n\t* Gain agreement to establish a new entity: Philippine Energy Efficiency\n\t* Formulate membership composition and activity plans of the PEEAB\n\t* Establish resources for ongoing operation\n\t* Energy Efficiency Revolving Fund and Finance Sector Capacity Building\n\t* Approach donors for assistance with EEC capacity building for the\n\t* Establish a revolving fund for energy efficiency projects"}, {"text_block_id": "p98_b1600", "text": "d)"}, {"text_block_id": "p98_b1601", "text": "Residential Buildings"}, {"text_block_id": "p98_b1622", "text": "e)"}, {"text_block_id": "p98_b1623", "text": "Cross-Sectoral"}, {"text_block_id": "p99_b1638", "text": "Cross-Sectoral\n* Create an Energy Efficiency Finance Program for the commercial bank\n\t* Coordinate an Energy Efficiency Finance Training Program for large\n\t* Energy Efficiency Data Management, Monitoring and Evaluation Program\n<\\li1>\n\t* Establish responsibilities for energy efficiency data collection and\n\t* Report on Action Plan implementation"}, {"text_block_id": "p100_b1648", "text": "ORGANIZATIONAL STRUCTURE"}, {"text_block_id": "p100_b1649", "text": "LEGEND:"}, {"text_block_id": "p100_b1650", "text": "#"}, {"text_block_id": "p100_b1651", "text": "-UNDER DOE SUPERVISION"}, {"text_block_id": "p100_b1652", "text": "-UNDER DOE SUPERVISION\n* SECRETARY SITS AS MEMBER"}], "document_description": "The Philippine Energy Plan formulates comprehensive sectoral roadmaps to make sure that the energy agenda will be implemented to meet the need of the consumers. The Plan focusses on sustainability of all available energy sources and the diversification of the energy mix. The current version was approved following the approval of AmBisyon Natin 2040 by  the president through Executive Order (EO) 5. It replaces the Philippine Energy Plan 2016-2030.The 2016-2030 plan povided the following targets for energy outlook (the base year used for the projections is 2015): 1) existing, committed, indicative and potential power projects + 30 percent share of RE in the capacity mix and higher natural gas share in power generation mix by 2030; 2) energy savings on all sectors for electricity and petroleum products of at least 6 percent yearly from 2016 to 2030; 3) increased utilization of alternative fuels for transport (CNG and electricity) from 2016-2030; 4) 10 percent biodiesel blend for 2030; 20 percent bioethanol blend for 2030."}