{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Philippines", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_date": "01/01/2008", "document_language": "English", "document_name": "Renewable Energy Act 2008", "document_country_code": "PHL", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/PHL/2008/PHL-2008-01-01-Renewable Energy Act 2008_371a6558d98a50e63b4104308421f768.pdf", "document_type": "Act", "text_blocks": [], "document_description": "This Act, overseen by the Department of Energy, employs various instruments to encourage the supply of electricity from renewable sources.  The Act creates a Renewable Portfolio Standard for electricity generation from renewable sources, setting a minimum percentage of renewables supply for every electricity supplier.  A feed-in tariff is introduced, which includes priority connection to the grid of all renewable sources, as well as priority purchase and transmission.  Additional incentives are also offered to suppliers, manufacturers of equipment who are registered with the DOE, in order to encourage renewable energy projects. These include, among others, duty-free import of machinery, equipment and materials in the first 10 years of registration; tax caps of 15% on renewable energy equipment, accelerated depreciation scheme, cash incentives for missionary electrification, tax exemption of carbon credits and tax credit on domestic capital equipment services.  The Act creates the National Renewable Energy Board (NREB) to facilitate implementation of the National Renewable Energy Programme.Circular DC2015-07-0014 prescribes the policy for maintaining the share of renewable energy resources in the country's intalled capacity through the wholistic implementation of the Renewable Energy Act NO.9513."}