{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Kenya", "document_category": "Policy", "document_sector_name": ["Water", "Residential and Commercial", "Agriculture"], "document_language": "English", "document_name": "Kenya Climate Smart Agriculture Strategy 2017-2026", "document_country_code": "KEN", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2017", "document_keyword": ["Adaptation", "Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/KEN/2017/KEN-2017-12-25-Kenya Climate Smart Agriculture Strategy 2017-2026_c2a2c561a7216164d26485ee60eadd81.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "KENYA CLIMATE SMART AGRICULTURE STRATEGY"}, {"text_block_id": "p0_b2", "text": "2017 - 2026"}, {"text_block_id": "p1_b3", "text": "Ministry of Agriculture, Livestock and Fisheries"}, {"text_block_id": "p1_b4", "text": "Kilimo House, Cathedral Road,"}, {"text_block_id": "p1_b5", "text": "P. O. Box 30028 – 00100,"}, {"text_block_id": "p1_b6", "text": "Nairobi, Kenya."}, {"text_block_id": "p1_b7", "text": "Tel. +254-20-718870"}, {"text_block_id": "p1_b8", "text": "Website: www.kilimo.go.ke"}, {"text_block_id": "p1_b9", "text": "© Government of the Republic of Kenya, 2017"}, {"text_block_id": "p1_b10", "text": "Reproduction of this publication for educational or non-commercial purposes is authorized without prior written permission provided the source is fully acknowledged. Reproduction of this publication for resale or other commercial purposes is strictly prohibited without  prior written permission of the copyright holder."}, {"text_block_id": "p1_b11", "text": "The views expressed in this document are those of the authors and do not necessarily represent those of the World Bank, the FAO or the UNDP."}, {"text_block_id": "p2_b12", "text": "FOREWORD"}, {"text_block_id": "p2_b13", "text": "Kenya envisions being a middle- income country with citizens enjoying high quality of life and a sustained annual economic growth rate of at least 10% by the year 2030 according to the National"}, {"text_block_id": "p2_b14", "text": "Development Blue Print “The Kenya Vision 2030”. The agriculture sector has been identified as"}, {"text_block_id": "p2_b15", "text": "one of the key sectors to contribute to the projected annual national economic growth. The sector is envisaged to ensure food security, provision of raw materials for agro-industries, creation of employment opportunities, generation of income and foreign exchange earnings."}, {"text_block_id": "p2_b16", "text": "The sector is however the most vulnerable to impacts of climate change and extreme weather events. Enhanced temperatures and change in precipitation regimes have led to reduced suitability of"}, {"text_block_id": "p2_b17", "text": "based enterprises; reduced productivity of crops, livestock and fisheries due to temperature and water"}, {"text_block_id": "p2_b18", "text": "stresses; and rising production costs. The increase in frequency and intensity of extreme weather"}, {"text_block_id": "p2_b19", "text": "events such as droughts, floods and strong winds have led to loss of investments, incomes and"}, {"text_block_id": "p2_b20", "text": "livelihoods, destruction of agro-based infrastructure as well as increased frequency of weather related disasters. Due to these challenges, the government recognizes the need to develop interventions that make agriculture more resilient to climate change and extreme weather events while minimizing its contribution to greenhouse gas emissions."}, {"text_block_id": "p2_b21", "text": "Climate smart agriculture (CSA) is an approach that helps to guide actions needed to transform and reorient agricultural systems to effectively support development and ensure food security in a changing climate. CSA aims to achieve three main objectives: sustainably increasing agricultural productivity and incomes; adapting and building resilience to climate change; and reducing and/or removing greenhouse gas emissions, where possible. These objectives form part of Kenya’s obligation as a signatory to the United Nations Framework Convention on Climate Change (UNFCCC).  Climate smart agriculture is the pathway that leads to attainment of the national interests of food security, productivity and incomes, while at the same time reducing or sequestering greenhouse gas emissions."}, {"text_block_id": "p2_b22", "text": "CSA provides the means to help stakeholders at local, national and international levels to identify agricultural strategies suitable to their conditions. This Climate Smart Agriculture Strategy has been developed to guide investments and implementation of activities in the context of the current agriculture sector governance structure. I am optimistic that this Strategy will contribute to the achievement of Vision 2030. I take this opportunity to request all the relevant stakeholders to play their respective roles in ensuring the successful implementation of this Strategy for the well-being of all citizens."}, {"text_block_id": "p2_b23", "text": "Willy Bett, E.G.H"}, {"text_block_id": "p2_b24", "text": "Cabinet Secretary,"}, {"text_block_id": "p2_b25", "text": "Ministry of Agriculture, Livestock and Fisheries"}, {"text_block_id": "p2_b26", "text": "PREFACE"}, {"text_block_id": "p2_b27", "text": "Climate change has evolved from being simply an environmental problem to a major development challenge impacting all economic sectors. There is evidence from historical records that Kenya has experienced increased temperature over the last 50 years. The frequency of intense extreme weather"}, {"text_block_id": "p2_b28", "text": "events like droughts and floods has also increased. Future climatic predictions indicate a possible"}, {"text_block_id": "p2_b29", "text": "temperature increase of 1"}, {"text_block_id": "p2_b30", "text": "0"}, {"text_block_id": "p2_b31", "text": "C by 2020 and 2.3"}, {"text_block_id": "p2_b32", "text": "0"}, {"text_block_id": "p2_b33", "text": "C by 2050."}, {"text_block_id": "p2_b34", "text": "The changes in climate and weather patterns will expose the rain-fed farming systems, especially the arid and semi-arid lands, to more climate related vulnerabilities. This will predispose farming communities to food insecurity and poverty through loss of the productive assets and the weakening of coping strategies and resilience. On the other hand, the agriculture sector contributes to the"}, {"text_block_id": "p2_b35", "text": "climate change problem through emissions arising from inefficiencies in crop, livestock, fisheries and forestry production systems. These inefficiencies lead to greater levels of enteric fermentation"}, {"text_block_id": "p2_b36", "text": "in livestock, poor manure and agro-based waste management systems, improper land preparation"}, {"text_block_id": "p2_b37", "text": "systems, inefficient input and resource use in crop management systems as well as inefficiencies that"}, {"text_block_id": "p2_b38", "text": "raise emissions from agro-based machinery."}, {"text_block_id": "p2_b39", "text": "The agriculture sector is a major contributor the economy of Kenya in terms of food security, employment creation, supply of agrobased industry raw materials and foreign exchange earnings. About 98% of Kenya’s agricultural systems are rain-fed and highly susceptible to climate change and variability. This susceptibility is likey to jeopardize attainment of the sector contribution to the national economy."}, {"text_block_id": "p2_b40_merged_merged_merged_merged_merged", "text": "Innovative and transformative measures are therefore urgently required to assist stakeholders in the sector across the agricultural value chains to cope with effects of current and projected change in climate patterns. Climate smart agriculture (CSA) has been identified as a viable approach to provide solutions towards increased agriculture sector productivity while addressing impacts of changing climate. For the government to fully and effectively implement climate smart agriculture, sound and enabling strategies that provide set goals and actions that promote investment must be in place."}, {"text_block_id": "p2_b43", "text": "The development of the climate smart agriculture is our collective effort and commitment to address agriculture sector development under changing climatic conditions. The development of this strategy has been highly consultative and participatory and involved stakeholders at county and national levels. We urge all stakeholders to play their respective roles in ensuring this strategy is successfully implemented to ensure continued sector growth while shielding it from the negative impacts of climate change."}, {"text_block_id": "p3_b44", "text": "Prof. Micheni Japhet Ntiba, CBS"}, {"text_block_id": "p3_b45", "text": "Principal Secretary,"}, {"text_block_id": "p3_b46", "text": "State Department for Fisheries and the Blue Economy,"}, {"text_block_id": "p3_b47", "text": "Ministry of Agriculture, Livestock and Fisheries"}, {"text_block_id": "p3_b48", "text": "Principal Secretary,"}, {"text_block_id": "p3_b49", "text": "State Department for Livestock,"}, {"text_block_id": "p3_b50", "text": "Ministry of Agriculture, Livestock and Fisheries."}, {"text_block_id": "p3_b51", "text": "Principal Secretary,"}, {"text_block_id": "p3_b52", "text": "State Department for Agriculture,"}, {"text_block_id": "p3_b53", "text": "Ministry of Agriculture, Livestock and  Fisheries"}, {"text_block_id": "p3_b54", "text": "Mr. Charles Sunkuli, CBS"}, {"text_block_id": "p3_b55", "text": "Principal Secretary,"}, {"text_block_id": "p3_b56", "text": "State Department for Environment"}, {"text_block_id": "p3_b57", "text": "Ministry of Environment, and Natural Resources"}, {"text_block_id": "p3_b58", "text": "Principal Secretary,"}, {"text_block_id": "p3_b59", "text": "State Department for Irrigation"}, {"text_block_id": "p3_b60", "text": "Ministry of Water and Irrigation"}, {"text_block_id": "p3_b61", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p3_b62", "text": "The development of this strategy was highly consultative and participatory and involved stakeholders at national and county levels with support from various people and organizations."}, {"text_block_id": "p3_b63", "text": "I also appreciate the contributions by all the Government Ministries and Departments for clearly identifying their stake and giving valuable inputs that enriched the strategy. I recognize the support and invaluable contribution of the County Governments through the County Executive Committee members in charge of Departments of Agriculture, Livestock, Fisheries, Irrigation and Environment. In particular the contribution of the following County Executive Committee members of the Intergovernmental Thematic Working Group on Policy and Legislation, Dr. David Okeyo Odiwour, Saphia Sheikh Omar, Caroline Lentupuru Tenges, Jenaro Guantai and Laurian Killikho."}, {"text_block_id": "p3_b64_merged", "text": "I sincerely thank the World Bank through the Kenya Adaptation to Climate Change in Arid and Semi-arid Lands (KACCAL) project for funding the development process of this strategy. I acknowledge and appreciate the support of the Food and Agriculture Organization of the United Nations (FAO) and the United Nations Development Programme (UNDP) Kenya representations through the Integrating Agriculture in National Adaptation Plans project, for supporting the production of this strategy for wider dissemination. The farmer organizations, farmer’s representatives and other special interest groups are also appreciated for their contribution and participation during the various consultative fora and during the national validation workshop."}, {"text_block_id": "p3_b67", "text": "Finally, I acknowledge and appreciate the efforts and commitment demonstrated by the inter-ministerial technical taskforce comprising of the following members; Dr. Michael Obora, Robin Mbae, Dr. Samuel Guto, Vincent Githinji, Lucy Ng’ang’a, David Ombalo, Rose Akombo, Timothy Ogwang’, Michael Okumu, Benjamin Kibor, Davies Makilla, Janet Oyuke, Joseph Mahongah, Lucy Kamande, Veronica Ndetu, Mary Githinji, Phanuel Webi, Vincent Ogwang’ and Zipora Otieno of"}, {"text_block_id": "p3_b68", "text": "the FAO Kenya Office. These members ensured the final document was of high quality and that the development of the strategy was finalized on time."}, {"text_block_id": "p3_b69", "text": "Prof. Micheni, Japhet Ntiba, CBS. Principal Secretary,"}, {"text_block_id": "p3_b70", "text": "State Department for Fisheries and the Blue Economy,"}, {"text_block_id": "p3_b71", "text": "Ministry of Agriculture, Livestock and Fisheries"}, {"text_block_id": "p4_b72", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p5_b73", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p5_b74", "text": "Climate change is real and has become an impediment to sustainable development globally. Climate change will have a range of positive and negative impacts in agriculture depending on the regions of the world. The negative impacts are expected to be more adverse in developing countries, particularly those in sub-Saharan Africa such as Kenya which has experienced increasing temperatures from 1960’s coupled with increased frequency and intensity of extreme weather events such as El Niño and La Niña. Effects of the negative impacts will include declining agricultural productivity and loss of"}, {"text_block_id": "p5_b75", "text": "crops, livestock, fish and investments in agriculture due to changing temperatures and precipitation regimes and increased frequency and intensity of extreme weather events. Further, fisheries and aquaculture are affected through acidification of the water bodies, changes in water temperatures and circulation patterns which alter the physico-chemical properties of the fish habitats and ultimately the"}, {"text_block_id": "p5_b76", "text": "productivity."}, {"text_block_id": "p5_b77", "text": "Agriculture is not only impacted upon by climate change but also contributes to the problem. The country’s agriculture is predominantly rain-fed and therefore vulnerable to climate change particularly changes in temperature regimes and precipitation patterns, and extreme weather events. This leads to, among others, unsustainable land and agricultural water management. Kenya’s greenhouse gas (GHG) emissions were estimated to be 73 million tons of carbon dioxide equivalent (MtCO"}, {"text_block_id": "p5_b78", "text": "2"}, {"text_block_id": "p5_b79", "text": "e) in 2010 and are expected to rise to 143 MtCO"}, {"text_block_id": "p5_b80", "text": "2"}, {"text_block_id": "p5_b81", "text": "e in 2030 unless appropriate mitigation actions are taken. Agriculture is the largest source of GHG emissions; it was responsible for one-third of Kenya’s total emissions in 2010. Agricultural emissions are likely to increase from 20 MtCO"}, {"text_block_id": "p5_b82", "text": "2"}, {"text_block_id": "p5_b83", "text": "e in 2010 to 27 MtCO"}, {"text_block_id": "p5_b84", "text": "2"}, {"text_block_id": "p5_b85", "text": "e by 2030, largely driven by livestock methane emissions and land use change, which account for 90% of agriculture emissions and 30% of overall national emissions."}, {"text_block_id": "p5_b86", "text": "Weak polices, legislations, enforcement, and overlap of mandates among institutions involved in regulation coupled with poor coordination and collaboration among institutions and stakeholders in climate smart agriculture (CSA) have contributed to the country’s inability to effectively address"}, {"text_block_id": "p5_b87", "text": "vulnerability and GHG emissions. Further, cross cutting issues such as inadequate financing of CSA"}, {"text_block_id": "p5_b88", "text": "activities; limited capacity of Women, Youth, and Vulnerable Groups (WY&VG) to participate in CSA activities; unsustainable natural resource management (NRM) and utilization; limited human resource capacity to undertake CSA; limited CSA research technology development and innovations; and inadequate data and information on CSA have also led to poor implementation of CSA activities."}, {"text_block_id": "p5_b89", "text": "The country requires transformation of its agricultural systems to make them more productive and resilient while minimizing GHG emissions under a changing climate. CSA provides an excellent opportunity for the transformation by uniting agriculture, development and climate change under a common agenda through integrating the three dimensions of sustainable development (economic, social and environmental) by jointly addressing food security and climate challenges. CSA therefore sustainably increases agricultural production and incomes, builds resilience of agricultural systems to climate change and minimizes GHGs emissions. However existing national strategies and interventions such as the National Climate Change Action Plan (2013-2017) and the Agriculture Sector Development Strategy (2010-2020) have not adequately mainstreamed adaptation, building resilience and mitigation of GHG’s into the agricultural sector. Consequently, the sector needs a sound and enabling CSA strategy that will simultaneously guarantee productivity and food security while addressing climate change adaptation and mitigation."}, {"text_block_id": "p5_b90", "text": "The broad objective of the Kenya CSA Strategy (KCSAS) is to adapt to climate change, build resilience of agricultural systems while minimizing emissions for enhanced food and nutritional security and"}, {"text_block_id": "p5_b91", "text": "improved livelihoods. The specific objectives of the KCSAS are to (i)"}, {"text_block_id": "p5_b92", "text": "enhance adaptive capacity"}, {"text_block_id": "p5_b93", "text": "and resilience of farmers, pastoralists and fisher-folk to the adverse impacts of climate change; (ii)"}, {"text_block_id": "p5_b94", "text": "develop mechanisms that minimize greenhouse gas emissions from agricultural production systems; (iii) create an enabling regulatory and institutional framework; and (iv) address cross-cutting issues that adversely impact CSA."}, {"text_block_id": "p5_b95", "text": "Four broad strategic areas have been identified for KCSAS: (i) Adaptation and building resilience"}, {"text_block_id": "p5_b96", "text": "by addressing vulnerability due to changes in rainfall and temperature, extreme weather events and unsustainable land/water management and utilization; (ii) Mitigation of GHG’s emissions from key and minor sources in the agriculture sector; (iii) Establishment of an enabling policy, legal and institutional framework for effective implementation of CSA; and (iv) Minimizing effects of"}, {"text_block_id": "p5_b97", "text": "underlying cross-cutting issues such as human resource capacity and finance which would potentially"}, {"text_block_id": "p5_b98", "text": "constrain realization of CSA objectives."}, {"text_block_id": "p5_b99", "text": "The coordination framework and implementation mechanism for KCSAS will be harmonized with the inter-governmental coordination structure under development and near completion. This will"}, {"text_block_id": "p5_b100", "text": "ensure clarity in flow of information, policy direction and funds. The implementation of this strategy"}, {"text_block_id": "p5_b101", "text": "will be mainly by the County Governments."}, {"text_block_id": "p5_b102_merged_merged_merged_merged_merged_merged_merged", "text": "The KCSAS is a tool to implement Kenya’s NDC contribution for the agriculture sector and will require domestic and international support. The implementation of KCSA strategy will require a total of KSh. 500 billion (US$ 5.0 billion) for adaptation and mitigation actions for agriculture sector up to 2026. This will contribute to building resilience and adaptive capacity in the sector as well as reducing sectoral emissions to 30 MtCO2e relative to the business as usual trajectory projection of 37 MtCO2e in 2026. Investment resources to implement the KCSAS will be mobilized from diverse sources and appropriate mechanisms established for access, disbursement and utilization. The strategy provides a detailed implementation framework with clear stakeholder roles and responsibilities. The implementation framework also forms a basis for the establishment of a monitoring and evaluation (M&E) framework."}, {"text_block_id": "p6_b107", "text": "ACRONYMS/ABBREVIATIONS"}, {"text_block_id": "p7_b108", "text": "GLOSSARY/DEFINITION OF TERMS"}, {"text_block_id": "p7_b109", "text": "Adaptation:"}, {"text_block_id": "p7_b110", "text": "Adjustment in agro-ecosystems in response to actual or expected climatic stimuli or"}, {"text_block_id": "p7_b111", "text": "their effects, which moderates harm or exploits beneficial opportunities."}, {"text_block_id": "p7_b112", "text": "Agro-ecosystem:"}, {"text_block_id": "p7_b113", "text": "The organisms and environment of an agricultural area considered as an ecosystem."}, {"text_block_id": "p7_b114", "text": "Arid and Semi-Arid Lands:"}, {"text_block_id": "p7_b115", "text": "Areas characterized by inadequate precipitation, which constrains their two major interlinked services of primary production and nutrient cycling."}, {"text_block_id": "p7_b116", "text": "Biodiversity:"}, {"text_block_id": "p7_b117", "text": "The total diversity of all organisms and ecosystems at various spatial scales (from genes to entire biomass)."}, {"text_block_id": "p7_b118", "text": "Capacity building:"}, {"text_block_id": "p7_b119", "text": "In the context of climate smart agriculture, it is the process of developing relevant technical skills and institutional capability to enable effective addressing of the causes and effects of climate change for the agriculture sector."}, {"text_block_id": "p7_b120", "text": "Carbon market:"}, {"text_block_id": "p7_b121", "text": "A trading system through which countries or other entities may buy or sell units of greenhouse gas emissions in an effort to meet their national limits on emissions under various protocols or other agreements. The term comes from the fact that carbon dioxide is the predominant greenhouse gas, and other gases are measured in units called “carbon-dioxide equivalents.”"}, {"text_block_id": "p7_b122", "text": "Carbon sequestration:"}, {"text_block_id": "p7_b123", "text": "The process of removing carbon from the atmosphere and depositing it in a reservoir, such as the soil or trees."}, {"text_block_id": "p7_b124", "text": "Climate change:"}, {"text_block_id": "p7_b125", "text": "Climate change refers to a change in the state of the climate that can be identified"}, {"text_block_id": "p7_b126", "text": "(e.g. by using statistical tests) by changes in the mean and/or the variability of its properties, and that persists for an extended period, typically decades or longer. Climate change may be due to natural internal processes or external forcing, or to persistent anthropogenic changes in the composition of the atmosphere or in land use."}, {"text_block_id": "p7_b127", "text": "Climate-proofing:"}, {"text_block_id": "p7_b128", "text": "Ensuring that climate risks are reduced to acceptable levels through long-lasting and environmentally sound, economically viable and socially acceptable changes implemented at one or more of the stages in the project cycle."}, {"text_block_id": "p7_b129", "text": "Climate smart agriculture:"}, {"text_block_id": "p7_b130", "text": "Agriculture that sustainably increases productivity, resilience (adaptation), reduces/removes greenhouse gases (mitigation), and enhances the achievement of national food security and development goals."}, {"text_block_id": "p7_b131", "text": "Co-benefits:"}, {"text_block_id": "p7_b132", "text": "Multiple benefits in different fields resulting from one policy, strategy, or action plan."}, {"text_block_id": "p7_b133", "text": "Conservation Agriculture:"}, {"text_block_id": "p7_b134", "text": "An approach to managing agro-ecosystems for improved and sustained"}, {"text_block_id": "p7_b135_merged", "text": "productivity, increased profits and food security while preserving and enhancing the resource base and the environment. It is characterized by three linked principles namely, continuous minimum mechanical soil disturbance; permanent organic soil cover; and diversification of crop species grown"}, {"text_block_id": "p7_b138", "text": "in sequences and/or associations."}, {"text_block_id": "p7_b139", "text": "Crop diversification:"}, {"text_block_id": "p7_b140", "text": "Species diversification through varied crop associations and/or rotations"}, {"text_block_id": "p7_b141", "text": "(involving annual and/or perennial crops including trees)."}, {"text_block_id": "p7_b142", "text": "Cross breeding:"}, {"text_block_id": "p7_b143", "text": "Cross breeding refers to the process of breeding an animal or plant with purebred parents of two different breeds, often with the intention to create offspring or seedlings that share the traits of both parent lineages, or producing an animal or plant with hybrid vigor."}, {"text_block_id": "p7_b144", "text": "Deforestation:"}, {"text_block_id": "p7_b145", "text": "The conversion of forest to another land use or the long-term reduction of tree canopy cover below the 10% threshold."}, {"text_block_id": "p7_b146", "text": "Disaster risk management:"}, {"text_block_id": "p7_b147", "text": "The systematic process of using administrative directives, organizations, and operational skills and capacities to implement strategies, policies and improved coping capacities in order to lessen the adverse impacts of hazards and the possibility of disaster."}, {"text_block_id": "p7_b148", "text": "Disaster risk reduction:"}, {"text_block_id": "p7_b149", "text": "The concept and practice of reducing disaster risks through systematic"}, {"text_block_id": "p8_b150", "text": "efforts to analyze and manage the causal factors of disasters, including through reduced exposure to hazards, lessened vulnerability of people and property, wise management of land and the environment and improved preparedness for adverse events."}, {"text_block_id": "p8_b151", "text": "Disaster:"}, {"text_block_id": "p8_b152", "text": "A serious disruption of the functioning of a community or a society involving widespread human, material, economic or environmental losses and impacts, which exceeds the ability of the affected community or society to cope using its own resources."}, {"text_block_id": "p8_b153", "text": "Drought:"}, {"text_block_id": "p8_b154", "text": "The phenomenon that exists when precipitation is significantly below normal recorded"}, {"text_block_id": "p8_b155", "text": "levels, causing serious hydrological imbalances that often adversely affect land resources and production systems."}, {"text_block_id": "p8_b156", "text": "Dry spell:"}, {"text_block_id": "p8_b157", "text": "Short period of water stress during critical crop growth stages and which can occur with high frequency but with minor impacts compared with droughts."}, {"text_block_id": "p8_b158", "text": "Ecosystem resilience:"}, {"text_block_id": "p8_b159", "text": "The capacity of an ecosystem to absorb external pressure or perturbations through change and re-organization, but still retain the same basic structure and ways of functioning."}, {"text_block_id": "p8_b160", "text": "Ecosystem services:"}, {"text_block_id": "p8_b161", "text": "Ecological processes or functions that have monetary or non-monetary value to individuals or society at large e.g. Productivity or biodiversity maintenance; provisioning services"}, {"text_block_id": "p8_b162", "text": "such as food, fibre, or fish; regulating services such as climate regulation or carbon sequestration; and"}, {"text_block_id": "p8_b163", "text": "cultural services such as tourism or spiritual and aesthetic appreciation."}, {"text_block_id": "p8_b164", "text": "Ecosystem:"}, {"text_block_id": "p8_b165", "text": "The interactive system formed from all living organisms and their abiotic (physical and chemical) environment within a given area."}, {"text_block_id": "p8_b166", "text": "Enteric fermentation:"}, {"text_block_id": "p8_b167", "text": "Enteric fermentation is a natural part of the digestive process for many ruminant animals where anaerobic microbes, called methanogens, decompose and ferment food present in the digestive tract producing compounds that are then absorbed by the host animal. A resulting by-product of this process is methane."}, {"text_block_id": "p8_b168", "text": "Enteric methane:"}, {"text_block_id": "p8_b169", "text": "Methane gas emitted as a natural by-product of microbial fermentation of carbohydrates and, to a lesser extent, amino acids in the rumen and the hindgut of farm animals."}, {"text_block_id": "p8_b170", "text": "Erosion:"}, {"text_block_id": "p8_b171", "text": "The process of removal and transport of soil and rock by weathering, mass wasting, and the action of streams, glaciers, waves, winds and underground water."}, {"text_block_id": "p8_b172", "text": "Exposure:"}, {"text_block_id": "p8_b173", "text": "The nature and degree to which a system is exposed to significant climatic variations."}, {"text_block_id": "p8_b174", "text": "Food and nutrition security:"}, {"text_block_id": "p8_b175", "text": "This exists when all people, at all times, have physical, social and"}, {"text_block_id": "p8_b176", "text": "economic access to sufficient, safe and nutritious food that meets their dietary needs and food"}, {"text_block_id": "p8_b177", "text": "preferences for an active and healthy life."}, {"text_block_id": "p8_b178", "text": "Greenhouse gases:"}, {"text_block_id": "p8_b179", "text": "The atmospheric gases responsible for causing global warming and climate change. The major GHGs are carbon dioxide (CO"}, {"text_block_id": "p8_b180", "text": "2"}, {"text_block_id": "p8_b181", "text": "), methane (CH"}, {"text_block_id": "p8_b182", "text": "4"}, {"text_block_id": "p8_b183", "text": ") and nitrous oxide (N"}, {"text_block_id": "p8_b184", "text": "2"}, {"text_block_id": "p8_b185", "text": "O). Less"}, {"text_block_id": "p8_b186", "text": "prevalent but very powerful greenhouse gases are hydrofluorocarbons (HFCs), perfluorocarbons (PFCs) and Sulphur hexafluoride (SF"}, {"text_block_id": "p8_b187", "text": "6"}, {"text_block_id": "p8_b188", "text": ")."}, {"text_block_id": "p8_b189", "text": "Index-based insurance"}, {"text_block_id": "p8_b190", "text": ": An insurance product in which the insured in a specified geographical"}, {"text_block_id": "p8_b191", "text": "region, receive indemnity payments based on independently observable outcomes/parameters such as temperature, rainfall, vegetation quantity, crop yields among others which are used to determine premiums and payouts."}, {"text_block_id": "p8_b192", "text": "Integrated landscape management:"}, {"text_block_id": "p8_b193", "text": "An umbrella term for natural resource management (NRM) systems that recognize the value of various ecosystem services to multiple stakeholders, and how this leads them to pursue different land use objectives or livelihood strategies."}, {"text_block_id": "p8_b194", "text": "Integrated pest management:"}, {"text_block_id": "p8_b195", "text": "An ecosystem approach to crop production and protection that combines different management strategies and practices to grow healthy crops and minimize the use of pesticides."}, {"text_block_id": "p8_b196", "text": "Intergovernmental Panel on Climate Change:"}, {"text_block_id": "p8_b197", "text": "Established in 1988 by the World Meteorological"}, {"text_block_id": "p8_b198", "text": "Organization and the UN Environment Programme, the IPCC surveys world-wide scientific and"}, {"text_block_id": "p8_b199", "text": "technical literature and publishes assessment reports that are widely recognized as the most credible existing sources of information on climate change. The IPCC also works on methodologies and"}, {"text_block_id": "p8_b200", "text": "responds to specific requests from the UNFCCC’s subsidiary bodies."}, {"text_block_id": "p8_b201", "text": "In-vitro conservation of genetic resources:"}, {"text_block_id": "p8_b202", "text": "Conservation by cryopreservation of genetic material so that living organisms can, if necessary, be regenerated in the future."}, {"text_block_id": "p8_b203", "text": "In-vivo conservation of genetic resources:"}, {"text_block_id": "p8_b204", "text": "Conservation of genetic material through maintenance of living populations, which encompasses both in-situ conservation in their typical production environment and ex-situ in-vivo conservation, in non-typical surroundings, such as a research farm."}, {"text_block_id": "p8_b205", "text": "Mitigation:"}, {"text_block_id": "p8_b206", "text": "In the context of climate change,  human intervention to reduce the sources or enhance the"}, {"text_block_id": "p8_b207", "text": "sinks of greenhouse gases e.g. using fossil fuels more efficiently or electricity generation, switching"}, {"text_block_id": "p8_b208", "text": "to solar energy or wind power from fossil fuels for industrial processes and expanding forests and other “sinks” to remove greater amounts of carbon dioxide from the atmosphere."}, {"text_block_id": "p8_b209", "text": "Nationally Appropriate Mitigation Actions:"}, {"text_block_id": "p8_b210", "text": "A set of government prioritized actions aimed at reducing or limiting greenhouse gas emissions."}, {"text_block_id": "p8_b211", "text": "Payment for Ecosystem Services:"}, {"text_block_id": "p8_b212", "text": "An economic instrument designed to provide positive incentives to users of agricultural land and those involved in coastal or marine management. These incentives are expected to result in continued or improved provision of ecosystem services, which in turn, will"}, {"text_block_id": "p8_b213", "text": "benefit society as a whole."}, {"text_block_id": "p8_b214", "text": "Public-Private Partnerships:"}, {"text_block_id": "p8_b215", "text": "Public-Private Partnerships are an association between government"}, {"text_block_id": "p8_b216", "text": "and private sector through which private financing is utilized to perform a public function, at a profit"}, {"text_block_id": "p8_b217", "text": "to the private sector."}, {"text_block_id": "p8_b218", "text": "Protocol:"}, {"text_block_id": "p8_b219", "text": "An international agreement linked to an existing convention, but as a separate and additional"}, {"text_block_id": "p8_b220", "text": "agreement that must be signed and ratified by the Parties to the convention concerned. Protocols"}, {"text_block_id": "p8_b221", "text": "typically strengthen a convention by adding new, more detailed commitments."}, {"text_block_id": "p8_b222", "text": "Reducing Emissions from Deforestation and Forest Degradation plus:"}, {"text_block_id": "p8_b223", "text": "Reducing Emissions from Deforestation and Forest Degradation plus the role of conservation, sustainable management of forests and enhancement of forest carbon stocks."}, {"text_block_id": "p8_b224", "text": "Reforestation:"}, {"text_block_id": "p8_b225", "text": "The re-establishment of forest formations after a temporary condition with less than 10% of canopy cover due to human-induced or natural perturbations."}, {"text_block_id": "p8_b226", "text": "Resilience:"}, {"text_block_id": "p8_b227", "text": "The ability of a system and its component parts to anticipate, absorb, accommodate, or"}, {"text_block_id": "p8_b228", "text": "recover from the effects of a hazardous event in a timely and efficient manner."}, {"text_block_id": "p8_b229", "text": "Sensitivity (to climate variability or change):"}, {"text_block_id": "p8_b230", "text": "Sensitivity is the degree to which a system is affected,"}, {"text_block_id": "p8_b231_merged_merged_merged_merged_merged_merged", "text": "either adversely or beneficially, by climate variability or change. The effect may be direct (e.g. a change in crop yield in response to a change in the mean, range or variability of temperature) or indirect (e.g. damages caused by an increase in the frequency of coastal flooding due to sea-level rise)."}, {"text_block_id": "p8_b234", "text": "Sustainable development:"}, {"text_block_id": "p8_b235", "text": "Development that meets the needs of the present without compromising the ability of future generations to meet their own needs."}, {"text_block_id": "p8_b236", "text": "Technology transfer:"}, {"text_block_id": "p8_b237", "text": "A broad set of processes covering the flows of know-how, experience and"}, {"text_block_id": "p8_b238", "text": "equipment for mitigating and adapting to climate change among different stakeholders."}, {"text_block_id": "p8_b239", "text": "Vulnerability:"}, {"text_block_id": "p8_b240", "text": "The degree to which a system is susceptible to, or unable to cope with, adverse effects of climate change, including climate variability and extremes. Vulnerability is a function of the character, magnitude, and rate of climate variation to which a system is exposed, its sensitivity, and its adaptive capacity."}, {"text_block_id": "p8_b241", "text": "Watershed:"}, {"text_block_id": "p8_b242", "text": "A topographically delineated area that is drained by a stream system, i.e. the total land area that drains to some point on a stream or river. The watershed is a hydrologic unit that has been described and used as a physical-biological unit and a socio-economic-political unit for planning and managing of natural resources."}, {"text_block_id": "p9_b243", "text": "CHAPTER ONE: INTRODUCTION"}, {"text_block_id": "p9_b244", "text": "1.1 BACKGROUND INFORMATION"}, {"text_block_id": "p9_b245", "text": "1.1.1 The Agriculture Sector"}, {"text_block_id": "p10_b246", "text": "The fisheries sub-sector provides food, employment and incomes to a large population and earns the"}, {"text_block_id": "p10_b247", "text": "country KSh. 5 billion annually from the foreign exchange. These earnings are likely to increase if the under-exploited areas such as Aquaculture and the Exclusive Economic Zone (EEZ) are tapped."}, {"text_block_id": "p10_b248", "text": "established the Intergovernmental Panel on Climate Change (IPCC) in 1989 to provide broad and balanced information about climate change. The IPCC does this by reviewing and assessing the most"}, {"text_block_id": "p10_b249", "text": "recent scientific, technical and socioeconomic information produced worldwide and relevant to the"}, {"text_block_id": "p10_b250", "text": "understanding of climate change and translating this information into IPCC Assessment Reports."}, {"text_block_id": "p10_b251", "text": "The sub-sector directly employs at least 300,000 people working as fishers and fish farmers. It also provides livelihoods for over 4 million Kenyans involved mainly in fish processing, fish trade and input support. Kenya’s fishing communities rely on fish as a rich source of protein. The country’s per"}, {"text_block_id": "p10_b252", "text": "capita consumption stood at 4.5 kg/person/year in 2014. Overall, the sub-sector contributes about 2%"}, {"text_block_id": "p10_b253", "text": "of AgGDP and 0.5% of national GDP. Kenya’s fisheries sub-sector is mainly composed of freshwater"}, {"text_block_id": "p10_b254", "text": "(lakes, rivers and dams) and marine (Indian Ocean) sources with the rest coming from aquaculture."}, {"text_block_id": "p10_b255", "text": "Lake Victoria is the most important source of fish in Kenya and the biggest source of freshwater fish in the country. The lake is also important in conservation terms because of its great biodiversity of endemic fish species. The other lakes that are important sources of fish are Turkana, Naivasha,"}, {"text_block_id": "p10_b256", "text": "Baringo and Jipe."}, {"text_block_id": "p10_b257", "text": "The main fish species of commercial importance from inland fisheries include Nile Perch, Tilapia,"}, {"text_block_id": "p10_b258", "text": "Rastrineobola argentea"}, {"text_block_id": "p10_b259", "text": "(dagaa/omena), while marine species comprise of Tuna, Snappers and"}, {"text_block_id": "p10_b260", "text": "Crustaceans. The national fish production in 2014 was about 187,000 MT valued at about KSh.32 billion (ex-vessel). Inland capture fisheries contributed about 124,000 MT (68%) of fish valued at Ksh. 12 billion while marine capture fisheries contributed about 9,000 MT (27%) valued at Ksh. 18"}, {"text_block_id": "p10_b261", "text": "billion in 2014."}, {"text_block_id": "p10_b262", "text": "Forestry and agriculture are closely linked, since agriculture is the major driver of deforestation leading to forest loss. The forestry sub-sector contributes about 0.2% of AgGDP. Forest resources"}, {"text_block_id": "p10_b263", "text": "provide important ecosystem services that include food, water and medicine; regulation of floods,"}, {"text_block_id": "p10_b264", "text": "drought and land degradation; supporting soil formation and nutrient cycling; and cultural services"}, {"text_block_id": "p10_b265", "text": "such as recreational, spiritual, religious and other non-material benefits."}, {"text_block_id": "p10_b266", "text": "1.1.2 Climate Change"}, {"text_block_id": "p10_b267", "text": "Climate change refers to a change in the state of the climate that can be identified (e.g. using statistical"}, {"text_block_id": "p10_b268", "text": "tests) by changes in the mean and/or the variability of its properties, and that persists for an extended period, typically decades or longer. It refers to any change in climate over time, whether due to natural variability or as a result of human activity."}, {"text_block_id": "p10_b269", "text": "Scientists started providing anecdotal evidence of anthropogenic climate change from the late 19"}, {"text_block_id": "p10_b270", "text": "th"}, {"text_block_id": "p10_b271", "text": "century but stronger evidence of human influence on global climate only emerged in the late 1950’s"}, {"text_block_id": "p10_b272", "text": "when Keeling and others at the Scripps Institute of Oceanography began to measure the concentration of carbon dioxide in ice-cores. The results of these studies showed that global carbon dioxide concentrations were rising and linked the rise in concentration to an increase in global temperatures. Carbon dioxide had been known then to have a greenhouse or warming effect, which is the inherent ability to trap and retain infrared radiation."}, {"text_block_id": "p10_b273", "text": "The 1960s and 1970s saw heightened concerns over the global environmental change. These became prominent in the 1980s with the release of the Brundtland Report (also commonly known as ‘Our Common Future’) (Brundtland, 1987). The report alluded to various environmental concerns including climate change and associated the change with increasing atmospheric concentrations of greenhouse gases (GHGs). Climate change was considered one of the undesirable consequences of man’s unsustainable development practices. Concerned with this, two UN bodies; the United Nations Environment Programme (UNEP) and the World Meteorological Organization (WMO) jointly"}, {"text_block_id": "p10_b274", "text": "As a follow-up to the work of Brundtland Commission, which is formally known as the World Commission on Environment and Development (WCED), the United Nations Conference on Environment and Development (UNCED), informally known as the Earth Summit was convened in Rio de Janeiro, Brazil in June 1992. The Summit sought to take stock of past development paths and lay foundations for a new future economic development trajectory, one that would marry economic needs with environmental concerns. From the Summit, the United Nations Framework Convention"}, {"text_block_id": "p10_b275", "text": "on Climate Change (UNFCCC) emerged along with the Conventions on Biodiversity, Desertification,"}, {"text_block_id": "p10_b276", "text": "Agenda 21 and other major international environmental governance instruments and initiatives. A"}, {"text_block_id": "p10_b277", "text": "total of 192 Member States signed and ratified the UNFCCC, and committed to arrest the growing"}, {"text_block_id": "p10_b278", "text": "negative effects on climate by reducing emissions of GHGs which have a massive global warming impact."}, {"text_block_id": "p10_b279", "text": "The UNFCCC and its subsidiary bodies, now states with certainty that the earth is warming, largely spurred by human activities, and this will have many serious and potentially damaging effects in the"}, {"text_block_id": "p10_b280", "text": "coming decades. This is captured in the Fourth Assessment Report of the IPCC, the scientific advisory"}, {"text_block_id": "p10_b281", "text": "arm of the UNFCCC,  which states that ‘"}, {"text_block_id": "p10_b282", "text": "warming of the climate system is"}, {"text_block_id": "p10_b283", "text": "unequivocal"}, {"text_block_id": "p10_b284", "text": ", as is now evident from observations of increases in global average air and ocean temperatures, widespread melting of snow and ice and rising global average sea level."}, {"text_block_id": "p10_b285", "text": "’"}, {"text_block_id": "p10_b286", "text": "1.2 CLIMATE CHANGE AND AGRICULTURE"}, {"text_block_id": "p10_b287", "text": "1.2.1 Global issues on Climate Change and Agriculture"}, {"text_block_id": "p10_b288", "text": "There is wide scientific consensus that global climate is changing in part as a result of human activities"}, {"text_block_id": "p10_b289", "text": "(IPCC, 2001) and that the social and economic costs of slowing it down and responding to its impacts will be large (OECD, 2001). Current data demonstrates that the climate is changing globally at an unprecedented rate and that unparalleled levels of human induced greenhouse gas (GHG) emissions, especially carbon dioxide, are causing an increase in global temperatures that creates changes in the earth’s weather. Atmospheric concentrations of carbon dioxide have increased from a pre-industrial value of 278 parts per million (ppm) to 379 ppm in 2005. It is now generally accepted that this climate change is the result of increasing concentrations of carbon dioxide, methane, nitrous oxide and other GHGs in the atmosphere (IPCC, 2001)."}, {"text_block_id": "p10_b290", "text": "Studies have shown that there has been a steady rise in average global temperature. The earth has warmed by 0.74°C during the last 100 years. For example, the 1990s were about 0.6°C warmer than the late 1890s. The 1990s were the warmest decade since the beginning of instrumental record-keeping in 1860, and the warmest in the past thousand years on the basis of tree rings and other proxy measurements. Moreover, there has been an increase in the number of heat waves and a reduction in the frequency and duration of frosts in many parts of the world."}, {"text_block_id": "p10_b291_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Climate change will have a range of positive and negative impacts on agriculture. It is generally agreed that agricultural impacts will be more adverse in tropical areas than in temperate areas. Developed countries will largely be beneficiaries: cereal productivity is projected to be higher in Canada, northern Europe and parts of the former Soviet Union compared with what it would have"}, {"text_block_id": "p11_b294", "text": "been in the absence of climate change. By contrast, a number of today’s poorest developing countries are likely to be negatively affected (IPCC, 2001). In these countries, the next 50 to100 years will see widespread declines in the extent and potential productivity of cropland (Fischer"}, {"text_block_id": "p11_b295", "text": "et al."}, {"text_block_id": "p11_b296", "text": ", 2007) particularly in sub-Saharan Africa and southern Europe (Parry"}, {"text_block_id": "p11_b297", "text": "et al."}, {"text_block_id": "p11_b298", "text": ", 1999)."}, {"text_block_id": "p11_b299", "text": "It is now clear that climate change has become an impediment to sustainable development globally and urgent action is required. The UNFCCC recognizes these consequences and in Article 2 has called on the world’s governments to take action aimed at reducing and stabilizing concentrations of GHGs ‘"}, {"text_block_id": "p11_b300", "text": "in the atmosphere at a level that would avoid dangerous anthropogenic interference with the climate system"}, {"text_block_id": "p11_b301", "text": ".’ There is an opportunity based on the Paris Agreement 2015, for all nations of the world to address the impacts of climate change and maintain a balance between increasing agricultural productivity and environmental sustainability."}, {"text_block_id": "p11_b302", "text": "In the year 2015, the United Nations adopted the 2030 agenda for sustainable development. This has seventeen Sustainable Development Goals (SDGs). The SDGs cover issues addressed in the Kenya Vision 2030 (GoK, 2007). The goals relevant to agricultural development include; ending poverty, hunger, ensuring healthy lives, achieving gender equality, ensuring availability and sustainable management of water, access to clean energy, ensuring sustainable economic growth, fostering industrialization and innovation, reduction of inequalities, promoting responsible consumption and production, interventions on climate change, conservation of marine ecosystems, protection and restoration of terrestrial ecosystems, promote partnership for goals."}, {"text_block_id": "p11_b303", "text": "1.2.2 Regional issues on Climate Change and Agriculture"}, {"text_block_id": "p11_b304", "text": "African economies are highly dependent on agriculture. Arable land and permanent pasture occupy one-third of the land area in Africa. Agriculture constitutes approximately 30% of GDP. It is estimated that 75% of the African population resides in rural areas, and almost all of the rural labor force is"}, {"text_block_id": "p11_b305", "text": "engaged in the production of crops, livestock, fisheries, and forestry."}, {"text_block_id": "p11_b306", "text": "Climate change is real, and is already affecting African agriculture. Between 1886 and 2012, global"}, {"text_block_id": "p11_b307", "text": "average temperatures have risen by 0.85°C and this is reflected across all regions of sub-Saharan"}, {"text_block_id": "p11_b308", "text": "Africa; and further increases of about 1.5°C by 2050 are almost certain. In 2013, Africa experienced an overall hot year, the second warmest on record after 2010. Changes in current rainfall patterns are less clear. However, a decline in precipitation has been observed in West Africa since the end of the 1960s, ranging from 20 to 40% between 1931 to 1960 and 1968 to 1990 (IPCC, 2007; Sissoko"}, {"text_block_id": "p11_b309", "text": "et al.,"}, {"text_block_id": "p11_b310", "text": "2010). In a recent study, Fabusoro"}, {"text_block_id": "p11_b311", "text": "et al."}, {"text_block_id": "p11_b312", "text": "(2014) found that in the sub-humid parts of Nigeria, the mean monthly rainfall has been increasing by 65 mm/month/decade from 1982 to 2010. These changes"}, {"text_block_id": "p11_b313", "text": "have contributed to prolonged and intensified droughts in eastern Africa; unprecedented floods in"}, {"text_block_id": "p11_b314", "text": "western Africa; depletion of rain forests in equatorial Africa; and an increase in ocean acidity around Africa’s southern coast."}, {"text_block_id": "p11_b315", "text": "The IPCC Fourth Assessment Report indicates that annual rainfall is likely to decrease in much of Mediterranean Africa and the Northern Sahara, with a greater likelihood of decreasing rainfall towards the Mediterranean coast. On the other hand, rainfall in southern Africa is likely to decrease in much of the winter rainfall region and western margins. There is likely to be an increase in annual mean rainfall in East Africa, but it is unclear how rainfall in the Sahel, Guinean Coast and the Southern Sahara will evolve."}, {"text_block_id": "p11_b316", "text": "These observed and anticipated changes in weather patterns and climate extremes threaten agricultural production and food security which in turn undermines Africa’s ability to grow and develop. Regional initiatives to respond to climate change include; the development of the East African Community Climate Change Policy (EACCCP), Masterplan and Strategy, which also informs Kenya’s National Climate Change Framework Policy. The EAC regional Climate Change Master Plan (2011-2031) serves as the blue print to guide regional climate change response measures, in the long term."}, {"text_block_id": "p11_b317", "text": "1.2.3 National issues on Climate Change and Agriculture"}, {"text_block_id": "p11_b318", "text": "Kenya’s economic indicators over the years show that growth in the agriculture sector is synonymous to Kenya’s economic growth. Historically, development worldwide has been closely related to greenhouse gas emissions due to unsustainable exploitation of natural resources, which contributes"}, {"text_block_id": "p11_b319", "text": "to climate change. Having been reclassified in 2014 from a low-income economy to lower-"}, {"text_block_id": "p11_b320", "text": "income economy, there are clear indications that Kenya is developing, and therefore likely to increase its emissions. To realize Kenya’s development vision as stated in the Kenya Vision 2030, “the low carbon climate resilient development pathway” was set out in the National Climate Change Response Strategy (NCCRS). This is meant to enhance development, make investments resilient to climate change and extreme weather events while reducing greenhouse gas emissions, where possible."}, {"text_block_id": "p11_b321", "text": "In Kenya, data from the Kenya Meteorological Department (KMD) indicates changes in temperature and rainfall over the last 50 years. From the early 1960s, Kenya has generally experienced increasing temperatures over vast areas. Over inland areas, the trends in both minimum (night-time/early morning) and maximum (daytime) temperatures depicts a"}, {"text_block_id": "p11_b322", "text": "general warming"}, {"text_block_id": "p11_b323", "text": "through time that has had negative impacts on the scenic snow-cap of Mt Kenya that rises above the surrounding savanna and can be seen from hundreds of kilometers away. Only 11 of the 18 glaciers that covered Mt Kenya’s summit a century ago remain, leaving less than one third of the previous ice cover. The ice on Mt Kenya has also become thinner. While this trend dates to the late 1800s, emerging evidence suggests that it has accelerated since the 1970s due to climate change."}, {"text_block_id": "p11_b324", "text": "These changes in weather patterns and climate extremes are likely to jeopardize agricultural production and food security and hence Kenya’s ability to grow and develop. For example, a temperatures rise of 2°C would lead to large areas of Kenya currently suited to growing tea becoming unsuitable. This would have an enormous impact on the tea industry which directly and indirectly employs three million Kenyans or about 8% of the population."}, {"text_block_id": "p11_b325_merged_merged_merged_merged_merged_merged", "text": "In general, annual highest rainfall events indicate that the 24 hour intense rainfall amounts observed in the recent years are relatively lower than those in the early 1960s; essentially, these values have been reducing (negative trend) with time. These trends are also depicted in the time series of the ‘Long Rains’ season which contributes a significant amount of rainfall to annual totals over most parts of the country. However, the changes (reductions) are not very significant. Most of the standard seasons also depict the same type of patterns in the highest daily rainfall values observed. Thus far, there is an indication of relatively more intense rainfall occurring more frequently. This causes floods particularly in lakeshore and coastal counties leading to loss of life and crops, displacement of households, and destruction of homes."}, {"text_block_id": "p12_b332", "text": "Changing rainfall patterns have effects on sustainability of water resources. For example, Lake Victoria which is the world’s second largest freshwater lake and the largest lake in Africa is fed by waters from Kagera, Mara and Sondu catchments which accounts for 20% of the lake’s water, while the remaining 80% is from direct rainfall (Awange"}, {"text_block_id": "p12_b333", "text": "et al.,"}, {"text_block_id": "p12_b334", "text": "2008). The Basin provides livelihoods for about a third of the combined population of the three countries that share the lake’s waters. In the"}, {"text_block_id": "p12_b335", "text": "year history of accurate measurements on Lake Victoria, water levels have fluctuated widely since 1970 due to rainfall variability. This threatens the fisheries sub-sector on which the local population"}, {"text_block_id": "p12_b336", "text": "relies for household food security and income generation."}, {"text_block_id": "p12_b337", "text": "Climate change is also a factor towards increased intensity of El Niño and La Nina events, resulting"}, {"text_block_id": "p12_b338", "text": "in more severe and frequent floods and droughts. These events have become more intense since 1900"}, {"text_block_id": "p12_b339", "text": "than at any time in the last 130,000 years. These droughts decimate livestock populations and crop harvests, while excessive rainfall results in increased incidences of diseases such as Rift Valley Fever (RVF). RVF outbreaks in the past have worsened food insecurity among pastoralists already suffering"}, {"text_block_id": "p12_b340", "text": "from severe drought and floods (USAID, 2007)."}, {"text_block_id": "p12_b341", "text": "These changing temperature and rainfall patterns have profound impacts on Kenya’s socio-economic sectors, most of which are climate-sensitive. These sectors include Agriculture, Livestock, Water, Health, Forestry, Energy and Fisheries. These impacts and others portend an increasingly worsening and worrying situation in the future if national efforts are not enhanced to make agriculture climate smart."}, {"text_block_id": "p12_b342", "text": "Past and current efforts by government have focused on policies and strategies to address climate change challenges. The following are key policies and strategies the government has developed and is implementing: Vision 2030, National Climate Change Response Strategy (NCCRS), 2010; National Climate Change Action Plan (NCCAP) 2013-2017; Agriculture Sector Development Strategy (ASDS) 2010-2020, the Agriculture (Farm Forestry Rules, 2009)."}, {"text_block_id": "p12_b343", "text": "1.2.4 Climate Smart Agriculture"}, {"text_block_id": "p12_b344", "text": "Globally, it is projected that food production will need to increase by a minimum of 50-70% by 2050 as the population is expected to increase from 7.4 billion in 2016 to 9.6 billion by 2050. At the same time, it is forecasted that there will be a 5% decrease in global food production by 2050 and that without adaptation, crop yields will decline by around 1.5% per decade (Lobell and Gourdji, 2012) or by approximately 5.6% by 2050 in an optimistic assessment. While increased agricultural"}, {"text_block_id": "p12_b345", "text": "productivity is key to meeting global food production deficit, agriculture also contributes to emission"}, {"text_block_id": "p12_b346", "text": "of greenhouse gases. It is currently estimated to contribute about 30% of the global greenhouse gas emissions responsible for climate change and hence has critical role in emissions reduction."}, {"text_block_id": "p12_b347", "text": "The term “climate-smart agriculture” (CSA) was adopted in late 2010 at the 1"}, {"text_block_id": "p12_b348", "text": "st"}, {"text_block_id": "p12_b349", "text": "Global Conference on Agriculture, Food Security and Climate Change at the Hague to describe tensions between maximizing global agricultural productivity, increasing the resilience of agricultural systems in the face of climate change, and concerns to minimize greenhouse gas (GHG) emissions from agriculture. CSA was"}, {"text_block_id": "p12_b350", "text": "defined as an agriculture that"}, {"text_block_id": "p12_b351", "text": "“sustainably increases productivity, enhances resilience, reduces/ removes greenhouse gas emissions, and enhances the achievement of national food security and development goals”"}, {"text_block_id": "p12_b352", "text": "(FAO, 2010). This definition set a global agenda for investments in agricultural"}, {"text_block_id": "p12_b353", "text": "innovations that unite agriculture, development and climate change communities under a common agenda through integrating the three dimensions of sustainable development (economic, social and environmental) by jointly addressing food security and climate challenges."}, {"text_block_id": "p12_b354", "text": "During the Hague conference, it was recognized that food security and climate change have emerged"}, {"text_block_id": "p12_b355", "text": "as possibly the two most significant global challenges over the coming decades, and therefore"}, {"text_block_id": "p12_b356", "text": "described CSA as an approach to developing the technical, policy and investment conditions to achieve sustainable agricultural development for food security under climate change. It contributes to the achievement of national food security and development goals with three objectives; (i) sustainably increase agricultural productivity and incomes; (ii) adapt and build resilience to climate change; and (iii) minimize greenhouse gas emissions where possible."}, {"text_block_id": "p12_b357", "text": "1. 3 MISSION VISION AND GUIDING PRINCIPLES"}, {"text_block_id": "p12_b358", "text": "Vision"}, {"text_block_id": "p12_b359", "text": "A climate resilient and low-carbon growth sustainable agriculture that ensures food security and contributes to national development goals."}, {"text_block_id": "p12_b360", "text": "Mission"}, {"text_block_id": "p12_b361", "text": "To facilitate agriculture that sustainably increases productivity, enhances resilience and minimizes greenhouse gas emissions."}, {"text_block_id": "p12_b362", "text": "Overall objective"}, {"text_block_id": "p12_b363", "text": "The overall objective of this strategy is to build resilience and minimize emissions from agricultural farming systems for enhanced food and nutritional security and improved livelihoods."}, {"text_block_id": "p12_b364", "text": "Specific Objectives"}, {"text_block_id": "p12_b365", "text": "Specific Objectives\n* To enhance adaptive capacity and resilience of farmers, pastoralists and fisher-folk to the\n* To develop mechanisms that minimize greenhouse gas emissions from agricultural production systems.\n* To improve coordination and collaboration among institutions and stakeholders in climate smart agriculture.\n* To address cross-cutting issues that adversely impact or enhance CSA."}, {"text_block_id": "p12_b374", "text": "Guiding Principles"}, {"text_block_id": "p12_b375", "text": "This Strategy is in accordance with the fundamental and operational principles across agricultural,"}, {"text_block_id": "p12_b376", "text": "environmental and financialboundaries and innovativeinstitutional arrangements. The implementation"}, {"text_block_id": "p12_b377", "text": "of this Strategy will be guided by the following principles:"}, {"text_block_id": "p12_b378", "text": "of this Strategy will be guided by the following principles:\n* This strategy will, at every stage, take into account global to local implications, as well as short, medium and long term time scales.\n* This considers the socio-economic, political, cultural and environmental circumstances; the institutional and technological context; political will, resource availability and mobility; social and political awareness, and overall capacity. The strategy appreciates that there is not a single âperfectâ approach, and the approach taken is informed by\n* This considers the socio-economic, political, cultural and environmental circumstances; the institutional and technological context; political will, resource availability and mobility; social and political awareness, and overall capacity. The strategy appreciates that there is not a single âperfectâ approach, and the approach taken is informed by\n principles of good practice and adapted based on specific circumstances and context.\n* : The strategy recognizes distinctiveness and inter-dependence of the two levels of government in line with Kenyaâs Constitution and the Intergovernmental Relations Act, 2013. It has adopted a cross-sectoral approach which takes advantage of potential synergies."}, {"text_block_id": "p13_b390", "text": "of this Strategy will be guided by the following principles:\n* This strategy will, at every stage, take into account global to local implications, as well as short, medium and long term time scales.\n* This considers the socio-economic, political, cultural and environmental circumstances; the institutional and technological context; political will, resource availability and mobility; social and political awareness, and overall capacity. The strategy appreciates that there is not a single âperfectâ approach, and the approach taken is informed by\n* This considers the socio-economic, political, cultural and environmental circumstances; the institutional and technological context; political will, resource availability and mobility; social and political awareness, and overall capacity. The strategy appreciates that there is not a single âperfectâ approach, and the approach taken is informed by\n principles of good practice and adapted based on specific circumstances and context.\n* : The strategy recognizes distinctiveness and inter-dependence of the two levels of government in line with Kenyaâs Constitution and the Intergovernmental Relations Act, 2013. It has adopted a cross-sectoral approach which takes advantage of potential synergies.\n* This Strategy will endeavor to nurture healthy ecosystems and support sustainable management of land, water and natural resources while ensuring increased productivity\n* This Strategy will endeavor to nurture healthy ecosystems and support sustainable management of land, water and natural resources while ensuring increased productivity\n for national food security. This will entail improving efficiency in the use of resources; direct\n* This Strategy will endeavor to nurture healthy ecosystems and support sustainable management of land, water and natural resources while ensuring increased productivity\n for national food security. This will entail improving efficiency in the use of resources; direct\n action to conserve, protect and enhance natural resources; and enhance resilience of people, communities and ecosystems, especially to climate change and market volatility. This is in line with the United Nations Sustainable Development Goals, as adopted on 25\n* This Strategy will endeavor to nurture healthy ecosystems and support sustainable management of land, water and natural resources while ensuring increased productivity\n for national food security. This will entail improving efficiency in the use of resources; direct\n action to conserve, protect and enhance natural resources; and enhance resilience of people, communities and ecosystems, especially to climate change and market volatility. This is in line with the United Nations Sustainable Development Goals, as adopted on 25\n th\n* This Strategy will endeavor to nurture healthy ecosystems and support sustainable management of land, water and natural resources while ensuring increased productivity\n for national food security. This will entail improving efficiency in the use of resources; direct\n action to conserve, protect and enhance natural resources; and enhance resilience of people, communities and ecosystems, especially to climate change and market volatility. This is in line with the United Nations Sustainable Development Goals, as adopted on 25\n th\n September 2015.\n* This Strategy will promote good governance that comprises Accountability\n* This Strategy will promote good governance that comprises Accountability\n (sound fiscal choices, made in a transparent manner, that give priority to productive social\n* This Strategy will promote good governance that comprises Accountability\n (sound fiscal choices, made in a transparent manner, that give priority to productive social\n sectors such as agriculture); Transparency (decision-making, particularly in budget, regulatory and procurement processes that is critical to the effectiveness of resource use and the reduction of corruption and waste); The rule of law (a fair, predictable and stable legal framework to enable actors assess economic opportunities and act on them without fear of arbitrary interference and expropriation); and Participation (a consultation process that enables all stakeholders to participate in the formulation of development strategies and in the design and implementation of programmes and projects). This principle will guide the Strategy in institutionalizing an overall enabling environment for implementation of CSA and mainstreaming climate change issues in agriculture."}, {"text_block_id": "p13_b402", "text": "vi."}, {"text_block_id": "p13_b403", "text": "Environmental Management:"}, {"text_block_id": "p13_b404", "text": "Environmental Management:\n* The Polluter Pays Principle,\n* The User Pays Principle,\n* The Precautionary Principle,\n* The Principle of Effectiveness and Efficiency,\n* The Principle of Responsibility,\n* The Principle of total value,\n* The Principle of Participation, and\n* The Principle of Proportionality which is based on the concept of balance. To maintain balance between economic development on the one hand and environmental protection on the other. It cannot be disputed that no development is possible without some adverse effects on ecology. Therefore, it is essential to adjust the interest of the people as well as the necessity to maintain the environment. Moreover, comparative hardships have to be\n* will guide the Strategy in institutionalizing measures that will ensure balance between increasing food supply and maintenance of environmental integrity."}, {"text_block_id": "p13_b422", "text": "1.4 JUSTIFICATON"}, {"text_block_id": "p13_b423", "text": "Kenya’s agricultural sector is highly vulnerable to extreme weather events and climate variability and change. Climate change has led to declining crop production due to variation in rainfall onset dates, amounts, distribution and cessation. It has also caused loss of livelihood arising from loss of livestock, particularly in ASAL areas due to depletion of natural vegetation and pasture. The recurrent droughts and rising temperatures attributed to climate change continues to exert more pressure on"}, {"text_block_id": "p13_b424", "text": "fisheries resources due to reduction of water supply, and increased evaporation of water in lakes and"}, {"text_block_id": "p13_b425", "text": "rivers. The country therefore requires transformation of its agricultural systems to make them more productive, resilient and competitive in generating incomes under a changing climate. CSA provides an excellent opportunity for this transformation.  CSA is an approach that sustainably increases agricultural production and incomes, builds resilience of agricultural systems to climate change and minimizes GHG emissions."}, {"text_block_id": "p13_b426", "text": "However existing national strategies and interventions have not adequately mainstreamed climate change adaptation and mitigation in the agricultural sector. There is inconsistency between agriculture,"}, {"text_block_id": "p13_b427", "text": "food security and climate change leading to inefficiencies in implementation of climate change"}, {"text_block_id": "p13_b428", "text": "adaptation and mitigation interventions. In 2015, Kenya submitted its Intended Nationally Determined Contribution (INDC) to the UNFCCC which has outlined CSA as a strategy to implement adaptation and mitigation actions in the National Climate Change Action Plan (GoK, 2012). Therefore the sector needs a sound and enabling Strategy that simultaneously addresses climate change adaptation and mitigation, rural development, food security and environmental management."}, {"text_block_id": "p13_b429", "text": "1.5. METHODOLOGY"}, {"text_block_id": "p13_b430", "text": "The development of the Climate Smart Agriculture Strategy was initiated by the Ministry of Agriculture, Livestock and Fisheries (MALF) and coordinated by the Climate Change Unit. Committee meetings were held to prepare the strategy development roadmap with detailed terms of reference (ToR), work plan, resource requirements and a concept note. The Principal Secretaries, State Department for Agriculture, State Department for Livestock Production, State Department for Fisheries and the Blue Economy, State Department for Environment and State Department for Irrigation constituted a multidisciplinary team of experts to spearhead the development of the strategy. The task team comprised experts with specialization in the following areas: Environment, Crops, Livestock, Fisheries, Meteorology, Forestry, Irrigation, Policy Formulation and Climate Change."}, {"text_block_id": "p13_b431_merged_merged_merged_merged_merged_merged", "text": "The task team convened an induction workshop where key thematic areas, important resource documents and key stakeholders were identified and draft strategy outline developed. The team undertook literature review that informed the situational analysis and was used to determine the strategic issues and strategy direction. The initial and subsequent CSA drafts were developed in workshops and desktop working sessions. The process also engaged the Inter-Governmental Technical Working Group (ITWG) on Policy, Legislation and Standards under the Secretariat of the Council of Governors. The draft document was then subjected to further interrogation by senior technical staff of the Ministry of Agriculture, Livestock and Fisheries and Ministry of Environment, Natural Resources and Regional Development Authorities.  The draft was then subjected to wider stakeholder consultations that brought together all the 47 counties in six clustered regional workshops in Garissa, Mombasa, Meru, Naivasha, Kitale, and Kisumu."}, {"text_block_id": "p13_b434", "text": "The back to back workshops were held to capture input from stakeholders in the counties. The views from regional/county consultations were collated and incorporated. The draft strategy was then presented to Cabinet Secretary and Principal Secretaries for discussion and then presented to a multi-stakeholder National Validation Workshop. The inputs from these two meetings were then"}, {"text_block_id": "p13_b435", "text": "incorporated into a final strategy for climate smart agriculture and launched for implementation."}, {"text_block_id": "p14_b436", "text": "CHAPTER TWO: SITUATION ANALYSIS"}, {"text_block_id": "p14_b437", "text": "2.1 CURRENT SITUATION"}, {"text_block_id": "p14_b438", "text": "2.1.1 Impact of Climate Change on the Agriculture Sector"}, {"text_block_id": "p14_b439", "text": "Kenya’s total area is comprised of 97.8% land and 2.2% water surface. Out of this, only 16% of the land falls within medium to high rainfall areas where 75% of the population live and the rest is arid"}, {"text_block_id": "p14_b440", "text": "or semi-arid characterized by water deficit for sustainable agricultural production."}, {"text_block_id": "p14_b441", "text": "The high rainfall zones receive more than 1,000 mm per annum, occupy less than 20% of the productive agricultural land and carry approximately 50% of the country’s population. Most of the food and cash crops as well as livestock products are produced in these zones under semi-intensive and intensive systems. The medium rainfall zones receive between 750 and 1000 mm of rainfall annually and occupy between 30 and 35% of the 20% of the productive agricultural land area and carry approximately 30% of the population. Farmers in these zones keep cattle and small stock, and grow a wide range of crops. The ASALs receive 200 to 750 mm of rainfall annually and occupy about 84% of Kenya’s total land area. ASALs are predominantly used as rangelands and game parks and carry 80% of the country’s livestock and 65% of the wildlife."}, {"text_block_id": "p14_b442", "text": "The impacts of climate change in Kenya’s agriculture sector are manifested in extreme weather"}, {"text_block_id": "p14_b443", "text": "events that causes flooding, drought, landslides, strong winds; seasonal weather variations; increased"}, {"text_block_id": "p14_b444", "text": "temperatures and gradual change in precipitation patterns. These impacts causes acute and chronic threats to agro-based livelihoods and leads to encroachment into fragile ecosystems. Climate change leads to land degradation and decrease in agricultural productivity; increased incidences of pests and"}, {"text_block_id": "p14_b445", "text": "diseases affecting crops, livestock, fish and trees; as well as the destruction of physical and social"}, {"text_block_id": "p14_b446", "text": "infrastructure. This leads to reduced yields and loss of income in the agriculture sector; food shortage and malnutrition; reduced quality of produce and earnings as well as increased postharvest losses. In addition, due to the high risks in agro-based enterprises, there is low agro-based investments and low technology uptake for production and value addition. Though physical and social infrastructure is needed to adapt to climate change, build resilience and exploit opportunities that arise due to climate change, Kenya currently has inadequate and, in some cases inappropriate infrastructure such as for irrigation."}, {"text_block_id": "p14_b447", "text": "Agricultural production relies heavily on finite resources that include land, water, forest and pastures. People living in a specific area usually consist of different groups with divergent interests and therefore compete for various natural resources leading to resource conflicts. Increased biodiversity loss due to"}, {"text_block_id": "p14_b448", "text": "climate change disrupts ecosystem structure and functionality. Reduced biodiversity interferes with provision of ecosystem services such as medicinal plants, aesthetics, food, and forest products which"}, {"text_block_id": "p14_b449", "text": "eventually escalates conflicts. These conflicts may result in loss of human life, livestock and crops hence disrupting agriculture, livestock and fisheries activities and affecting livelihoods and economic development. Besides, agriculture expansion is in conflict with forest conservation as it has been identified as a core driver of deforestation and forest degradation."}, {"text_block_id": "p14_b450", "text": "Crops sub-sector"}, {"text_block_id": "p14_b451_merged_merged_merged", "text": "The major climate change-related challenges in the crops sub-sector include changes in enterprise suitability for specific areas, leading to decrease in profitability; unpredictable timing of farming operations due to seasonal weather variability and reliability, leading to lower production efficiency; losses due to yield reductions, total crop failures, enhanced postharvest losses and increased production costs arising from extreme weather events or reduced land productivity."}, {"text_block_id": "p15_b454", "text": "Drought and floods lead to decline in crop production, total crop failure, degradation of the"}, {"text_block_id": "p15_b455", "text": "environment and an increase in destitution. For instance, due to droughts, the country’s famine cycles have reduced from 20 years (1964-1984), to 12 years (1984-1996), to two years (2004-2006) and to yearly (2007/2008/2009). This necessitated distribution of approximately 530,000 metric tons (MT) of assorted foodstuffs worth Ksh. 20 billion between 2004 and 2009 to feed a population of between 3.5 and 4.5 million people annually."}, {"text_block_id": "p15_b456", "text": "Livestock sub-sector"}, {"text_block_id": "p15_b457", "text": "Climate change is having substantial effects on ecosystems and the natural resources upon which the livestock sub-sector depends. Climate change has led to declining livestock production due to direct and indirect impacts to both livestock and their production systems. In grazing systems, the direct impacts include increased frequency of extreme weather events; increased frequency and magnitude"}, {"text_block_id": "p15_b458", "text": "of droughts and floods; productivity losses due to physiological stress occasioned by temperature"}, {"text_block_id": "p15_b459", "text": "increase; and change in water availability. The indirect impacts stem from agro-ecological changes and ecosystem shifts that lead to alteration in fodder quality and quantity; change in host-pathogen interaction resulting in increased incidences of emerging diseases; and disease epidemics. In non-grazing systems, the direct impacts include change in water availability and increased frequency of extreme weather events while the indirect impacts include increased resource prices (e.g. feed, water and energy), disease epidemics and increased cost of animal housing (e.g. cooling systems)."}, {"text_block_id": "p15_b460", "text": "Fisheries sub-sector"}, {"text_block_id": "p15_b461", "text": "Fish are cold blooded organisms and depend on the environment in which they live in hence more"}, {"text_block_id": "p15_b462", "text": "prone to climate change threats. The major climate change-related challenges in the fisheries"}, {"text_block_id": "p15_b463", "text": "sector emanate from changes in temperature regimes and precipitation patterns; extreme weather events and water quality."}, {"text_block_id": "p15_b464", "text": "Climate change affects fisheries and aquaculture through acidification of the water bodies, changes in"}, {"text_block_id": "p15_b465", "text": "sea temperatures and circulation patterns, the frequency and severity of extreme events, and sea-level rise and associated ecological changes. These changes have the potential of altering the"}, {"text_block_id": "p15_b466", "text": "chemical properties of the fish habitats. Consequently, fish feeding, migration and breeding behavior"}, {"text_block_id": "p15_b467", "text": "will be directly affected while indirectly the changes will affect growth, mortality and reproduction"}, {"text_block_id": "p15_b468", "text": "(Brander, 2010). The distribution patterns of many fish species will probably change as"}, {"text_block_id": "p15_b469", "text": "water species and colder-water species are both expected to move pole wards (Beare"}, {"text_block_id": "p15_b470", "text": "et al"}, {"text_block_id": "p15_b471", "text": "., 2004)."}, {"text_block_id": "p15_b472", "text": "The changes manifest in the fish through increased metabolism that culminates in smaller body size"}, {"text_block_id": "p15_b473", "text": "and a smaller brood, sex determination that favors the prevalence of females over males, expansion and/or contraction of suitable habitats (e.g. coral reefs, sea grass beds and mangroves) and shifts in"}, {"text_block_id": "p15_b474", "text": "the distribution of fish stocks due to alteration or reduction of feeding grounds, reduction in breeding"}, {"text_block_id": "p15_b475", "text": "grounds, changes in migratory circuits that connect life stages, thereby affecting successful completion of the life cycle and successful recruitment. Coastal areas with coral reefs are particularly vulnerable to changes in temperature and acidity, with serious food security concerns for countries that rely on these resources for food and coastal protection. This is because coral reefs provide both shelter and"}, {"text_block_id": "p15_b476", "text": "feeding grounds for the juveniles of many fish species."}, {"text_block_id": "p15_b477", "text": "On the other hand, the flooding and sea-level rise may create new opportunities and environments"}, {"text_block_id": "p15_b478", "text": "as polar ice melts (Easterling"}, {"text_block_id": "p15_b479", "text": "et al"}, {"text_block_id": "p15_b480", "text": "., 2007), resulting in new areas for mangroves and aquaculture"}, {"text_block_id": "p15_b481", "text": "opportunities. In addition, new fisheries may become available as fish populations shift geographic"}, {"text_block_id": "p15_b482", "text": "distributions. In aquaculture production systems, increased water temperatures, variability in water"}, {"text_block_id": "p15_b483", "text": "availability, eutrophication, stratification, and toxicity of pollutants will lower the habitat quality and"}, {"text_block_id": "p15_b484", "text": "availability of dissolved oxygen thereby lowering productivity and the nutritional value of aquatic products."}, {"text_block_id": "p15_b485", "text": "Forestry sub-sector"}, {"text_block_id": "p15_b486", "text": "Forests are also casualties to climate change. Kenya’s forest cover is estimated to be 7%, which include both indigenous and plantation forests (FAO, 2015) and this is far below the internationally"}, {"text_block_id": "p15_b487", "text": "accepted minimum level of 10%. Deforestation and forest degradation have caused significant"}, {"text_block_id": "p15_b488", "text": "reduction in forest cover, destruction of habitat, loss of biodiversity, and increasing GHG emissions. This is already evident in many places including upper parts of lower eastern conservancy such as Machakos and Kitui, and Taita Taveta in coast conservancy as well as all ASALs of Kenya. Changing climatic conditions have also affected the regeneration rate, and biodiversity composition, especially of natural forests."}, {"text_block_id": "p15_b489", "text": "This decrease has resulted from unplanned excision of land for settlement and unsustainable harvesting of trees without replanting. The destruction of forestland has contributed to increased rates"}, {"text_block_id": "p15_b490", "text": "of flooding as the concentration time is reduced on bare ground leading to landslides and siltation"}, {"text_block_id": "p15_b491", "text": "of rivers. Currently, efforts in forestry development in the country focuses on increasing forest/tree cover through natural forest conservation, plantation forestry, dryland forestry, commercial forestry, farm forestry, school greening programs and urban forestry to achieve the desired minimum 10% tree cover. Government is also conserving and rehabilitating degraded water catchment areas. The adoption of agro-forestry has improved over the years with government promoting farm forestry and conservation of natural environment. Initiatives aimed at introducing commercial tree species in"}, {"text_block_id": "p15_b492", "text": "ASALs to control desertification and improve livelihoods are on-going. Hence there is need for an"}, {"text_block_id": "p15_b493", "text": "integrated landscape approach to conservation and restoration. The ASDS 2010-2020 (GoK, 2010b) stipulates promotion of tree planting, wildlife conservation, agricultural productivity enhancement and upscaling micro-enterprises which provide synergies that improve overall environmental and production needs."}, {"text_block_id": "p15_b494", "text": "2.1.2 Greenhouse Gas Emissions in the Agriculture Sector"}, {"text_block_id": "p15_b495_merged_merged_merged_merged_merged_merged_merged", "text": "Kenya’s GHG emissions are expected to rise, consistent with a growing population and expanding economy, with emissions increasing from 73 million tons of carbon dioxide equivalent (MtCO2e) in 2010 to 143 MtCO2e in 2030 (Figure 1). The livestock, agriculture and forestry sectors are the largest emitters in Kenya accounting for approximately 67% of emissions in 2010. The largest absolute growth in emissions is expected in energy and transport, with energy emissions increasing from 10 MtCO2e in 2010 to 33 MtCO2e in 2030 and transport emissions increasing by about three times in the same period (NCCAP 2013-2017)."}, {"text_block_id": "p15_b504", "text": "The UNFCCC has laid the foundation for the system of reporting on information on GHG emissions by sources and removals by sinks, as well as on the actions that countries are taking to mitigate and adapt to climate change e.g. Nationally Determined Contributions (NDCs), Biennial Update Reports (BURs) and National Communication. This is key in determining the progress in the implementation of agreements at both international and national levels. Hence the need for development of a"}, {"text_block_id": "p15_b505", "text": "Measurement, Reporting and Verification (MRV) system."}, {"text_block_id": "p16_b506", "text": "Figure"}, {"text_block_id": "p16_b507", "text": "1"}, {"text_block_id": "p16_b508", "text": ":"}, {"text_block_id": "p16_b509", "text": "Kenya’s GHG emissions between 1995 and 2010 and projections up to 2030"}, {"text_block_id": "p16_b510", "text": "Crops sub-sector"}, {"text_block_id": "p16_b511", "text": "The crops sub-sector contributes about 10% of all emissions from the agriculture sector and the major greenhouse gases emitted are CO"}, {"text_block_id": "p16_b512", "text": "2"}, {"text_block_id": "p16_b513", "text": ", CH"}, {"text_block_id": "p16_b514", "text": "4"}, {"text_block_id": "p16_b515", "text": "and N"}, {"text_block_id": "p16_b516", "text": "2"}, {"text_block_id": "p16_b517", "text": "O. These gases emanate from activities such as"}, {"text_block_id": "p16_b518", "text": "deforestation, land use change, conventional tillage, flooding of paddy rice fields, and burning of crop"}, {"text_block_id": "p16_b519", "text": "residues. Other sources include direct emissions from farm machinery due to inadequate maintenance and unfavorable working conditions such as wet soils."}, {"text_block_id": "p16_b520", "text": "Livestock sub-sector"}, {"text_block_id": "p16_b521", "text": "The livestock sub-sector contributes about 90% of the emissions from the agriculture sector mainly from enteric fermentation. Livestock farming systems are largely extensive and clearing of forests and grassland to open up land for grazing thereby emit greenhouse gases. The quality of ruminant feeds available to farmers is of low quality and low digestibility. These, combined with poor animal health and husbandry, contribute largely to high emissions. To sustain extensive production systems, livestock farmers and pastoralists burn grassland to enhance growth of lush pastures. The pastoral communities take pride in overstocking for social security without regard to pasture management aspects, a practice that leads to overgrazing and land degradation. Other sources of emissions include land preparation and fertilizer use during pasture establishment, processing of inputs, poor manure management, processing of produce and transportation."}, {"text_block_id": "p16_b522", "text": "Fisheries sub-sector"}, {"text_block_id": "p16_b523", "text": "The likely contributor of GHG emissions within the fisheries value chain is at fishing and fish farming stages. In aquaculture production system, the construction of fish ponds, manufacturing of feeds and fish feed waste contribute to the emissions. In capture fisheries, use of fossil fuel; inefficient and poorly maintained engines; long fishing hours and shifting fishing grounds; transportation; and fish"}, {"text_block_id": "p16_b524", "text": "storage and processing lead to GHG emissions."}, {"text_block_id": "p16_b525", "text": "Forestry sub-sector"}, {"text_block_id": "p16_b526", "text": "According to the NCCAP 2013-2017, forestry and other land use related emissions accounted for 19.6 MtCO"}, {"text_block_id": "p16_b527", "text": "2"}, {"text_block_id": "p16_b528", "text": "e in 2010, or about 32% of national emissions. Deforestation, forest and grassland fires, land"}, {"text_block_id": "p16_b529", "text": "clearing for agricultural production are the major sources of greenhouse gas emissions. However, farmers do not relate land use, land use change and forestry (LULUCF) to carbon emissions. Currently,"}, {"text_block_id": "p16_b530", "text": "managing farmers’high expectations from carbon market is critical as emphasis should be on benefits"}, {"text_block_id": "p16_b531", "text": "that come from the farm in terms of increased productivity and incomes rather than the carbon trade."}, {"text_block_id": "p16_b532", "text": "2.1.3 Policy, Legal and Institutional Framework"}, {"text_block_id": "p16_b533", "text": "There are various institutions and stakeholders that are core in climate change and climate smart agriculture issues. In developing this strategy, policies, legislations and strategies related to climate smart agriculture which are spread across different Government Ministries and State Agencies have been reviewed and reference made to the Constitution of Kenya to ensure coherence, alignment and"}, {"text_block_id": "p16_b534", "text": "identification of gaps."}, {"text_block_id": "p16_b535", "text": "2.1.3.1 Policies and strategies in relation to agriculture and climate change"}, {"text_block_id": "p16_b536", "text": "a) Kenya Vision 2030"}, {"text_block_id": "p16_b537", "text": "To achieve the objectives of Kenya Vision 2030, agriculture is expected to be innovative, commercially oriented and modern. The Vision also states that the country aims to be a nation that has a clean, secure and sustainable environment. It provides for an increase of 4% in forest cover and to lessen by half"}, {"text_block_id": "p16_b538", "text": "all environment-related diseases. The Vision has provided for flagship projects in water catchment management, land cover and land use mapping and specific programs in agricultural development,"}, {"text_block_id": "p16_b539", "text": "and investment in renewable sources of energy. The implementation of Vision 2030 will lead to the achievement of Sustainable Development Goals (SDG) through programs envisaged in social, economic and political pillars."}, {"text_block_id": "p16_b540", "text": "b) Agriculture Sector Development Strategy (ASDS) 2010-2020"}, {"text_block_id": "p16_b541", "text": "The ASDS is the blue-print of the agricultural sector to implement Vision 2030. It sets out a detailed plan to “position the agricultural sector as a key driver for delivering the 10% annual economic growth rate envisaged under the economic pillar of Vision 2030”. It envisions “a food-secure and prosperous nation” and aims to increase productivity; commercialization and competitiveness of agricultural commodities and enterprises; and develop and manage key factors of production. The Strategy advocates for sustainable land management and scaling up of appropriate technologies suitable for drought-prone areas. It further proposes programs for mitigation and adaptation to climate change."}, {"text_block_id": "p16_b542", "text": "c) National Policy for the Sustainable Development of Northern Kenya and other Arid Lands"}, {"text_block_id": "p16_b543", "text": "The Sessional Paper No. 8 of 2012 on National Policy for the Sustainable Development Northern Kenya and other Arid Lands recognizes that pastoralists have successfully managed climate variability for centuries. However, the policy notes that skills and indigenous knowledge will become more valuable as the impact of global climate change becomes more pressing. The policy also states that climate change will exacerbate the challenges already facing the arid and semi-arid regions of the country. A key objective of this policy is to strengthen the climate resilience of communities living in the ASALs and ensure sustainable livelihoods. The policy proposes a variety of measures to reduce the effects of drought and climate change on vulnerable communities in the ASALs."}, {"text_block_id": "p16_b544", "text": "d) National Livestock Policy"}, {"text_block_id": "p16_b545", "text": "The Sessional Paper No. 2 of 2008 (Revised 2015) on the National Livestock Policy identifies high"}, {"text_block_id": "p16_b546_merged_merged_merged_merged_merged", "text": "frequency and increased severity of droughts as one of the effects of the climate change phenomenon. The policy identifies measures to enable the livestock sub-sector enhance its contribution to food and nutritional security, provide raw materials for agro-based industries and contribute to improved livelihoods in the country. It emphasizes the improvement of the livestock management systems for sustainable development of the livestock industry. Due to frequent droughts that affect livelihoods that are dependent on livestock, the policy proposes to establish a livestock insurance scheme that will be operated in a public-private-partnership model."}, {"text_block_id": "p17_b549", "text": "e) National Oceans and Fisheries Policy (2008)"}, {"text_block_id": "p17_b550", "text": "The National Oceans and Fisheries Policy (2008) proposes ecosystem-based sustainable exploitation"}, {"text_block_id": "p17_b551", "text": "of fishery resources conservation and management. For purposes of aquaculture, the policy proposes to"}, {"text_block_id": "p17_b552", "text": "use adaptive and environmentally sustainable technologies and best international practices.  It further"}, {"text_block_id": "p17_b553", "text": "requires the enforcement of fish handling standards that minimize post-harvest losses. With regard to capture fisheries, it proposes sustainable management and responsible use of natural resources for"}, {"text_block_id": "p17_b554", "text": "increased production and productivity."}, {"text_block_id": "p17_b555", "text": "f) Water Master Plan Towards 2030"}, {"text_block_id": "p17_b556", "text": "The plan recognizes that the country has not fully developed her irrigation potential estimated at 1.342 million hectares. This is based on surface and underground water including water harvesting"}, {"text_block_id": "p17_b557", "text": "and storage. It identifies that approximately 12% of the potential has been equipped with irrigation"}, {"text_block_id": "p17_b558", "text": "infrastructure, presenting an opportunity to increase productivity to meet the rising demand for food and other agro-products. However, it proposes formulation of irrigation development programmes"}, {"text_block_id": "p17_b559", "text": "and financing to build infrastructure and a well-equipped human resource capacity for sustainable"}, {"text_block_id": "p17_b560", "text": "operations and management. It also proposes the establishment of an institutional arrangement for"}, {"text_block_id": "p17_b561", "text": "efficient management and coordination to facilitate enhanced participation of stakeholders so as to"}, {"text_block_id": "p17_b562", "text": "embrace business-oriented irrigated agriculture."}, {"text_block_id": "p17_b563", "text": "g) National Land Policy (2007)"}, {"text_block_id": "p17_b564", "text": "The policy focuses on sustainable and equitable use of land. It requires actions to address environmental problems such as land degradation, soil erosion and pollution. The policy stipulates the principles of conservation and management of land based natural resources; protection and management of fragile and critical ecosystems including wetlands and arid lands. The policy further calls for extensive overhaul to current policies and institutions in an attempt to address chronic land tenure insecurity and equity. The overall objective of the policy is to secure rights over land and provide for sustainable growth, investment and reduction of poverty in line with the Government’s overall development objectives. This policy was developed through extensive stakeholder consultations and most policy"}, {"text_block_id": "p17_b565", "text": "recommendations are reflected in the Constitution of Kenya, 2010."}, {"text_block_id": "p17_b566", "text": "h) National Climate Change Response Strategy (2010)"}, {"text_block_id": "p17_b567", "text": "The strategy proposes adaptation and mitigation strategies to cushion climate sensitive sectors like agriculture (GoK, 2010c). It focuses on ensuring that adaptation and mitigation measures are integrated in all government planning and development objectives; has prioritized the most vulnerable sectors of the economy for quick and immediate action; and has provided explicit measures for addressing"}, {"text_block_id": "p17_b568", "text": "climate change in Kenya and defined criteria to track effectiveness of such measures. It has given"}, {"text_block_id": "p17_b569", "text": "recommendations on priority interventions on climate smart agriculture."}, {"text_block_id": "p17_b570", "text": "i) National Climate Change Action Plan"}, {"text_block_id": "p17_b571", "text": "2013-2017"}, {"text_block_id": "p17_b572", "text": "The NCCAP identifies priority adaptation and mitigation actions for transforming to a low carbon"}, {"text_block_id": "p17_b573_merged_merged_merged_merged", "text": "climate resilient development pathway. The priority adaptation actions for agriculture includes coordination and mainstreaming of climate change into agricultural extension; establishment and maintenance of climate change related information for agriculture; and upscaling specific adaptation and mitigation actions. These actions include promotion and bulking of drought tolerant traditional high value crops, water harvesting for crop production, index-based weather crop insurance, conservation agriculture, agroforestry, and integrated soil fertility management."}, {"text_block_id": "p17_b576", "text": "j) Kenya National Adaptation Plan (NAP) 2015-2030"}, {"text_block_id": "p17_b577", "text": "Its main objective is to consolidate the country’s vision on adaptation. This is supported by macro-level adaptation actions that relate with the economic sectors and county-level vulnerabilities in order to enhance long term resilience and adaptive capacity."}, {"text_block_id": "p17_b578", "text": "k) Green Economy Strategy and Implementation Plan (GESIP)"}, {"text_block_id": "p17_b579", "text": "The GESIP  underpins Kenya’s  commitment to undertake a transition to a green economy in line with the outcome of the United Nations Conference on Sustainable Development (UNCSD) held in 2012 (Rio+20 Summit). The GESIP outlines an avenue for functional interaction between economic development and the Sustainable Development Goals (SDGs). The plan proposes resilience building efforts that focuses on ensuring that the economy and livelihoods are less vulnerable to risks and challenges of climate change."}, {"text_block_id": "p17_b580", "text": "2.1.3.2 Institutional Framework"}, {"text_block_id": "p17_b581", "text": "Various institutions address climate smart agriculture at different levels. These include National and County Governments, Private Sector, Development Partners, Regional and Global Institutions as well as other stakeholders. These different institutions and stakeholders undertake policy formulation, regulatory functions, research and technology development, advisory and service provision,"}, {"text_block_id": "p17_b582", "text": "implementation, capacity building and financing climate smart agriculture related activities."}, {"text_block_id": "p17_b583", "text": "Institutions involved in formulation of policies related to CSA include the following ministries, departments and state agencies: Ministry of Environment and Natural Resources (MENR); Ministry of Agriculture, Livestock and Fisheries (MALF); Ministry of Water and Irrigation (MWI); Ministry of Lands and Physical Planning (MLPP); The National Treasury (TNT); Ministry of Devolution and Planning (MDP); and Ministry of Energy and Petroleum (ME&P) and County Governments."}, {"text_block_id": "p17_b584", "text": "Regulatory institutions in matters related to climate smart agriculture include: National Environment Management Authority (NEMA); Water Resources Authority (WRA); Water Services Regulatory Authority (WaSReA); National Land Commission (NLC); National Biosafety Authority (NBA); Agriculture and Food Authority (AFA); Directorate of Veterinary Services (DVS); Kenya Plant Health Inspectorate Service (KEPHIS); Kenya Forest Service (KFS); and Fisheries Department in charge of Monitoring, Control and Surveillance; and Fish Quality Assurance."}, {"text_block_id": "p17_b585", "text": "Research organizations that have a role in climate smart agriculture include: Kenya Agriculture and Livestock Research Organization (KALRO); Kenya Forestry Research Institute (KEFRI); Kenya Marine Fisheries Research Institute (KMFRI); International Livestock Research Institute (ILRI); World Agroforestry Centre (ICRAF); Centre for International Forestry Research (CIFOR); International Centre for Insect Physiology and Ecology (ICIPE); and Universities."}, {"text_block_id": "p17_b586", "text": "Institutions and stakeholders involved in advisory and provision of support services include:   Kenya Meteorological Department (KMD); Department of Resource Surveys and Remote Sensing (DRSRS); Kenya Forestry Service (KFS); National Irrigation Board (NIB); Regional Development Authorities (RDAs); Regional Centre for Mapping Resources for Development (RCMRD); Inter-Governmental Authority Centre on Pastoral Areas and Livestock Development (ICPALD) and NGOs."}, {"text_block_id": "p17_b587", "text": "Training institutions dealing with climate smart agriculture include the universities and middle level colleges such as Kenya Water Institute, Bukura  Agricultural College, Kenya School of Agriculture, Dairy Training Institute, Kenya Forestry College, Public and Private Agricultural Training Centres, Kenya Institute of Organic Farming; Kenya Meat Training Institute and the Animal Husbandry and Industry Training Institutes."}, {"text_block_id": "p18_b588", "text": "Organizations involved in financing of climate smart agriculture programmes and projects include:"}, {"text_block_id": "p18_b589", "text": "The National and County Governments; United Nations Development Programme (UNDP); United States Agency for International Development (USAID); Japanese International Cooperation Agency (JICA); Swedish International Development Agency (SIDA); Danish International Development Agency (DANIDA); International Fund for Agricultural Development (IFAD); African Development Bank (AfDB); UK Department for International Development (DfID); German International Development Agency (GIZ); German Government owned bank (KfW) and Australia Agency for International Development (AusAID)."}, {"text_block_id": "p18_b590", "text": "2.1.3.3 Legal Framework for CSA"}, {"text_block_id": "p18_b591", "text": "Laws and regulations are integral to effective strategy implementation and operationalization. The existing legal frameworks that govern issues which are directly and/or indirectly linked to climate change and consequently to climate smart agriculture include the following:"}, {"text_block_id": "p18_b592", "text": "The Constitution of Kenya 2010"}, {"text_block_id": "p18_b593", "text": "The Constitution of Kenya 2010 provides for sustainable natural resource management in the bill of rights especially land, environment and natural resources. Further, it requires “the state to ensure sustainable exploitation, utilization, management and conservation of the environment and to ensure"}, {"text_block_id": "p18_b594", "text": "equitable sharing of accruing benefits”. It states that land in Kenya shall be held, used and managed in a manner that is equitable, efficient, productive and sustainable. The Constitution grants “every"}, {"text_block_id": "p18_b595", "text": "person the right to a clean and healthy environment” which includes the right to have the environment protected through legislative and other measures, thereby obliging the state to involve the public in the management, protection and conservation of the environment. It also entitles “every person to adequate, clean and safe water”.  The Constitution bestows upon every citizen the duty to cooperate with state organs and other persons to protect and conserve the environment and to ensure ecologically sustainable development and use of natural resources."}, {"text_block_id": "p18_b596", "text": "The Constitution, in its Fourth Schedule, stipulates the division and sharing of functions between the National and County Governments. The National Government is mandated to carry out policy formulation, disaster management, and protection of the environment and natural resources with a view to establishing a durable and sustainable system of development and disaster management. The"}, {"text_block_id": "p18_b597", "text": "functions of County Governments include implementation of specific National Government policies"}, {"text_block_id": "p18_b598", "text": "on natural resources and environmental conservation which include CSA related functions such as"}, {"text_block_id": "p18_b599", "text": "soil and water conservation; forestry and agroforestry; crop and animal husbandry; fisheries; disaster"}, {"text_block_id": "p18_b600", "text": "management; water and sanitation services; and storm water management."}, {"text_block_id": "p18_b601", "text": "The Climate Change Act of 2016"}, {"text_block_id": "p18_b602", "text": "This Act of parliament provides for a regulatory frame work for enhanced response to climate change to provide for mechanisms and measures to achieve low carbon climate development and for connected purposes. The Act is intended to be applied for the development, management, implementation and regulation mechanisms to promote sustainable development."}, {"text_block_id": "p18_b603", "text": "Environmental Management and Coordination Act (EMCA), Cap 387"}, {"text_block_id": "p18_b604", "text": "This Act provides a framework for environmental and social development and harmonizes the various"}, {"text_block_id": "p18_b605", "text": "sector specific legislation impacting on environment and the management of natural resources"}, {"text_block_id": "p18_b606", "text": "."}, {"text_block_id": "p18_b607", "text": "Under the EMCA 1999 (revised 2013), there are a number of activities that are relevant to CSA which require Environmental Impact Assessment (EIA). These include; changes in land use that entail major changes in the use of land and large scale resettlement schemes. Also included are forestry related activities such as clearance of forest areas, reforestation/afforestation with alien species, and introduction of alien species and excisions of gazetted forest for whatever purposes."}, {"text_block_id": "p18_b608", "text": "In agriculture, these activities include large scale agriculture, introduction of new pesticides, large scale pest control programs, widespread introduction of new crops and animals, widespread introduction of fertilizers, irrigated agriculture exceeding 50 hectares, major developments in biotechnology"}, {"text_block_id": "p18_b609", "text": "including the introduction and testing of genetically modified organisms."}, {"text_block_id": "p18_b610", "text": "For processing and manufacturing industries, these include fertilizer manufacture or processing, large scale tanning and dressing of hides and skins, large scale abattoirs (more than 15 animals per day) and meat processing plants, large scale brewing and malting, bulk grain processing and storage, large"}, {"text_block_id": "p18_b611", "text": "scale fish processing plants, pulp and paper mills and large scale food processing plants."}, {"text_block_id": "p18_b612", "text": "Agriculture (Farm Forestry) Rules 2009"}, {"text_block_id": "p18_b613", "text": "The key elements of the farm forestry rules relevant to climate smart agriculture are its objectives and purpose which is to maintain a compulsory farm tree cover of at least 10% of any agricultural land holding. The 10% tree cover would enhance conservation of water, soil and biodiversity; protection of riverbanks, shorelines, riparian and wetland areas; sustainable production of wood, charcoal and non-wood products; provision of fruits and fodder; and carbon sequestration and other environmental services."}, {"text_block_id": "p18_b614", "text": "Agriculture and Food Authority (AFA) Act No. 13 of 2013 (revised 2015)"}, {"text_block_id": "p18_b615", "text": "This Act provides for consolidation of the laws on the regulations and promotion of agriculture generally, to provide for the establishment of the Agriculture and Food Authority. It also makes provision for the respective laws of National and County Governments in agriculture, excluding"}, {"text_block_id": "p18_b616", "text": "livestock and fisheries and related matters in furtherance of the relevant provisions of the 4"}, {"text_block_id": "p18_b617", "text": "th"}, {"text_block_id": "p18_b618", "text": "schedule of the Constitution and for connected purposes. The Act provides for formulation of policy guidelines on development, preservation and utilization of agricultural land; noxious and invasive weeds; and responsibilities of county governments."}, {"text_block_id": "p18_b619", "text": "Forest Conservation and Management Act No. 34 of 2016"}, {"text_block_id": "p18_b620", "text": "The Act provides for establishment, development and sustainable management, including conservation and rational utilization of forest resources for socio-economic development of the country. It has provisions for enforcement of related regulations and creation and management of forests."}, {"text_block_id": "p18_b621", "text": "The Water Act No. 43 of 2016"}, {"text_block_id": "p18_b622_merged_merged_merged_merged_merged", "text": "The Act provides for the regulation, management, development and use of water resources, and water and sewerage services. It has provisions for formulation of five-year integrated water services strategy with plans, programs for protection, conservation, control and management of water resources; establishment of water sector institutions which include Water Resources Authority (in place of Water Resources Management Authority) to regulate water rights and works; the National Water Harvesting and Storage Authority (in place of National Water Conservation and Pipeline Corporation); the Water Services Regulatory Authority (in place of Water Services Regulatory Board); Water Works Development Agencies (in place of Water Services Boards); the Water Sector Trust Fund (in place of Water Services Trust Fund) to enhance water services; the Water Services Regulatory Authority to control water service providers, and the Water Tribunal (in place of Water Appeals Board) for dispute resolution. The act also addresses use of water resources to satisfy human and livestock needs, and to protect ecosystems to secure ecologically sustainable development, including the responsibilities of county governments and public private partnerships."}, {"text_block_id": "p18_b625", "text": "Land Act of 2012"}, {"text_block_id": "p18_b626", "text": "This Act revises, consolidates and rationalizes land laws so as to provide for the sustainable administration and management of land and land-based resources. It provides for the legal regime that will govern, among others, the administration and management of public and private land, contracts over land, leases, charges, easements and related rights. The Act applies to all public land, community"}, {"text_block_id": "p19_b627", "text": "land and private land as defined in the Constitution of Kenya 2010. The Land Act outlines the"}, {"text_block_id": "p19_b628", "text": "following guiding values and principles that are relevant to sustainable land management: sustainable and productive management of land resources; conservation and protection of ecologically sensitive areas; democracy, inclusiveness and participation of the people in land management. The Act binds"}, {"text_block_id": "p19_b629", "text": "these values and principles on all state organs, state officers and all persons whenever any of them"}, {"text_block_id": "p19_b630", "text": "enacts, applies or interprets any provisions of the Act or makes or implements public policy decisions."}, {"text_block_id": "p19_b631", "text": "Land Registration Act of 2012"}, {"text_block_id": "p19_b632", "text": "This Act provides for revision, consolidation and rationalization of the registration of titles to land to give effect to the principles and objects of devolved government in land registration. The Act provides"}, {"text_block_id": "p19_b633", "text": "that no part of the land comprised in a land register shall be transferred unless the proprietor has first"}, {"text_block_id": "p19_b634", "text": "sub-divided the land and duly registered each sub-division. It sets provisions that protect selling of land. The Act however fails to give provisions for minimum and maximum land holding acreages in respect of private land as required in Article 60 (1) of the Constitution which has implication on the implementation of sustainable land management practices in farm holdings."}, {"text_block_id": "p19_b635", "text": "National Land Commission Act of 2012"}, {"text_block_id": "p19_b636", "text": "The purpose of the Act is to make provision to the functions and powers of the National Land Commission (NLC). The following objects and purposes of this act are relevant to CSA: management and administration of land should be in accordance with the principles of land policy as set out in the constitution and the national land policy; there should be linkage between the commission, county governments and other institutions dealing with land and land related resources. In the Act, the functions of the NLC relevant to CSA include: recommending a national land policy to the national government; conducting research related to land and the use of natural resources, and make recommendations to appropriate authorities; monitoring and oversight responsibilities over land use planning throughout the country."}, {"text_block_id": "p19_b637", "text": "Other legislations"}, {"text_block_id": "p19_b638", "text": "Other legislations that have bearing on climate change and climate smart agriculture include the Acts establishing Regional Development Authorities which provide for resource mobilization for investment in multipurpose water storage facilities; the Standards Act for regulating quality standards; the Biosafety Act which establishes the National Biosafety Authority and  provides for the regulation"}, {"text_block_id": "p19_b639", "text": "of genetically modified organisms; and the Energy Act which provides for the development and use"}, {"text_block_id": "p19_b640", "text": "of renewable energy. There are also sanitary and phytosanitary legislations under DVS, Fisheries and KEPHIS that have a bearing on CSA."}, {"text_block_id": "p19_b641", "text": "There is therefore need for collaboration to enable harmonization of implementation of the above laws to harness synergy in addressing matters related to CSA."}, {"text_block_id": "p19_b642", "text": "2.1.3.4 Gaps in policies, legislations, strategies and institutional framework"}, {"text_block_id": "p19_b643", "text": "Most of the existing policies, strategies and legislations are not aligned to the Constitution and do not provide for coordination of CSA related issues, for a coherent and effective response to the local, national and global challenges and opportunities on climate change as it affects   agriculture. Further, the various CSA instruments provide limited innovative interventions on adaptation and mitigation. There are inadequate mechanisms for linkages and coordination between CSA agencies"}, {"text_block_id": "p19_b644", "text": "and stakeholders which results in overlaps and inefficiency in implementation of programs."}, {"text_block_id": "p19_b645", "text": "2.1.4 Cross-Cutting Issues"}, {"text_block_id": "p19_b646", "text": "(i) Climate Smart Agriculture Finance"}, {"text_block_id": "p19_b647_merged_merged_merged_merged", "text": "This is an important enabling aspect to support climate change mitigation and adaptation activities in crops, livestock, fisheries, forestry and water sub-sectors. The current sources of financing climate change activities are from Government,  private and multilateral institutions such as World Bank and African Development Bank; bilateral financial partners such as United Kingdom’s Department for International Development (DfID), French Agency for Development (AFD), Danish International Development Agency (DANIDA), German International Development Agency (GIZ), Japan International Cooperation Agency (JICA), Swedish International Development Cooperation Agency (SIDA), International Fund for Agricultural Development (IFAD), the Food and Agriculture Organization of the United Nations (FAO). However, there is no strategy that guides the financing of climate change adaptation and mitigation activities by the different players in the agriculture sector."}, {"text_block_id": "p19_b654", "text": "(ii) Equity and Inclusivity of Women Youth and Vulnerable Groups"}, {"text_block_id": "p19_b655", "text": "The Bill of Rights in Chapter 4 of the Constitution of Kenya proscribes discrimination against all persons directly or indirectly on any ground, including race, sex, pregnancy, marital status, health status, ethnic or social origin, colour, age, disability, religion, conscience, belief, culture, dress, language or birth. In the Agriculture Sector Development Strategy (2010-2020), social inclusion and equity of Women, Youth and Vulnerable Groups (WY&VG) in the agriculture sector activities is emphasized including safeguarding of their interests and rights for sustainable sector growth in the light of climate change. Nevertheless, discrimination against WY&VG in the light of climate change issues persists to date and would be largely responsible for low adaptive capacity and reduced resilience of farming systems leading to problems of food and livelihood insecurity."}, {"text_block_id": "p19_b656", "text": "(iii) Human Resource Development"}, {"text_block_id": "p19_b657", "text": "Adequate human resource, both in terms of number and requisite skills, is required for effective implementation of CSA. However, the numbers and skills available is not adequate to meet the needs of CSA. This is due to many factors, including low employment of relevant professionals and limited capacity of institutions to train on emerging issues such as adaptation and building resilience in response to climate change impacts. The recent conversion of middle-level agricultural institutions into institutions of higher learning has led to lack of adequate hands-on CSA technical agricultural workforce."}, {"text_block_id": "p19_b658", "text": "(iv) Research and Development"}, {"text_block_id": "p19_b659", "text": "Although there are a number of national and international institutions engaged in CSA research, the research activities are fragmented due to lack of coordination and some areas in the sector are not catered for e.g. emerging crops and livestock. In addition, the research agenda on CSA is largely set by development partners through provision of targeted funding and not demand driven. There is also low public expenditure on research and limited participation by the private sector coupled with poor management of agricultural research information."}, {"text_block_id": "p19_b660", "text": "(v) Data and information on Climate Smart Agriculture"}, {"text_block_id": "p19_b661", "text": "Strategic decision making and implementation of CSA initiatives require accurate, current, reliable data and information. This includes collection, storage, access, collation, synthesis and dissemination of climate smart agriculture data and information. Currently, there is no comprehensive climate smart agriculture data and information management system. Creating an inventory for data is important as main ingredient in provision and development of national communications. In addition, data system and management is a tool for feeding to domestic frameworks for measurement, reporting and"}, {"text_block_id": "p19_b662", "text": "verification (MRV), for the agricultural sector."}, {"text_block_id": "p20_b663", "text": "2.2: ANALYSIS OF STRENGTHS, WEAKNESSES, OPPORTUNITIES AND THREATS (SWOT)"}, {"text_block_id": "p20_b664", "text": "2.2.1 Introduction"}, {"text_block_id": "p20_b665_merged", "text": "The SWOT analytical framework provides a scan of areas of strengths within the agriculture sector and climate change which actors can take best advantage of and focus to consolidate gains, weaknesses that require addressing as well as potential opportunities and threats posed within the operating environment. In  order to determine the strategic issues that will inform the strategic focus for the CSA, the SWOT analyses the impact of climate change on agriculture; greenhouse gas emissions; policy legal and institutional framework; and the cross-cutting issues such as finance, equity and inclusivity, natural resource management, human resource development and, research and development."}, {"text_block_id": "p22_b668", "text": "2.3 POLITICAL, ECONOMIC, SOCIAL, TECHNOLOGY, LEGALAND ENVIRONMENTAL (PESTLE) ANALYSIS"}, {"text_block_id": "p22_b669", "text": "2.3.1 Introduction"}, {"text_block_id": "p22_b670", "text": "This is a framework or tool that has been used to analyze the various external (Political, Environment, Social, Technology, Legal and Economic) factors that might impact on the components of the CSA strategy. The results of the analysis are used to assess the strengths, weaknesses, opportunities and threats that the external factors pose on CSA and use it to inform the strategic interventions. The strategies are aimed to achieve the objectives of the CSA strategy; adapting and building resilience to climate change, mitigation of greenhouse gas emissions for enhanced, income, food and nutritional security."}, {"text_block_id": "p22_b671", "text": "1. POLITICAL FACTORS"}, {"text_block_id": "p22_b672", "text": "Impact of Climate Change on Agriculture"}, {"text_block_id": "p22_b673", "text": "Impact of Climate Change on Agriculture\n* Increased awareness and support to address climate change in general\n* Inadequate appreciation by the political leaders of the linkages between climate change and development\n* Low interest by political leaders on long term investments and delayed returns/benefits from\n* Increased political role in the counties in implementation of policies, strategies and programmes e.g. distribution of resources for CSA related projects."}, {"text_block_id": "p22_b682", "text": "GHG Emissions"}, {"text_block_id": "p22_b683", "text": "GHG Emissions\n* Kenya is a signatory to the United Nations Framework Convention on Climate Change (UNFCCC) and other related multilateral climate change agreements.\n* Kenya has submitted the Intended Nationally Determined Contribution (INDC) and other documents providing measures and actions on mitigation.\n* Both national and county governments are yet to appreciate climate change mitigation.\n* Lack of standardization, quality assurance and quality control mechanisms for green products and services"}, {"text_block_id": "p22_b691", "text": "Policy legal and Regulatory"}, {"text_block_id": "p22_b692", "text": "Policy legal and Regulatory\n* Political goodwill that encourages policy, legal and institutional reforms.\n* Increased political role in formulation and implementation of policies, legislations and strategies from National and County Governments (up to the Ward level).\n* Possibility of conflict of laws due to different legislating bodies (Parliament and County\n* Political interests in the management of natural resources.\n* Weak regulatory enforcement."}, {"text_block_id": "p22_b703", "text": "Cross-cutting Issues"}, {"text_block_id": "p22_b704", "text": "Cross-cutting Issues\n* Operational treaties, conventions and protocols that are nationally binding on climate smart\n* Bureaucratic procedures in accessing international climate financing\n* Ratification and accessions of international laws depends on the political leadership.\n* Political goodwill that addresses issues of  Women, Youth and Vulnerable Groups"}, {"text_block_id": "p23_b713", "text": "2. ECONOMIC FACTORS"}, {"text_block_id": "p23_b714", "text": "Impact of Climate Change on Agriculture"}, {"text_block_id": "p23_b715", "text": "Impact of Climate Change on Agriculture\n* More funds for development in the county under devolved system of governance.\n* More funds assigned to developing countries under the Paris Agreement.\n* Growing private sector interest in investing in CSA technologies e.g. starch from cassava, re-afforestation by Total Kenya and Safaricom.\n* Inadequate knowledge by actors of the climate change-agriculture nexus, and the subsequent impact on agricultural GDP and economic development.\n* The economic effects of extreme weather events on agricultural enterprises and agro-based infrastructure.\n* Inadequate mechanisms for risk management in the agricultural sector e.g. early warning systems and agricultural insurance."}, {"text_block_id": "p23_b727", "text": "GHG Emissions"}, {"text_block_id": "p23_b728", "text": "2.7"}, {"text_block_id": "p23_b729", "text": "Limited access to capital constrains up-scaling of mitigation actions in agriculture."}, {"text_block_id": "p23_b730", "text": "2.8"}, {"text_block_id": "p23_b731", "text": "There is inadequate investment directed towards promoting eco-labeling of agricultural products."}, {"text_block_id": "p23_b732", "text": "2.9"}, {"text_block_id": "p23_b733", "text": "High cost of technologies for emission reduction and development of MRV system."}, {"text_block_id": "p23_b734", "text": "Policy Legal and Regulatory"}, {"text_block_id": "p23_b735", "text": "2.10"}, {"text_block_id": "p23_b736", "text": "Provision of contingency funding and disaster risk management interventions (insurance, food and feed reserves)."}, {"text_block_id": "p23_b737", "text": "2.11"}, {"text_block_id": "p23_b738", "text": "Programmes targeted to recovery from impacts of climate change (irrigation, cash transfer, etc.)."}, {"text_block_id": "p23_b739", "text": "2.12"}, {"text_block_id": "p23_b740", "text": "Provision of climate change fund in the Climate Change Act, 2016"}, {"text_block_id": "p23_b741", "text": "Cross-cutting Issues"}, {"text_block_id": "p23_b742", "text": "2.13"}, {"text_block_id": "p23_b743", "text": "Low public expenditure on CSA."}, {"text_block_id": "p23_b744", "text": "2.14"}, {"text_block_id": "p23_b745", "text": "High cost of research."}, {"text_block_id": "p23_b746", "text": "3. SOCIAL FACTORS"}, {"text_block_id": "p23_b747", "text": "Impact of Climate Change on Agriculture"}, {"text_block_id": "p23_b748", "text": "3.2"}, {"text_block_id": "p23_b749", "text": "Existence of indigenous knowledge for climate change adaptation."}, {"text_block_id": "p23_b750", "text": "3.3"}, {"text_block_id": "p23_b751", "text": "Conflicts in natural resource use due to competition for declining resources."}, {"text_block_id": "p23_b752", "text": "3.4"}, {"text_block_id": "p23_b753", "text": "Demographic challenges e.g. high population growth puts pressure on existing natural resources."}, {"text_block_id": "p23_b754", "text": "3.5"}, {"text_block_id": "p23_b755", "text": "Unresolved historical issues on natural resources e.g. land and water."}, {"text_block_id": "p23_b756", "text": "3.6"}, {"text_block_id": "p23_b757", "text": "Cultural norms and beliefs towards resource ownership and access."}, {"text_block_id": "p23_b758", "text": "GHG Emissions"}, {"text_block_id": "p23_b759", "text": "3.7"}, {"text_block_id": "p23_b760", "text": "Lack of safeguard and incentive mechanisms in promoting reduction of emissions from agriculture sector."}, {"text_block_id": "p23_b761", "text": "3.8"}, {"text_block_id": "p23_b762", "text": "Cultural mind-sets limit mitigation options."}, {"text_block_id": "p23_b763", "text": "3.9"}, {"text_block_id": "p23_b764", "text": "Slow adoption of agricultural practices that minimize emission of GHGs."}, {"text_block_id": "p23_b765", "text": "Policy Legal and Regulatory"}, {"text_block_id": "p23_b766", "text": "3.10"}, {"text_block_id": "p23_b767", "text": "Existence of conflict resolution structures and emphasis on alternative dispute adjudication"}, {"text_block_id": "p23_b768", "text": "mechanisms in the country which can be used for CSA related issues."}, {"text_block_id": "p23_b769", "text": "Cross-cutting Issues"}, {"text_block_id": "p23_b770", "text": "3.11"}, {"text_block_id": "p23_b771", "text": "Conflicts in natural resource use due to competition for declining resources."}, {"text_block_id": "p23_b772", "text": "3.12"}, {"text_block_id": "p23_b773", "text": "Demographic challenges e.g. high population growth puts pressure on existing natural resources."}, {"text_block_id": "p23_b774", "text": "3.13"}, {"text_block_id": "p23_b775", "text": "Unresolved historical issues on natural resources e.g. land and water"}, {"text_block_id": "p23_b776", "text": "3.14"}, {"text_block_id": "p23_b777", "text": "Cultural norms and beliefs towards resource ownership and access."}, {"text_block_id": "p23_b778", "text": "3.15"}, {"text_block_id": "p23_b779", "text": "Limited special skills on CSA."}, {"text_block_id": "p23_b780", "text": "4. TECHNOLOGY FACTORS"}, {"text_block_id": "p23_b781", "text": "Impact of Climate Change on Agriculture"}, {"text_block_id": "p23_b782", "text": "4.1"}, {"text_block_id": "p23_b783", "text": "Use of inappropriate technologies and practices leading to low productivity and greater susceptibility to climate change."}, {"text_block_id": "p23_b784", "text": "4.2"}, {"text_block_id": "p23_b785", "text": "Increased use of ICT based weather forecasting and early warning and information generation and sharing."}, {"text_block_id": "p23_b786", "text": "GHG Emissions"}, {"text_block_id": "p23_b787", "text": "4.3"}, {"text_block_id": "p23_b788", "text": "Lack of integrated landscape approach in implementation of mitigation actions."}, {"text_block_id": "p23_b789", "text": "4.4"}, {"text_block_id": "p23_b790", "text": "Limited research on mitigation in agriculture sector."}, {"text_block_id": "p23_b791", "text": "4.5"}, {"text_block_id": "p23_b792", "text": "Inadequate private sector engagement in the agriculture sector."}, {"text_block_id": "p23_b793", "text": "4.6"}, {"text_block_id": "p23_b794", "text": "Use of inefficient farm equipment and machinery that leads to high emissions."}, {"text_block_id": "p23_b795", "text": "4.7"}, {"text_block_id": "p23_b796", "text": "Low capacity of extension service providers to disseminate mitigation interventions."}, {"text_block_id": "p23_b797", "text": "4.8"}, {"text_block_id": "p23_b798", "text": "Lack of quality control of CSA advisory services."}, {"text_block_id": "p23_b799", "text": "4.9"}, {"text_block_id": "p23_b800", "text": "Limited technology and knowledge in addressing MRV."}, {"text_block_id": "p23_b801", "text": "Policy Legal and Regulatory"}, {"text_block_id": "p23_b802", "text": "4.10"}, {"text_block_id": "p23_b803", "text": "Inadequate integration of CSA related issues in technology development and dissemination."}, {"text_block_id": "p23_b804", "text": "4.11"}, {"text_block_id": "p23_b805", "text": "Lack of legal framework for indigenous knowledge."}, {"text_block_id": "p23_b806", "text": "Cross-cutting Issues"}, {"text_block_id": "p23_b807", "text": "4.12"}, {"text_block_id": "p23_b808", "text": "High rate of technological changes in CSA."}, {"text_block_id": "p23_b809", "text": "4.13"}, {"text_block_id": "p23_b810", "text": "Inadequate research-extension-farmer linkage."}, {"text_block_id": "p23_b811", "text": "4.14"}, {"text_block_id": "p23_b812", "text": "Inadequate CSA knowledge management system to collect, store, process and disseminate developed knowledge."}, {"text_block_id": "p23_b813", "text": "4.15"}, {"text_block_id": "p23_b814", "text": "Fragmented research."}, {"text_block_id": "p24_b815", "text": "5. LEGAL FACTORS"}, {"text_block_id": "p24_b816", "text": "Impact of Climate Change on Agriculture"}, {"text_block_id": "p24_b817", "text": "5.1"}, {"text_block_id": "p24_b818", "text": "Adequate legal instruments available at the local and international levels to address climate change challenges e.g. the Constitution of Kenya, the Climate Change Act 2016, the Climate Change Framework Policy and the Paris Agreement, 2015."}, {"text_block_id": "p24_b819", "text": "5.2"}, {"text_block_id": "p24_b820", "text": "Poor enforcement of laws and policies relating to CSA."}, {"text_block_id": "p24_b821", "text": "5.3"}, {"text_block_id": "p24_b822", "text": "Bill of Rights in the Kenya Constitution 2010 which supports inclusivity and equity and Chapter 5 of the constitution that supports sustainable natural resource management."}, {"text_block_id": "p24_b823", "text": "GHG Emissions"}, {"text_block_id": "p24_b824", "text": "5.4"}, {"text_block_id": "p24_b825", "text": "Lack of a consolidated legal framework in agricultural sector that guides mitigation efforts on overlapping and linked mandates."}, {"text_block_id": "p24_b826", "text": "5.5"}, {"text_block_id": "p24_b827", "text": "Lack of clear land tenure rights, tree tenure/user rights and carbon rights jeopardize implementation of mitigation actions."}, {"text_block_id": "p24_b828", "text": "5.6"}, {"text_block_id": "p24_b829", "text": "Lack of guidelines on carbon trading in the agriculture sector."}, {"text_block_id": "p24_b830", "text": "5.7"}, {"text_block_id": "p24_b831", "text": "Absence of structures and mechanism for monitoring emissions."}, {"text_block_id": "p24_b832", "text": "Policy Legal and Regulatory"}, {"text_block_id": "p24_b833", "text": "5.8"}, {"text_block_id": "p24_b834", "text": "There is no legislation on age limit of imported farm machinery."}, {"text_block_id": "p24_b835", "text": "5.9"}, {"text_block_id": "p24_b836", "text": "Lack of legislation to regulate pollution from machinery and motor vehicles working in the sector."}, {"text_block_id": "p24_b837", "text": "5.10"}, {"text_block_id": "p24_b838", "text": "Lack of legislations on land use/enterprise zoning."}, {"text_block_id": "p24_b839", "text": "Cross-cutting Issues"}, {"text_block_id": "p24_b840", "text": "5.11"}, {"text_block_id": "p24_b841", "text": "Bill of Rights in the Kenya Constitution 2010 which supports inclusivity and equity and Chapter 5 of the constitution that supports sustainable natural resource management."}, {"text_block_id": "p24_b842", "text": "6. ENVIRONMENTAL FACTORS"}, {"text_block_id": "p24_b843", "text": "Impact of Climate Change on Agriculture"}, {"text_block_id": "p24_b844", "text": "6.1"}, {"text_block_id": "p24_b845", "text": "There is a shift in the seasonal rainfall patterns, distribution and reliability."}, {"text_block_id": "p24_b846", "text": "6.2"}, {"text_block_id": "p24_b847", "text": "There is a general rise in the average temperatures and changes in temperature ranges leading to loss of agricultural land due to the rise of sea level."}, {"text_block_id": "p24_b848", "text": "6.3"}, {"text_block_id": "p24_b849", "text": "Shift in agro-ecological zones for agriculture production due to changes in temperature and rainfall regimes."}, {"text_block_id": "p24_b850", "text": "6.4"}, {"text_block_id": "p24_b851", "text": "There is abundant and unexploited solar and wind energy."}, {"text_block_id": "p24_b852", "text": "6.5"}, {"text_block_id": "p24_b853", "text": "There is increased encroachment of water catchments leading to land degradation."}, {"text_block_id": "p24_b854", "text": "6.6"}, {"text_block_id": "p24_b855", "text": "Un-sustainable use of natural resources."}, {"text_block_id": "p24_b856", "text": "GHG Emissions"}, {"text_block_id": "p24_b857", "text": "6.7"}, {"text_block_id": "p24_b858", "text": "Rapid land use change and desertification."}, {"text_block_id": "p24_b859", "text": "6.8"}, {"text_block_id": "p24_b860", "text": "Overfishing, overstocking, deforestation and wetland degradation."}, {"text_block_id": "p24_b861", "text": "6.9"}, {"text_block_id": "p24_b862", "text": "Inappropriate agricultural waste management."}, {"text_block_id": "p24_b863", "text": "Policy Legal and Regulatory"}, {"text_block_id": "p24_b864", "text": "6.10 Existence of policies and legislations for the protection and conservation of the environment."}, {"text_block_id": "p24_b865", "text": "Cross-cutting Issues"}, {"text_block_id": "p24_b866", "text": "6.11 Conversion of forest land for agriculture and human settlement."}, {"text_block_id": "p24_b867", "text": "2.4 STRATEGIC ISSUES"}, {"text_block_id": "p24_b868", "text": "The key strategic issues outlined below emanated from the analysis of the Strengths, Weaknesses, Opportunities and Threats (SWOT) and the Political, Economic, Social, Technological, Legal and Environmental (PESTLE) in the context of climate smart agriculture. This revolved around the thematic areas of impact of climate change on the agriculture sector; green house gas emissions in the sector"}, {"text_block_id": "p24_b869", "text": ";"}, {"text_block_id": "p24_b870", "text": "institutional, legal and regulatory framework for CSA; and the role of cross-cutting issues in CSA. The strategic issues under each of the above areas are examined with respect to how they impact"}, {"text_block_id": "p24_b871", "text": "on productivity, growth and development of the crops, livestock, fisheries and forestry subsectors."}, {"text_block_id": "p24_b872", "text": "2.4.1: Impacts of Climate Change on the Agriculture Sector"}, {"text_block_id": "p24_b873", "text": "Strategic Issue 1: Vulnerabilities due to changes in temperature regimes and precipitation patterns"}, {"text_block_id": "p24_b874", "text": "Crops sub-sector"}, {"text_block_id": "p24_b875", "text": "The changes in temperature regimes and precipitation patterns have led to the shifting of agro-ecological zones thereby changing the geographical suitability of crop enterprises as well as shifting the cropping seasons (such as planting dates and harvesting dates). This has resulted in reduced production per unit area, increased post-harvest losses and production costs for crops. The changes have also contributed to an increase in the incidences of pests and diseases in crops, as well as emergence of new ones."}, {"text_block_id": "p24_b876", "text": "Crop simulation models show that, in general, temperature rise caused by climate change is the main driver of crop yield decreases (Luedeling, 2011). All simulated crops respond negatively to higher"}, {"text_block_id": "p24_b877", "text": "temperatures. Among crops that will find future climatic conditions intolerable are soy bean (with very"}, {"text_block_id": "p24_b878", "text": "low yield potential and very high yield reduction under rising temperatures), cotton (its production risk stems from its transitional place between two seasons), and to lesser extents maize and dry beans. However, some crops are expected to experience more favorable growing conditions as a result of climate change, such as banana, cassava, sorghum, sweet potato, pearl millet, groundnut, and"}, {"text_block_id": "p24_b879", "text": "finger millet. There is also evidence that mango, banana, sugarcane and pineapple show increasing"}, {"text_block_id": "p24_b880", "text": "suitability for all future climate scenarios (Luedeling, 2011). However, many suitability scenarios enhanced by higher temperatures also seem constrained by water shortage."}, {"text_block_id": "p24_b881", "text": "Livestock sub-sector"}, {"text_block_id": "p24_b882", "text": "Over time, heat stress increases livestock vulnerability to diseases, reduces fertility and milk production. Temperature and precipitation contributes to increase in prevalence of parasites and diseases that affect livestock. Diminished precipitation levels and enhanced temperatures have also led to decrease in forage across most of Kenya. This was manifest in 2009 when livestock mortality rates reached 80% in southern Kenya due to drought and enhanced temperatures (Ericksen"}, {"text_block_id": "p24_b883", "text": "et al.,"}, {"text_block_id": "p24_b884", "text": "2012)."}, {"text_block_id": "p24_b885", "text": "Fisheries sub-sector"}, {"text_block_id": "p24_b886_merged_merged_merged_merged", "text": "Global warming has led to loss of cold-water fish farming areas. There is strong evidence partly linking El Nino Southern Oscillation (ENSO) events with systematic changes in plankton abundance and aquatic/marine plant as well as animal composition over recent decades in many regions worldwide. The ENSO events with phases of warm water reduce plankton production, and cause fish"}, {"text_block_id": "p25_b889", "text": "stocks to decline. In addition, changes in ocean circulation are predicted to lead to loss of certain fish"}, {"text_block_id": "p25_b890", "text": "populations or establishment of new ones. Temperature changes will likely result in changes of up"}, {"text_block_id": "p25_b891", "text": "-"}, {"text_block_id": "p25_b892", "text": "welling patterns, which might affect fish spawning period and success of larvae, thereby altering the entire life cycle and size of fish populations."}, {"text_block_id": "p25_b893", "text": "Forestry sub-sector"}, {"text_block_id": "p25_b894", "text": "The distribution of most of Kenya’s forests is determined by rainfall. With rainfall as one of the most affected climatic elements, the survival of Kenya’s forest resources is likely to be severely affected. For example, the ASALs are subject to recurring droughts, which when coupled with overexploitation"}, {"text_block_id": "p25_b895", "text": "of resources, result in high vulnerability to land degradation and desertification. This not only"}, {"text_block_id": "p25_b896", "text": "increases levels of GHG emissions, but simultaneously threatens livelihoods. The vulnerability of Kenya’s forest resource is further exacerbated by the depletion of forest and other land cover through rapid increase in population and demand for human settlements; both agricultural and grazing land; construction materials; food; fuel wood; essential oils; and herbal medicines."}, {"text_block_id": "p25_b897", "text": "Climate change adds to the stresses on Kenya’s forest cover by altering the growth of trees, causing dieback in forests and animal species to migrate, which will in turn impact on forest products supply. The reduction in forest cover will have disastrous effects on downstream agriculture and hydropower generation, with big rivers such as Ewaso-Nyiro being reduced to small streams and hundreds of other small rivers completely dry up especially during serious drought periods. This has serious implications for the livelihoods of those living downstream and the rest of the country, which depend on products from these ecosystems."}, {"text_block_id": "p25_b898", "text": "Changes in temperature usually leads to changes in vegetation while some species may become extinct. For example, some tree species such as"}, {"text_block_id": "p25_b899", "text": "Melia volkensii, Terminalia spinosa, Delonix elata,"}, {"text_block_id": "p25_b900", "text": "and"}, {"text_block_id": "p25_b901", "text": "Hyphaene coriacea"}, {"text_block_id": "p25_b902", "text": "in the North Eastern region, and"}, {"text_block_id": "p25_b903", "text": "Psychotria"}, {"text_block_id": "p25_b904", "text": "species in the Taita Hills of coast region may either dwindle in abundance or become extinct."}, {"text_block_id": "p25_b905", "text": "Strategic Issue 2: Vulnerabilities due to extreme weather events"}, {"text_block_id": "p25_b906", "text": "Crops"}, {"text_block_id": "p25_b907", "text": "Climate change has led to more frequent and intense extreme weather events such as drought, floods,"}, {"text_block_id": "p25_b908", "text": "strong winds, hailstorms, and frosts. Droughts lead to loss of investments in crop production due to reduced yields or total crop failure as a result of water stress, inhibiting plant nutrient abstraction from the soil and the vital physiological processes of the plant. Floods lead to anaerobic soil conditions, hindering the ability of the roots to aerobically respire and abstract nutrients from the soil. This results in plant stresses that reduces yields or causes total crop failure. Strong winds lead to breakage, logging or physical injury of the crop, accelerated evapotranspiration that lead to crop stress and yield reduction. Hailstorms cause physical crop damage, reducing the photosynthetic leaf area and predisposing the plant to disease infections. In some cases, depending on the degree and stage of the crop, hailstorm damage may trigger rapid translocation of photosynthates from the vegetative parts of the plant to the reproductive (yield determining) parts. This may in turn enhance the achievement of better yields."}, {"text_block_id": "p25_b909", "text": "Frosts are more prevalent in the upper highlands, affecting mainly tea and horticultural crops, thereby reducing the yields and quality of the produce. Frosts lead to crystallization of water within plant tissues, causing death of the resultant tissues, and if widespread, death of the plants may occur. Depending on the magnitude and spread, this affects both the quantity and quality of the produce."}, {"text_block_id": "p25_b910", "text": "Drought, floods and strong winds also lead to the destruction of infrastructure such as the silting of"}, {"text_block_id": "p25_b911", "text": "dams, clogging and breaking of irrigation and drainage infrastructure; destruction of farm buildings and roads; drying, storage and marketing facilities, as well as agro-based industries. Wet conditions"}, {"text_block_id": "p25_b912", "text": "during harvest of cereals lead to enhanced postharvest losses due to rotting and aflatoxin contamination."}, {"text_block_id": "p25_b913", "text": "Strong winds, landslides and dust storms also contribute to the reduction of soil fertility through erosion and translocation of the fertile top soils."}, {"text_block_id": "p25_b914", "text": "Livestock"}, {"text_block_id": "p25_b915", "text": "Extreme weather events, especially droughts and floods lead to reduced pasture and forage"}, {"text_block_id": "p25_b916", "text": "availability, degradation of the environment and an increase in destitution. Strong winds and dust storms also contribute to the reduction of forage availability as they erode top soil, thus making grass"}, {"text_block_id": "p25_b917", "text": "regeneration difficult even when it rains. Recurring droughts have caused heavy losses to livestock,"}, {"text_block_id": "p25_b918", "text": "forcing an estimated 30% of livestock owners out of pastoralism in the past 20 years. Estimated livestock mortality as a result of drought is about 10–15% above normal in the affected areas, which is equivalent to 5% of Kenya’s livestock population (World Bank, 2011). Between 2008 and 2011, drought caused losses in livestock that amounted to about KSh. 700 billion. Extended periods of drought erode livelihood opportunities and community resilience and leads to undesirable coping strategies that damage the environment and impair household nutritional status, further undermining long-term food security."}, {"text_block_id": "p25_b919", "text": "Fisheries"}, {"text_block_id": "p25_b920", "text": "Extreme weather events such as heavy tropical storms and drought incidences that are projected with"}, {"text_block_id": "p25_b921", "text": "the changing climate will affect fisheries and aquaculture through acidification of the water bodies,"}, {"text_block_id": "p25_b922", "text": "changes in sea temperatures, circulation patterns and associated ecological changes. These changes"}, {"text_block_id": "p25_b923", "text": "have the potential of altering the physico-chemical properties of the fish habitats. Consequently, fish"}, {"text_block_id": "p25_b924", "text": "feeding, migration and breeding behavior will be directly affected while indirectly the changes will"}, {"text_block_id": "p25_b925", "text": "affect growth, mortality and reproduction (Brander, 2010). The distribution patterns of many fish"}, {"text_block_id": "p25_b926", "text": "species will probably change as warm-water species and cold-water species are both expected to move pole wards (Beare"}, {"text_block_id": "p25_b927", "text": "et al"}, {"text_block_id": "p25_b928", "text": "., 2004). The changes manifest in the fish through increased metabolism"}, {"text_block_id": "p25_b929", "text": "that culminates in smaller body size and a smaller brood, sex determination that favors the prevalence of females over males, expansion and/or contraction of suitable habitats (e.g. coral reefs, sea grass beds, and mangroves)."}, {"text_block_id": "p25_b930", "text": "The changes also leads to shifts in the distribution of fish stocks due to alteration or reduction of"}, {"text_block_id": "p25_b931", "text": "feeding grounds, reduction in breeding grounds, and changes in migratory circuits that connect life stages, thereby affecting successful completion of the life cycle and successful recruitment, a"}, {"text_block_id": "p25_b932", "text": "factor that will translate into reduced earnings for the fisher folk. Coastal areas with coral reefs are"}, {"text_block_id": "p25_b933", "text": "particularly vulnerable to changes in temperature and acidity, with serious food security concerns for countries that rely on these resources for food and coastal protection. This is because coral reefs"}, {"text_block_id": "p25_b934", "text": "provide both shelter and feeding grounds for the juveniles of many fish species. According to the"}, {"text_block_id": "p25_b935", "text": "IPPC estimates, the sea level will rise by between 17 and 59 cm by the end of this century, which is well below estimates by other scientists who predict a rise of up to 1 m even if GHG emissions were kept at a low level."}, {"text_block_id": "p25_b936", "text": "Forestry"}, {"text_block_id": "p25_b937_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The projected rise in temperatures and long periods of drought will lead to more frequent and intense forest fires. These have in the recent past affected Kenya’s major forests including the Mau and Mt. Kenya Forests. Kenya has over the past 20 years lost more than 5,700 hectares of forest cover per year due to forest fires causing phenomenal economic damage that is yet to be quantified. The rise in temperature could extend the ecosystems range of pests and pathogens. This is likely to affect many"}, {"text_block_id": "p26_b942", "text": "aspects of forests such as tree-growth, survival, yield and quality of wood and non-wood products. The impact of pests may result in the curtailment of plantation programmes, abandonment of certain tree species, or the necessity to harvest large areas dominated by infested trees as witnessed in the late 1990s when the country had to clear huge tracts of cypress plantations because of cypress aphid attack. There are already fears of a widespread attack on"}, {"text_block_id": "p26_b943", "text": "Pinus patula"}, {"text_block_id": "p26_b944", "text": "(Mexican weeping pine) plantations in South Africa and these could easily spread northwards to Kenya."}, {"text_block_id": "p26_b945", "text": "Strategic Issue 3: Vulnerabilities due to unsustainable use of natural resources"}, {"text_block_id": "p26_b946", "text": "Kenya’s economy is highly dependent on the natural resource base as it is critical for survival. Majority"}, {"text_block_id": "p26_b947", "text": "of Kenyans depends on agriculture, livestock, fishing and forestry as their main source of livelihood."}, {"text_block_id": "p26_b948", "text": "All the four sub-sectors rely greatly on the natural resources to thrive."}, {"text_block_id": "p26_b949", "text": "Crops"}, {"text_block_id": "p26_b950", "text": "Unsustainable land and agricultural water management affect both land and water through accelerated erosion, soil mining, salinization, seawater intrusion and groundwater depletion. These impacts have been exacerbated by climate change and have led to decline in soil health and water quality by altering the chemical, physical and biological properties through erosion, leaching, sedimentation and accelerated breakdown of organic matter. This eventually determines crop nutrient and water use"}, {"text_block_id": "p26_b951", "text": "efficiency, affecting the costs of production and hence productivity."}, {"text_block_id": "p26_b952", "text": "Soil chemical properties such as pH, organic matter content, cation exchange capacity and cation ratios determine soil fertility. Various crops respond differently to soil pH ranges, nutrient levels and ratios, impacting on their growth and performance. The physical properties of soil determine the"}, {"text_block_id": "p26_b953", "text": "workability for mechanization, soil erodibility, and water holding properties, water infiltration, plant"}, {"text_block_id": "p26_b954", "text": "root penetration and water abstraction. Soil biological properties determine the diversity of the soil"}, {"text_block_id": "p26_b955", "text": "fauna, microfauna, flora and microflora which could be beneficial or detrimental to crop production"}, {"text_block_id": "p26_b956", "text": "and productivity."}, {"text_block_id": "p26_b957", "text": "Due to pressure from agriculture, both soil and water resources are being degraded through erosion, salinization, seawater intrusion; and groundwater depletion. In addition, the current model of intensive agriculture is associated with a high carbon and greenhouse gas footprint, while at the same time many agricultural systems are highly vulnerable to the predicted impacts of climate change."}, {"text_block_id": "p26_b958", "text": "Nachtergaele"}, {"text_block_id": "p26_b959", "text": "et al"}, {"text_block_id": "p26_b960", "text": ". (2010) broadened the definition of land degradation beyond simply soil erosion"}, {"text_block_id": "p26_b961", "text": "or loss of soil fertility, extending it to the deterioration of a balanced ecosystem and the loss of the services that ecosystem provides. Land degradation thus needs to be considered in an integrated way, taking into account all ecosystem goods and services; biophysical as well as socio-economic."}, {"text_block_id": "p26_b962", "text": "The current 1600 million hectares of cultivated land represent the better and more productive part of global land resources. However, parts of this land are degrading through farming practices that result in water and wind erosion, nutrient mining, topsoil compaction, salinization and soil pollution. As a result, the productivity of the land resource base has declined. Land degradation also leads to off-site problems, such as sedimentation of reservoirs, reduced watershed system functioning and carbon dioxide emissions."}, {"text_block_id": "p26_b963", "text": "Ecosystems in which cultivation, forest management or grazing are dominant activities are at present often negatively affected by human-induced causes, most importantly by land use and land use changes that affect the biophysical characteristics of the land (e.g. pollution, salinization, nutrient depletion). Where management practices are poorly adapted to local ecological conditions, degradation can occur. Even a number of causes that are seemingly natural can have wholly or partly indirect human"}, {"text_block_id": "p26_b964", "text": "causes (bush invasion, forest fires, floods, landslides and droughts)."}, {"text_block_id": "p26_b965", "text": "About 14% of the 1.3 million hectares of Kenya’s irrigation potential has been exploited. High variability in rainfall complicates irrigation scheduling because most systems abstract water directly from river"}, {"text_block_id": "p26_b966", "text": "flows. Less than 10% of irrigator’s abstract water from dams and 5% from ground water, domestic"}, {"text_block_id": "p26_b967", "text": "water supply systems and waste water. Water storage potential has been under-developed and there are major challenges in achieving equitable water allocation and deliveries. As much as 30 to 60% of abstracted irrigation water is lost to seepage, evaporation, tail water loss and weed transpiration due"}, {"text_block_id": "p26_b968", "text": "inefficient irrigation systems and application technologies. Water saving technologies such as lining"}, {"text_block_id": "p26_b969", "text": "of canals, sprinklers, drip kits and low cost greenhouses have not yet been widely adopted by farmers."}, {"text_block_id": "p26_b970", "text": "Land use planning is important in improving the sustainable use and management of natural resources. Planning for sustainable land management require integrated information and knowledge as well as  empowerment of all stakeholders involved in participatory approaches to land use planning. At the moment the capacities of the stakeholders are limited hence few mechanisms are in place for effective land use planning for sustainable utilization of natural resources. There is therefore need for integrated information and knowledge on the extent of these natural resources and their distribution across the country."}, {"text_block_id": "p26_b971", "text": "Degradation of natural resources is a serious threat to biodiversity conservation and sustainable use of resources. This threatens both the economic and physical well-being of the communities dependent on natural resources. Climate change exercabates human activities such as deforestation and degradation and disrupts ecosystem structure and functionality. There is therefore need to promote sustainable use and management of natural resources."}, {"text_block_id": "p26_b972", "text": "Livestock"}, {"text_block_id": "p26_b973_merged_merged_merged_merged_merged_merged", "text": "In this sub-sector, soil health and water quality affect growth of pasture and fodder through diminished capacity of soils to avail water and nutrients to the plants; increased risk of soil erosion by water and wind; and increased soil surface temperatures and greater rates of mineralization of soil organic matter. Other challenges emanate from colonization of grazing systems by invasive species such as Prosopis juliflora (Mathenge)."}, {"text_block_id": "p26_b976", "text": "According to NEMA’s State of Environment Report of 2006/07, major floods periodically afflict"}, {"text_block_id": "p26_b977", "text": "the Lake Victoria basin, Lower Tana basin and the Coastal region, occurring at least six times in the past 50 years. In these areas, higher turbidity, siltation, and sedimentation occur. Floods carry fertilizer and pesticide residues into water bodies resulting in eutrophication, which has detrimental impacts on water quality and livestock production. According to the NEMA report, serious droughts have occurred at least 12 times in the past 50 years. Major rivers including the Tana, Athi, Sondu Miriu, Ewaso-Nyiro and Mara have experienced severe reduced volumes during droughts and many seasonal ones have completely dried up. The parts of the country most affected are Eastern, North Eastern and parts of Rift Valley regions."}, {"text_block_id": "p27_b978", "text": "Fisheries"}, {"text_block_id": "p27_b979", "text": "Kenya’s aquatic ecosystem and species are prone to diverse anthropogenic threats. Pollution, uncontrolled water abstraction, deforestation, siltation, and unregulated physical developments have"}, {"text_block_id": "p27_b980", "text": "serious and significant impacts on the breeding areas of coastal and inland waters. The proliferation of alien aquatic flora and fauna invasive species (e.g. water hyacinth) threatens sustainability of the"}, {"text_block_id": "p27_b981", "text": "indigenous species."}, {"text_block_id": "p27_b982", "text": "Forestry"}, {"text_block_id": "p27_b983", "text": "Forests and related forestry activities contribute to improved agricultural productivity through conserving soil and water, and enhancing soil fertility. The destruction of forestland, coupled with"}, {"text_block_id": "p27_b984", "text": "climate change, has contributed to increased rates of flooding as the concentration time is reduced"}, {"text_block_id": "p27_b985", "text": "on bare ground leading to landslides and siltation of rivers. In the low lying coastal areas where mangroves occur, a small increase in sea level will leave mangroves submerged unless they can retreat further inland, which is improbable due to human encroachment. Research undertaken by the Kenya Marine and Fisheries Research Institute (KMFRI) as well as other organizations and individuals indicates evidence of mangrove loss due to climate change and other factors in several areas along the Kenyan coast such as Gazi Bay, Mwache Creek, Ngomeni, Tana River Delta and Dodori Creek."}, {"text_block_id": "p27_b986", "text": "2.4.2 Greenhouse Gas Emissions in the Agriculture Sector"}, {"text_block_id": "p27_b987", "text": "Strategic Issue 4: Emissions from key sources in agricultural production systems Crops sub-sector"}, {"text_block_id": "p27_b988", "text": "The main source of emissions is from the paddy rice production system. Emissions from paddy rice depend on rice varieties, water management, soil organic matter management, temperature,"}, {"text_block_id": "p27_b989", "text": "soil properties, as well as rice straw management. The poor management of rice straw in flooded"}, {"text_block_id": "p27_b990", "text": "paddy rice production systems contribute to methane emissions. Application of rice straw to paddy"}, {"text_block_id": "p27_b991", "text": "fields significantly increases the methane emission rate compared to application of the rice straw"}, {"text_block_id": "p27_b992", "text": "compost or chemical fertilizer. The burning of rice residues such as straw and husks also contributes to greenhouse gas emission. However, the plants themselves are a major source of methanogenic feedstock compared to external inputs including the rice straw. Emissions from paddy rice production can be addressed by adoption of best practices/technologies and innovations."}, {"text_block_id": "p27_b993", "text": "Livestock sub-sector"}, {"text_block_id": "p27_b994", "text": "The emissions are mainly from enteric fermentation due to low-quality and low-digestibility of ruminant"}, {"text_block_id": "p27_b995", "text": "feeds. Poor animal health and husbandry and limited intensification of livestock management systems"}, {"text_block_id": "p27_b996", "text": "that lead to low productivity also contributes to emissions. Another key source of emissions arises from manure management. Aspects of manure management relate to housing, manure collection, storage system and utilization. There is very low adoption of recommended measures to address the management of emissions arising from manure in livestock production systems."}, {"text_block_id": "p27_b997", "text": "Strategic Issue 5: Emissions from other sources in agricultural production systems Crops"}, {"text_block_id": "p27_b998", "text": "Poor agricultural practices such as inappropriate tillage, burning of agricultural residues, clearing of trees in farmlands and inappropriate use of fertilizers contribute to greenhouse gas emissions. In addition, emissions arise from agricultural machinery, post-harvest practices, and agro-processing and residue management."}, {"text_block_id": "p27_b999", "text": "Livestock"}, {"text_block_id": "p27_b1000", "text": "Land degradation is a key issue in pastoral and agro-pastoral areas where communities keep livestock as the main source of livelihood. Overstocking is a common practice which in effect leads to overgrazing. The practice of overgrazing and burning of pasture in rangelands lead to both reduced carbon sinks and enhanced emissions in rangelands."}, {"text_block_id": "p27_b1001", "text": "Fisheries"}, {"text_block_id": "p27_b1002", "text": "In capture fisheries, a number of activities contribute to GHG emissions either directly or in-directly. These include the use of fossil fuel and inefficient engines; long fishing hours, transportation, and storage and processing of fish. In addition, upstream land degradation leads to siltation of water bodies and displacement of fish habitat. Fishing on depleted fish stocks requires more fuel per kilogram of landed fish than fishing on abundant fish stocks, because low fish abundance forces fishers to search longer and use of heavier gear to catch the fish."}, {"text_block_id": "p27_b1003", "text": "Further, in aquaculture, the establishment of fish ponds leads to land degradation. This is due to"}, {"text_block_id": "p27_b1004", "text": "land clearing, excavation/soil disturbance and inadequate restoration. The exposure of the soils and reduction of vegetation cover further contributes to carbon emissions."}, {"text_block_id": "p27_b1005", "text": "Forestry"}, {"text_block_id": "p27_b1006", "text": "Clearing of trees to open up land for agricultural activities leads to land degradation if sustainable measures are not put in place. Trees are carbon sinks and their elimination leads to reduction of greenhouse gas absorption from the atmosphere. Promotion of agroforestry in croplands have huge potential for forest carbon stock enhancement because of the high additionality. However, there is lack of effective incentive mechanisms to motivate reductions of emissions from deforestation and forest degradation, forest conservation, sustainable management of forests and enhancement of carbon stocks (REDD+) in the farming systems."}, {"text_block_id": "p27_b1007", "text": "Strategic Issue 6: Lack of accountable quantification of GHGs emissions"}, {"text_block_id": "p27_b1008", "text": "The agriculture sector lacks adequate mechanisms for measuring, reporting and verifying its greenhouse gas emissions. This is critical for tracking the progress in achieving its commitment to international agreements and obligations."}, {"text_block_id": "p27_b1009", "text": "2.4.3 Policy Legal and Institutional Framework"}, {"text_block_id": "p27_b1010", "text": "Strategic Issue 7: Weak policies, legislations, enforcement, and overlap of mandates among institutions involved in regulation"}, {"text_block_id": "p27_b1011", "text": "There exists several policies and legislations that guide CSA related issues. However they have the following challenges; inadequate content on climate smart agriculture; poor enforcement of CSA related laws and; overlap of mandates among institutions implementing CSA issues."}, {"text_block_id": "p27_b1012", "text": "Strategic Issue 8:  Poor coordination and collaboration among institutions and stakeholders in climate smart agriculture"}, {"text_block_id": "p27_b1013_merged_merged_merged_merged_merged", "text": "There is a large number of diverse institutions with CSA related functions. These functions include policy setting, regulatory, research, advisory and provision of support services, capacity building and financing. The challenges faced by the various institutions while implementing and coordinating CSA activities are inadequate coordination among stakeholders; uncoordinated planning, implementation, monitoring and evaluation of programmes and projects; lack of harmonization between National and Development Partners’ priorities; and inadequate linkages between National and County Governments in CSA related issues. There is therefore need to establish coordination and collaboration mechanisms. This will ensure effective implementation of programmes for improved agricultural production and productivity; build resilience; and mitigate GHG emissions."}, {"text_block_id": "p27_b1016", "text": "2.4.4 Cross-cutting Issues"}, {"text_block_id": "p27_b1017", "text": "Strategic Issue 9: Inadequate financing of CSA activities"}, {"text_block_id": "p27_b1018", "text": "Climate change financing to the agriculture sector from the exchequer has not been forthcoming in the amounts needed in the past and financing gaps are projected in the future. This has been due to other pressing government priorities. In addition, the financing from the private sector has been"}, {"text_block_id": "p28_b1019", "text": "inadequate due to lack of structured partnership arrangements. Other development partners have"}, {"text_block_id": "p28_b1020", "text": "provided finance for CSA activities through NGOs, CSOs and programmes and projects but this has"}, {"text_block_id": "p28_b1021", "text": "been poorly coordinated, leading to duplication of efforts."}, {"text_block_id": "p28_b1022", "text": "There are several sources of international climate finance such as Green Climate Fund (GCF),"}, {"text_block_id": "p28_b1023", "text": "Adaptation Fund, and Global Environmental Fund, but the process of accessing these sources to support climate smart agriculture is complicated."}, {"text_block_id": "p28_b1024", "text": "The Climate Change Act, 2016 provides for the establishment of a Climate Change Fund. This avails"}, {"text_block_id": "p28_b1025", "text": "an opportunity to enhance financing for CSA activities from both domestic and international sources."}, {"text_block_id": "p28_b1026", "text": "Strategic Issue 10: Limited capacity of Women, Youth and Vulnerable Groups"}, {"text_block_id": "p28_b1027", "text": "(WY&VG)"}, {"text_block_id": "p28_b1028", "text": "to participate in CSA activities"}, {"text_block_id": "p28_b1029", "text": "These groups have limited education and limited access to land and other natural resources. In addition, women spend most of their time addressing domestic responsibilities and livelihood challenges leaving less time to attend to capacity building initiatives for acquisition of extra skills on climate smart agriculture. Both women and youth lack awareness and capacity to undertake CSA activities that are attractive to them."}, {"text_block_id": "p28_b1030", "text": "In the face of climate change, the ability of WY&VG to obtain productive resources is reduced. Climate variability and change has serious implication on food security: food availability, accessibility, utilization and systems stability. In the context of climate change, food sources become more erratic and scarce, making WY&VG to experience food insecurity and loss of income. The related increases in food prices make food more inaccessible to WY&VG resulting to deterioration in their nutrition and health status. Besides, in the rural areas, WY&VG are highly dependent on climate-sensitive biomass such as wood, agricultural crops, wastes and forest resources for their energy and livelihoods."}, {"text_block_id": "p28_b1031", "text": "Strategic issue 11: Limited human resource capacity to undertake CSA"}, {"text_block_id": "p28_b1032", "text": "Climate smart agriculture is an emerging issue in agriculture that has received limited attention. There is limited capacity in personnel with specialized training to handle such emerging issues as adaptation and mitigation of climate change. Consequently, there is inadequate CSA services provided by extension service providers. In addition, CSA has received very limited attention in training institutions. There has been some effort towards mainstreaming CSA in formal training"}, {"text_block_id": "p28_b1033", "text": "institutions at certificate, diploma, graduate and postgraduate levels but it has not been possible to"}, {"text_block_id": "p28_b1034", "text": "enforce quality standards in the training. Furthermore, some private institutions offer CSA training but are not accredited due to lack of a clear accreditation scheme."}, {"text_block_id": "p28_b1035", "text": "emerging crops, trees, livestock and fish issues are being neglected. Lack of coordination also leads"}, {"text_block_id": "p28_b1036", "text": "to duplication of efforts and limited synergy in research efforts. Though a number of institutions are engaged in CSA research, there is no framework that facilitates inter-institutional knowledge storage, integration, packaging and dissemination. Most of the CSA information generated is in formats that"}, {"text_block_id": "p28_b1037", "text": "most end users are not able to isolate and apply in their specific regions for better production."}, {"text_block_id": "p28_b1038", "text": "In local communities, there exists innovative traditional and cultural practices that ensure adaptive and resilient farming systems. However, research on mitigation and adaptation has not adequately taken into account the indigenous technical knowledge that would contribute towards better adaptation and mitigation towards climate change in the agriculture sector."}, {"text_block_id": "p28_b1039", "text": "There is need to enhance capacity of institutions to undertake mitigation and adaptation research which entails availing adequate infrastructure for research; providing adequate skilled research personnel, adopting indigenous knowledge and culture, enhancing capacity to carry out MRV, and increasing operational resources for CSA research. Additionally, there is need to improve coordination of research, innovation, knowledge generation and dissemination."}, {"text_block_id": "p28_b1040", "text": "Strategic Issue 13: Inadequate data and information on CSA"}, {"text_block_id": "p28_b1041_merged_merged_merged_merged", "text": "In the agricultural sector, there is inadequate CSA related data and information for estimating GHG emissions and monitoring activities on climate change adaptation and mitigation. Further, the existing CSA data and information is scattered across various actors hence is incompatible and difficult to integrate. Besides, there is no climate smart agriculture resource centre or a platform to share data and information on climate smart agriculture."}, {"text_block_id": "p28_b1044", "text": "There is therefore need to establish and maintain a data and information management system, build capacities on data collection and information management, and promote data generation and dissemination during planning, implementation, monitoring and evaluation at both national and county levels. This will help in developing reliable country inventory system on GHG emission as well as enhance MRV."}, {"text_block_id": "p28_b1045", "text": "Thus climate change impacts in agriculture is a serious challenge requiring active participation of all members of the society to manage. However, there is no effective social mobilization frame work under functional communication structure that can help to rally all segments of the society to take appropriate action towards mitigation and adaptation."}, {"text_block_id": "p28_b1046", "text": "Strategic Issue 12: Limited CSA research technology development and innovations"}, {"text_block_id": "p28_b1047", "text": "There is limited research on CSA due to inadequacy of operational resources, infrastructure and skilled research personnel for the development of demand driven CSA technologies and innovations. Rare and"}, {"text_block_id": "p30_b1048", "text": "of downscaled weather information on extreme weather events, and the preparation of contingency plans to end drought emergencies."}, {"text_block_id": "p30_b1049", "text": "(ii) Develop and use  index-based agricultural insurance"}, {"text_block_id": "p30_b1050", "text": "This involves the identification and development of diverse agricultural insurance products,"}, {"text_block_id": "p30_b1051", "text": "capacity enhancement among actors to support insurance product availability, and the sensitization of product users along the value chains to take up agricultural insurance as a means of risk transfer."}, {"text_block_id": "p30_b1052", "text": "Strategic Issue 3: Vulnerabilities due to unsustainable natural resource management"}, {"text_block_id": "p30_b1053", "text": "Strategic goal:"}, {"text_block_id": "p30_b1054", "text": "Enhanced resilience of agriculture systems to climate change impacts through sustainable natural resource management"}, {"text_block_id": "p30_b1055", "text": "Strategic objective:"}, {"text_block_id": "p30_b1056", "text": "Mainstream sustainable natural resource management into production systems"}, {"text_block_id": "p30_b1057", "text": "to enhance resilience of the farmers, pastoralists and fisher-folk"}, {"text_block_id": "p30_b1058", "text": "Strategies"}, {"text_block_id": "p30_b1059", "text": "(i) Establish baselines and undertake inventory of the existing natural resources"}, {"text_block_id": "p30_b1060", "text": "This entails reviewing  and collating information on existing natural resources and their distribution; undertaking inventory and mapping of  natural  resources; and developing and maintenance of database for natural resources at National and County levels."}, {"text_block_id": "p30_b1061", "text": "(ii) Promote Sustainable Management and Utilization of Natural Resources"}, {"text_block_id": "p30_b1062", "text": "This involves the development of a framework for sustainable natural resource management; the development and implementation of programmes and projects on sustainable management and utilization of natural resources. This includes integrated soil health management to include soil nutrient management, soil and water conservation, and conservation agriculture; restoration of degraded soils and conservation of soil biodiversity; protection of riparian"}, {"text_block_id": "p30_b1063", "text": "reserves, fish landing stations, wildlife corridors and stock routes. In addition, challenges of invasive species in cropping systems, grazing systems and fisheries (e.g. water hyacinth,"}, {"text_block_id": "p30_b1064", "text": "Prosopis juliflora"}, {"text_block_id": "p30_b1065", "text": "and Striga weed) and the establishment and implementation of mechanisms"}, {"text_block_id": "p30_b1066", "text": "for resolving natural resource use conflicts will be undertaken."}, {"text_block_id": "p30_b1067", "text": "(iii) Promote water harvesting and storage, irrigation infrastructure development and"}, {"text_block_id": "p30_b1068", "text": "efficient water use"}, {"text_block_id": "p30_b1069", "text": "This entails incorporation of components that enhance resilience (irrigation of crops, aquaculture, livestock watering and agroforestry) in designs and development of water harvesting and storage structures; development of appropriate irrigation infrastructure and technologies (including use of clean energy) as per the prevailing farming and pastoral"}, {"text_block_id": "p30_b1070", "text": "systems; and promotion of effective and efficient agricultural water use, including waste"}, {"text_block_id": "p30_b1071", "text": "water management."}, {"text_block_id": "p30_b1072", "text": "(iv) Promote and support conservation  and propagation of  germplasm of species with adaptive capacity"}, {"text_block_id": "p30_b1073", "text": "This involves the establishment of"}, {"text_block_id": "p30_b1074", "text": "in-situ"}, {"text_block_id": "p30_b1075", "text": "and"}, {"text_block_id": "p30_b1076", "text": "ex-situ"}, {"text_block_id": "p30_b1077", "text": "genetic resources conservation areas/"}, {"text_block_id": "p30_b1078", "text": "centres, the identification of species of livestock, crop and fish origin that are adaptive and tolerant to adverse weather conditions, breeding, multiplication and field trials and"}, {"text_block_id": "p30_b1079", "text": "demonstrations."}, {"text_block_id": "p30_b1080", "text": "(v) Strengthen research, technology development and dissemination for sustainable natural resource management"}, {"text_block_id": "p30_b1081", "text": "This involves participatory and collaborative research towards development of suitable sustainable natural resource management technologies and innovations as well as technology"}, {"text_block_id": "p30_b1082", "text": "packaging and transfer to end users e.g. farmer’s field schools, exhibitions, demonstrations,"}, {"text_block_id": "p30_b1083", "text": "exchange visits, ICT, and electronic and print media."}, {"text_block_id": "p30_b1084", "text": "(vi)"}, {"text_block_id": "p30_b1085", "text": "Establish and implement mechanisms for resolving natural resource use conflicts"}, {"text_block_id": "p30_b1086", "text": "This will entail the development of mechanisms for identification of potential natural resource conflict hotspots; the profiling of the natural resource conflict hotspots; and the development of mechanisms for conflict resolution."}, {"text_block_id": "p30_b1087", "text": "3.2 MITIGATION OF GREENHOUSE GAS EMISSIONS"}, {"text_block_id": "p30_b1088", "text": "Strategic Issue 4: Emissions from key sources in agricultural production systems"}, {"text_block_id": "p30_b1089", "text": "Strategic Goal:"}, {"text_block_id": "p30_b1090", "text": "Minimize emissions from key sources in agricultural production system"}, {"text_block_id": "p30_b1091", "text": "Strategic Objective:"}, {"text_block_id": "p30_b1092", "text": "Develop mechanisms that minimize greenhouse gas emissions from key sources in agricultural production systems"}, {"text_block_id": "p30_b1093", "text": "Strategies"}, {"text_block_id": "p30_b1094", "text": "(i)"}, {"text_block_id": "p30_b1095", "text": "Reduce the rate of emissions from livestock (manure and enteric fermentation)."}, {"text_block_id": "p30_b1096", "text": "This will involve formulation and support of programs that promote development and use of low emissions technologies to manage livestock feed and manure. In addition, the formulation of improved feeds and feed additives to reduce enteric fermentation will be undertaken. The"}, {"text_block_id": "p30_b1097", "text": "development of breeding schemes and improvement of herd health to enhance efficiency in"}, {"text_block_id": "p30_b1098", "text": "production; and the support for innovations in livestock management systems that enhance productivity will also be promoted."}, {"text_block_id": "p30_b1099", "text": "(ii)"}, {"text_block_id": "p30_b1100", "text": "Reduce the rate of emissions from  rice production systems"}, {"text_block_id": "p30_b1101", "text": "This will involve promotion and development of programmes for improving efficiency in"}, {"text_block_id": "p30_b1102", "text": "irrigated rice production systems; promotion of production of rainfed rice; and develop and"}, {"text_block_id": "p30_b1103", "text": "transfer appropriate technologies for efficient rice production."}, {"text_block_id": "p30_b1104", "text": "Strategic Issue 5: Emissions from other sources in agricultural production systems"}, {"text_block_id": "p30_b1105", "text": "Strategic Goal:"}, {"text_block_id": "p30_b1106", "text": "Minimize emissions from other sources in agricultural production systems"}, {"text_block_id": "p30_b1107", "text": "Strategic Objective:"}, {"text_block_id": "p30_b1108", "text": "Mainstream efficient agricultural production systems to enhance productivity and minimize emissions as a co-benefit."}, {"text_block_id": "p30_b1109", "text": "Strategies"}, {"text_block_id": "p30_b1110", "text": "(i)"}, {"text_block_id": "p30_b1111", "text": "Mainstream Sustainable Natural Resource Management  to reduce emissions as a"}, {"text_block_id": "p30_b1112", "text": "benefit"}, {"text_block_id": "p30_b1113", "text": "The activities for sustainable natural resource management will be implemented as"}, {"text_block_id": "p30_b1114", "text": "adaptation interventions while providing mitigation co-benefits. This will involve promotion"}, {"text_block_id": "p30_b1115", "text": "of agroforestry/farm forestry and adoption of practices that encourage inclusion of trees in the farming systems e.g. conservation agriculture with trees for reduction of emissions from deforestation and forest degradation, forest conservation, sustainable management of forests and enhancement of carbon stocks, including rangelands. In addition livestock and agriculture/agroforestry/rangelands, Nationally Appropriate Mitigation Actions (NAMAs) will be developed and implemented to mainstream sustainable land management. The use of"}, {"text_block_id": "p30_b1116", "text": "fire in rangeland and cropland management will be minimized to limit emissions."}, {"text_block_id": "p30_b1117", "text": "(ii)"}, {"text_block_id": "p30_b1118", "text": "Promotion of energy-efficient technologies and innovations"}, {"text_block_id": "p30_b1119_merged_merged_merged_merged_merged_merged_merged", "text": "This will entail the reduction of the rate of emissions associated with processing and transportation of agricultural inputs and products; reduction of the rate of emissions associated with distances covered and residence-time used for capture fisheries; and the promotion of alternative techniques/innovations, along agricultural value chains that either use fuel"}, {"text_block_id": "p30_b1122", "text": "efficiently or green energy."}, {"text_block_id": "p31_b1123", "text": "Strategic Issue 6: Lack of accountable quantification of GHGs emissions"}, {"text_block_id": "p31_b1124", "text": "Strategic Goal:"}, {"text_block_id": "p31_b1125", "text": "Adequate Measurement, Reporting and Verification (MRV) System in the agriculture"}, {"text_block_id": "p31_b1126", "text": "sector"}, {"text_block_id": "p31_b1127", "text": "Strategic Objectives:"}, {"text_block_id": "p31_b1128", "text": "Enhanced capacity to measure, report and verify emissions from the agriculture sector"}, {"text_block_id": "p31_b1129", "text": "Strategies"}, {"text_block_id": "p31_b1130", "text": "(i)"}, {"text_block_id": "p31_b1131", "text": "Development of Measurement, Reporting and Verification Systems"}, {"text_block_id": "p31_b1132", "text": "The MRV systems help in improving the transparency in reporting of actions and mitigation measures in the agriculture sector. This will involve setting standards and install MRV infrastructure and development of an inventory system data bank on sector emissions. Development of structures on data collection and recording including an inventory will be necessary for continuous reporting on GHG emissions status for the country, particularly on the interventions carried out on mitigation."}, {"text_block_id": "p31_b1133", "text": "(ii) Capacity building of agricultural sector stakeholders on Measuring, Reporting and"}, {"text_block_id": "p31_b1134", "text": "Verification processes"}, {"text_block_id": "p31_b1135", "text": "Without an accurate assessment of agricultural sector carbon emissions, it will be difficult"}, {"text_block_id": "p31_b1136", "text": "to plan effective policies and strategies that address sector emissions, hence inability to monitor progress on the target and sectoral contribution in regard to Nationally Determined Contributions (NDCs). Capacity building on measurement of GHGs emissions in agricultural"}, {"text_block_id": "p31_b1137", "text": "sector; management of inventory system and data collection, reporting and verification are"}, {"text_block_id": "p31_b1138", "text": "critical."}, {"text_block_id": "p31_b1139", "text": "3.3 ENABLING POLICY, LEGAL AND INSTITUTIONAL FRAMEWORK"}, {"text_block_id": "p31_b1140", "text": "Strategic issue 7: Inadequate policy, weak regulatory frameworks and overlap of mandates among institutions involved in CSA"}, {"text_block_id": "p31_b1141", "text": "Strategic Goal:"}, {"text_block_id": "p31_b1142", "text": "An enabling policy, regulatory and institutional frameworks"}, {"text_block_id": "p31_b1143", "text": "Strategic Objective: To improve policy, regulations and harmonize institutional mandates for climate smart agriculture"}, {"text_block_id": "p31_b1144", "text": "Strategies"}, {"text_block_id": "p31_b1145", "text": "(i) Develop and review CSA policies and  regulatory frameworks"}, {"text_block_id": "p31_b1146", "text": "This will involve formulation and review of policies and regulations for CSA activities"}, {"text_block_id": "p31_b1147", "text": "(including county specific policies and legislations), establishing oversight and accountability"}, {"text_block_id": "p31_b1148", "text": "systems.  Capacities for enforcement at national and county levels will be enhanced. In addition, incentive mechanisms for promotion of CSA best practices according to the provisions of the Climate Change Act, 2016 will be developed."}, {"text_block_id": "p31_b1149", "text": "(ii) Strengthen collaboration between State Agencies on enforcing CSA activities"}, {"text_block_id": "p31_b1150", "text": "This will entail review of CSA regulations to provide for harmonization of institutional mandates and responsibilities. Further, collaboration and partnerships among stakeholders will be enhanced to undertake joint planning, implementation and M&E by State Agencies and other actors to enhance effective enforcement of CSA related guidelines and standards."}, {"text_block_id": "p31_b1151", "text": "Strategic Issue 8:  Inadequate capacities and weak coordination among institutions and stakeholders in climate smart agriculture"}, {"text_block_id": "p31_b1152", "text": "Strategic Goal:"}, {"text_block_id": "p31_b1153", "text": "Improved coordination of implementation of CSA activities"}, {"text_block_id": "p31_b1154", "text": "Strategic Objective:"}, {"text_block_id": "p31_b1155", "text": "To improve capacities and coordination among institutions and stakeholders in climate smart agriculture"}, {"text_block_id": "p31_b1156", "text": "."}, {"text_block_id": "p31_b1157", "text": "Strategies"}, {"text_block_id": "p31_b1158", "text": "(i)"}, {"text_block_id": "p31_b1159", "text": "Strengthen coordination of CSA implementation"}, {"text_block_id": "p31_b1160", "text": "The coordination framework and implementation mechanism for KCSAS will be harmonized with the inter-governmental coordination structure."}, {"text_block_id": "p31_b1161", "text": "(ii) Strengthen institutions involved in CSA"}, {"text_block_id": "p31_b1162", "text": "This will entail enhancing capacity building and provide support to CSA institutions at national and county levels."}, {"text_block_id": "p31_b1163", "text": "3.4 ADDRESSING CROSS-CUTTING ISSUES THAT ADVERSELY IMPACT CSA"}, {"text_block_id": "p31_b1164", "text": "Strategic Issue 9: Inadequate financing of CSA activities"}, {"text_block_id": "p31_b1165", "text": "Strategic Goal:"}, {"text_block_id": "p31_b1166", "text": "Adequate and sustainable financial sources for CSA activities."}, {"text_block_id": "p31_b1167", "text": "Strategic Objective:"}, {"text_block_id": "p31_b1168", "text": "To increase funding for CSA activities"}, {"text_block_id": "p31_b1169", "text": "Strategies"}, {"text_block_id": "p31_b1170", "text": "(i) Establish mechanisms for accessing Climate Finance for Climate Smart Agriculture (CSA) activities"}, {"text_block_id": "p31_b1171", "text": "This involves enhancing access to Climate Change Fund provided for in the Climate Change Act, 2016 and ensure that climate activities are mainstreamed in the MTP."}, {"text_block_id": "p31_b1172", "text": "(ii)"}, {"text_block_id": "p31_b1173", "text": "Promote strategic partnerships"}, {"text_block_id": "p31_b1174", "text": "This entail  promoting structured partnership arrangements with private sector , NGOs,"}, {"text_block_id": "p31_b1175", "text": "CSOs and other development partners to provide finance for CSA activities, programmes and"}, {"text_block_id": "p31_b1176", "text": "projects."}, {"text_block_id": "p31_b1177", "text": "Strategic issue 10: Limited capacity of WY&VG to participate in CSA activities"}, {"text_block_id": "p31_b1178", "text": "Strategic Goal:"}, {"text_block_id": "p31_b1179", "text": "WY&VG empowerment for improved participation in CSA activities"}, {"text_block_id": "p31_b1180", "text": "Strategic Objective:"}, {"text_block_id": "p31_b1181", "text": "Improve participation in CSA by WY&VG."}, {"text_block_id": "p31_b1182", "text": "Strategies"}, {"text_block_id": "p31_b1183", "text": "(i) Increase the capacity of WY&VG to participate in CSA activities."}, {"text_block_id": "p31_b1184", "text": "This will entail creation of awareness, capacity building and promotion of CSA-related income generating activities targeting WY&VG."}, {"text_block_id": "p31_b1185", "text": "(ii) Promote equity and inclusivity of WY&VG participation in CSA activities."}, {"text_block_id": "p31_b1186", "text": "This will entail development of inclusive and responsive agricultural value chains and establishment of Social Protection and Safety net programmes to cushion WY&VG to impacts of climate change."}, {"text_block_id": "p31_b1187", "text": "Strategic issue 11: Limited human resource capacity to undertake CSA"}, {"text_block_id": "p31_b1188", "text": "Strategic Goal:"}, {"text_block_id": "p31_b1189", "text": "Adequate and effective human resource capacity for CSA activities"}, {"text_block_id": "p31_b1190", "text": "Strategic Objective:"}, {"text_block_id": "p31_b1191", "text": "To enhance adequacy and quality of human resource for CSA"}, {"text_block_id": "p31_b1192", "text": "Strategies"}, {"text_block_id": "p31_b1193", "text": "(i) Increase the pool of technical personnel with expertise in CSA"}, {"text_block_id": "p31_b1194_merged_merged_merged_merged", "text": "This will involve auditing of CSA human resource capacity at both national and county levels; recruiting qualified personnel; and establishing working partnerships and collaboration with institutions that have expertise in CSA."}, {"text_block_id": "p32_b1197", "text": "(ii) Improve CSA knowledge and skills among technical personnel"}, {"text_block_id": "p32_b1198", "text": "Strategic issue 12: Limited CSA research, technology development and innovations"}, {"text_block_id": "p32_b1199", "text": "Strategies"}, {"text_block_id": "p32_b1200", "text": "(i) Enhance capacity of institutions to undertake CSA research"}, {"text_block_id": "p32_b1201", "text": "(ii) Improve coordination of CSA research, innovation and knowledge generation."}, {"text_block_id": "p32_b1202", "text": "Strategic Issue 13: Inadequate data and information on CSA"}, {"text_block_id": "p32_b1203", "text": "Strategies"}, {"text_block_id": "p32_b1204", "text": "(i) Establish and maintain a data and information management system"}, {"text_block_id": "p32_b1205", "text": "(ii) Build capacities on  data collection and information management"}, {"text_block_id": "p32_b1206", "text": "(iii) Promote data management and information generation and dissemination"}, {"text_block_id": "p33_b1207", "text": "CHAPTER FOUR: STRATEGY IMPLEMENTATION, MONITORING AND EVALUATION"}, {"text_block_id": "p33_b1208", "text": "4.1 INTRODUCTION"}, {"text_block_id": "p33_b1209", "text": "The realization of the objectives of this CSA strategy will depend on the roles and responsibilities undertaken by the ministries, departments and agencies (MDAs) responsible for; agriculture"}, {"text_block_id": "p33_b1210", "text": "environment, energy, transport and infrastructure, finance, industrialization and enterprise development,"}, {"text_block_id": "p33_b1211", "text": "land, water and irrigation, regulatory and support institutions at both levels of governments. The MDAs will also need to be coordinated to avoid overlaps and to create synergy in pursuit of effective strategy implementation. Further, the devolution of agricultural functions will necessitate regular consultation and coordination between national and county governments."}, {"text_block_id": "p33_b1212", "text": "4.2 COORDINATION OF THE STRATEGY IMPLEMENTATION"}, {"text_block_id": "p33_b1213", "text": "The National Government through the Agriculture Sector MDAs will be responsible for policies, strategies and regulatory services including CSA. The County Agriculture Sector MDAs will spearhead"}, {"text_block_id": "p33_b1214", "text": "the implementation of the identified strategies in the counties. The coordination framework and"}, {"text_block_id": "p33_b1215", "text": "implementation mechanism for KCSAS will be harmonized with the inter-governmental coordination"}, {"text_block_id": "p33_b1216", "text": "structure for the agriculture sector that is currently under development and is expected to be finalized"}, {"text_block_id": "p33_b1217", "text": "soon. The proposed agriculture sector coordination structure (Figure 2) proposes the establishment of Sector Working Agriculture Groups (SWAGs)."}, {"text_block_id": "p33_b1218", "text": "The three sub-sectors in agriculture will be expected to form separate SWAGs namely; Agriculture (crops), Livestock & Veterinary; Fisheries & Blue Economy. Each SWAG will be made up of Seven Executives comprising of three persons from each arm of government and appointed by the Cabinet Secretary, MALF and Chair of Council of Governors (COG), respectively. Subject matter"}, {"text_block_id": "p33_b1219", "text": "specialists from the Joint Agricultural Secretariat (JAS) will form the secretariat of the SWAGs. Other experts from the sector are proposed to be part of the SWAGs depending on the subject matter under consideration. The SWAGs will be expected to meet at least once quarterly or according to need and will be co-chaired by the two levels of government."}, {"text_block_id": "p33_b1220", "text": "The Steering Committee will be authorized to disband existing or establish more Sectoral Working"}, {"text_block_id": "p33_b1221", "text": "Groups according to identified needs. Consequently, the proposed entry point for CSA will be through"}, {"text_block_id": "p33_b1222", "text": "the establishment of a SWAG whose composition will be determined by the sector demands and needs. The SWAG for CSA will be expected to facilitate coordination, harmonization and liaison between national and county governments through:"}, {"text_block_id": "p33_b1223", "text": "a)"}, {"text_block_id": "p33_b1224", "text": "Monitoring and evaluating the implementation of CSA initiatives"}, {"text_block_id": "p33_b1225", "text": "b)"}, {"text_block_id": "p33_b1226", "text": "Compiling annual intergovernmental sub-sector CSA reports,"}, {"text_block_id": "p33_b1227", "text": "c)"}, {"text_block_id": "p33_b1228", "text": "Facilitating capacity building of national and county bodies on CSA related issues"}, {"text_block_id": "p33_b1229", "text": "d)"}, {"text_block_id": "p33_b1230", "text": "Preparing and follow-up upon events and functions between the national and county governments, including meetings of the Inter-Governmental Forum (IGF) for agriculture, Inter-Governmental Steering Committee (IGSC) and ad hoc multi-stakeholder consultation bodies on CSA related  issues"}, {"text_block_id": "p33_b1231", "text": "e)"}, {"text_block_id": "p33_b1232", "text": "Establishing a forum for joint planning on CSA programmes"}, {"text_block_id": "p33_b1233", "text": "4.2.1 The County Governments"}, {"text_block_id": "p33_b1234", "text": "The County Governments will be responsible for implementation of this strategy. Each county will"}, {"text_block_id": "p33_b1235", "text": "thus develop CSA policies, strategies and plans to guide implementation or integrate County specific"}, {"text_block_id": "p33_b1236", "text": "strategies into their County Integrated Development Plans (CIDPs)  and other plans."}, {"text_block_id": "p33_b1237", "text": "4.2.2 Ministry responsible for energy"}, {"text_block_id": "p33_b1238", "text": "The ministry responsible for energy at the two levels of government should explore and promote affordable and reliable clean energy for use in agriculture during energy generation."}, {"text_block_id": "p33_b1239", "text": "This is because the production, storage and value addition of crops; livestock; fisheries; and forestry"}, {"text_block_id": "p33_b1240_merged_merged_merged_merged_merged", "text": "require energy supply. Current energy sources include hydroelectric, geothermal and wind power; petroleum products; solar; wood fuel and biogas. They are used in land preparation, processing and transportation of crops; livestock; fisheries; and forestry commodities. Some of these energy sources particularly wood fuel and petroleum products contribute to greenhouse gas emissions."}, {"text_block_id": "p33_b1243", "text": "4.2.3 Ministry responsible for transport and infrastructure"}, {"text_block_id": "p33_b1244", "text": "The national and county governments need to prioritize rehabilitation and maintenance of trunk and rural access roads, respectively. Product marketing and trade require developed and well maintained infrastructure networks. There is need for legislation and enforcement on minimum emissions from vehicles, plant and machinery. This will ensure reduced greenhouse gas emissions."}, {"text_block_id": "p33_b1245", "text": "4.2.4"}, {"text_block_id": "p33_b1246", "text": "Ministry responsible for industrialization and enterprise development"}, {"text_block_id": "p33_b1247", "text": "The national and county governments through the ministries responsible for industrialization and enterprise development will need to develop and support implementation of policies and strategies that will encourage investment in processing and value addition of agricultural produce. To enhance productivity and income, producers need to be organized into viable groups that can sustainably satisfy the needs of various commodity industries and consumers."}, {"text_block_id": "p33_b1248", "text": "4.2.5"}, {"text_block_id": "p33_b1249", "text": "Ministry responsible for land"}, {"text_block_id": "p33_b1250", "text": "Activities on land heavily impact water sources and the agricultural environment. In Kenya, land"}, {"text_block_id": "p33_b1251", "text": "is classified as private, communal or public. All categories of classification support agricultural"}, {"text_block_id": "p34_b1252", "text": "production and are threatened by different aspects of citizen behavior that require the interventions of both levels of governments by implementing  land consolidation, setting minimum land size for agricultural use and protection of government land. Land should be set aside for research in agriculture, water towers and gazetted forests."}, {"text_block_id": "p34_b1253", "text": "4.2.6 Ministry responsible for environment and natural resources"}, {"text_block_id": "p34_b1254", "text": "This ministry will be responsible for policies and strategies for conservation of forests, water catchments, water towers, wetlands, riparian areas and rehabilitation of degraded areas.  These areas"}, {"text_block_id": "p34_b1255", "text": "provide important habitats for fish and other biodiversity while maintaining ecosystem goods like"}, {"text_block_id": "p34_b1256", "text": "water resource. The ministry also formulates programmes for promotion of dryland forestry to create resilience in the ASALs. The forest and water catchments need to be protected by reforestation and afforestation activities in gazetted forests, farmlands and communal lands. The overall goal is to have a 10% forest cover in the country."}, {"text_block_id": "p34_b1257", "text": "Wetland and forest sequestration of carbon from the atmosphere regulates climate and optimizes crops,"}, {"text_block_id": "p34_b1258", "text": "livestock and fisheries production. These are strategic for improvement of agricultural production,"}, {"text_block_id": "p34_b1259", "text": "reduction of poverty and environmental degradation."}, {"text_block_id": "p34_b1260", "text": "4.2.7"}, {"text_block_id": "p34_b1261", "text": "Ministry responsible for"}, {"text_block_id": "p34_b1262", "text": "w"}, {"text_block_id": "p34_b1263", "text": "ater and irrigation"}, {"text_block_id": "p34_b1264", "text": "The ministry is responsible for formulation of policies, strategies and programmes for sustainable development and management of water resources. Water catchment areas are the main sources of"}, {"text_block_id": "p34_b1265", "text": "rivers in the country. The rivers provide water for irrigated crops, livestock and fisheries. Investment"}, {"text_block_id": "p34_b1266", "text": "in infrastructure for water harvesting and storage alongside irrigation systems need to be prioritized to build resilience and support CSA."}, {"text_block_id": "p34_b1267", "text": "4.2.8 Ministry responsible for finance"}, {"text_block_id": "p34_b1268", "text": "The ministry is responsible for fiscal and economic policies and strategies. It should provide adequate financial incentives to CSA actors at different stages of various Agricultural Value Chains. Funding for agriculture (crops, livestock and fisheries) should not be less than 10% of the national budget"}, {"text_block_id": "p34_b1269", "text": "as per the Maputo Declaration of 2003. Cascaded to the counties, a similar, if not higher, allocation should go to the three sub-sectors. In order to lower prices of agricultural inputs and raise product competitiveness, it is necessary for the National Treasury to institute targeted tax reliefs and subsidies that will promote CSA."}, {"text_block_id": "p34_b1270", "text": "4.2.9 Regulatory agencies and support institutions"}, {"text_block_id": "p34_b1271", "text": "Regulatory agencies and support institutions are critical in ensuring enforcement of laws and regulations. They will play an important role in setting standards; codes and guidelines; and ensure compliance by stakeholders to CSA statutes and practices."}, {"text_block_id": "p34_b1272", "text": "4.2.10 The private sector"}, {"text_block_id": "p34_b1273", "text": "The private sector includes producers, farmers, processors, marketers and all other actors in the crops,"}, {"text_block_id": "p34_b1274", "text": "livestock, fisheries and forestry value chains. Majority of these actors contribute to greenhouse gas"}, {"text_block_id": "p34_b1275", "text": "emissions which impact on climate change. Climate change has negatively affected productivity and sustainability of the value chains. The actors will collaborate with the national and county governments in implementation of mitigation and adaptation measures. They will also participate in the development and review of CSA policies and strategies; legislations and investment ventures."}, {"text_block_id": "p34_b1276", "text": "4.3 RESOURCE MOBILIZATION"}, {"text_block_id": "p34_b1277", "text": "The implementation of KCSAS strategy will require a total of KSh. 500 billion (US$ 5.0 billion)"}, {"text_block_id": "p34_b1278", "text": "during the ten (10) year period (2017 to 2026). A summary of the financial requirements for the key"}, {"text_block_id": "p34_b1279", "text": "thematic areas in CSA is presented in Table 1."}, {"text_block_id": "p34_b1280", "text": "Table 1: Summary of the financial requirements for implementation of KCSAS"}, {"text_block_id": "p34_b1281", "text": "To implement the KCSAS, the bulk of the funding will be provided to the relevant Ministries, Departments and Agencies (MDAs) by the national and county governments through the Exchequer. This will be guided by the national and county prioritized CSA programs and projects including"}, {"text_block_id": "p34_b1282", "text": "sectoral policies and strategies. In addition, efforts will be made to mobilize technical and financial"}, {"text_block_id": "p34_b1283", "text": "support from development partners and civil society to realize the objectives of this strategy. A CSA fund basket shall be established and proper mechanisms set up for oversight and governance. Both"}, {"text_block_id": "p34_b1284", "text": "levels of government will explore possibilities of benefiting from the climate change fund provided"}, {"text_block_id": "p34_b1285", "text": "for in climate change Act 2016 for inclusion of budgetary provisions for CSA at both national and county levels. Further, the government at both levels will explore possibilities and accessing existing climate–related dedicated funding for use in CSA activities/joint sourcing of funding from potential donors by National/County Committees."}, {"text_block_id": "p34_b1286", "text": "Direct financing and investments by the private sector through public private partnerships (PPPs)"}, {"text_block_id": "p34_b1287", "text": "is critical to the successful implementation of this strategy initiative. To this end, the national and county governments will create conducive environments to facilitate participation of the private"}, {"text_block_id": "p34_b1288", "text": "sector. This will include strengthening financial institutions, providing loan facilities to support"}, {"text_block_id": "p34_b1289", "text": "farmers’ investments, savings and risk management for CSA activities; ensuring availability of credit to farmers at concessionary interest rates and appropriate insurance schemes to protect farmers from impacts associated with climate change."}, {"text_block_id": "p34_b1290", "text": "4.4 IMPLEMENTATION, MONITORING AND EVALUATION"}, {"text_block_id": "p34_b1291", "text": "Monitoring and evaluation (M&E) is a tool for assessing the success of result based management. It provides decision makers, sponsors and other stakeholders with better means of learning from past experience, improving service delivery, planning, allocating of resources and demonstrating results as part of accountability to key stakeholders."}, {"text_block_id": "p34_b1292_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "For successful implementation of this strategy, an M&E framework will be developed as an integral component to ensure the strategy objectives are achieved in a cost effective, coordinated and harmonized approach at both the national and county levels. The ministry responsible for crops, livestock and fisheries in collaboration with the county governments, relevant implementing Ministries, Departments and Agencies (MDAs), private sector and other stakeholders will develop an M&E framework within six months of the strategy launch. For purposes of this strategy, the ministry shall also undertake a comprehensive baseline survey that will be used to gauge achievement of CSA related agricultural activities."}, {"text_block_id": "p34_b1295", "text": "The M&E framework is expected to be consistent with the National Integrated Monitoring and Evaluation Systems (NIMES) and have clear terms of reference for relevant stakeholders in data collection and reporting at all levels. There will be an Annual Review Report (ARR) on implementation of the strategy that will be presented to the Climate Change Council (CCC) by the Cabinet Secretary responsible for Crops, Livestock and Fisheries for dissemination to the public and relevant stakeholders. The strategy will be reviewed periodically to address the sector challenges and emerging issues."}, {"text_block_id": "p35_b1296", "text": "5.0"}, {"text_block_id": "p35_b1297", "text": "REFERENCES"}, {"text_block_id": "p35_b1298", "text": "Awange, J. L., Sharifi, M. A., Ogonda, G., Wickert, J., Grafarend, E. W. and Omulo, M. A. (2008)."}, {"text_block_id": "p35_b1299", "text": "The falling Lake Victoria water level: GRACE TRIMM and CHAMP satellite analysis of the lake basin"}, {"text_block_id": "p35_b1300", "text": "Water Resource Management."}, {"text_block_id": "p35_b1301", "text": "Beare, D.J., Burns, F., Greig, A., Jones, E.G., Peach, K., Kienzle, M., McKenzie, E., Reid, D.G."}, {"text_block_id": "p35_b1302", "text": "(2004). Long-term increases in prevalence of North Sea fishes having southern biogeographic affinities. Marine Ecology. Progress Series 284,"}, {"text_block_id": "p35_b1303", "text": "pp 269–278"}, {"text_block_id": "p35_b1304", "text": "."}, {"text_block_id": "p35_b1305", "text": "Brundtland, G.H. (1987). Report of the World Commission on Environment and Development: Our Common Future, Oslo. Norway"}, {"text_block_id": "p35_b1306", "text": "Brander, K.M., Blom, G., Borges, M.F., Erzini, K., Henderson, G., MacKenzie, B.R., Mendes,H.,"}, {"text_block_id": "p35_b1307", "text": "Ribeiro, J., Santos, A.M.P., Toresen, R., (2003). Changes in fish distribution in the eastern North"}, {"text_block_id": "p35_b1308", "text": "Atlantic: are we seeing a coherent response to changing temperature? ICES Marine Science Symposium 219,"}, {"text_block_id": "p35_b1309", "text": "pp 261–270"}, {"text_block_id": "p35_b1310", "text": "Brander, L.M., Rehdanz, K., Tol, R.S. and van Bevkering. 2010. The economic impact of Ocean"}, {"text_block_id": "p35_b1311", "text": "Acidification on coral reefs. Climate change economics 03. P 29."}, {"text_block_id": "p35_b1312", "text": "Easterling, W., P. Aggarwal, P. Batima, K. Brander, L. Erda, M. Howden, A. Kirilenko, J. Morton,"}, {"text_block_id": "p35_b1313", "text": "J.-F. Soussana, S. Schmidhuber, and F. Tubiello. (2007). Food, fibre and forest products. In"}, {"text_block_id": "p35_b1314", "text": "Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p35_b1315", "text": ". M.L. Parry, O.F. Canziani, J.P. Palutikof, P.J. van der Linden, and C.E. Hanson, (Eds.). Cambridge University Press,"}, {"text_block_id": "p35_b1316", "text": "pp 273-313."}, {"text_block_id": "p35_b1317", "text": "Ericksen PJ, de Leeuw J, Thornton PK, Notenbaert A, Cramer L, Jones PG, Herrero M. (2012). Climate change in sub-Saharan Africa: what consequences for pastoralism? In: Catley A, Lind J, Scoones I, (Eds). Pastoralism and Development in Africa: Dynamic Change at the Margins. London: Earthscan; 2012."}, {"text_block_id": "p35_b1318", "text": "pp. 71–81."}, {"text_block_id": "p35_b1319", "text": "Fabusoro, E., Sodiya, C. I., Fasona, M., Oyedepo, J. (2014). Vulnerability of Settled Fulani Agro-Pastoralists’ Livelihoods to Climate Change and Emerging Innovations for Adaptation and Land Accessibility in Southwest Nigeria, A Global Environmental Change Research Project."}, {"text_block_id": "p35_b1320", "text": "FAO. (2010). Global Forest Resources Assessment. Food and Agriculture Organization of the United Nations, Rome, Italy."}, {"text_block_id": "p35_b1321", "text": "FAO. (2015). Global Forest Resources Assessment 2015 Country Report-Kenya. Kenya; forestry development; forestry production; forestry statistics. Food and Agriculture Organization of the United Nations, Rome, Italy"}, {"text_block_id": "p35_b1322", "text": "pp 8."}, {"text_block_id": "p35_b1323", "text": "Fischer, G., Tubiello, F.N., Velthuizen, H. V., and Wiberg, D. A. (2007). Climate change impacts on irrigation water requirements: Effects of mitigation, 1990-2080."}, {"text_block_id": "p35_b1324", "text": "Technol. Forecast. Soc. Change"}, {"text_block_id": "p35_b1325", "text": ", 74,"}, {"text_block_id": "p35_b1326", "text": "pp 1083-1107."}, {"text_block_id": "p35_b1327", "text": "GoK. (2007). Kenya Vision. 2030. A Globally Competitive and Prosperous Kenya. Government of Kenya,"}, {"text_block_id": "p35_b1328", "text": "GoK. (2010a). The 2009 Population and housing census. Central Bureau of Statistics, Ministry of Finance and Planning. Government of Kenya."}, {"text_block_id": "p35_b1329", "text": "GoK. (2010b). Agricultural Sector Development Strategy 2010-2020. Government of Kenya."}, {"text_block_id": "p35_b1330", "text": "GoK. (2010c). National Climate Change Response Strategy. Government of Kenya."}, {"text_block_id": "p35_b1331", "text": "GoK. (2012). Kenya National Climate Change Action Plan. Government of Kenya."}, {"text_block_id": "p35_b1332", "text": "IPCC. (2001). Intergovernmental Panel on Climate Change. Third Assessment Report: Climate change impacts, adaptation and vulnerability."}, {"text_block_id": "p35_b1333", "text": "IPCC. (2007)."}, {"text_block_id": "p35_b1334", "text": "The Physical Science Basis."}, {"text_block_id": "p35_b1335", "text": "Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Solomon"}, {"text_block_id": "p35_b1336", "text": "et al"}, {"text_block_id": "p35_b1337", "text": ". (Eds) Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA."}, {"text_block_id": "p35_b1338", "text": "KNBS.  (2014). Economic Survey report of Kenya. Kenya National Bureau of Statistics. Government of Kenya."}, {"text_block_id": "p35_b1339", "text": "Lobell, D. M. and Gourdji, S. M. (2012). The influence of climate change on global crop"}, {"text_block_id": "p35_b1340", "text": "productivity. Plant Physiology."}, {"text_block_id": "p35_b1341", "text": "Luedeling E.  (2011). Adapt now to climate change. Food Technology 65(9), 120."}, {"text_block_id": "p35_b1342", "text": "Nachtergaele F, Petri M, Biancalani R, Van Lynden G, and Van Velthuizen H. (2010). Global Land Degradation Information System (GLADIS). Beta Version. An Information Database for Land Degradation Assessment at Global Level. Land Degradation Assessment in Drylands Technical Report, no. 17. FAO, Rome, Italy."}, {"text_block_id": "p35_b1343", "text": "OECD. (2001). Organization for Economic Cooperation and Development Productivity Manual."}, {"text_block_id": "p35_b1344_merged_merged_merged_merged_merged", "text": "Parry, M., Rosenzweig, C., Iglesias, A., Fischer, G. and Livermore, M. (1999). Climate change and world food security: A new assessment. Glob. Environ. Change, 9, S51-S67."}, {"text_block_id": "p35_b1347", "text": "Sissoko, K., Van Keulen, H., Verhagen, J., Tekken, V. and Battaglini, A. (2010). Agriculture, livelihoods and climate change in the West African Sahel. Reg Environmental Change."}, {"text_block_id": "p35_b1348", "text": "USAID. (2007). Kenya Food Security Update Report. United States Agency for International Development."}, {"text_block_id": "p35_b1349", "text": "World Bank. (2011). The Drought and Food Crisis in the Horn of Africa; Impact and Proposed Policy Responses for Kenya. Washington, DC"}], "document_description": "The broad objective of the Kenya Climate Smart Agriculture Strategy 2017-2026 (KCSAS) is to adapt to climate change, build the resilience of agricultural systems, and minimize emissions for enhanced food and nutritional security and improved livelihoods. The specific objectives of the KCSAS are to (i) enhance the adaptive capacity and resilience of farmers, pastoralists, and fisher-folk to the adverse impacts of climate change; (ii) develop mechanisms that minimize greenhouse gas emissions from agricultural production systems; (iii) create an enabling regulatory and institutional framework; and (iv) address cross-cutting issues that adversely impact climate smart agriculture.\n\nFour broad strategic areas have been identified for KCSAS: (i) Adaptation and building resilience by addressing vulnerability to changes in rainfall and temperature, extreme weather events, and unsustainable land/water management and utilization; (ii) Mitigation of greenhouse gas emissions from key and minor sources in the agriculture sector; (iii) Establishment of an enabling policy, legal, and institutional framework for effective implementation of climate smart agriculture; and (iv) Minimizing the effects of underlying cross-cutting issues, such as human resource capacity and finance, which would potentially constrain the realization of climate smart agriculture objectives."}