{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Kenya", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Policy for Disaster Management", "document_country_code": "KEN", "document_hazard_name": ["Fire", "Landslides", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods", "Earthquakes"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": "Drm/Drr", "document_region_code": "Sub-Saharan Africa", "document_date": "02/01/2009", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/KEN/2009/KEN-2009-01-02-National Policy for Disaster Management_b9c3e2a2fdb4a93b08eef4c70b2dc209.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF KENYA"}, {"text_block_id": "p0_b2", "text": "MINISTRY OF STATE FOR SPECIAL PROGRAMMES"}, {"text_block_id": "p0_b3", "text": "OFFICE OF THE PRESIDENT"}, {"text_block_id": "p0_b4", "text": "DRAFT NATIONAL POLICY"}, {"text_block_id": "p0_b5", "text": "FOR"}, {"text_block_id": "p0_b6", "text": "DISASTER MANAGEMENT IN KENYA"}, {"text_block_id": "p0_b7", "text": "FEBRUARY 2009"}, {"text_block_id": "p1_b8", "text": "LIST OF ABBREVIATIONS"}, {"text_block_id": "p2_b9", "text": "Definitions of Disaster Management Terms"}, {"text_block_id": "p2_b10", "text": "A Hazard:"}, {"text_block_id": "p2_b11", "text": "A hazard is a dangerous phenomenon, substance, human activity or condition that may cause the loss of life, injury or other health impacts, property damage, loss of livelihoods and services, social and economic disruption, or environmental damage."}, {"text_block_id": "p2_b12", "text": "A Natural Hazard:"}, {"text_block_id": "p2_b13", "text": "Natural processes or phenomenon that may cause loss of life, injury or other health impacts, property damage, loss of livelihoods and services, social and economic disruption, or environmental damage."}, {"text_block_id": "p2_b14", "text": "A Geological Hazard:"}, {"text_block_id": "p2_b15", "text": "Geological process or phenomenon that may cause lo loss of life, injury or other health impacts, property damage, loss of livelihoods and services, social and economic disruption, or environmental damage."}, {"text_block_id": "p2_b16", "text": "A Technological Hazard:"}, {"text_block_id": "p2_b17", "text": "A hazard originating from technological or industrial conditions, including accidents, dangerous procedures, infrastructure failures or specific human activities, that may cause loss of life, injury, illness or other health impacts, property damage, loss of livelihoods and services, social and economic disruption, or environmental damage."}, {"text_block_id": "p2_b18", "text": "A Disaster:"}, {"text_block_id": "p2_b19", "text": "A disaster is a serious disruption of the functioning of a community or society causing widespread human, material, economic or environmental loses which exceed the ability of the affected community/society to cope using its own resources."}, {"text_block_id": "p2_b20", "text": "A Disaster Risk:"}, {"text_block_id": "p2_b21", "text": "The potential disaster losses, in lives, health status, livelihoods, assets and services, which could occur to a particular community or a society over some specified future time period."}, {"text_block_id": "p2_b22", "text": "Disaster Risk Management:"}, {"text_block_id": "p2_b23", "text": "The systematic process of using administrative directives, organisations, and operational skills and capacities to implement strategies, policies and improved coping capacities in order to lessen the adverse impacts of hazards and the possibility of disaster."}, {"text_block_id": "p2_b24", "text": "Disaster Risk Reduction:"}, {"text_block_id": "p2_b25", "text": "he concept and practice of reducing disaster risks through systematic efforts to analyze and manage the causal factors of disasters, including through reduced exposure to hazards, lessened vulnerability of people and property, wise management of land and the environment, and improved preparedness for adverse events."}, {"text_block_id": "p2_b26", "text": "Risk Assessment:"}, {"text_block_id": "p2_b27", "text": "A methodology to determine the nature and extent of risk by analyzing potential hazards and evaluating existing conditions of vulnerability that together could potentially harm exposed people, property, services, livelihoods and the environment on which they depend."}, {"text_block_id": "p2_b28", "text": "FOREWORD"}, {"text_block_id": "p2_b29", "text": "Kenya’s disaster profile is dominated by droughts, fire, floods, terrorism, technological accidents, diseases and epidemics that disrupt people’s livelihoods, destroy the infrastructure,"}, {"text_block_id": "p3_b30", "text": "divert planned use of resources, interrupt economic activities and retard development. In the pursuit of reducing vulnerabilities to risks, the Government has formulated this National Policy on Disaster Management to institutionalise mechanisms for addressing disasters. Recent disaster events, the successive Reports of the Inter-governmental Panel Climate Change (IPCC), the recent Climate Change Conference (Nairobi , Nov. 2006), and a recent comprehensive environmental reconnaissance survey over the whole country have all stressed the central role of Climate Change in any sustainable planned and integrated National Strategy for Disaster Management."}, {"text_block_id": "p3_b31", "text": "The policy emphasizes preparedness on the part of the Government, communities and other stakeholders in Disaster Risk Reduction activities. In this regard, the policy aims at the establishment and strengthening of Disaster Management institutions, partnerships, networking and main streaming Disaster Risk Reduction in the development process so as to strengthen the resilience of vulnerable groups to cope with potential disasters. Ministry of State for Special Programmes in the Office of President will coordinate Disaster Risk Reduction initiatives within a unified policy framework in a proactive manner at all levels."}, {"text_block_id": "p3_b32", "text": "Disaster Risk Management encompasses a full continuum from preparedness, relief and rehabilitation, mitigation and prevention. The Policy aims to increase and sustain resilience of vulnerable communities to hazards through diversification of their livelihoods and coping mechanisms. This entails a shift from the short term relief responses to development. The Policy will go a long way in preserving life and minimising suffering by providing sufficient and timely early warning information on potential hazards that may result to disasters. It will also aim at alleviating suffering by providing timely and appropriate response mechanisms for disaster victims."}, {"text_block_id": "p3_b33", "text": "The preparation of this Policy Paper has benefited from invaluable contribution from experts in various Ministries and organizations and it is hoped that the full implementation of this Policy will contribute immensely to disaster risk reduction, effective disaster preparedness, response, recovery and reconstruction as well as contribute to poverty reduction and sustainable development in the country, particularly among those communities that have been identified as highly vulnerable to disaster risk, loss of life and livelihoods."}, {"text_block_id": "p3_b34", "text": "HON DR. NAOMI SHAABAN, EGH, MP"}, {"text_block_id": "p3_b35", "text": "MINISTER OF STATE FOR SPECIAL PROGRAMMES"}, {"text_block_id": "p4_b36", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p4_b37", "text": "The conceptual need to formulate a comprehensive Disaster Management Policy came to the fore about ten years ago; and many successive efforts followed with foundation documents, which were thereafter utilised in the research to formulate a concrete Disaster Management Policy document. Subsequently, particularly over the last nearly three years, starting October 2006, the process research for formulation of  the Disaster Management policy for Kenya has been a collaborative, contributory process involving many parties, the Government, Development Partners and stakeholders at all levels, National, District and lower levels. In particular, the Ministry of Special Programmes is indebted to the consultants, Ministries, stakeholders, and personalities who laid down the foundation of the Disaster Management policy review, by the Draft Policy Document of April 2007. That Document is the basis of subsequent workshops and fieldwork for the draft Disaster Management Policy Review."}, {"text_block_id": "p4_b38_merged", "text": "The Ministry, set up a Disaster Management Policy Review Committee, in November 2008, made up of a Consultant, and five Committee members. Thereafter, a further five members were incorporated, including a Facilitator and two Rapporteurs. This team, in partnership with various Development Partners and stakeholders, held successive, analytical and technical workshops of various sizes and durations, to facilitate an effective review, from November 2008 to February 2009. The dutiful and committed application of there efforts and that of partners and stakeholders is particularly appreciated by the Ministry, for, without it, this document would not be a reality."}, {"text_block_id": "p4_b41", "text": "Lastly, innumerable Kenyan personalities from the Universities, Research institutes, as well as International organisations (including UN agencies, Oxfam, the European Union) are especially thanked for their invaluable contributions toward the review of the Draft Disaster Management Policy."}, {"text_block_id": "p4_b42", "text": "ALI D. MOHAMMED"}, {"text_block_id": "p4_b43", "text": "PERMANENT SECRETARY"}, {"text_block_id": "p4_b44", "text": "MINISTRY OF SPECIAL PROGRAMMES"}, {"text_block_id": "p5_b45", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p5_b46", "text": "In the last two decades, Kenya has continued to face a rising degree of vulnerability to disaster risk. This risk is the probability of a hazard turning into a disaster, with households or communities being affected in such a manner that their lives and livelihoods are seriously disrupted beyond their capacity to cope or withstand using their own resources, with the result that affected populations suffer serious widespread human, material, economic or environmental losses. Communities are predisposed to disasters by a combination of factors such as poverty, aridity, settlement in areas prone to perennial flooding or areas with poor infrastructure and services such as the informal urban settlements or even living in poorly constructed buildings."}, {"text_block_id": "p5_b47", "text": "These factors, coupled with naturally occurring hazards such as droughts, floods, HIV and AIDS, landslides and epidemic outbreaks, among others, and currently propelled by climatic change phenomena, pose extremely high and increasing disaster risks to the Kenyan society. According to the Ministry of Planning and National Development, Kenya’s population rose to 38.6 million towards the end of 2008 and is estimated to hit the 40 million mark by 2010. This population, growing at the rate of 2.7% and largely youthful (60% of the population is aged under 25 years), is bound to be adversely affected, particularly with the high poverty rates (57% of Kenyans live below the poverty line), unemployment, the HIV and AIDS scourge and an economy largely dependent on rain-fed agriculture. Life expectancy is 53% for men and 55% for women compared to 50.5% and 48.7% for women and men respectively in 2007. Such a population can be classified as highly vulnerable to disaster occurrences and any small predisposing factor may result in emergencies of high proportion, often culminating in national disasters that require external assistance."}, {"text_block_id": "p5_b48", "text": "Although Kenya’s economy and by extension its population could be classified as highly vulnerable to natural and man-made disaster risks, the country does not have a comprehensive disaster management framework and strategies guided by appropriate policy and legislative provisions. This country is lucky to have been able to sort of manage from one emergency to another, without an effective disaster management system, albeit with a very high level of support from the international community. But this has not been without its costs. For example, the 1999-2001 drought, considered to be one of the worst droughts in the recent past, affected 4.5 million people, decimated nearly 60-70% of livestock in the Arid and Semi Arid areas, caused crop failure in most parts of the Rift Valley, Coast, Eastern and Central Provinces, resulting in substantial agricultural and industrial losses, costing the national economy billions of shillings."}, {"text_block_id": "p5_b49", "text": "It is estimated that the Government, together with development partners and other stakeholders such as the UN agencies, Civil Society and the Private Sector, spent a colossal USD 340 million to respond to this drought. A study entitled, “the cost of delayed response” carried out by disaster management experts in 2002 estimated that only USD 171million was required to effectively respond to this drought had there been an effective disaster management system in place. The extra amount was a cost to the national economy attributed to poor preparedness and delayed response to this drought episode. A big lesson"}, {"text_block_id": "p6_b50", "text": "from this is that managing disasters is expensive. But not managing disasters is even much more expensive."}, {"text_block_id": "p6_b51", "text": "In view of the above, and based on worsening climatic trends affecting this country, the Government recognizes the need to establish an institutional, policy and legal framework to effectively manage disaster risk and disasters in general. This policy, which has been reviewed and redrafted over a number of years over the last 10-15 years, is the final product of a comprehensive participatory process involving all segments of our society and receiving input from all geographical regions. It outlines the objectives and strategies of an effective disaster management system for Kenya."}, {"text_block_id": "p6_b52", "text": "Although there has been no official policy and legal framework to guide disaster management in the country, the Government and relevant stakeholders, including the Kenyan population in general and disaster- affected populations in particular, has in the past managed disasters reasonably well, courtesy of the multi-sectoral and multi-agency approach and the collaboration and partnerships that have evolved among the different players in the country over the years. Institutions such as the Kenya Food Security Meeting and its technical arm, the Kenya Food Security Steering Group, the Arid Lands Resource Management Project, the National Disaster Operations Centre, St. John’s Ambulance, the Uniformed Forces and Sectoral Ministries, among others, have had a measure of success. But much more could be done to strengthen disaster management in this country."}, {"text_block_id": "p6_b53", "text": "Apart from the goals and objectives set out in this policy document, a number of other guidelines have been provided. These include principles for effective disaster management and the Code of Conduct expected of the different stakeholders involved in disaster management in Kenya. It provides for the enactment of this Policy by Parliament, accompanied by the appropriate legislative provisions. It also provides for the establishment of an institutional framework that is legally recognized and embedded within the government structures. Innovative ways of mobilizing resources, managing them and accounting for them properly have also been suggested, together with a rigorous monitoring and evaluation framework not just to monitor the progress in the implementation of this policy but also to undertake regular disaster risk profiling and monitoring in order to be more prepared for disasters."}, {"text_block_id": "p6_b54", "text": "The document has six chapters. Chapter 1 provides background information on disasters and disaster management in Kenya. It categorizes disasters into environmental, man-made disasters, epidemics, diseases and pests as well as geologic disasters. It emphasizes the fact that disasters are on the increase in the country and in the continent at large and effective measures are required to address their effects and impacts at the national and community levels. It presents a disaster risk vulnerability map for Kenya, which shows the likelihood of a disaster occurring in a particular geographical location in Kenya. Incidentally these are the same areas that have been mapped as having the highest poverty incidence in the country."}, {"text_block_id": "p6_b55", "text": "Chapter two presents the contextual analysis of disaster management in Kenya. It also gives definitions of disaster terms such as disaster risk, vulnerability, disaster, contingency planning, resilient, among others in order to provide clarity to the reader. The chapter also"}, {"text_block_id": "p7_b56", "text": "appraises the current disaster management system in Kenya and evaluates its strengths, weaknesses, opportunities and challenges. It notes that despite its effectiveness, the current system does not effectively mainstream disaster risk reduction into programming and still lacks capacity for climate change adaptation. Collaboration and partnerships need strengthening while the institutional framework, including roles and responsibilities of different Ministries and stakeholders, monitoring and evaluation, as well as resource mobilization and utilization require more flexibility to allow timely and rapid response, procurement and financial disbursement procedures."}, {"text_block_id": "p7_b57", "text": "Chapter three focuses on what needs to be done to establish an effective disaster management system. It outlines principles of effective disaster management, including the goals and objectives of this policy. The principles of effective disaster management include the following:"}, {"text_block_id": "p7_b58", "text": "Chapter three focuses on what needs to be done to establish an effective disaster management system. It outlines principles of effective disaster management, including the goals and objectives of this policy. The principles of effective disaster management include the following:\n* An effective Disaster Early Warning, Information and Prediction System;\n* Mainstreaming disaster management in development programming;\n* Strong link between Early Warning and Disaster Response through harmonised and standardised rapid response interventions to disasters;\n* A government-led institutional framework that allows effective coordination of the relevant stakeholders and enhances trust-building and collaboration among partners;\n* Provides for and differentiates between procedures and mechanisms of response to slow -and rapid onset disasters\n* Established and functional semi-autonomous agency responsible for disaster management with oversight from the Ministry of State for Special Programmes;\n* Provides for flexible financial and response procedures to facilitate appropriate, effective and timely planning and management of disaster control initiatives; and\n* Reinforces the disaster management strategies of vulnerable and affected communities."}, {"text_block_id": "p8_b74", "text": "The goal and objectives of this policy are outlined as follows:"}, {"text_block_id": "p8_b75", "text": "Goal"}, {"text_block_id": "p8_b76", "text": ":"}, {"text_block_id": "p8_b77", "text": "A safer, resilient and more sustainable Kenyan Society"}, {"text_block_id": "p8_b78_merged_merged", "text": "Objectives are formulated as follows:"}, {"text_block_id": "p8_b80", "text": "Objectives are formulated as follows:\n* To establish a policy/legal and institutional framework for management of disasters, including promotion of a culture of disaster awareness and for building the capacity for disaster risk reduction, at all levels;\n* To ensure that institutions and activities for disaster risk management are co-ordinated, focused to foster participatory partnerships between the Government and other stakeholders, at all levels, including international, regional, sub-regional Eastern African, national and sub-national bodies;\n* To promote linkages between disaster risk management and sustainable development for reduction of vulnerability to hazards and disasters.\n* To mobilise resources, including establishment of specific funds for disaster risk reduction strategies and programmes."}, {"text_block_id": "p8_b88", "text": "Along with the above, this section of the policy document provides principles to guide for effective disaster management, which include: disaster prevention, mitigation, preparedness, response, recovery and reconstruction. These have to be adhered to through a specific Code of Conduct, which comprises, but not limited to the following elements:"}, {"text_block_id": "p8_b89", "text": "Along with the above, this section of the policy document provides principles to guide for effective disaster management, which include: disaster prevention, mitigation, preparedness, response, recovery and reconstruction. These have to be adhered to through a specific Code of Conduct, which comprises, but not limited to the following elements:\n* Disaster response interventions will be based on EWS facts and credible information\n* The humanitarian imperative: The right to receive relief assistance is a fundamental humanitarian principle to be enjoyed by all citizens of Kenya regardless of race, political, colour, gender, religion or geographical considerations\n* At all times, stakeholders will seek to base the provision of disaster assistance on a thorough assessment of the needs of the affected populations or their available local capacities to meet those needs\n* Culture and customs of those affected will be respected during provision of disaster assistance. Beneficiaries will be treated humanely and with dignity\n* Disaster assistance must strive to reduce future vulnerabilities to disaster as well as meeting basic needs. Stakeholders will reinforce the capacity of local communities to manage the full Disaster Cycle\n* All affected communities will be involved in the design, planning, implementation, monitoring and evaluation of disaster interventions meant to benefit them;\n* In all disaster management programmes, stakeholders will take positive cognisance of gender equity and ensure equity in participation and in sharing benefits across all segments of those populations affecting i.e. women, men, girls and boys, including those that may be suffering from chronic illnesses or physical disabilities\n* The negative impacts of the environment will be avoided or minimized through observance of the no-harm principle in order to foster the sustainable of our physical and natural environment."}, {"text_block_id": "p8_b105", "text": "Chapter four of this document discusses the policy, legal and institutional arrangements suggested for implementation. It provides for the enactment of this Policy through Parliament,"}, {"text_block_id": "p9_b106", "text": "it discusses the process of establishing a legal framework and suggests an institutional framework that outlines roles and responsibilities of the Government and of the different stakeholders, including the establishment of the National Disaster Management Agency (NADIMA), as the Secretariat for the National Disaster Management System coordinated by the Ministry of State for Special Programmes under the Office of the President. There are various committees, directorates under NADIMA and community-level disaster management fora that will go a long way in coordinating initiatives and harmonizing approaches. The details of the roles, responsibilities and mandates of the different stakeholders will be worked out once the proposed institutional structure is in place."}, {"text_block_id": "p9_b107", "text": "The fifth chapter deals with resource mobilization, resource management and accountability. The government will establish a National Disaster Management Fund that harmonizes all existing funds aimed at disaster response and management and will allocate more resources i.e. 2% of annual public budget to this National Fund. In addition, sectoral ministries will have increased financial and material resource allocations in order to mainstream disaster risk reduction and improve disaster cycle management in their respective ministries. Audits of available equipment, both public and private will be undertaken and databases of these maintained. Similarly, disaster management training needs assessments, professional training, skills development and public education and disaster management campaigns will be strengthened to contribute to improved effectiveness in disaster management."}, {"text_block_id": "p9_b108_merged", "text": "Finally, the sixth chapter covers monitoring and evaluation. It will be important for all of the above policy statements and intends to be monitored and evaluated. Important also will be the monitoring of disaster risk processes and evolutionary trends in order to provide early warning and prediction lead times for more timely and effective intervention measures. It is crucial to note that while this policy deals with all disaster risks, priority in terms of monitoring and allocation of resources will be given to the more common hazards such as drought, floods, landslides, physical hazards and epidemics such as cholera or the Rift Valley Fever that decimated high numbers of livestock in northern Kenya during the El Nino phenomenon ten years ago. In line with all of the above, the importance of Kenya honouring, domesticating and implementing the various International Agreements, Conventions, Treaties and Protocols, to which it is a signatory, cannot be gainsaid."}, {"text_block_id": "p10_b111", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p11_b112", "text": "CHAPTER 7 CONCLUSION: EFFECT OF POLICY, LEGISLATIVE, AND INSTITUTIONAL FRAMEWORKS ON DISASTER MANAGEMENT SYSTEMS IN KENYA"}, {"text_block_id": "p11_b113", "text": "51"}, {"text_block_id": "p11_b114", "text": "CHAPTER 1: INTRODUCTION"}, {"text_block_id": "p11_b115", "text": "1.1 BACKGROUND"}, {"text_block_id": "p11_b116", "text": "Over the years, Kenya has been exposed to a variety of disasters such as droughts, fires, floods, HIV/AIDS, industrial accidents and terrorism, among others. Kenya, like many other countries in Africa and elsewhere in the world has experienced an increase in the frequency of disasters over the past two decades. In many cases these have resulted in an increase in the number of people affected and property damaged leading to rising economic losses."}, {"text_block_id": "p11_b117", "text": "Disaster impacts have become an impediment to sustainable development in Kenya. For example, the 1999 – 2001, drought was the worst in the last 100 years. It affected most parts of the country including some high potential areas. At its peak in late 2000, 4.5 million people across most parts of the country had lost their livelihood and coping strategies and had to depend entirely on relief food. It is estimated that the response to this drought cost the government and other stakeholders USD 340 million.  But only half of this amount would have been sufficient had there been an effective Disaster Management system in place."}, {"text_block_id": "p11_b118", "text": "1.2 CLASSIFICATION AND OCCURRENCE OF DISASTERS"}, {"text_block_id": "p11_b119", "text": "Disasters that have occurred in recent years are from diverse hazards, such as droughts, fires, floods, terrorism, collapsing buildings, accidents in the transport sector and disease/epidemics Some of these have slow-onset while others have rapid-onset characteristics. Slow-onset disasters are cyclical in nature, they impinge on large numbers of people and their effects can be predicted, controlled and prevented. Rapid-onset disasters affect fewer people; they take place at any time, may be violent and require a quick response."}, {"text_block_id": "p11_b120", "text": "These hazards that commonly affect Kenya can be grouped into the following broad clusters:"}, {"text_block_id": "p11_b121", "text": "These hazards that commonly affect Kenya can be grouped into the following broad clusters:\n* Environmentally triggered (Climate-related;- droughts, floods, storms  landslides)\n* Geologic disasters includes volcanic eruptions, Tsunamis, earthquakes,\n* Human-made disasters such as socio- economic, technologic-industrial,           human,\n* Biological epidemics i.e. disease, pests (for human, livestock and crops) conflict, accidents and political"}, {"text_block_id": "p11_b129", "text": "Clustering hazards by a broad generic type serves to assist the duty bearers, those potentially affected by disasters and wider humanitarian community to organise and coordinate effectively in addition it enables effective management, monitoring, and contingency planning."}, {"text_block_id": "p12_b130", "text": "The Map below depicts the occurrence, and geographic distribution of the various disasters."}, {"text_block_id": "p12_b131", "text": "Table 1: Some Recent Disasters in Kenya"}, {"text_block_id": "p14_b132", "text": "Note:-"}, {"text_block_id": "p14_b133", "text": "Source:-"}, {"text_block_id": "p14_b134", "text": "Source:-\n* Data from row seven from the top to 1990 fire in Lamu is from a 1992 Government Disaster Preparedness Discussion Paper.\n* National Disaster Operations Centre calendar of Disasters."}, {"text_block_id": "p14_b138", "text": "1.3 DYNAMIC NATURE OF DISASTERS AND THEIR IMPACT"}, {"text_block_id": "p14_b139", "text": "As a result of the dynamic nature of the environment and disasters, as well as new approaches to disaster management, this policy recognizes the need to embrace new concepts such as Disaster Risk Reduction and climate change. Disaster Risk Reduction is the systematic process of application of policies, strategies and practices to minimise vulnerabilities and disaster risks through preparedness, prevention and mitigation of adverse impacts of hazards within a context of sustainable development. The DRR approach has become a worldwide practice since the HYOGO Framework of Action (HFA) and this approach should be adopted by all sectoral ministries as the dominant effort towards Disaster Management. DRR approach should be mainstreamed and integrated into the strategies and operations of every sectoral ministry rather than being left to be implemented by one Ministry."}, {"text_block_id": "p14_b140", "text": "On the other hand, climate change is the destabilisation of normal climatic processes by man-made activities resulting in shifts in climatic systems, zones, extreme climate events and disasters. This policy recognizes the need to learn research and adapt to the hazards emanating from climate change."}, {"text_block_id": "p14_b141", "text": "1.4 COLLABORATION OF STAKEHOLDERS IN DISASTER MANAGEMENT"}, {"text_block_id": "p14_b142", "text": "Government shall continue to play the lead role in the strategic planning and management of DRR as well as the responsive management of the full Disaster Cycle in addition Government must play a key role in the participatory partnership between itself and development partners, international agencies CSOs and other bodies in equivalent efforts of DRR and DM and finally"}, {"text_block_id": "p15_b143", "text": "Government must play a key role to ensure availability of resources for DM at all levels from Government sources and partners."}, {"text_block_id": "p15_b144", "text": "The contribution of these Stakeholders has been invaluable and the Government will continue to encourage this collaboration and partnerships for the purposes of realising synergies, providing linkages, promoting trust, goodwill and ownership of the Disaster Management System among all stakeholders."}, {"text_block_id": "p15_b145", "text": "In order to achieve, the Millennium Development Goals (MDGs), the Hyogo Framework for Action (HFA) and Kenya’s Vision 2030 for sustainable development, an effective Disaster Management system are important for creating a safe, resilient and sustainable society.  This policy document provides for:"}, {"text_block_id": "p15_b146", "text": "In order to achieve, the Millennium Development Goals (MDGs), the Hyogo Framework for Action (HFA) and Kenya’s Vision 2030 for sustainable development, an effective Disaster Management system are important for creating a safe, resilient and sustainable society.  This policy document provides for:\n* The legislative instruments to embed Institutional structures within Government\n* An integrated and co-ordinated Disaster Risk Management policy that focuses on preventing or reducing the risk of Disasters, Mitigating the severity of the disasters, preparedness, rapid and effective response to disasters and post disaster recovery."}, {"text_block_id": "p15_b150", "text": "CHAPTER 2: CONTEXTUAL ANALYSIS"}, {"text_block_id": "p15_b151", "text": "This section of the policy analyses the context of disaster management in Kenya, discusses its strengths, opportunities, challenges and lessons learnt. It also outlines the current goals and objectives of this policy."}, {"text_block_id": "p15_b152", "text": "2.1 THE CURRENT DISASTER MANAGEMENT SYSTEM"}, {"text_block_id": "p15_b153", "text": "There is neither a coordinated policy framework nor a legal basis for the current disaster management system. What exists is partly a spontaneous system, which has assisted the Government and its development partners (the UN system and other relief agencies) to respond to disasters in the country, such as the 1999-2001 droughts that affected more than 4.5 million Kenyans."}, {"text_block_id": "p15_b154", "text": "The various initiatives which work in place of a coordinated system include the following players and organisations: the Kenya Food Security Meeting (KFSM)/ Kenya Food Security Steering Group (KFSSG) and the Arid Lands Resource Management Project (ALRMP). The demonstrable commitment and participation of a large number of stakeholders in the current disaster management efforts is an indication of the existing good-will to address Disaster Management in the country."}, {"text_block_id": "p15_b155", "text": "Other participants in disaster management include specialised departments such as the National Disaster Operation Centre (NDOC), the Police, the Department of Defence, the National Youth Service (NYS), local Fire Brigades, St John’s Ambulance Service, Kenya Red Cross Society, Occupational Health and Safety Services, Kenya Wildlife Services and the National Environment Management Agency (NEMA). These undertake pro-active and responsive disaster-related activities, including Environmental Impact Assessments and"}, {"text_block_id": "p16_b156", "text": "Audits, ‘search and rescue’, first aid services and evacuation, anti-terrorism surveillance, law enforcement and crowd control, peace building, conflict resolution operations and fire fighting."}, {"text_block_id": "p16_b157", "text": "The broad objectives of the existing Disaster Management system can be summarised as follows:"}, {"text_block_id": "p16_b158", "text": "The broad objectives of the existing Disaster Management system can be summarised as follows:\n* To identify disaster sub-regions, evolve strategies for the sub-regions, integrate a national strategic plan, harmonise Disaster Management for all disasters and provides for co-ordination of all Disaster Management-related activities;\n* To promote continuous stakeholder consultations with relevant line Ministries, to enhance co-ordination of interventions;\n* To promote partnership with stakeholders for improved action;\n* To promote and facilitate co-ordination and access to synthesised information for Disaster Management.\n* To promote mass education and functional literacy in environment, Disaster Management and Climate Change, in collaboration with the Ministry in charge of formal education;\n* To promote mass sensitisation and awareness creation on Disaster Management and Climate Change for the general public;\n* To promote and stress the urgent need for sustainable mainstreaming of Disaster Management and Climate Change into Development Planning and Management, to promote poverty alleviation, on the way to sustainable development;\n* To encourage promotion, domestication and implementation of Kenyaâs ratified international, regional and sub-regional Agreements, Conventions and Treaties, which relate to Disaster Management."}, {"text_block_id": "p16_b176", "text": "Despite the lack of a coordinated policy and legal basis, the Government, partner agencies and institutions have largely been effective. This policy now provides for the establishment of effective instruments for coordinated Disaster Management."}, {"text_block_id": "p16_b177", "text": "2.2 STRENGTHS AND WEAKNESSES OF THE CURRENT DM SYSTEM"}, {"text_block_id": "p16_b178", "text": "Existing gaps and challenges include the following:"}, {"text_block_id": "p16_b179", "text": "2.2.1. Inadequate policy, legal and institutional frameworks"}, {"text_block_id": "p16_b180", "text": "Over the years, disasters in Kenya have been handled without a coordinated disaster management policy, legal and institutional frameworks. In addition, disaster response activities have been poorly coordinated, due to lack of Standard operational procedures and Disaster Emergency Operation Plans. This situation remains a challenge that has led to duplication of efforts and wasteful use of resources. It also exposes disaster victims to greater risks and slow recovery. Similarly, in the absence of planned, coordinated action, prevention, preparedness and mitigation have not always been attained."}, {"text_block_id": "p16_b181", "text": "Owing to lack of a coordinated policy framework, leading to strategic guidelines, the existing Institutional framework for Disaster Management is heavily weighted towards emergency"}, {"text_block_id": "p17_b182", "text": "response. Therefore, systematic approach through planned Disaster Management is rare"}, {"text_block_id": "p17_b183", "text": "."}, {"text_block_id": "p17_b184", "text": "In addition, effective coordination, for management of non-food relief items has been particularly lacking."}, {"text_block_id": "p17_b185_merged_merged", "text": "The food sub-sector, so far, is the most organised in terms of emergency response. Management of other relief sub-sectors is more difficult to monitor and assess. These difficult sub-sectors include, provision of water, health, nutrition and education, as well as care for livestock and agriculture. The number of activities, actors, and approaches in these latter sub-sectors are too many for efficiency to attain prevention and mitigation of disasters. Most of the activities are focussed on immediate emergency interventions, such as water trucking and de-stocking, giving little time and adequate emphasis for long-term preventive measures and mitigation."}, {"text_block_id": "p17_b188", "text": "2.2.2  Inadequate finances, human resources and equipment"}, {"text_block_id": "p17_b189", "text": "The participating institutions charged with handling disasters in the country are faced with inadequate budgetary allocation and conditional donor support; such that the amount of money made available for the Disaster Management is far less than the realistic amount actually needed to manage successfully. In addition, there are other related problems, for example, the turn-around time for proposals to realise money in the non-food sub-sectors is excessive because of inadequate technical handling. Also, procurement procedures remain largely cumbersome. Furthermore non-availability of specialized equipment hampers effective disaster management in the country."}, {"text_block_id": "p17_b190", "text": "2.2.3   Inadequate information and data"}, {"text_block_id": "p17_b191", "text": "Collection of data, analysis, and storage is not uniformly adequate, although in certain sub-sectors (such as in drought management) data and relevant information is plentiful and available for dissemination and use in Disaster Management. Elsewhere, inadequacy of data and information, leads to poor planning, lack of institutional memory and improvement towards best practices. Similarly, this inadequacy has also resulted in lack of effective monitoring and evaluation of disaster risk trend analysis, and forecasts."}, {"text_block_id": "p18_b192", "text": "2.2.4 Weak disaster management capabilities within communities and institutions"}, {"text_block_id": "p18_b193", "text": "The linkages on disaster management capabilities between local communities, on the one hand, and district and national levels, on the other, have remained weak. In addition, the general degradation of traditional African socialism and livelihood systems has resulted in the progressive erosion of the traditional coping strategies."}, {"text_block_id": "p18_b194", "text": "The Kenyan community has not been sufficiently sensitised on disaster management, especially, in on preparedness and coping mechanisms thereby, increasing vulnerabilities and potential impacts on the victims."}, {"text_block_id": "p18_b195", "text": "More recently, there have been new challenges in the management of disaster cycles, especially in the process of relief, repatriation rehabilitation and resettlement toward recovery of Internally Displaced Persons (IDPs)."}, {"text_block_id": "p18_b196", "text": "Government Ministries/Departments, Agencies, NGOs and Civil Society Organizations, the Private Sector, International Development Partners and UN Agencies have pursued a wide range of strategies and programmes to prevent and respond to disaster situations. However, these initiatives have been undertaken in a less consistent, less planned and less harmonious manner, virtually always reactive and uncoordinated, and without a coherent policy framework. Therefore, the present Policy initiative reflects the Government’s commitment towards formulating a coherent and integrated strategy for addressing disaster issues in a more proactive manner with a focus on reduction of risk to communities and their vulnerabilities. This is so, particularly, with regard to the strengthening of their capabilities in preparedness and withstanding the adverse impact of disasters. The document has been prepared through a broad consultative process."}, {"text_block_id": "p18_b197", "text": "2.2.6 Inadequate Regional and International linkages"}, {"text_block_id": "p18_b198", "text": "Disasters often go beyond national borders. However, Governments in the horn and Eastern Africa Sub- region including Kenya do not always factor in this aspect in disaster planning and response. This has led to some interventions, particularly of cross border nature to be ineffective. For example, a livestock disease outbreak such as Rift Valley Fever, may affect more than one country in the sub-region. Without joint planning and response, a vaccination intervention against the disease may remain largely ineffective. The need for national systems to link with other regional and international organizations has not always elicited the recognition of the importance it deserves."}, {"text_block_id": "p18_b199", "text": "In view of the aforementioned weaknesses and challenges, the government considers it of imperative importance to provide a policy and legislative framework through which the above inadequacies and weaknesses can be addressed so that an effective disaster management system can be achieved."}, {"text_block_id": "p19_b200", "text": "CHAPTER 3: CURRENT DISASTER MANAGEMENT INITIATIVES"}, {"text_block_id": "p19_b201", "text": "This section of the policy sets out the goal and objectives of the Disaster Management system in Kenya, arrangements for effective management, roles and responsibilities of different Stakeholders at different levels. This policy proposes the establishment of a semi autonomous management system and it provides an implementation framework and guiding principles for Disaster Management."}, {"text_block_id": "p19_b202", "text": "3.1 FEATURES OF AN EFFECTIVE DISASTER MANAGEMENT SYSTEM"}, {"text_block_id": "p19_b203", "text": "The major features of an effective Disaster Management system in Kenya include the following;"}, {"text_block_id": "p19_b204", "text": "The major features of an effective Disaster Management system in Kenya include the following;\n* Government shall continue to play the lead role in the strategic planning and management of DRR, as well as the responsive management of the full disaster cycle. In addition, government must play a key role in the participatory partnership between itself and development partners, international agencies, academic and research institutions, CSOs, and other bodies in equivalent efforts of DRR and DM; and, finally, government must play a key role to ensure availability of resources for DM at all levels, from government sources and from partners;\n* A definite paradigm shift (in agreement with HFA, 2005), which stresses a\n* Disaster Risk Reduction (DRR approach), which stresses EWS, prevention, mitigation down to recovery;\n* A complementary responsive approach for a conventional responsive Disaster Cycle Management, (including EWS, response, relief, rehabilitation, reconstruction down to recovery) to ensure appropriate remedial action where preventive proactive measures have failed;\n* An operational early warning and Disaster Management information system that triggers rapid and timely response and provides regular Monitoring and Evaluation of base data for Disaster Risk Analysis, Profiling and trend analysis.\n* Promoting mainstreaming of Disaster Management in the country to attain disaster awareness and environmental literacy.\n* Providing effective capability for harmonised and standardised rapid response to disasters, by coordinated collaborative participation of all stakeholders at all levels\n* Clearly provide for and differentiate between procedures and mechanisms of response to slow - and rapid onset disasters\n* Provide for a  institutional and legal framework for a semi- autonomous  Disaster Management body/agency that promotes information and lesson sharing, joint planning, and decision -making among all relevant stakeholders at all levels\n* Provide for flexible financial procedures that facilitate rapid and assured and revolving funding and resources for effective, appropriate and timely response to disasters.\n* Provides for a well-structured participation of the society in Disaster Management, particularly, including communities, and incorporating their traditional coping strategies into the Disaster Management systems.\n* Provides for appropriate consideration and resolutions of pertinent cross-cutting issues, such as special considerations for women and children, climate change, environment,"}, {"text_block_id": "p20_b230", "text": "The major features of an effective Disaster Management system in Kenya include the following;\n* Government shall continue to play the lead role in the strategic planning and management of DRR, as well as the responsive management of the full disaster cycle. In addition, government must play a key role in the participatory partnership between itself and development partners, international agencies, academic and research institutions, CSOs, and other bodies in equivalent efforts of DRR and DM; and, finally, government must play a key role to ensure availability of resources for DM at all levels, from government sources and from partners;\n* A definite paradigm shift (in agreement with HFA, 2005), which stresses a\n* Disaster Risk Reduction (DRR approach), which stresses EWS, prevention, mitigation down to recovery;\n* A complementary responsive approach for a conventional responsive Disaster Cycle Management, (including EWS, response, relief, rehabilitation, reconstruction down to recovery) to ensure appropriate remedial action where preventive proactive measures have failed;\n* An operational early warning and Disaster Management information system that triggers rapid and timely response and provides regular Monitoring and Evaluation of base data for Disaster Risk Analysis, Profiling and trend analysis.\n* Promoting mainstreaming of Disaster Management in the country to attain disaster awareness and environmental literacy.\n* Providing effective capability for harmonised and standardised rapid response to disasters, by coordinated collaborative participation of all stakeholders at all levels\n* Clearly provide for and differentiate between procedures and mechanisms of response to slow - and rapid onset disasters\n* Provide for a  institutional and legal framework for a semi- autonomous  Disaster Management body/agency that promotes information and lesson sharing, joint planning, and decision -making among all relevant stakeholders at all levels\n* Provide for flexible financial procedures that facilitate rapid and assured and revolving funding and resources for effective, appropriate and timely response to disasters.\n* Provides for a well-structured participation of the society in Disaster Management, particularly, including communities, and incorporating their traditional coping strategies into the Disaster Management systems.\n* Provides for appropriate consideration and resolutions of pertinent cross-cutting issues, such as special considerations for women and children, climate change, environment,\n* To critically factor into the systematic DM provisions for the rapid evolution of Climate Change, its potential negative impacts, and the desired proactive, planned mitigation measures and;\n* Make institutional structural provisions for an agency at national, district, divisional/community levels to strengthen bottom-up community participation in all aspects of DM, from monitoring early warnings to field operations; and for these arrangements to be effective, there is necessity for a continuous two-way flow of information and communication. At the national level, the agency will be guided by a Board of Directors composed of representatives from key ministries and other bodies; and\n* Disaster Management is to be approached comprehensively at the national level and any other prioritization is at community level where specific disasters affect specific communities."}, {"text_block_id": "p20_b237", "text": "With this definition of Disaster Management and list of desirable features of effective Disaster Management the policy will have the following goal and objectives"}, {"text_block_id": "p20_b238", "text": "3.2. GOALS AND OBJECTIVES"}, {"text_block_id": "p20_b239", "text": "3.2.1. Goal"}, {"text_block_id": "p20_b240", "text": "The overall"}, {"text_block_id": "p20_b241", "text": "Goal"}, {"text_block_id": "p20_b242", "text": "of Disaster Management is to build a safe, resilient and sustainable society."}, {"text_block_id": "p20_b243", "text": "3.2.2 Objectives"}, {"text_block_id": "p20_b244", "text": "3.2.2 Objectives\n* To establish a policy/legal and institutional framework for management of disasters, including promotion of a culture of disaster awareness and for building the capacity for disaster risk reduction, at all levels;\n* To ensure that institutions and activities for disaster risk management are co-ordinated, focused to foster participatory partnerships between the Government (including mainstreamed and emergency disaster-related activities by sectoral Ministries) and other stakeholders, at all levels, including international, regional, sub-regional Eastern African, national and sub-national bodies;\n* To promote linkages between disaster risk management and sustainable development for reduction of vulnerability to hazards and disasters;\n* To ensure proactive management of National Conflict Resolution and Peace Building efforts, which are enhanced continuously throughout the country, within every conflict disaster cycle; and that their consequences and impacts are systematically addressed, monitored, and evaluated to prevent conflict occurrence/recurrence and hasten effective and sustainable recovery of the victims;\n* To mobilise resources, including establishment of specific funds for disaster risk reduction strategies and programmes in DM;\n* To make institutional provisions to ensure productive networking and sharing of information; and"}, {"text_block_id": "p21_b258", "text": "3.2.3 Policy Elements"}, {"text_block_id": "p21_b259", "text": "In line with the above objectives, this Policy will encompass a spectrum of activities of the disaster management cycle. The Policy underscores the need for mainstreaming of disaster risk reduction in development plans and strategies at all levels to enhance capacity of vulnerable communities to withstand the adverse effects of disasters. Disaster Management Policy will therefore, ensure that proactive measures are in place for minimisation of negative effects of disasters."}, {"text_block_id": "p21_b260", "text": "3.2.3.1 Disaster Prevention"}, {"text_block_id": "p21_b261", "text": "Prevention will focus on measures aimed at impeding the occurrence of a disaster, and at minimizing its harmful effects on the community, property and the environment. For example, communities have their own conflict prevention activities embedded within their coping mechanisms, as well as the social exchange systems which provide their disaster management safety nets."}, {"text_block_id": "p21_b262_merged", "text": "The Government will therefore seek to enhance disaster prevention and management strategies as a way of providing an enabling environment for the development of socio-economic activities."}, {"text_block_id": "p21_b265", "text": "3.2.3.2 Disaster Mitigation"}, {"text_block_id": "p21_b266", "text": "Mitigation refers to a substantial reduction of the impacts of a disaster in case it goes beyond preventive measures. For example poverty reduction initiatives and diversification of livelihoods improve the capacity of households and communities to withstand negative impacts of disasters. This demonstrates the strong link between development and disaster management. The Government will support mitigation measures which aim at increasing the population’s ability to cope with the disasters most likely to affect them."}, {"text_block_id": "p21_b267", "text": "3.2.3.3 Disaster Preparedness"}, {"text_block_id": "p21_b268", "text": "Disaster preparedness is a package of precautionary measures, taken in advance of an imminent threat to help people and institutions respond to and cope with the effects of a disaster. An example of a disaster preparedness activity is the Early warning system. This is an organised structure for prediction and dissemination of timely and effective information to allow individuals who may be at risk to take action to avoid or reduce their risk and prepare for"}, {"text_block_id": "p22_b269", "text": "effective response. The objective of early warning systems is to link the information provision to the response. The process allows a lead-time to access funding, expertise and equipment for the necessary intervention.  Strategic food reserves, health and essential supplies such as non- food items remain an important component of disaster preparedness."}, {"text_block_id": "p22_b270", "text": "Another example of disaster preparedness activity is the comprehensive and continuous assessment of vulnerabilities and risks in order to understand threats of a hazard and to improve the targeting of Disaster Management programs. A comprehensive assessment of risks and vulnerabilities will, therefore, assist the targeting of disaster management programmes in Kenya."}, {"text_block_id": "p22_b271", "text": "The Government will facilitate the establishment of a comprehensive National Early Warning System that will encourage the involvement of all stakeholders. In addition baseline vulnerability analyses will be prepared on a continuous basis to assess the impact of the problem on the affected population. Based on the Early Warning System and the continuous analysis of vulnerabilities, response activities including the active use of strategic stockpiles of food and non-food items, will be undertaken in a manner that ensures that the most vulnerable groups are specifically targeted."}, {"text_block_id": "p22_b272", "text": "On institutional provisions, there is need for careful and selective strengthening, so that whereas DSGs are doing a commendable work in the ASAL districts, the DDCs and DDMCs in each district shall be strengthened to improve their capability for DM at district, division and lower levels, proactively and responsively."}, {"text_block_id": "p22_b273", "text": "3.2.3.4 Disaster Response"}, {"text_block_id": "p22_b274", "text": "Response involves interventions taken during or immediately after a disaster. Such actions are directed towards saving lives and livelihoods and dealing with the immediate damage caused by disaster."}, {"text_block_id": "p22_b275", "text": "3.2.3.5 Process to recovery"}, {"text_block_id": "p22_b276", "text": "Following response and relief, the full disaster cycle has many phases leading to recovery. Rehabilitation is the restoration of the socio-economic institutions and structures of the affected society/community in readiness for reconstruction i.e. rebuilding of their life support systems and further development. It may be preceded by repatriation, followed by rehabilitation and reconstruction are intertwined with development; providing a bridge between a satisfaction of immediate needs and the implementation of comprehensive vulnerability reduction programmes. At the same time the recovery phase entails programmes designed to help communities to return to normalcy."}, {"text_block_id": "p22_b277", "text": "The insurance industry will play a crucial role in mitigating the impact of disasters on the communities in both rural and urban areas. Insurance firms will be encouraged to develop affordable products that can be made available to the society in order to underwrite some of the disaster–related losses."}, {"text_block_id": "p23_b278", "text": "This policy stresses the need of Government to ensure that affected and displaced persons are given sufficient, relevant and adequate care including adequate permanent resettlement and social protection until their complete recovery."}, {"text_block_id": "p23_b279", "text": "The Policy will put in place mechanisms to ensure that there is reconstruction and recovery after a disaster. Emphasis will also be placed on post disaster trauma in order to ensure that disaster victims do not suffer from permanent or prolonged disaster effects."}, {"text_block_id": "p23_b280", "text": "3.3 OTHER POLICIES & LEGISLATIONS RELATED TO THIS POLICY"}, {"text_block_id": "p23_b281", "text": "This policy document recognizes the existence of other policy documents, which directly or indirectly address the concerns that this policy seeks to address. It is necessary to link with these policies in order to maintain coherence, consistency and harmony in Government policy."}, {"text_block_id": "p23_b282", "text": "Therefore, efforts will be made to link with these policies, which include among others, various Government Development Plans and various policies, such as Sessional Paper No.10 of 1965 on African Socialism and its application to planning in Kenya; National Food Policies of 1981 and 1994; Poverty Reduction Strategy Paper (PRSP) of 2003; Economic Recovery Strategy for Wealth and Employment Creation of 2003-2007; Strategies among others; the national vision 2030, the strategy for the revitalisation of agriculture 2004-2014, the national food & nutrition policy 2007, Gender Policy, the HIV/Aids policy, Social Protection Policy, the Arid & Semi-Arid Lands development policy, Urban development policy, and National Peace Building and Conflict Management Policy."}, {"text_block_id": "p23_b283", "text": "Linkages will also be made with existing relevant national legislation including The Environmental Management and Coordination Act No.8 of 1999, The Kenya Red Cross Society Act (Cap 256), The water Act (Cap 372), Grass Fire Act (Cap327), Petroleum Act (Cap 116), 4.2.6, The Explosives Act (Cap 115),St. Johns Ambulance of Kenya Act (Cap 259), Factories Act (Cap 514), The Local Authority Act (Cap 265), The Chief’s Act (Cap 128), The Children’s’ Act, Police Act, The Prison’s Act, and the various Acts creating the Armed Forces, The Acts creating Polytechnics and Technical Colleges, Educational Act, and The Universities’ Charters Act."}, {"text_block_id": "p23_b284", "text": "3.4 GUIDING PRINCIPLES"}, {"text_block_id": "p23_b285", "text": "The following guiding principles will be observed in the implementation of disaster management initiatives:"}, {"text_block_id": "p23_b286", "text": "•"}, {"text_block_id": "p23_b287", "text": "The primacy of coordination, collaboration and communication:"}, {"text_block_id": "p23_b288_merged", "text": "Adequate co-ordinating and communication, at all levels, amongst stakeholders, are critical components of disaster management. The government will establish alternative and effective communication systems, especially, where normal communication is likely to be or has been interrupted during disasters."}, {"text_block_id": "p24_b291", "text": "•"}, {"text_block_id": "p24_b292", "text": "Lesson learning and knowledge management"}, {"text_block_id": "p24_b293", "text": ": Over the last 15-20 years, there have been considerable implementation Disaster Management initiatives in the country. In view of the experiences gained and lessons learnt during the management of the various hazards and disasters, the Government will promote documentation and sharing of lessons with a view to improving best practices in Disaster Management."}, {"text_block_id": "p24_b294", "text": "•"}, {"text_block_id": "p24_b295", "text": "Multidisciplinary and multisectoral approach:"}, {"text_block_id": "p24_b296", "text": "Disasters cut across disciplines and sectors; and, so, it is important that government promotes adoption of a multidisciplinary and multisectoral approach."}, {"text_block_id": "p24_b297", "text": "•"}, {"text_block_id": "p24_b298", "text": "Increasing partnerships and role of communities in Disaster prevention and Management:"}, {"text_block_id": "p24_b299", "text": "Communities and households bear the brunt of disasters and are on the frontline of response through their traditional coping mechanisms. The government will promote strategies for disaster management based on community consultation, experience and participation. Communities will be encouraged to establish mechanisms, building on their traditional coping strategies to enable them to share knowledge and technologies and to pool together local resources for disaster mitigation, preparedness, prevention, response and recovery. This will strengthen Decentralization of Disaster Management and enhance the Bottom Up Approach;"}, {"text_block_id": "p24_b300", "text": "•"}, {"text_block_id": "p24_b301", "text": "Factoring of climate into disaster risk reduction:"}, {"text_block_id": "p24_b302", "text": "More than 70 percent of natural disasters in Kenya are related to extreme climate events that are key causal factors for some emergencies that lead to disasters. The optimum factoring of climate/weather information (such as Early Warning) in disaster management is a vital component of this Policy. In particular, Climate Change must be mainstreamed not only into Disaster Management, but also in overall Development Planning and Management."}, {"text_block_id": "p24_b303", "text": "•"}, {"text_block_id": "p24_b304", "text": "Research and dissemination of information:"}, {"text_block_id": "p24_b305", "text": "Research and information dissemination are critical components of effective disaster management. Therefore, all stakeholders in disaster management have the responsibility of collecting, collating, documenting and disseminating their activities and experiences on disasters to other stakeholders. The Ministry of State for Special Programmes (which is currently in-charge of disaster management in the country) will be a focal point for coordination and dissemination of research findings on disasters to stakeholders. The structure of this Ministry is designed to ensure that research is a key process for practical applications (within the department of Climate Change), and in association with strategic planning for overall Disaster Management."}, {"text_block_id": "p24_b306", "text": "•"}, {"text_block_id": "p24_b307", "text": "Regional and International perspectives:"}, {"text_block_id": "p24_b308", "text": "Some hazards such as drought, epidemics, conflicts and proliferation of small arms are not confined within national borders. The Government will promote linkages with regional and international institutions, in order to facilitate collaboration, e.g., in Early Warning Systems; and in fostering joint initiatives for Disaster Risk reduction and response."}, {"text_block_id": "p24_b309", "text": "•"}, {"text_block_id": "p24_b310", "text": "Strengthening of Capacities for Disaster Management:"}, {"text_block_id": "p24_b311", "text": "Kenya has developed capacity for disaster management in stages. In view of the dynamic nature of disasters, the"}, {"text_block_id": "p25_b312", "text": "government and other stakeholders will continue to strengthen capacities through training and skills development at all levels."}, {"text_block_id": "p25_b313", "text": "In addition to the above principles, there are several agreements, conventions and treaties that Kenya has committed itself to implementing. Both national and international human rights laws and conventions such as the national constitution, the UN convention Human rights, to further inform the above guiding principles."}, {"text_block_id": "p25_b314", "text": "Kenya will also ratify, domesticate and implement these Agreements, Conventions and Treaties, which relate to Disaster Management. In this regard, it will put in place policies, laws and strategies to facilitate effective implementation of the United Nations Framework Convention for Climate Change and the Kyoto Protocol, the UN Convention for Combating Desertification, the London Convention against Dumping (1972), Hyogo Framework of Action (2005) the Abidjan and Nairobi Conventions (1985) among others."}, {"text_block_id": "p25_b315", "text": "3.5 CODE OF CONDUCT"}, {"text_block_id": "p25_b316", "text": "The code of conduct in Disaster Management seeks to guard the standards of behaviour among the different stakeholders. It is not about operational details such as how one should calculate food rations or set up an IDP camp; rather, it seeks to maintain the high standards of independence and effectiveness to which the Government of Kenya aspires."}, {"text_block_id": "p25_b317", "text": "This policy provides the following code of conduct for stakeholders:"}, {"text_block_id": "p25_b318", "text": "•"}, {"text_block_id": "p25_b319", "text": "Disaster response interventions based on facts and verifiable information:"}, {"text_block_id": "p25_b320", "text": "Data from the early warning systems and the continuous monitoring of disaster occurrence and trends will be the basis of disaster response."}, {"text_block_id": "p25_b321", "text": "•"}, {"text_block_id": "p25_b322", "text": "The humanitarian imperative"}, {"text_block_id": "p25_b323", "text": ": the right to receive relief assistance during disasters is a fundamental humanitarian principle which should be enjoyed by all citizens of Kenya regardless of race, colour or creed. The need for an unimpeded access to affected populations is of fundamental importance in exercising responsibility."}, {"text_block_id": "p25_b324", "text": "•"}, {"text_block_id": "p25_b325", "text": "Aid is given regardless of ethnicity, political or religious affiliation or geographical considerations"}, {"text_block_id": "p25_b326", "text": "At all times, stakeholders will seek to base the provision of disaster        assistance on a thorough assessment of the needs of the affected populations or their available local capacities to meet those needs."}, {"text_block_id": "p25_b327", "text": "•"}, {"text_block_id": "p25_b328", "text": "We shall respect culture and customs"}, {"text_block_id": "p25_b329", "text": "Stakeholders will endeavour to respect the culture, structures and customs of the communities and households we are working with."}, {"text_block_id": "p25_b330", "text": "•"}, {"text_block_id": "p25_b331", "text": "Disaster assistance must strive to reduce future vulnerabilities to disaster as well as meeting basic needs"}, {"text_block_id": "p26_b332", "text": "All disaster assistance will affect the prospects for long term development, either in positive or negative fashion. Recognising this, all stakeholders will strive to implement disaster assistance programmes which actively reduce the beneficiaries’ vulnerability to future disasters and help create sustainable lifestyles."}, {"text_block_id": "p26_b333", "text": "•"}, {"text_block_id": "p26_b334", "text": "Stakeholders will reinforce the capacity of local communities  to manage the full Disaster Cycle"}, {"text_block_id": "p26_b335", "text": "All people and communities even in disaster still possess capacities as well as vulnerabilities. Where possible, stakeholders will strengthen these capacities by employing local staff and procuring local resources. All activities in Disaster Management should reinforce rather than undermine existing capacities."}, {"text_block_id": "p26_b336", "text": "•"}, {"text_block_id": "p26_b337", "text": "Involvement of beneficiaries in Disaster  Management Programs"}, {"text_block_id": "p26_b338", "text": "The Government and stakeholders will fully involve communities in the design, management, implementation, monitoring and evaluation of Disaster programmes."}, {"text_block_id": "p26_b339", "text": "•"}, {"text_block_id": "p26_b340", "text": "Mainstreaming Women and Children Issues"}, {"text_block_id": "p26_b341", "text": "In all disaster management programmes, Government and partners stakeholders and communities will take positive cognisance of the excessive impacts which women and children undergo in any disaster. This policy, therefore, shall make provisions to enhance protection, safety and other needs of women and children in any disaster situation."}, {"text_block_id": "p26_b342", "text": "•"}, {"text_block_id": "p26_b343", "text": "Mainstreaming the Concerns of the Challenged and Elderly"}, {"text_block_id": "p26_b344", "text": "In most disaster situations, confusion surrounds many activities, especially in relation to relief and evacuation. This problem particularly affects the physically, mentally and visually challenged, the elderly and the sick. This policy stresses the need of special provisions to cater for these segments of the society in emergencies."}, {"text_block_id": "p26_b345", "text": "•"}, {"text_block_id": "p26_b346", "text": "Environmental Concerns"}, {"text_block_id": "p26_b347", "text": "Stakeholders will pay particular attention to environmental concerns in the design and management of disaster programmes, constantly reviewing the status and trends of the environment to ensure sustainable compliance."}, {"text_block_id": "p26_b348", "text": "It is clear from the above, that the Government will take the leadership role by articulating a clear policy to guide Disaster Management activities and to enable other stakeholders to harmonise, align and coordinate Disaster Management activities along with the Government needs and Disaster Management priorities. All this requires policy, legal and institutional frameworks which embed Disaster Management in the Government with the regular allocation of public resources to achieve the desirable goal and objectives."}, {"text_block_id": "p27_b349", "text": "CHAPTER 4-  POLICY, LEGAL & INSTITUTIONAL ARRANGEMENTS"}, {"text_block_id": "p27_b350", "text": "This chapter provides the policy, legislative and institutional arrangements for Disaster management in Kenya. These arrangements are among the major inadequacies in the present disaster management system. The proposed institutional framework includes the establishment of NADIMA (the National Disaster Management Agency), its roles and responsibilities and its relationship with other institutions with its structures down to the community level."}, {"text_block_id": "p27_b351", "text": "This institutional framework should facilitate coordination and collaborative relationships among stakeholders."}, {"text_block_id": "p27_b352", "text": "4.1  ENACTMENT OF THE NATIONAL DISASTER MANAGEMENT POLICY"}, {"text_block_id": "p27_b353", "text": "The enactment of this policy will provide the basis for the Institutional and legal framework for Disaster Management in Kenya."}, {"text_block_id": "p27_b354", "text": "4.2  THE LEGAL FRAMEWORK"}, {"text_block_id": "p27_b355", "text": "A"}, {"text_block_id": "p27_b356", "text": "legal framework will be established through an Act of Parliament with provisions for:-"}, {"text_block_id": "p27_b357", "text": "legal framework will be established through an Act of Parliament with provisions for:-\n* The establishment of the National Disaster Management Agency (the Secretariat) and all other Disaster Management structures and Committees\n* The powers, functions and funding of the Agency.\n* The activation of disaster management plans to provide immediate assistance to disaster victims even in the absence of a disaster declaration."}, {"text_block_id": "p27_b363", "text": "4.3 ORGANISATIONAL STRUCTURE"}, {"text_block_id": "p27_b364", "text": "The organisational structure for Disaster Management in Kenya is presented as in the Chart below. The functions of the different Stakeholders within the system are described."}, {"text_block_id": "p29_b365", "text": "4.3.1. National Disaster Executive Committee (NDEC)"}, {"text_block_id": "p29_b366", "text": "The National Disaster Executive Committee is the highest Disaster Management decision-making body. It is at the"}, {"text_block_id": "p29_b367", "text": "Cabinet level"}, {"text_block_id": "p29_b368", "text": "and is chaired by H.E the President. Its core function is to provide policy guidance in relation to National aspirations. NDEC makes decisions on national disaster Management issues especially during emergencies. As things stand now it is the only body with power to advise his Excellency the President whether to declare a national disaster and make international appeals for assistance. Its members are as follows: Ministers of, State Special Programmes, Provincial Administration & Internal Security, Foreign Affairs, Health, Water and Irrigation, Agriculture, Livestock, Defense, Environment, Information, Planning, and the Treasury. This committee will be meeting on a quarterly basis to make decisions on issues emanating from the Disaster Coordinating Committee. However during cases of emergencies this committee can meet as often as the situation demands."}, {"text_block_id": "p29_b369", "text": "4.3.2. National Disaster Coordinating Committee (NDCC)"}, {"text_block_id": "p29_b370_merged_merged", "text": "National Disaster Executive Committee (NDCC) is the executive arm of the NDEC. NDCC is at the Permanent Secretary level and its Chair is the Permanent Secretary of MOSSP. Its core function is to execute policy. Other members include; the Permanent Secretary Provincial Administration & Internal Security, Foreign Affairs, Water and Irrigation, Health, Information, Planning, Treasury, Defense, Environment, Agriculture, and Livestock Dev. NDCC receives disaster management instructions from the NDEC and implements decisions on its behalf."}, {"text_block_id": "p29_b373", "text": "The other functions of the NDCC include: -"}, {"text_block_id": "p29_b374", "text": "•"}, {"text_block_id": "p29_b375", "text": "Provide information on ministerial plans on Disaster Management Plans and how and when to activate them"}, {"text_block_id": "p29_b376", "text": "•"}, {"text_block_id": "p29_b377", "text": "Ratify the deployment of National resources in case of emergencies"}, {"text_block_id": "p29_b378", "text": "•"}, {"text_block_id": "p29_b379", "text": "Identify resource gaps and sources of non-food resources for Emergencies and Assistance."}, {"text_block_id": "p29_b380", "text": "These two Committees work on an ad hoc basis and also meet on a quarterly basis just before NDEC and more frequently during emergencies."}, {"text_block_id": "p29_b381", "text": "4.3.3. The Ministry of State for Special Programmes"}, {"text_block_id": "p29_b382", "text": "The Ministry of State for Special Programmes will be in charge of Disaster Management policies, and will, therefore, coordinate implementation of this Policy. It will coordinate all the disaster efforts of sectoral ministries, including Disaster Risk Reduction, and ensure that the policy is mainstreamed in their planning, development and budgeting. It will develop appropriate guidelines together with the private sector and Civil Society Organisations as well as to other stakeholders on relevant matters pertaining to Disaster Management."}, {"text_block_id": "p29_b383", "text": "Establish the National Disaster Management Resource Centre where all information pertaining to Disaster Management in the country will be available. This Resource Centre will monitor, collect and collate all relevant information and data pertaining to Early Warning Systems and information on disasters; maintain the hazard mapping and disaster monitoring database; and keep all evaluation and impact assessment reports on disaster response"}, {"text_block_id": "p30_b384", "text": "interventions, on lessons learning and on contributing to best practice."}, {"text_block_id": "p30_b385", "text": "The National Disaster Management Agency to be established under this policy will be under this Ministry."}, {"text_block_id": "p30_b386", "text": "The Ministry of State for Special Programmes will be the custodian of Disaster Management policy formulation processes within Government and, through the Minister, will advise Cabinet on all matters pertaining to Disaster Cycle Management.  It will establish partnerships and collaborative linkages with existing institutions/organizations, and will implement this policy and other Disaster Management activities."}, {"text_block_id": "p30_b387", "text": "The Ministry of State for Special Programmes will fund-raise for Disaster Management from other stakeholders other than the Government. It will also conduct and support public awareness, sensitization and education on Disaster Management"}, {"text_block_id": "p30_b388", "text": "4.3.4. Establishment of the National Disaster Management Agency"}, {"text_block_id": "p30_b389", "text": "Through this policy, a semi-autonomous, flexible, the National Disaster Management Agency will be established with the following mandates and responsibilities:"}, {"text_block_id": "p30_b390", "text": "•"}, {"text_block_id": "p30_b391", "text": "To be in charge of the day-to-day management of all disaster management activities as stipulated in these policy guidelines and in any other instructions which may be given by the Permanent Secretary, Ministry of Special Programmes from time to time ;"}, {"text_block_id": "p30_b392", "text": "•"}, {"text_block_id": "p30_b393", "text": "To operate an effective and efficient National Early Warning /Disaster Monitoring Information System;"}, {"text_block_id": "p30_b394", "text": "•"}, {"text_block_id": "p30_b395", "text": "To facilitate national, district and community level Disaster Management contingency processes that will result in the preparation of Contingency Plans to be updated regularly at all levels;"}, {"text_block_id": "p30_b396", "text": "•"}, {"text_block_id": "p30_b397", "text": "With guidance, instruction and advise from the Board of Trustees of the National Disaster Management and Contingency Funds, yet to be set up, operate the Funds based on the procedures and guidelines provided ;"}, {"text_block_id": "p30_b398", "text": "•"}, {"text_block_id": "p30_b399", "text": "Through its directorates coordinate the activities of other stakeholders as regards Disaster Management Cycle Activities;"}, {"text_block_id": "p30_b400", "text": "•"}, {"text_block_id": "p30_b401", "text": "Encourage and enhance collaboration and partnerships through trust -building and running a credible Disaster Management system among all relevant stakeholders;"}, {"text_block_id": "p30_b402", "text": "•"}, {"text_block_id": "p30_b403", "text": "Support the Ministry  of Special Programmes in fund-raising activities outside the Government"}, {"text_block_id": "p30_b404", "text": "•"}, {"text_block_id": "p30_b405", "text": "Support capacity-building initiatives for Disaster Management among all relevant stakeholders;"}, {"text_block_id": "p30_b406", "text": "•"}, {"text_block_id": "p30_b407", "text": "Document, publish and disseminate all relevant Disaster Management data and information to all stakeholders in and around the country;"}, {"text_block_id": "p30_b408", "text": "•"}, {"text_block_id": "p30_b409", "text": "Operate a functional and effective Monitoring & Evaluation system for programming and management activities on Disaster Management ;"}, {"text_block_id": "p30_b410", "text": "•"}, {"text_block_id": "p30_b411", "text": "Support the Ministry of Special Programmes in education, training, sensitization and public awareness"}, {"text_block_id": "p30_b412", "text": "4.3.5  NADIMA DIRECTORATES"}, {"text_block_id": "p30_b413", "text": "NADIMA will have the following five Directorates: Early Warning and Disaster Risk Profiling;"}, {"text_block_id": "p31_b414", "text": "Response; Coordination; Administration & Management; and Monitoring & Evaluation Research, and Planning to support its services. It will be headed by a Chief Executive Officer, hired through a competitive bidding process and a Board of Directors appointed by the Head of the Government of Kenya."}, {"text_block_id": "p31_b415", "text": "4.3.6 Board of Directors for NADIMA"}, {"text_block_id": "p31_b416", "text": "NADIMA will be operated within a Board of representatives drawn from key Ministries and other relevant bodies, including the private sector, Civil Society Organisations, development partners and other stake holders. The Board will have a non-executive chairman and a secretary. The members will be drawn from the following line ministries; MOSSP, PA & IS, Environment and Mineral Resources, Water & Irrigation, Health, Information, Agriculture, Livestock, Defence, Finance, Planning, Local Government, Foreign Affairs, Forestry and Wildlife and Transport."}, {"text_block_id": "p31_b417", "text": "a. The Directorate of Early Warning and Disaster Risk Profiling"}, {"text_block_id": "p31_b418", "text": "The responsibilities of this Directorate are:"}, {"text_block_id": "p31_b419", "text": "•"}, {"text_block_id": "p31_b420", "text": "Regular monitoring, collection, analysis and evaluation of information on the most frequent disasters in the country"}, {"text_block_id": "p31_b421", "text": "•"}, {"text_block_id": "p31_b422", "text": "Coordination of all Early Warning System/ Information Service providers in order to harmonize the information available on Disaster Management"}, {"text_block_id": "p31_b423", "text": "•"}, {"text_block_id": "p31_b424", "text": "Production of regular Early Warning Disaster Management bulletins and publications"}, {"text_block_id": "p31_b425", "text": "•"}, {"text_block_id": "p31_b426", "text": "Maintenance of a data base of information and trends on Disaster Management in the country"}, {"text_block_id": "p31_b427", "text": "•"}, {"text_block_id": "p31_b428", "text": "Development of hazard maps and disaster risk profiles based on a baseline year; and continue to update this information for future scenario planning in collaboration with other partners and stakeholders"}, {"text_block_id": "p31_b429", "text": "b. Directorate of Coordination"}, {"text_block_id": "p31_b430", "text": "The responsibilities of this Directorate will be as follows:"}, {"text_block_id": "p31_b431", "text": "•"}, {"text_block_id": "p31_b432", "text": "Facilitation of collaboration and linkages among all relevant stakeholders: such as the response stakeholders and disaster monitoring and Early Warning information service providers, Disaster Risk Profilers and Planners for Disaster Risk Reduction, in order to more strongly link Early Warning to response"}, {"text_block_id": "p31_b433", "text": "•"}, {"text_block_id": "p31_b434", "text": "Promotion of information and experience sharing among stakeholders:"}, {"text_block_id": "p31_b435", "text": "•"}, {"text_block_id": "p31_b436", "text": "Carry out strategic disaster-related needs assessments and provide recommendations to stakeholders involved in response initiatives"}, {"text_block_id": "p31_b437", "text": "•"}, {"text_block_id": "p31_b438", "text": "Dissemination of data and  information may reach this Directorate from M & E, Research and Planning"}, {"text_block_id": "p31_b439", "text": "c. Directorate of Disaster Response"}, {"text_block_id": "p31_b440", "text": "The responsibilities of this Directorate are:"}, {"text_block_id": "p31_b441", "text": "•"}, {"text_block_id": "p31_b442", "text": "Establishment and maintenance of a national disaster response capacity data base;"}, {"text_block_id": "p31_b443", "text": "•"}, {"text_block_id": "p31_b444", "text": "Coordination of  all stakeholders in disaster response;"}, {"text_block_id": "p31_b445", "text": "•"}, {"text_block_id": "p31_b446", "text": "Facilitation of  the preparation of national, district, and community level disaster response contingency plans;"}, {"text_block_id": "p32_b447", "text": "•"}, {"text_block_id": "p32_b448", "text": "Facilitation of  the planning and implementation of Disaster Response Interventions, based on the Disaster Cycle;"}, {"text_block_id": "p32_b449", "text": "•"}, {"text_block_id": "p32_b450", "text": "Separation of the planning and coordination of Rapid-Onset Disasters from Slow-Onset Disasters, and allocation of responsibilities accordingly;"}, {"text_block_id": "p32_b451", "text": "•"}, {"text_block_id": "p32_b452", "text": "Tracking the cost of all Disaster Response interventions by all stakeholders, phase by phase, in order to estimate the cost of a particular disaster, and for better judgement of the management costs of each phase."}, {"text_block_id": "p32_b453", "text": "d. Directorate of M & E, Research and Planning"}, {"text_block_id": "p32_b454", "text": "The responsibilities of this directorate are:"}, {"text_block_id": "p32_b455", "text": "•"}, {"text_block_id": "p32_b456", "text": "Monitor, Analyse and  Evaluate data at different stages of the disaster"}, {"text_block_id": "p32_b457", "text": "•"}, {"text_block_id": "p32_b458", "text": "Undertake impact assessments of all disaster management response interventions;"}, {"text_block_id": "p32_b459", "text": "•"}, {"text_block_id": "p32_b460", "text": "Provide information and reports to the data bank and relevant authorities and stakeholders;"}, {"text_block_id": "p32_b461", "text": "•"}, {"text_block_id": "p32_b462", "text": "Collate and document lessons and experiences of implementing disaster response interventions by all stakeholders and use these to update data bank and institutional memory;"}, {"text_block_id": "p32_b463", "text": "•"}, {"text_block_id": "p32_b464", "text": "Undertake applied research related to disaster management;"}, {"text_block_id": "p32_b465", "text": "•"}, {"text_block_id": "p32_b466_merged", "text": "Monitor and undertake applied research on the impacts of Climate Change and Environmental Revolution in relation to Disaster Management;"}, {"text_block_id": "p32_b469", "text": "•"}, {"text_block_id": "p32_b470", "text": "Make appropriate recommendations for action."}, {"text_block_id": "p32_b471", "text": "e. Directorate of DM Education, Training & Capacity Building"}, {"text_block_id": "p32_b472", "text": "The responsibilities of this Directorate are:"}, {"text_block_id": "p32_b473", "text": "•"}, {"text_block_id": "p32_b474", "text": "To establish systematically a structured corps of professional and technical disaster management personnel;"}, {"text_block_id": "p32_b475", "text": "•"}, {"text_block_id": "p32_b476", "text": "Promote systematic functional education for Disaster Management in formal and public educational systems;"}, {"text_block_id": "p32_b477", "text": "•"}, {"text_block_id": "p32_b478", "text": "Promote sensitization and public awareness on Disaster Management in liaison with Government and all stakeholders, including the Media, NGOs, CSOs, CBOs, and FBOs;"}, {"text_block_id": "p32_b479", "text": "•"}, {"text_block_id": "p32_b480", "text": "To implement appropriate training at all levels for practical, technical Disaster Management  through structured courses;"}, {"text_block_id": "p32_b481", "text": "•"}, {"text_block_id": "p32_b482", "text": "Undertake periodic audits of the qualifications for DM technical and professional personnel, with a view to upgrading and sustaining acceptable and effective standards;"}, {"text_block_id": "p32_b483", "text": "•"}, {"text_block_id": "p32_b484", "text": "To promote and uphold the ethos and ethics of the code of conduct for acceptable procedures and operations in DM; and"}, {"text_block_id": "p32_b485", "text": "•"}, {"text_block_id": "p32_b486", "text": "To facilitate and eliminate deficiencies in capacity building at all levels, through standardised and officially-approved DM courses and curricula."}, {"text_block_id": "p32_b487", "text": "f. Directorate of Administration and Management"}, {"text_block_id": "p32_b488", "text": "The responsibilities of this directorate are:"}, {"text_block_id": "p32_b489", "text": "•"}, {"text_block_id": "p32_b490", "text": "Establish administrative procedures and guidelines for the whole of NADIMA;"}, {"text_block_id": "p32_b491", "text": "•"}, {"text_block_id": "p32_b492", "text": "Establish financial procedures and guidelines for NADIMA;"}, {"text_block_id": "p33_b493", "text": "•"}, {"text_block_id": "p33_b494", "text": "Facilitate effective and timely disbursement of funds within all the directorates;"}, {"text_block_id": "p33_b495", "text": "•"}, {"text_block_id": "p33_b496", "text": "Facilitate regular audits of staff’ skills, human resource requirements, equipment as well as financial in order to enhance effectiveness and efficiency of the organisation;"}, {"text_block_id": "p33_b497", "text": "•"}, {"text_block_id": "p33_b498", "text": "Together with the Board of Trustees of the National Disaster Management and Contingency Funds, establish procedures for the management of the funds and financial disbursements to relevant institutions in the disaster-affected areas;"}, {"text_block_id": "p33_b499", "text": "•"}, {"text_block_id": "p33_b500", "text": "Support the management of the National Disaster Contingency Fund as may be required, from time to time."}, {"text_block_id": "p33_b501", "text": "4.3.7 The National Platform for Disaster Risk Reduction"}, {"text_block_id": "p33_b502", "text": "The National Platform for Disaster Risk Reduction is a stakeholder’s forum for consultation, negotiation, mediation and consensus building on disaster risk reduction. The Platform will work within the Ministry of State for Special Programmes.  The broad objectives of the forum will be to: -"}, {"text_block_id": "p33_b503", "text": "o"}, {"text_block_id": "p33_b504", "text": "Promote and enhance education, public awareness and advocacy of disaster risks."}, {"text_block_id": "p33_b505", "text": "o"}, {"text_block_id": "p33_b506", "text": "Obtain commitment from the public leadership to disaster risk reduction."}, {"text_block_id": "p33_b507", "text": "o"}, {"text_block_id": "p33_b508", "text": "Stimulate and strengthen multi-disciplinary and multi-sectoral partnerships and networks for Disaster Risk Reduction at all levels."}, {"text_block_id": "p33_b509", "text": "o"}, {"text_block_id": "p33_b510", "text": "Improve dissemination and understanding of natural and man-made causes of disasters, and their related effects upon vulnerable communities."}, {"text_block_id": "p33_b511", "text": "o"}, {"text_block_id": "p33_b512", "text": "Plan dissemination of information on Disaster Risk Reduction"}, {"text_block_id": "p33_b513", "text": "o"}, {"text_block_id": "p33_b514", "text": "Play an advisory role to all the stakeholders on DRR"}, {"text_block_id": "p33_b515", "text": "Membership of the National Platform is drawn from all the Line Ministries, NGOs, and CBOs. The UN agencies and the Private Sector are encouraged to participate, and share their information, knowledge and expertise with the other stakeholders. The Platform will work closely with the Directorates within NADIMA."}, {"text_block_id": "p33_b516", "text": "4.4 EXISTING DISASTER MANAGEMENT INSTITUTIONS"}, {"text_block_id": "p33_b517", "text": "There are various governmental and non-governmental agencies in the country involved in disaster management activities; but largely in an uncoordinated, reactive and sectoral framework. The same is true of line Ministries which have mainstreamed Disaster Management: In the Office of the President there is the National Disaster Operations Centre (NDOC), Arid Lands Resource Management Project (ARLMP); in the Ministry of Northern Kenya Development and Other Arid Lands, and in the Ministry of State for Special Programmes are the Department of Relief and Rehabilitation, National Aids Control Council (NACC) and NEMA in the Ministry of Environment and Mineral Resources."}, {"text_block_id": "p33_b518", "text": "It is also acknowledged that, among others, the Ministries responsible for Agriculture, Local Government, Regional Development, Environment and Natural Resources, Labour and Human Resource Development, Trade and Industry, Health, Roads and Public Works, Transport, Information and Communication, Tourism and Wildlife, Energy, Finance, Planning and National Development, Lands and Housing, Education, Science and Technology are involved in disaster management. In addition, IGAD, UN Agencies and other bilateral partners"}, {"text_block_id": "p34_b519", "text": "and international NGOs play a significant role in disaster management in Kenya."}, {"text_block_id": "p34_b520", "text": "In view of the above lack of coordination this policy recognizes the roles of these institutions and seeks to harmonise and coordinate their disaster management operations."}, {"text_block_id": "p34_b521", "text": "4.5 THE ROLE OF THE EXISTING INSTITUTIONAL STRUCTURES UNDER THE NEW POLICY"}, {"text_block_id": "p34_b522", "text": "4.5.1 Kenya Food Security Meeting (KFSM) and Kenya Food Security           Steering Group (KFSSG)"}, {"text_block_id": "p34_b523", "text": "The Government, in conjunction with the UN Agencies, developed a drought management system that is coordinated by a Kenya Food Security Meeting (KFSM); and its secretariat, the Kenya Food Security Steering Group (KFSSG). The activities of the KFSSG include the early warning monthly bulletins; the declaration of warning stages (i.e., Normal, Alert, Alarm, and Emergency), and preparation of detailed contingency plans. There are five sector working groups, namely: the Food Security/ Aid, the Water and Sanitation, the Agriculture and Livestock Sector, Health and Nutrition and Coordination Sector. These Sectoral Working Groups undertake planning and coordination of activities implemented under their respective sectors. This policy seeks to entrench the work of the KFSM and of the Arid Lands Resource Management Project (under the Ministry of Northern Kenya and Other Arid Lands), into Government structures. This means that the KFSM and the ALRMP will continue to play their roles in coordinating “food security related” emergency activities, but will now be working in partnership with the Response Directorate."}, {"text_block_id": "p34_b524", "text": "4.5.2 National Disaster Operations Centre (NDOC)"}, {"text_block_id": "p34_b525", "text": "National Disaster Operations Centre (NDOC) is currently based in the Ministry of State for Provincial Administration and Internal Security (PA& IS). Its main functions are search and rescue in the event of a disaster including undertaking rapid assessments, collection and dissemination of data. NDOC also monitors disaster events on a 24-hours, 7-days a week basis. This policy now provides that the National Disaster Operations Centre will focus on coordinating rapid-onset disasters and will work under the Response Directorate in the new Disaster Management structure. NDOC will also serve as a useful collaborative link between MOSSP, on the one hand, and Provincial Administration and Internal Security (PA & IS) on the other, during disaster response and implementation of this Policy. However NDOC has limited capacity and, therefore needs strengthening to make it effective."}, {"text_block_id": "p34_b526", "text": "4.5.3. Sectoral Ministries"}, {"text_block_id": "p34_b527", "text": "Sectoral Ministries have been directly involved in disaster management that all levels, though in an ad-hoc manner. Their expertise is required in disaster management planning. The Ministries will be required to mainstream disaster management into their sectoral activities, and will appoint disaster liaison focal point at the National level. The relevant Departmental Heads at the District level will participate in the District Disaster Management Committees. They will provide technical support and capacity-building to community-level disaster management structures. The sectoral ministries will play the leading role for those Disasters that are specific to their functions."}, {"text_block_id": "p35_b528", "text": "4.5.4 District Disaster Management Committees"}, {"text_block_id": "p35_b529", "text": "In order to build on existing structures, capacity-building for the District Disaster Management Committees will be enhanced. Their responsibilities will include the following:"}, {"text_block_id": "p35_b530", "text": "•"}, {"text_block_id": "p35_b531", "text": "Appointing one of its members to be responsible for coordinating emergency response in the respective Districts, under the direction of the Permanent Secretary of the Ministry of Special Programmes;"}, {"text_block_id": "p35_b532", "text": "•"}, {"text_block_id": "p35_b533", "text": "Operating the District Early Warning System (EWS);"}, {"text_block_id": "p35_b534", "text": "•"}, {"text_block_id": "p35_b535", "text": "Formulation, compilation and coordination of District Disaster Contingency Plans;"}, {"text_block_id": "p35_b536", "text": "•"}, {"text_block_id": "p35_b537", "text": "Administering district disaster  and contingency funds;"}, {"text_block_id": "p35_b538", "text": "•"}, {"text_block_id": "p35_b539", "text": "Appointing lead agencies, through memoranda of understanding, to be responsible for coordinating emergency responses in their respective districts;"}, {"text_block_id": "p35_b540", "text": "•"}, {"text_block_id": "p35_b541", "text": "Conducting and documenting an inventory on the response capacity for the emergency services;"}, {"text_block_id": "p35_b542", "text": "•"}, {"text_block_id": "p35_b543", "text": "Working with other committees to support community institution- building, for disaster management;"}, {"text_block_id": "p35_b544", "text": "•"}, {"text_block_id": "p35_b545", "text": "Organizing and participating in disaster management training and needs assessment, in conjunction with local experts, volunteers, trained personnel and other stakeholders;"}, {"text_block_id": "p35_b546", "text": "•"}, {"text_block_id": "p35_b547", "text": "Monitoring, analysis and evaluating the data for disaster management activities in the Districts;"}, {"text_block_id": "p35_b548", "text": "•"}, {"text_block_id": "p35_b549", "text": "Coordinating, training and public awareness programmes and activities;"}, {"text_block_id": "p35_b550", "text": "•"}, {"text_block_id": "p35_b551", "text": "Promoting advocacy for and co-ordination of Disaster Management and DRR programmes and activities, including, especially, the mainstreaming of Disaster Management, DRR and Climate Change in Education, Development Planning and management."}, {"text_block_id": "p35_b552", "text": "It is, especially noteworthy, that the District Disaster Management Committee will foster linkages with non-governmental partners, and with District representatives of Sectoral Ministries and Local Authorities. They will work with grassroots community groups, individuals and volunteers, who have experience and / or interest in disaster management."}, {"text_block_id": "p35_b553", "text": "4.5.5 Divisional Disaster Management Committees"}, {"text_block_id": "p35_b554", "text": "Divisional Disaster Management Committees will play the role and responsibilities of the DDMC’s at the divisional level. The membership of these divisional committees will be representatives of the DDMC’s at this level, paying special attention to the respective locations."}, {"text_block_id": "p35_b555", "text": "4.5.6 Location and Community Level"}, {"text_block_id": "p35_b556", "text": "The Policy recognises the important role of communities in starting and carrying out disaster management activities. Local leaders will mobilize communities in identification of causes of their vulnerability to risks and implementation of the risk reduction programmes. Although the lowest structure will be at the locational level, villages will be represented through the Village Disaster Committees."}, {"text_block_id": "p35_b557", "text": "The composition of this Committee will include village and location representatives, NGOs, CBOs, FBOs, volunteers and other stakeholders, operating at the locational level. The main"}, {"text_block_id": "p36_b558", "text": "responsibility of these Committees will be collection, documentation and dissemination of disaster information (including, the Early Warning information using indigenous knowledge and response), planning and mobilization in order to ensure active participation and effective operations of the Committees, in a bottom up decision-making."}, {"text_block_id": "p36_b559", "text": "4.5.7  Local Authorities"}, {"text_block_id": "p36_b560", "text": "Under this Policy, strengthened Local Authorities will play a more active role in disaster management. It is recognized that the Authorities have potential resources that can be effectively used to minimize disaster impacts. The Agency will communicate with them to enhance practical partnership with the Authorities in order to improve disaster risk reduction and disaster management in general, through effective utilisation of available resources, enforcement of the bylaws related to disaster risk reduction activities and other initiatives in their jurisdictions."}, {"text_block_id": "p36_b561", "text": "Every local authority (including county, urban, town, municipal and city councils) shall have a DM Committee chaired by the Mayor or Chairman of the relevant council, and the members of that committee are the respective chairmen of the other committees of that council. Technical members of that council will be in attendance."}, {"text_block_id": "p36_b562", "text": "4.5.8 Partner Agencies"}, {"text_block_id": "p36_b563", "text": "In this Policy, stakeholders outside Government system involved in Disaster Risk Reduction, such as the development partners, the UN agencies, humanitarian agencies, NGOs and community-based organizations will participate in management of disasters through committees by providing information, resources and technical advice for planning, Early Warning response and in the later phases of the disaster. These partner agencies will be involved in decision-making at all levels."}, {"text_block_id": "p36_b564", "text": "4.5.9 Private Sector: Corporate Bodies and Individuals"}, {"text_block_id": "p36_b565", "text": "This policy recognizes the role of the private sector and other players. The private sector, including companies, the media, individuals, and  professional bodies, will be expected to assist with available resources (financial, human, technical know-how and equipment), when a disaster strikes in addition to playing a significant role in the process of advocacy, public education, sensitisation and awareness. The private sector is responsible for prevention of disasters by upholding human, industrial and environmental safety within their jurisdiction as well as front-line response to disasters in their areas. The National Agency for Disaster Management (NADIMA) will work closely with this sector. By mainstreaming of disaster management through education, development planning, sensitisation and awareness we create a disaster-literate society which makes everybody capable of participating effectively in disaster management"}, {"text_block_id": "p37_b566", "text": "CHAPTER 5- RESOURCE MOBILIZATION, MANAGEMENT & ACCOUNTABILITY"}, {"text_block_id": "p37_b567", "text": "The effective implementation of this policy will require adequate resources. These include financial, human and material resources including development of infrastructure. It has also been noted among other inadequacies that capacity for response is inadequate, because resource procurement is slow during emergencies, and considering the nature of issues that this policy seeks to address, it is imperative that an enabling system be established to ensure quick and effective response in case of a disaster."}, {"text_block_id": "p37_b568", "text": "5.1 THE KEY FUNDS"}, {"text_block_id": "p37_b569", "text": "The following different funds for management of disasters are already in existence. They include:"}, {"text_block_id": "p37_b570", "text": "•"}, {"text_block_id": "p37_b571", "text": "Humanitarian disaster fund;"}, {"text_block_id": "p37_b572", "text": "•"}, {"text_block_id": "p37_b573", "text": "National drought disaster fund;"}, {"text_block_id": "p37_b574", "text": "•"}, {"text_block_id": "p37_b575", "text": "National disaster management contingency fund among others."}, {"text_block_id": "p37_b576", "text": "There is a need for all these funds to be harmonised for effective management and use in case of a disaster. This policy therefore recommends the establishment of a common basket contingency fund with contributions from all stakeholders, including government budgetary allocation development partners, UN agencies, private sector, and individual contributions will be established. Amendments will be made to existing financial rules and regulations in order to facilitate faster but transparent and accountable release of these funds for effective response in the case of disasters. A board of trustees will manage the fund."}, {"text_block_id": "p37_b577", "text": "This policy proposes that there should be two funds for disaster management; one at the national level and one at the district level."}, {"text_block_id": "p37_b578", "text": "These funds are:"}, {"text_block_id": "p37_b579", "text": "I. The National Disaster Management Trust Fund"}, {"text_block_id": "p37_b580", "text": "The Policy proposes for establishment of a National Disaster Trust Fund by the Minister for Finance to be administered by the Ministry of State for Special Programmes in compliance with recommended legal and legislative amendments to be made to the current rules and regulations. Like the contingency fund, this fund will receive contributions from the Exchequer and donations from individuals, the private sector and the civil society and development partners for disaster management activities."}, {"text_block_id": "p37_b581", "text": "This policy proposes 5% of the annual National budget be allocated for disaster management to line Ministries activities on disaster risk reduction."}, {"text_block_id": "p37_b582", "text": "II. District Disaster Management Fund"}, {"text_block_id": "p37_b583", "text": "This Policy proposes the establishment of a district disaster management in all Districts.  The Government will channel funds to these accounts to enhance effective disaster management activities. Other sources of funding will include and not limited to the local authorities, the"}, {"text_block_id": "p38_b584", "text": "Constituency development fund and locally mobilized resources. This policy proposes that 5% of LATIF and CDF be contributed to the District Disaster Management Fund."}, {"text_block_id": "p38_b585", "text": "5.2 HUMAN AND NON-HUMAN RESOURCES"}, {"text_block_id": "p38_b586", "text": "Whereas, within the country, plenty of human and non-human resources are in place, effective inventorying and co-ordination for Disaster Management in emergencies are inadequate.  In order to increase the capacity to respond quickly to disasters, inventories of both human and non-human resources will be kept and maintained at the local, district and national levels."}, {"text_block_id": "p38_b587", "text": "Training-needs assessments will be conducted, to establish the available Disaster Management skills and experiences in the country, with the view to filling the identified gaps. Training of uniformed personnel in disaster response to provide back up during response will also be supported."}, {"text_block_id": "p38_b588", "text": "The Ministry in charge of Education, Science and Technology will be supported to mainstream Disaster Management and Climate Change in training curriculum’s, in order to create a progressive mass environmental literacy and national capacity building for sustainable Disaster Management."}, {"text_block_id": "p38_b589", "text": "The non-human inventory will establish the existing equipment and where it is located this will inform decision-making on measures to be taken to address these gaps. The information will also make it easier to move equipment when needed."}, {"text_block_id": "p38_b590", "text": "Because of the lack of adequate equipment and materials to be used in disaster response, all available equipment including that with the uniformed services should be availed in times of emergencies and disaster response."}, {"text_block_id": "p38_b591", "text": "This policy proposes that a criterion for use of privately owned equipments and machinery in times of disasters be established to ensure that these materials are available when needed."}, {"text_block_id": "p38_b592", "text": "5.4  INFRASTRUCTURE"}, {"text_block_id": "p38_b593", "text": "The current poor infrastructure and centralization of some key infrastructure, relevant for disaster management has slowed response when disasters occur and need to be addressed if the response period is to be reduced for effectiveness."}, {"text_block_id": "p38_b594", "text": "This policy proposes that:"}, {"text_block_id": "p38_b595", "text": "i."}, {"text_block_id": "p38_b596", "text": "Stockpiles be established for food and non-food items at the district level as informed by the disaster profiling."}, {"text_block_id": "p38_b597", "text": "ii."}, {"text_block_id": "p38_b598", "text": "Collaboration with relevant government departments such as the local authorities and the Ministry of roads will be sort to ensure the construction and upgrading of infrastructure development – markets, water and roads - for effective response in case of disasters."}, {"text_block_id": "p39_b599", "text": "iii."}, {"text_block_id": "p39_b600", "text": "Channels will be secured from the Communication Commission of Kenya to be used in times of disasters for the purposes of ensuring dedicated Communication System for disaster management at various stages. These will only be accessible to authorized personnel. The government will collaborate with private sector to secure the relevant communication facilities needed."}, {"text_block_id": "p40_b601", "text": "CHAPTER 6- MONITORING, EVALUATION AND RESEARCH"}, {"text_block_id": "p40_b602", "text": "Monitoring, Evaluation and Research are increasingly becoming vital processes in Disaster Management in Kenya. This is so, because of several reasons. First, the Government and Development Partners would like to know the degree of progress made in the implementation of Disaster Management policy, in the results and impacts of Disaster Management initiatives, as well as in the lessons learned from implementation efforts, in order to foster best practices. Secondly, monitoring and evaluation and research provide information and processed data for use in developing a database for profiles and trend analyses, and for developing institutional memories, such that the disaster management system can learn from past mistakes, successes and experiences so as to improve its effectiveness and efficiency of DM and DRR."}, {"text_block_id": "p40_b603", "text": "The related dynamic and evolutionary processes of"}, {"text_block_id": "p40_b604", "text": "monitoring, evaluation and research"}, {"text_block_id": "p40_b605", "text": "are Key to effective"}, {"text_block_id": "p40_b606", "text": "Disaster Profiling, Disaster Management and Disaster Risk Reduction"}, {"text_block_id": "p40_b607", "text": "; and their objectives and goals are similar, if not convergent. That is to say: for successful DM and DRR, the status and trends of disaster profiles must be accurately assessed and applied, through systematic research; and the three processes must be related at all levels."}, {"text_block_id": "p40_b608_merged_merged", "text": "Owing to the crucial challenges of the ongoing and escalating Climate Change and to the related major global environmental changes, the character and complexity of the disaster systems in any country, especially in a complex environmental system such as in Kenya, will be very complicated – requiring continuous and related monitoring, evaluation and research for successful DM and DRR. In addition, and especially in the rapid changes in the culture, population dynamics and urbanisation in Africa, there are a myriad of other potential sources of destabilisation of the cultural environment, including  resource–based ethnic clashes, socio-cultural, economic and political conflicts, as well as cultural instabilities related to the urban revolution and informal settlements. For example, as relates to urban fire outbreaks the informal settlements will especially be disadvantaged; lacking access roads for fire engines, water for fire hydrants, fire resistant building materials time-tested coping strategies, and other resources for disaster management. All these and many more need systematic monitoring, evaluation, research and application for successful DM and DRR."}, {"text_block_id": "p40_b613", "text": "Since the successful implementation of this policy will require the allocation of substantial human, material, financial, technological and other resources, it is imperative that a justification be made for allocation of such resources, supported by the positive results and impacts of the National Disaster Management system, particularly, in relation to those vulnerable communities and households, likely to  be affected by disasters."}, {"text_block_id": "p40_b614", "text": "This policy, consequently, provides numerous bases for the establishment of interrelated monitoring, evaluation and research frameworks, in order to promote an understanding of progress made in the implementation of the policy; and to assess the overall effectiveness and sustainable impacts of the National Disaster Management system in Kenya. Finally this"}, {"text_block_id": "p41_b615", "text": "policy stresses the need to establish a monitoring, evaluation and research framework which will promote sustainable disaster management in the peri-urban informal settlements"}, {"text_block_id": "p41_b616", "text": "."}, {"text_block_id": "p41_b617", "text": "6.1 MONITORING"}, {"text_block_id": "p41_b618", "text": "6.1.1. Definition"}, {"text_block_id": "p41_b619", "text": "Disaster Management monitoring refers to the process of systematic and continual observation and recording of data on evolution and occurrences of hazards and disasters, on management initiatives (planned or otherwise) with which the hazard, and disasters are handled; and on the degree of success or failure realized, with  the intention of improving DM operations in future."}, {"text_block_id": "p41_b620", "text": "6.1.2 Problems and Challenges"}, {"text_block_id": "p41_b621", "text": "Past Disaster Management performance in Kenya reveals poor monitoring, evaluation and research, including poor data recording systems, inefficient evaluation, inconclusive research, ignored disaster types, and a general unpreparedness for systematic, effective disaster management."}, {"text_block_id": "p41_b622", "text": "In view of all this, this policy makes provisions for establishment of effective monitoring, evaluation, research and application to all hazards and disasters (natural and man-made)."}, {"text_block_id": "p41_b623", "text": "6.1.3. Objectives of Monitoring"}, {"text_block_id": "p41_b624", "text": "In this policy, the objectives of monitoring include various observations to promote understanding of hazard / disaster–causing systems and processes as well as their related characteristics occurrence, location, intensity, recurrence period, extent, duration... Monitoring will also promote understanding of the impacts on whole life systems, livelihoods, socio-economy, infrastructure, environment and resource base. Finally, monitoring should facilitate informed forecasts and prepared DM."}, {"text_block_id": "p41_b625_merged", "text": "In this policy, properly designed Monitoring focuses on both the institutional/operational system and the disaster risk profiles analyses and management."}, {"text_block_id": "p41_b628", "text": "(a) Monitoring Objectives for the System"}, {"text_block_id": "p41_b629", "text": "The objectives for monitoring the system include promotion of disaster- awareness, coordination of participatory partnerships in disaster management among stakeholders, strengthening linkages between disaster management and sustainable development, and comprehensive resource mobilisation for DM."}, {"text_block_id": "p41_b630", "text": "(b) Monitoring Objectives for Disasters"}, {"text_block_id": "p42_b631", "text": "The objectives for monitoring disasters include, obtaining reliable data on hazard/ disaster types and systems, continual stocking of the disaster data bank, reliable data on the whole Disaster Management cycle, systematic updating of disaster risk profiles and evolutionary updating and application of indicators."}, {"text_block_id": "p42_b632", "text": "6.2.1 Definition and Character"}, {"text_block_id": "p42_b633", "text": "“Evaluation”"}, {"text_block_id": "p42_b634_merged", "text": "goes hand in hand with “research”, using monitored data on hazards and disaster occurrences. In this policy, for hazards and disasters, evaluation and research include the following: the systematic analysis of monitored data in order to expose its salient characteristics, to facilitate interpretation of those characteristics, and in order to enhance application of those data to sustainable DM and DRR. This evaluation (plus attendant/concomitant research) provides opportunity for reliable forecasts and realistic reorganizations of plans and operations to improve both DM and DRR."}, {"text_block_id": "p42_b639", "text": "6.2.2 Problems and Challenges against Evaluation"}, {"text_block_id": "p42_b640", "text": "By the irregular and unsatisfactory character of the monitoring process in both natural and man-made disasters, effective, systematic evaluation is rare and undependable; and, so, both evaluation and the allied research processes rarely emerge as strong, incisive and reliable management tools"}, {"text_block_id": "p42_b641", "text": "6.2.3 Objectives of Evaluation"}, {"text_block_id": "p42_b642", "text": "In this policy, the objectives of evaluation include analysis and exposition of the various characteristics of the particular hazard or disaster, as well as the critical assessment whether the specific provisions within the DM and DRR system have the expected effects. Evaluated data will generate knowledge on the frequency of disaster recurrence, and for application on strategic planning, contingency planning and general planning for DM and DRR."}, {"text_block_id": "p42_b643", "text": "6.2.4 Policy Framework"}, {"text_block_id": "p42_b644", "text": "This policy provides for the establishment of an institutional structure to ensure reliable and dependable monitoring, evaluation and research in relation to the system and disasters, as a mandatory and integral component of the systematic planned DM"}, {"text_block_id": "p43_b645", "text": "6.3 FURTHER ASPECTS OF THE SYSTEM AND DISASTERS FOR MONITORING AND EVALUATION"}, {"text_block_id": "p43_b646", "text": "6.3.1 Systems"}, {"text_block_id": "p43_b647", "text": "A number of key operations and initiatives within the system and disasters need monitoring and evaluation."}, {"text_block_id": "p43_b648", "text": "6.3.1.1 Resource Mobilisation and Utilisation"}, {"text_block_id": "p43_b649", "text": "Past experience and performance have shown frequently that resources are not always procured in sufficient quantities, and on time for effective management of emergencies, by the right agencies, and/or development partners."}, {"text_block_id": "p43_b650", "text": "This policy stresses effective monitoring and evaluation of resource management to ensure sustainable transparency, accountability and professionalism."}, {"text_block_id": "p43_b651", "text": "6.3.1.2 Monitoring and Evaluation of Capacity-Building for Disaster Management"}, {"text_block_id": "p43_b652", "text": "Generally, there is inadequate capacity for effective Disaster Management in Kenya; and, so, in most aspects of Disaster Management in Kenya, it is clear that capacity-building is essential to upgrade efficiency."}, {"text_block_id": "p43_b653", "text": "This policy, therefore, stresses the institutional structured provision for capacity-building to promote professional/technical efficiency at all levels: International, Regional, Sub-Regional, National, District, Locational and Community."}, {"text_block_id": "p43_b654", "text": "6.3.1.3. Monitoring and Evaluation of Accession and Compliance with International/Regional Conventions, Agreements and Treaties"}, {"text_block_id": "p43_b655", "text": "The globalisation process stresses the need for international/regional collaboration and cooperation in disaster management at all levels; and Kenya has varying degrees of such cooperation and collaboration. Moreover, in management of joint resources and trans-boundary problems, collaboration is essential."}, {"text_block_id": "p43_b656", "text": "This policy, therefore, stresses the urgent institutional provision to enable Kenya to have accession and compliance to all such relevant international/regional instruments for Disaster Management. Including those cases which qualify for compensatory and restorative processes; and these institutional provisions should ensure effective monitoring and evaluation of the compliance."}, {"text_block_id": "p43_b657", "text": "6.3.1.4 Monitoring Discrepancy between Stated Contents and Actual Deliveries of Food and Non-Food Supplies for Relief"}, {"text_block_id": "p44_b658", "text": "It has been repeatedly noted that stated contents of containers as they were dispatched are not necessarily the same as what is delivered. This way, duty is paid for the wrong contents or for expired goods, of no use to the expectant recipients. Similarly, relief goods may arrive at the port of delivery for transmission to the affected communities in the interior; but bureaucracy and procrastination may delay release and delivery for weeks, while the disaster deepens."}, {"text_block_id": "p44_b659", "text": "This policy, therefore, provides for dedicated monitoring and evaluation of relief goods and supplies; and for ensuring urgent, timely, and efficient distribution of relief supplies."}, {"text_block_id": "p44_b660", "text": "For effective Disaster Management, a wide range of information systems will be essentially accessed, analysed and utilised to plan and manage the operations. This range of information will come from all levels, sectors, stakeholders and agencies."}, {"text_block_id": "p44_b661", "text": "This policy provides for the establishment of an institutional structure, such as a resource management centre, to facilitate monitoring and evaluation of an effective network of communication channels to ensure productive communication among all partners and levels for the DM."}, {"text_block_id": "p44_b662_merged", "text": "There shall always be need to monitor the effectiveness with which mainstreamed responsibilities are being implemented in sectoral ministries; but, especially, at times of disasters and emergencies, there is a critical need to monitor and coordinate information sharing, and operational responsibilities, guided by appropriate designated officials, from the Permanent Secretary downwards to the provincial, district, divisional and community levels. Complementarily, continuous bottom-up monitoring from the communities and divisions informs the whole system, and improves the two-way flow of command and reception for coordination of operational disaster management."}, {"text_block_id": "p44_b667", "text": "6.3.2.1 Monitoring and Evaluation of Disasters"}, {"text_block_id": "p44_b668", "text": "All aspects of the disaster profile and cycle need systematic and dedicated monitoring, evaluation and attendant research."}, {"text_block_id": "p44_b669", "text": "6.3.2.2 Monitoring and Evaluation of Food Insecurity"}, {"text_block_id": "p44_b670", "text": "Whereas National and Sub-National agencies exist to keep watch over food insecurity, especially in the ASALs, and whereas the relief supplies come from International, UN, National and other humanitarian agencies, this approach has been found to cause a progressive dependency syndrome."}, {"text_block_id": "p45_b671", "text": "This policy, therefore, provides for dedicated monitoring and evaluation of the food insecurity situation in the whole country, especially, in the drought- and flood-prone areas. Furthermore, this policy stresses collaborative Monitoring and Evaluation of evolution of alternative income-generation and food production in the ASALs, and of strengthening the Permanent National Food Reserve."}, {"text_block_id": "p45_b672", "text": "6.3.2.3 Monitoring and Evaluation of Geologic Disasters"}, {"text_block_id": "p45_b673", "text": "Existence of the Great Rift Valley within Kenya, plus the string of extinct and dormant volcanoes from North to South and East to West, as well as the continuous small-scale tremors throughout the year, indicate that Kenya is highly predisposed to earthquakes and volcanoes. In addition, at least once every two years there is a moderate-scale earthquake in Kenya and Eastern Africa, let alone reactivation of some volcanoes. Finally, ocean- based tsunamis have become a problem in Kenya. So far, in Kenya, institutional monitoring and records for geologic disasters are very inadequate."}, {"text_block_id": "p45_b674", "text": "This policy makes for institutional provision to ensure systematic and continuous monitoring and evaluation and appropriate research on the seismic system and volcano-logy of Eastern Africa (in general) and of Kenya (in particular) deliberately to enhance effective management of geologic disasters. Furthermore, this policy makes provisions to encourage achievement of International networking and collaborative cooperation with similar geologic, disaster and seismic monitoring/ evaluation and research systems in the world to enhance effective management of geologic disasters."}, {"text_block_id": "p45_b675", "text": "6.3.2.4 Monitoring and Evaluation of Socio-Cultural, Economic and Politically- Motivated Conflicts"}, {"text_block_id": "p45_b676", "text": "Owing to recurrent food insecurity and increased unsustainability of livelihoods, particularly in the ASALs; and owing to recurrent droughts which exacerbate insufficient availability of water, grazing and other livestock-support resources, there are often cross-cultural, inter-ethnic, and trans-boundary clashes. Furthermore, in recent times, politically- motivated differences have also generated similar or more intense conflicts. Finally, as the Climate Change intensifies, available livelihoods will be reduced and the natural resource base will be negatively impacted, so that consequently, conflicts will escalate."}, {"text_block_id": "p45_b677", "text": "This policy stresses institutional and operational provision to ensure effective monitoring and evaluation of the disaster profiles in Kenya, especially, in the ASALs, to ensure a permanent and balanced solution of the resource issues; to ensure that Early Warning Systems give accurate signals to avoid a repeat of the disaster cycles; and to ensure systematic, professional and monitored management of affected persons in all disaster phases - relief, repatriation, rehabilitation, resettlement and recovery."}, {"text_block_id": "p45_b678", "text": "6.3.2.5 Monitoring and Evaluation of Climate Change and Other Cross-Cutting Issues"}, {"text_block_id": "p45_b679", "text": "An increasing number of cross-cutting issues are gaining escalating importance in changing the complex disaster picture in Kenya, and making a predictable DM future very difficult. Each"}, {"text_block_id": "p46_b680", "text": "of these issues should be carefully monitored, evaluated, and analysed for the strategic proactive planning of DRR, as well as in the conventional management of the disaster cycle. The issues include: Climate Change, poverty, the multi-facetted inter-ethnic and political conflicts, HIV/AIDS pandemic, the rapid overall environmental change, excessive rapid population growth and urbanization dynamics, the complex gender issues (affecting both women and children), the challenged and the elderly, trade imbalances and resource depletion."}, {"text_block_id": "p46_b681", "text": "This policy will provide for achievement of these goals."}, {"text_block_id": "p46_b682", "text": "For DM to succeed, a continuous supply of adequate technical and professional personnel is essential. Sensitization, awareness creation and functional literacy are essential also for the whole public, especially at the community level; and finally, continuous research in all these fields and data base management is a must for success."}, {"text_block_id": "p46_b683", "text": "This policy will provide for the attainment of these goals."}, {"text_block_id": "p46_b684", "text": "Any part of Kenya can experience one or more disasters at the same time but, especially, in the five disaster-prone sub-regions (Coastlands, Lake Victoria Lowlands, Central Rift, Mount Kenya and the ASALs) of Kenya there is a high probability of several hazards or disasters occurring located simultaneously or in quick succession, with the various phases of their respective cycles integrating and synergising, making it difficult to monitor, evaluate and assess the impacts for effective management of the DM."}, {"text_block_id": "p46_b685", "text": "Early Warning concerns all disasters and hazards possible in one place. EWS guides insight into the possibility of multiple occurrences of disasters at the same time or in quick succession in a given place. Application of EWS information should lead to appropriate information, preparedness and integrated response to the disasters. Specific EWS include; conflict-related early warning, flood early warning, seismic early warning and drought early warning."}, {"text_block_id": "p46_b686", "text": "This policy provides for institutional/operational framework to facilitate the disintegrated monitoring and evaluation of each disaster, within the multiple occurrences while recognising the synergistic components for effective management of the whole disaster complex."}, {"text_block_id": "p47_b687", "text": "CHAPTER 7: CONCLUSION: EFFECT OF POLICY, LEGISLATIVE, AND INSTITUTIONAL FRAMEWORKS ON DISASTER MANAGEMENT SYSTEMS IN KENYA"}, {"text_block_id": "p47_b688", "text": "The all-inclusive process of formulation of this document for guiding and controlling systematic management of disasters in Kenya has been the collaborative participatory contribution from Government sources, Development Partners, and other stakeholders. The next planned step of the policy-making process shall be to incorporate the viewpoints from the District Disaster Management Committees (DDMCs) from all the Provinces, as well as the respective critiques from the higher echelons of the Kenyan society (the National Platform for Disaster Risk Reduction, Members of Parliament and the top leadership)."}, {"text_block_id": "p47_b689", "text": "As it is, this document is sufficiently inclusive and"}, {"text_block_id": "p47_b690", "text": "focussed to facilitate  the possibility of strategic planning for systematic Disaster Management"}, {"text_block_id": "p47_b691", "text": ", as well as for"}, {"text_block_id": "p47_b692", "text": "contingency planning"}, {"text_block_id": "p47_b693", "text": "at District, Divisional and lower levels against all emergencies,"}, {"text_block_id": "p47_b694", "text": "pro-actively"}, {"text_block_id": "p47_b695", "text": "(for preparedness, prevention and mitigation) and"}, {"text_block_id": "p47_b696", "text": "responsively"}, {"text_block_id": "p47_b697", "text": "(for response, relief, repatriation, rehabilitation, reconstruction, the whole way to recovery in the full Disaster Cycle). This policy document provides for systematic Monitoring and Evaluation of the whole Disaster Management System, as well as the management of every disaster occurrence."}, {"text_block_id": "p47_b698", "text": "This policy recognises the"}, {"text_block_id": "p47_b699_merged_merged", "text": "urgency to provide for effective management of the escalating diversity, intensity, frequency and scale of adverse impacts of individual and collective, convergent disasters which already visit Kenya or will soon do so. In particular, the policy points out the effects of the following disaster-causing factors on Disaster Management: Climate Change (CC); the rapid population growth combined with rapid rural-urban migration and excessive growth of populations in the unplanned informal urban settlements; the stubborn insistence of poverty everywhere; and the recent reappearance of enhanced resource- based, inter-ethnic and cross-cultural conflicts, refuelled by politically- motivated high-scale human conflicts. Resolution and effective management of these disasters is critical in the forthcoming planned strategic National Disaster Management system at all levels, pro-actively and responsively. This policy must provide for this type of visionary and informed"}, {"text_block_id": "p47_b716", "text": "Disaster Management."}, {"text_block_id": "p48_b717", "text": "Most important, this policy provides for enactment of an enabling comprehensive legislative framework which lays down the"}, {"text_block_id": "p48_b718", "text": "legal foundation for collaborative partnership in institutional participatory management of disasters"}, {"text_block_id": "p48_b719", "text": ", including mobilisation of the essential wide range of resources (financial, material, technological, professional and technical,  human and infrastructural) necessary for management of all disasters. Likewise, this policy provides for"}, {"text_block_id": "p48_b720", "text": "continuous  monitoring, evaluation, analysis, research, storage and application"}, {"text_block_id": "p48_b721", "text": "of an effective data"}, {"text_block_id": "p48_b722", "text": "-"}, {"text_block_id": "p48_b723", "text": "base for management of disasters at all levels, National, District, Divisional and Community levels. Significantly, this policy provides"}, {"text_block_id": "p48_b724", "text": "for placement of essential linkages between Kenya and all other levels"}, {"text_block_id": "p48_b725", "text": "(international, regional, and sub-regional) for the management of disasters. Not of least importance is provision for Kenya to"}, {"text_block_id": "p48_b726", "text": "ratify, domesticate and implement essential instruments"}, {"text_block_id": "p48_b727", "text": "(conventions, agreements and treaties) for collaborative management of disasters and joint resources at all levels, for example, that of  Lake Victoria."}, {"text_block_id": "p48_b728", "text": "This policy provides for a fundamental basis to"}, {"text_block_id": "p48_b729", "text": "continually upgrade the growing list of Early Warning Systems, driven by mobilisation, evaluation, applied research, analysis and international networking for information management and application"}, {"text_block_id": "p48_b730", "text": ".  Within this continual upgrading of capability, Government will set up a"}, {"text_block_id": "p48_b731", "text": "parastatal agency"}, {"text_block_id": "p48_b732", "text": ", currently called the"}, {"text_block_id": "p48_b733", "text": "National Disaster Management Agency (NADIMA)."}, {"text_block_id": "p48_b734", "text": "Its responsibility will include a continual"}, {"text_block_id": "p48_b735", "text": "coordination of mainstreamed responsibilities and activities related to Disaster Management in every Sectoral Ministry"}, {"text_block_id": "p48_b736", "text": "and stakeholder institution, down to the community level. This agency"}, {"text_block_id": "p48_b737", "text": "will apply the coordinating capability of six Directorates"}, {"text_block_id": "p48_b738", "text": ", as well as the additional capability from the Ministry responsible for Disaster Management (via a"}, {"text_block_id": "p48_b739", "text": "National Resource Centre and an Institution for DM Education, Training and Capacity Building"}, {"text_block_id": "p48_b740", "text": "). All this is designed to upgrade the quality and numbers of available technical and professional man-power and human resources for effective Disaster Management."}, {"text_block_id": "p48_b741", "text": "Additionally, a key approach, through this policy, for a"}, {"text_block_id": "p48_b742", "text": "continually up-graded Disaster Management system"}, {"text_block_id": "p48_b743", "text": ", is the"}, {"text_block_id": "p48_b744", "text": "creation of a progressively environmentally-aware, disaster-literate and functionally-educated Kenyan community,"}, {"text_block_id": "p48_b745", "text": "capable of attaining the"}, {"text_block_id": "p48_b746", "text": "status of a safe, resilient and sustainable society."}, {"text_block_id": "p48_b747", "text": "This policy effort providing for a"}, {"text_block_id": "p48_b748", "text": "continuous process of up-grading the overall national capability at all levels for effective Disaster Management is to be attained by systematically mainstreaming Disaster Management Education, Training and Capacity Building through formal education"}, {"text_block_id": "p48_b749", "text": "in schools, colleges and universities,"}, {"text_block_id": "p48_b750", "text": "as well as through other technical/professional training institutions"}, {"text_block_id": "p48_b751", "text": "(including, medical training colleges, wildlife and fisheries colleges, agricultural institutes, village polytechnics, higher polytechnics, National Youth Service centres, and the training colleges for the uniformed forces). Lastly, there shall be continuous"}, {"text_block_id": "p48_b752", "text": "awareness creation, sensitisation and functional literacy campaign among the general public"}, {"text_block_id": "p48_b753", "text": "geared toward the same effective Disaster Management."}, {"text_block_id": "p48_b754", "text": "All told, this"}, {"text_block_id": "p48_b755_merged_merged_merged_merged", "text": "policy document is complete, already in its final preparatory stages, and can be assessed and applied for important decision-making to promote rapid laying down of legislative foundations and institutional management structure to fast-track the catalysis"}, {"text_block_id": "p49_b762_merged", "text": "of almost-immediate strategic and contingency planning to prepare for effective pro-active and responsive management of disasters in this country."}], "document_description": "The policy recognizes that climate change contributes significantly to Kenya's increasing vulnerability to disasters in the last two decades and affects seriously the lives and livelihoods of communities. The policy therefore aims to institutionalise mechanisms to address these disasters and associated vulnerabilities stressing the central role of climate change in any sustainable and integrated National Strategy for Disaster Management.<br>&nbsp;<br>&nbsp;The policy emphasises preparedness on the part of the government, communities and other stakeholders and proposes to establish and strengthen Disaster Management institutions, partnerships and networking. It proposes to mainstream Disaster Risk Reduction in the development process and strengthen the resilience of vulnerable groups.<br>&nbsp;<br>&nbsp;Disaster Risk Management encompasses a full continuum from preparedness, relief and rehabilitation, mitigation and prevention including t diversification of vulnerable livelihoods and coping mechanisms. Ministry of State for Special Programmes in the Office of President is appointed as the chief national co-ordinator."}