{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Kenya", "document_category": "Policy", "document_sector_name": "Environment", "document_language": "English", "document_name": "National Wildlife Strategy 2030", "document_country_code": "KEN", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "06/12/2018", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf", "Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/KEN/2018/KEN-2018-12-06-National Wildlife Strategy 2030_09e2dc2fecd4776c4cb6ed5b9f5ce25b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF KENYA"}, {"text_block_id": "p0_b2", "text": "NATIONAL"}, {"text_block_id": "p0_b3", "text": "WILDLIFE STRATEGY"}, {"text_block_id": "p0_b4", "text": "2030"}, {"text_block_id": "p0_b5", "text": "JUNE 2018"}, {"text_block_id": "p1_b6", "text": "ISBN 978-9966-117-92-2"}, {"text_block_id": "p1_b7", "text": "This is a Govenrment of Kenya Publication"}, {"text_block_id": "p1_b8", "text": "Citation:"}, {"text_block_id": "p1_b9", "text": "Ministry of Tourism and Wildlife (2018) National Wildlife Strategy 2030."}, {"text_block_id": "p1_b10", "text": "To obtain copies of this publication, please contact:"}, {"text_block_id": "p1_b11", "text": "The Principal Secretary,"}, {"text_block_id": "p1_b12", "text": "Ministry of Tourism & Wildlife"}, {"text_block_id": "p1_b13", "text": "P.O. Box 30126 00100,"}, {"text_block_id": "p1_b14", "text": "Nairobi, Kenya"}, {"text_block_id": "p1_b15", "text": "Email: ps@tourism.go.ke"}, {"text_block_id": "p1_b16", "text": "The development of this strategy was supported by United States Agency for Development (USAID) with technical input from various insititutions"}, {"text_block_id": "p1_b17", "text": "Printed By: Zaruri Ventures"}, {"text_block_id": "p1_b18", "text": "© Government of Kenya, 2018"}, {"text_block_id": "p1_b19", "text": "All rights reserved. No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form, or by any means, electronic, mechanical, photocopying, recording, scanning or otherwise, without the prior permission in writing of the Government of Kenya."}, {"text_block_id": "p2_b20", "text": "REPUBLIC OF KENYA"}, {"text_block_id": "p2_b21", "text": "His Excellency Hon. Uhuru Kenyatta, C.G.H. President and Commander-in-Chief of the Defence Forces of the Republic of Kenya"}, {"text_block_id": "p2_b22", "text": "Kenya holds an incredibly rich and unique flora and fauna that forms the wealth of"}, {"text_block_id": "p2_b23", "text": "species that contributes to the wellbeing of the Kenyan people, while attracting visitors to the country and contributing to economic growth. The Government is committed to the sustainable management of Kenya’s wildlife resources, so as to contribute to the development of the country and enhance the livelihoods of our people. This Strategy encapsulates this commitment."}, {"text_block_id": "p2_b24", "text": "This National Wildlife Strategy 2030 has also re-engineered and redesigned the"}, {"text_block_id": "p2_b25", "text": "institutional architecture of the wildlife sector to ensure effective coordination,"}, {"text_block_id": "p2_b26", "text": "collaboration and synergy amongst the multiple state and non-state actors who"}, {"text_block_id": "p2_b27", "text": "have different mandates, roles, capacities and resources."}, {"text_block_id": "p2_b28_merged_merged", "text": "The call to action is therefore to all these institutions to roll up their sleeves and implement the Strategy to secure the benefits of wildlife to all stakeholders for current and future generations."}, {"text_block_id": "p4_b31_merged", "text": "At the heart of this Strategy is a call. An urgent call to all Kenyans to recognize and transform their roles as individuals and communities to take effective custodianship of our rich natural heritage."}, {"text_block_id": "p4_b34", "text": "This heritage of diverse landscapes, essential ecosystem services and natural resources is the foundation of our collective development – both now and into the future."}, {"text_block_id": "p4_b35", "text": "Action by ALL – national and county governments, private sector, communities, landowners, and individuals – is central to the success of the Strategy."}, {"text_block_id": "p4_b36", "text": "We must target threats and embrace opportunities for, and arising from, wildlife conservation and management."}, {"text_block_id": "p4_b37", "text": "Our future is in our hands. This strategy provides us with the roadmap to that future we desire. I welcome Kenyans of all walks to join hands in the delivery of wildlife management and conservation that will drive our economy and heritage forward."}, {"text_block_id": "p4_b38", "text": "Hon. Najib Balala, EGH"}, {"text_block_id": "p4_b39", "text": "Cabinet Secretary, Ministry  of Tourism & Wildlife"}, {"text_block_id": "p5_b40", "text": "This Strategy is a roadmap for transforming wildlife conservation in Kenya. The strategy is aligned to Kenya’s Vision 2030 and the Government’s Big Four Agenda. It brings together the aspirations and concerns of Kenyans from across the country"}, {"text_block_id": "p5_b41", "text": "as part of a multi-stakeholder effort under the stewardship of the Ministry."}, {"text_block_id": "p5_b42", "text": "The Strategy builds on past and present policies, practices, and reviews historical conservation. It highlights opportunities and innovative approaches to addressing"}, {"text_block_id": "p5_b43", "text": "emerging challenges facing wildlife in Kenya while ensuring benefits accrue to"}, {"text_block_id": "p5_b44", "text": "the millions of Kenyans who support wildlife on their land. The Strategy outlines"}, {"text_block_id": "p5_b45", "text": "a transformational vision for wildlife conservation by 2030, and identifies a clear set of five (5) year priority goals and strategies around four key pillars: Resilient"}, {"text_block_id": "p5_b46", "text": "ecosystems; Engagement by all Kenyans; Evidence-based decision making and Sustainability & Governance. In addition to these targets, the Strategy establishes an implementation framework to enhance communication, coordination, and collaboration to inspire engagement and participation, and catalyze conservation actions with all stakeholders."}, {"text_block_id": "p5_b47_merged_merged", "text": "I invite all Kenyans to join us in realizing our collective goal of securing our wildlife heritage for the benefit of all, both now and in the future - for this will drive our Tourism Blueprint, underpin our national aspirations and our sustiable development."}, {"text_block_id": "p5_b50", "text": "Dr. Margaret W. Mwakima, CBS"}, {"text_block_id": "p5_b51", "text": "Principal Secretary, Ministry  of Tourism & Wildlife"}, {"text_block_id": "p6_b52", "text": "CONTENT"}, {"text_block_id": "p7_b53", "text": "Ministry Leadership"}, {"text_block_id": "p7_b54", "text": "Dr. Margaret W. Mwakima, CBS PS Ministry of Tourism and Wildlife"}, {"text_block_id": "p7_b55", "text": "National Steering Committee"}, {"text_block_id": "p7_b56", "text": "Dr. Margaret W. Mwakima, CBS"}, {"text_block_id": "p7_b57", "text": "Anne Tek"}, {"text_block_id": "p7_b58", "text": "Betty Radier"}, {"text_block_id": "p7_b59", "text": "Caroline Kariuki"}, {"text_block_id": "p7_b60", "text": "Dickson Kaelo"}, {"text_block_id": "p7_b61", "text": "Dr. Enock Wakwabi"}, {"text_block_id": "p7_b62", "text": "Dr. Jeffrey S. Worden"}, {"text_block_id": "p7_b63", "text": "Dr. Johnson Kazungu"}, {"text_block_id": "p7_b64", "text": "Chair, MoTW"}, {"text_block_id": "p7_b65", "text": "Council of Governors"}, {"text_block_id": "p7_b66", "text": "Kenya Tourism Board"}, {"text_block_id": "p7_b67", "text": "KEPSA"}, {"text_block_id": "p7_b68", "text": "KWCA"}, {"text_block_id": "p7_b69", "text": "KMFRI"}, {"text_block_id": "p7_b70", "text": "Osilalei Ltd."}, {"text_block_id": "p7_b71", "text": "Kenya Marine and Fisheries Research"}, {"text_block_id": "p7_b72", "text": "Ministry of Tourism and Wildlife support team"}, {"text_block_id": "p7_b73", "text": "Interns"}, {"text_block_id": "p7_b74", "text": "Expert Input"}, {"text_block_id": "p7_b75", "text": "Peter Hetz"}, {"text_block_id": "p7_b76", "text": "Peter Moll"}, {"text_block_id": "p7_b77", "text": "Brian Kearney-Grieve"}, {"text_block_id": "p7_b78", "text": "Dr. David Western"}, {"text_block_id": "p7_b79", "text": "Elizabeth Gitari"}, {"text_block_id": "p7_b80", "text": "Jane Wambui"}, {"text_block_id": "p7_b81", "text": "Mohammed Omar"}, {"text_block_id": "p7_b82", "text": "Nigel Hunter"}, {"text_block_id": "p7_b83", "text": "Mohanjeet Brar"}, {"text_block_id": "p7_b84", "text": "LWF"}, {"text_block_id": "p7_b85", "text": "SUSO"}, {"text_block_id": "p7_b86", "text": "The ESCAPE Foundation"}, {"text_block_id": "p7_b87", "text": "ACC"}, {"text_block_id": "p7_b88", "text": "Gamewatchers"}, {"text_block_id": "p7_b89", "text": "Institutional Partners"}, {"text_block_id": "p7_b90", "text": "Africa Network for Animal Welfare"}, {"text_block_id": "p7_b91", "text": "African Conservation Centre"}, {"text_block_id": "p7_b92", "text": "Conservation Alliance of Kenya"}, {"text_block_id": "p7_b93", "text": "Department of Resource Surveys and Remote Sensing"}, {"text_block_id": "p7_b94", "text": "East African Wild Life Society"}, {"text_block_id": "p7_b95", "text": "International Union for Conservation of Nature"}, {"text_block_id": "p7_b96", "text": "Kenya Wildlife Conservancies Association"}, {"text_block_id": "p7_b97", "text": "Kenya Wildlife Service"}, {"text_block_id": "p7_b98", "text": "Pathways to Resilience in Semi-Arid Economies"}, {"text_block_id": "p7_b99", "text": "Save the Elephants"}, {"text_block_id": "p7_b100", "text": "National Museums of Kenya"}, {"text_block_id": "p7_b101", "text": "Escape Foundation"}, {"text_block_id": "p7_b102", "text": "Editorial Team"}, {"text_block_id": "p7_b103", "text": "Kimunya Mugo (Editor)"}, {"text_block_id": "p7_b104", "text": "iWeza.com"}, {"text_block_id": "p7_b105", "text": "Stephen Manegene Chair, MoTW"}, {"text_block_id": "p7_b106", "text": "Dr. Patrick Omondi Co-chair, MoTW"}, {"text_block_id": "p7_b107", "text": "Dr. Mohammed Y. Said PRISE"}, {"text_block_id": "p7_b108", "text": "Lucy Waruingi"}, {"text_block_id": "p7_b109", "text": "ACC"}, {"text_block_id": "p7_b110", "text": "Dr. Jeffrey S. Worden"}, {"text_block_id": "p7_b111", "text": "Osilalei Ltd."}, {"text_block_id": "p7_b112", "text": "Design and Layout"}, {"text_block_id": "p7_b113", "text": "Boniface Gor"}, {"text_block_id": "p7_b114", "text": "Zaruri Ventures"}, {"text_block_id": "p7_b115", "text": "Co-ordinating institution"}, {"text_block_id": "p7_b116", "text": "African Conservation Centre"}, {"text_block_id": "p7_b117", "text": "Financial Support"}, {"text_block_id": "p7_b118", "text": "United States Agency for DevelopmentUSAID"}, {"text_block_id": "p8_b119", "text": "Abbreviations"}, {"text_block_id": "p9_b120", "text": "Kenya ranks highly as one of the biodiversity rich countrie’s in the World. The iconic wildlife and the diverse conservation areas are among the countries most valuable assets. Wildlife is a source of national pride, the foundation for the tourism industry that contributes 10% of National Gross development project (GDP) and 11% of total formal workforce. In addition to providing"}, {"text_block_id": "p9_b121", "text": "direct economic benefits, Kenya’s wildlife habitats and conservation areas-including terrestrial and marine National Parks and Reserves, Sanctuaries and Conservancies-are also vital for water"}, {"text_block_id": "p9_b122", "text": "catchment, carbon sequestration, fresh air and recreation."}, {"text_block_id": "p9_b123", "text": "However, the exponential increases in human population in Kenya and changes in land use, including human settlements, urbanization, large infrastructure projects and agricultural"}, {"text_block_id": "p9_b124", "text": "expansion, are edging out wildlife in the critical wildlife dispersal areas. Human wildlife conflicts,"}, {"text_block_id": "p9_b125", "text": "bush meat trade and commercial poaching remains a substantial threat to wildlife conservation"}, {"text_block_id": "p9_b126", "text": "in Kenya and in the region. At the coast, rapid land use changes are affecting coral reefs,"}, {"text_block_id": "p9_b127", "text": "mangroves and the long-term ecology of the coastal zone. Similarly, our lakes are threatened by"}, {"text_block_id": "p9_b128", "text": "eutrophication, invasive species (e.g. water hyacinth) and over exploitation of fish stocks."}, {"text_block_id": "p9_b129", "text": "There is likelihood that if these challenges are not addressed, the basic foundation upon which wildlife conservation is founded will collapse with far-reaching consequences for ecological well-being, economic development and livelihood sustainability. However, the Constitution of Kenya, 2010 and the Wildlife Conservation and Management Act, 2013 provides an opportunity for a paradigm shift in conservation strategies and approaches. The National Wildlife Strategy 2030 provides a blueprint for addressing these threats and emerging challenges and transforming wildlife conservation in Kenya."}, {"text_block_id": "p9_b130", "text": "The Strategy"}, {"text_block_id": "p9_b131_merged_merged_merged", "text": "In keeping with the provisions of the Constitution of Kenya, 2010 this Strategy is built on an in-depth process of public participation, review of existing strategies, and approaches, and an assessment of current conditions, challenges, and best practices. In an effort to transform wildlife conservation in Kenya, the Strategy has identified four core pillars, made up of seven goals, supported by 21 strategies, and 70 priority activities. Priority elements of these are drawn together in four Flagship projects that bring people and processes together to achieve immediate conservation impact and catalyze implementation of the Strategy."}, {"text_block_id": "p10_b134", "text": "Pillar 1 – Resilient Ecosystems"}, {"text_block_id": "p10_b135", "text": "Addresses the prioritization, planning and protection of ecosystems and species. This pillar emphasizes on a comprehensive assessment of the status and conservation priorities for"}, {"text_block_id": "p10_b136", "text": "ecosystems and species, development of frameworks for integrated planning, and the effective"}, {"text_block_id": "p10_b137", "text": "coordination and implementation of species protection and wildlife security in the country. It"}, {"text_block_id": "p10_b138", "text": "includes reducing human-wildlife confict and promoting coexistence."}, {"text_block_id": "p10_b139", "text": "Pillar 2 – Engagement by all Kenyans"}, {"text_block_id": "p10_b140", "text": "Highlights the need to engage all Kenyans in recognizing the value of our wildlife and embracing their role in its conservation through appropriate collaborative initiatives. This includes outreach and awareness activities, conservation education and curriculum development, and incentive"}, {"text_block_id": "p10_b141", "text": "programmes that enhance access to benefits and promote participation by all Kenyans."}, {"text_block_id": "p10_b142", "text": "Pillar 3 – Evidence based Decision Making"}, {"text_block_id": "p10_b143", "text": "Emphasizes the importance of knowledge, information and human capital for successful conservation. This pillar includes strategies to enhance capacity, develop evidence based decision support tools for adaptive management and promote data sharing, use, and integrated cross sectoral and multi-scale planning for conservation and sustainable development."}, {"text_block_id": "p10_b144", "text": "Pillar 4 – Sustainability and Governance"}, {"text_block_id": "p10_b145", "text": "Outlines a framework and set of priority actions for ensuring the coordination, effective"}, {"text_block_id": "p10_b146", "text": "implementation and sustainability of wildlife conservation in Kenya. This includes the"}, {"text_block_id": "p10_b147", "text": "development of an effective governance structure involving communities, counties, the"}, {"text_block_id": "p10_b148", "text": "national government, a conservation fund and innovative funding opportunities based on a comprehensive understanding of the value of wildlife to Kenya’s sustainable development."}, {"text_block_id": "p10_b149", "text": "Innovation"}, {"text_block_id": "p10_b150_merged_merged_merged", "text": "Our success at large-scale transformation requires an intimate understanding of people’s culture, values and behaviour. This goes beyond best strategic and tactical plans. Value of conservation and management of wildlife will only be realized through sustained, collective actions of individuals, community, organizations and the nation. The National Wildlife Strategy 2030 integrates five thematic areas to build this value: Cities, Counties, Communities, Innovation & Technology and Youth – C3ITY. These dynamic areas can play a critical role in the vision – Kenyans for Wildlife and Wildlife for Kenyans."}, {"text_block_id": "p13_b155", "text": "Kenya is world renowned for its unique combination of tourist attractions, breath-taking tropical beaches, abundant wildlife, scenic natural habitats and geographically diverse landscapes."}, {"text_block_id": "p13_b156", "text": "At the heart of this rich natural heritage is a deeply resilient people, whose cultures are as diverse as the rich ecosystems they live in. Throughout our history, these ecosystems, and the wildlife they support, have been central to our lives and livelihoods as Kenyans. Whether providing clean air and water, rich soils for productive crops and livestock, food and shelter, or contributing to social cohesion and cultural identity, our rich natural heritage has been central to our identity and our prosperity."}, {"text_block_id": "p13_b157", "text": "Kenya has a unique diversity of ecosystems, ranging from mountains, forests, rangelands, arid lands, croplands, and urban areas, to marine and inland waters. Each of these ecosystems supports a diverse array of animal and plant species, some endemic to Kenya– found nowhere else in the world - and a range of services essential to our prosperity and wellbeing as individuals, communities, and a country. This Strategy is a call to action and a blueprint for empowering all Kenyans to participate in caring for and conserving our rich natural heritage as part of our commitment to our people, our prosperity, and our planet."}, {"text_block_id": "p13_b158", "text": "Our wildlife, and wildlife habitats, are an extremely important economic asset. They are central to our world-renowned tourism industry that attracts over one million tourists to our country every year. In 2017, tourism generated over 10% of the national gross development product (GDP) and directly employed nearly 11% of the total formal workforce1."}, {"text_block_id": "p13_b159", "text": "However, the narrative is much richer than just a contribution to Kenya’s GDP. Kenya’s impressive network of protected areas and natural habitats support a diversity of wildlife and provide a rich array of natural resources and ecosystem services at the centre of people’s livelihoods and sustainable"}, {"text_block_id": "p13_b160", "text": "development (Constanza et al., 2014/2015)."}, {"text_block_id": "p13_b161", "text": "These essential ecosystem services include clean and abundant water, fresh air, sequestration of carbon dioxide, crop pollination, and control of soil erosion among others. These services are central to a broad"}, {"text_block_id": "p13_b162", "text": "range of economic activities across a range of sectors including, agriculture, forestry,"}, {"text_block_id": "p13_b163", "text": "livestock and fisheries, and commerce and"}, {"text_block_id": "p13_b164", "text": "industry. Kenya’s economy depends on a healthy environment and the sustainable use of natural resources, and this dependency is increasingly acute in the face of climate change."}, {"text_block_id": "p13_b165_merged_merged_merged", "text": "Wildlife are found throughout Kenya - in our parks and reserves, in our rangelands, in our forests, in our fields, and in our gardens and urban green spaces. Indeed, while Kenya has officially protected over 8% of its terrestrial and marine ecosystems with a network of National Parks, National Reserves, Forest Reserves, and Sanctuaries, we must also recognize the potential for all habitats to contribute wildlife conservation. For example, our formal protected area network is currently (2017) complimented by a further 160 Conservancies, ensuring an additional 11% of Kenya is actively managed for wildlife conservation. These Conservancies are estimated to contain as much as 60% of Kenya’s large mammals, and protect a diverse array of habitats and other species (KWCA, 2017)."}, {"text_block_id": "p13_b172", "text": "Despite these efforts to provide active"}, {"text_block_id": "p13_b173", "text": "conservation management, there are still large gaps in our conservation area system - including key marine and coastal systems, urban, and freshwater ecosystems - where as much as 80% of Kenya’s fragile freshwater and inland aquatic ecosystem resources remain unprotected. Increasingly, wildlife conservation will depend on weaving together this diverse array of habitats and conservation models to create a dynamic and resilient tapestry of interconnected ecosystems in support of biodiversity and prosperity."}, {"text_block_id": "p13_b174", "text": "Just as wildlife is found throughout Kenya, wildlife and wildlife habitats are facing a suite of chronic and emerging challenges. Climate change, population growth, changing aspirations, poverty, pollution and invasive species, and unplanned development are all threats to biodiversity. Land use change stemming from rural-urban migration and unsustainable development leads to degradation of both private and common"}, {"text_block_id": "p13_b175", "text": "property resources such as fisheries, forests,"}, {"text_block_id": "p14_b176", "text": "rivers and rangelands. Coupled with the direct over utilization of wildlife through poaching, bush meat, and the illegal wildlife trade, the resulting habitat degradation and fragmentation are threatening the productivity and resilience of ecosystems and the diversity and viability of biodiversity across the country."}, {"text_block_id": "p14_b177", "text": "Ecosystem degradation and biodiversity loss has wide ranging impacts including, increased vulnerability to climate change and natural disasters, declines in productivity"}, {"text_block_id": "p14_b178", "text": "(e.g. fisheries, agriculture, livestock, etc.), and"}, {"text_block_id": "p14_b179", "text": "precipitous declines in iconic species such"}, {"text_block_id": "p14_b180", "text": "as elephant, rhino, giraffe, pangolin, and"}, {"text_block_id": "p14_b181", "text": "dugong. To protect our rich natural heritage, ensure our prosperity, and maintain Kenya’s role as a leader in wildlife conservation and management, there is an urgent need to address these emerging challenges."}, {"text_block_id": "p14_b182", "text": "This strategy is a call for action. It represents the collective aspirations of all Kenyans, and, presents the opportunity to transform the conservation and management of our wildlife"}, {"text_block_id": "p14_b183", "text": "for the benefit of all Kenyans; both now and"}, {"text_block_id": "p14_b184", "text": "in the future. The time is now. Our lives and livelihoods depend on safeguarding these valuable natural resources."}, {"text_block_id": "p14_b185", "text": "Box 1. The Economic Significance of Wildlife"}, {"text_block_id": "p14_b186", "text": "Over and above its"}, {"text_block_id": "p14_b187", "text": "environmental significance,"}, {"text_block_id": "p14_b188", "text": "wildlife has an important and growing role in Kenya’s economy because of the wildlife tourism industry. This takes several forms: providing foreign exchange, incomes, and employment, and markets for other economic sectors, generating revenues for the Government, and broadening the base of rural development, especially in arid and semi-arid areas. There are also many indirect"}, {"text_block_id": "p14_b189", "text": "economic benefits from"}, {"text_block_id": "p14_b190", "text": "wildlife conservation, such as the protection of water"}, {"text_block_id": "p14_b191", "text": "catchments and genetic resources."}, {"text_block_id": "p14_b192", "text": "The tourism sector earns Kenya an average of KES 100 billion (USD 1 billion) every year and contributes and"}, {"text_block_id": "p14_b193", "text": "contributed over 13.5 % of the"}, {"text_block_id": "p14_b194", "text": "Country’s GDP and directly supported an estimated"}, {"text_block_id": "p14_b195", "text": "250,000 jobs and an additional 350,000 indirectly."}, {"text_block_id": "p14_b196", "text": "The sector is also a leading employer, accounting for 9.3% of total employment in"}, {"text_block_id": "p14_b197", "text": "Kenya, a figure that is 0.3%"}, {"text_block_id": "p14_b198", "text": "higher than global averages"}, {"text_block_id": "p14_b199", "text": "(KWS strategy). In 2015, the"}, {"text_block_id": "p14_b200", "text": "sector attracted Kshs. 83.6 billion worth of investments,"}, {"text_block_id": "p14_b201_merged_merged_merged_merged_merged", "text": "this is forecasted to rise by 5.2% every year over the next decade to Kshs. 146.8 billion in 2026 according to the World Travel and Tourism Council 2016 (KWS strategy, 2018). Kenya’s Vision 2030 identifies tourism as a leading sector in attaining the goals of the Vision. In Vision 2030, the Country aims to be among the top-ten long haul tourist destinations in the World offering a high-end, diverse and distinctive visitor experience (Kenya Vision 2030)."}, {"text_block_id": "p15_b208", "text": "Why the Strategy?"}, {"text_block_id": "p15_b209", "text": "A first of its kind for Kenya, this National Wildlife Strategy outlines a transformative vision for Kenyans’ active participation and equitable benefit sharing. It is anchored on clear targets and a collaborative implementation framework. The strategy is a response to the chronic and emerging challenges facing wildlife."}, {"text_block_id": "p15_b210", "text": "This strategy provides a framework for coordination and implementation of Article 69 of the Constitution of Kenya (2010) and the Wildlife Conservation and Management Act (2013), and articulates an ambitious vision that “Kenyans value a wildlife that is healthy and resilient to threats.”"}, {"text_block_id": "p15_b211", "text": "It further builds on the successes of the past and lays groundwork for innovative new solutions to emerging challenges. At its heart this strategy, this is a call to all Kenyans to recognize and embrace our role as individuals and communities who conserve our rich natural heritage, essential ecosystem services and natural resources upon which our collective development depends."}, {"text_block_id": "p15_b212", "text": "The National Wildlife Strategy gives life to the Wildlife Policy (Draft 2018). It provides a mechanism to coordinate the sector and implement the Wildlife Conservation and Management Act (2013). This strategy is designed to bring Kenyans together through a shared vision for wildlife as a cornerstone of our social, cultural, environmental, and economic development. In addition, the strategy provides a collaborative framework for implementation and cross-sectorial coordination. Essentially, it is a mechanism to identify priorities, coordinate implementation and monitor impact."}, {"text_block_id": "p16_b213", "text": "For this Strategy to succeed, the national government, county governments, communities and landowners’ must improve effectiveness of their actions. The collective focus of Kenyans must target threats and embrace opportunities for wildlife conservation. Key elements that the Strategy will deliver are to:"}, {"text_block_id": "p16_b214", "text": "For this Strategy to succeed, the national government, county governments, communities and landowners’ must improve effectiveness of their actions. The collective focus of Kenyans must target threats and embrace opportunities for wildlife conservation. Key elements that the Strategy will deliver are to:\n* Promote an ecosystem approach and\n* Promote integrated planning and\n* Enhance awareness and participation.\n* Include evidence-based\n* Embrace equitable and inclusive access to benefit sharing, climate resilience, good governance and\n* Embrace equitable and inclusive access to benefit sharing, climate resilience, good governance and\n sustainable financing."}, {"text_block_id": "p17_b227", "text": "The purpose of the National Wildlife Strategy (2018-2030) is to provide an overarching framework that prioritizes, coordinates, and inspires participation for the transformation of the wildlife sector in Kenya."}, {"text_block_id": "p17_b228", "text": "The strategy will prescribe principles, objectives, standards, indicators, procedures and incentives for the protection, conservation, and management of wildlife resources."}, {"text_block_id": "p17_b229", "text": "There are four pillars that underpin this strategy. They focus on protection of wildlife and ecosystem services for the benefit of all Kenyans. Stewardship in the formulation of"}, {"text_block_id": "p17_b230", "text": "this strategy rests with the Ministry of"}, {"text_block_id": "p17_b231", "text": "Tourism and Wildlife."}, {"text_block_id": "p17_b232", "text": "The pillars are:"}, {"text_block_id": "p18_b233", "text": "It is a transformative vision that speaks to Kenya’s rich heritage and calls on all Kenyans to participate in–and directly benefit from– wildlife conservation and management."}, {"text_block_id": "p18_b234", "text": "The road to wildlife conservation"}, {"text_block_id": "p18_b235", "text": "Proactive government intervention in wildlife conservation in Kenya dates back to 1898, when the earliest wildlife regulations were enacted to regulate and control indiscriminate hunting. In 1907, the Game Department was established, essentially to control hunting. In 1946, Nairobi National Park was established as the first national park in East Africa for purposes of strict wildlife and habitat preservation."}, {"text_block_id": "p18_b236", "text": "In 1975, Kenya’s post-independence government formulated a new wildlife conservation and management policy and act, which combined the functions of the National Parks Trustees and the Game Department into the Wildlife Conservation and Management Department (WCMD). Even as the economic value of wildlife expanded in the 1970’s and 80’s there was growing concern over the decline of wildlife, especially elephant and rhino, because of organized poaching and the loss of critical habitats. The capacity for effective wildlife conservation and management also deteriorated rapidly and communities adjoining and living in important wildlife areas felt alienated through failed community development programmes."}, {"text_block_id": "p18_b237", "text": "In response to these growing concerns, the Government of Kenya created the Kenya Wildlife Service (KWS) through the Wildlife (Conservation and Management) Amendment Act 1989. The KWS was charged with all wildlife conservation and management in Kenya. While the wildlife sector under KWS has recorded significant achievements, the challenges of increasing human population pressure, over utilization, and climate change continue to drive wildlife population numbers down and undermine the resilience of ecosystem services. This critical situation was confirmed by the Task Force Report on Wildlife Security (2014), which concluded that serious reforms are required to deal with the chronic and emerging challenges in the wildlife sector."}, {"text_block_id": "p18_b238", "text": "However, the Constitution of Kenya, 2010 and the Wildlife Conservation and Management Act, 2013 provide an opportunity for a paradigm shift in conservation strategies and approaches to address these challenges through the concept of devolution, the principle of subsidiarity, and the requirement to prepare a National Wildlife Conservation and Management Strategy."}, {"text_block_id": "p19_b239", "text": "This process brought Kenyans together in briefing meetings, a National Steering Committee briefing, launch of the strategy formulation process, public participation and stakeholder engagement, regional public consultations, and under-the-tree grassroots meetings."}, {"text_block_id": "p19_b240", "text": "A more targeted consultation meeting with chief executive officers from conservation NGO’s was also held. This was under the auspices of the Conservation Alliance of Kenya (CAK) which is the umbrella body representing all conservation NGOs in Kenya. The meeting was critical to ensure the adoption of the strategy formulation process. It provided an opportunity to lobby for support in the implementation of the strategy. The strategy formulation process used the following methodology:"}, {"text_block_id": "p19_b241", "text": "A more targeted consultation meeting with chief executive officers from conservation NGO’s was also held. This was under the auspices of the Conservation Alliance of Kenya (CAK) which is the umbrella body representing all conservation NGOs in Kenya. The meeting was critical to ensure the adoption of the strategy formulation process. It provided an opportunity to lobby for support in the implementation of the strategy. The strategy formulation process used the following methodology:\n* Review of existing strategies, from various sources\n* Documentation of best practice\n* Broad public participation\n* Focus group discussions\n* Technical input from experts\n* Key stakeholder consultations"}, {"text_block_id": "p19_b253", "text": "National Steering Committee:"}, {"text_block_id": "p19_b254", "text": "The team leaders of the synthesis team briefed the National Steering Committee on 20th July 2017. The NSC gave input to the expanded strategy outline and the report is annexed."}, {"text_block_id": "p19_b255", "text": "Briefing Meetings"}, {"text_block_id": "p19_b256", "text": "Briefing meetings were organized by the Synthesis committee, one to the Principal Secretary, State Department on Natural Resources and the other to the Cabinet Secretary, Ministry of Environment and Natural Resources Prof. Judi Wakhungu and the Development Partners Wildlife Issues Group. These meetings gave opportunity to the synthesis committee to provide progress updates as well sort feedback and recommendations that would input into the strategy thus enrich the strategy formulation process."}, {"text_block_id": "p19_b257", "text": "Launch of the NWCMS Formulation process"}, {"text_block_id": "p19_b258", "text": "On June 12, 2017 the Cabinet Secretary Ministry of Environment and Natural Resources presided over the launch of the National Wildlife Conservation and Management formulation process. Among other dignitaries who graced the occasion were; the US. Ambassador to Kenya, Robert Godec representing the"}, {"text_block_id": "p20_b259", "text": "donor community, Dr. Manu Chandaria, representing the private sector, Members of the fourth estate and representatives of various conservation organizations in Kenya."}, {"text_block_id": "p20_b260", "text": "Public Participation and Stakeholder Engagement"}, {"text_block_id": "p20_b261", "text": "As required by law, under Article 10(2) (a) of the Constitution, 2010, Section 5(5) and the Fourth Schedule to the Wildlife Act, 2013 participation of the people is a national matter and one of the core values and principles of governance enshrined in the constitution. As such, to meet the constitutional requirement, the Cabinet Secretary, Ministry of Environment and Natural Resources through a gazette notice in the local dailies published a call for public consultation on the development of the National Wildlife Conservation and Management Strategy, here after called, The National Wildlife Strategy 2030 ."}, {"text_block_id": "p20_b262", "text": "Regional public consultations"}, {"text_block_id": "p20_b263", "text": "There was consensus that the synthesis team would conduct stakeholder public consultation meetings in 6 regions representative of all the 47 counties in Kenya."}, {"text_block_id": "p20_b264", "text": "Under-The-Tree Grassroot meetings"}, {"text_block_id": "p20_b265", "text": "In order to have effective and inclusive participation of the communities and landowners living with wildlife, the synthesis team embarked on grassroots meetings in key wildlife areas. To achieve this Kenya Wildlife Conservancies Association (KWCA) was contracted to organize and facilitate community consultative meetings through its grassroots networks. The communities and landowners living with wildlife and actively conserving them on their lands contributed to the Strategy by identifying real issues affecting effective conservation as well as possible solutions. Nine (9) community grassroots consultative meetings were held reaching over 300 community and conservancies stakeholders and collating authentic views on issues hindering effective, sustainable and beneficial wildlife conservation in Kenya and proposed practical solutions required to address the issues. All the above meetings were held  between July-December 2017."}, {"text_block_id": "p21_b266", "text": "The graphic below is a summary of the issues that the strategy needs to address as collated from all Public Participation workshops–"}, {"text_block_id": "p21_b267", "text": "transboundary"}, {"text_block_id": "p21_b268", "text": "implementation"}, {"text_block_id": "p21_b269", "text": "loss"}, {"text_block_id": "p21_b270", "text": "corridors"}, {"text_block_id": "p21_b271", "text": "settlement"}, {"text_block_id": "p21_b272", "text": "disease"}, {"text_block_id": "p21_b273", "text": "rangers"}, {"text_block_id": "p21_b274", "text": "subsistence"}, {"text_block_id": "p21_b275", "text": "sharing"}, {"text_block_id": "p21_b276", "text": "integration"}, {"text_block_id": "p21_b277", "text": "pollution"}, {"text_block_id": "p21_b278", "text": "benefit"}, {"text_block_id": "p21_b279", "text": "awareness"}, {"text_block_id": "p21_b280", "text": "capacity"}, {"text_block_id": "p21_b281", "text": "commitement"}, {"text_block_id": "p21_b282", "text": "utilization"}, {"text_block_id": "p21_b283", "text": "attitudes"}, {"text_block_id": "p21_b284", "text": "research"}, {"text_block_id": "p21_b285", "text": "resource"}, {"text_block_id": "p21_b286", "text": "tourism"}, {"text_block_id": "p21_b287", "text": "climate"}, {"text_block_id": "p21_b288", "text": "land"}, {"text_block_id": "p21_b289", "text": "training"}, {"text_block_id": "p21_b290", "text": "development"}, {"text_block_id": "p21_b291", "text": "theft"}, {"text_block_id": "p21_b292", "text": "information"}, {"text_block_id": "p21_b293", "text": "coordination"}, {"text_block_id": "p21_b294_merged_merged", "text": "valuation conflicting engagement policies"}, {"text_block_id": "p21_b298", "text": "community"}, {"text_block_id": "p22_b299", "text": "Our success at large-scale transformation demands more than the best strategic and tactical plans. It requires an intimate understanding of the human side; culture, values, people and behaviour. Value will only be realized through the sustained, collective actions of individuals, group of people, community, organizations and the nation."}, {"text_block_id": "p22_b300", "text": "Key elements that the Strategy will deliver, include:"}, {"text_block_id": "p22_b301", "text": "Key elements that the Strategy will deliver, include:\n* Habitats and Ecosystem\n* Species and Conservation\n* Participation and Awareness\n* Access and Sustainable use\n* Research and Knowledge\n* Capacity and Training\n* Sustainability and Governance"}, {"text_block_id": "p22_b315", "text": "Views consolidated from engagements with the public and from key stakeholders informed the development of key strategic goals and objectives."}, {"text_block_id": "p25_b316", "text": "Africa is home to about 20% of all known species of plants, mammals, and birds as well as 17% of amphibians and reptiles (WWF, 2006). Kenya alone has over 6,500 plant species. About 260 of these plant species cannot be found anywhere else in the world (WRI, 2007). The country hosts more than 1,000 bird species and over 350 species of mammals. Kenya ranks as second highest in the whole of Africa in terms of animal species richness (Bigg et al., 2004)."}, {"text_block_id": "p26_b317", "text": "Kenya has ecosystems that are unique and exceptional. The seven ecosystems are the savanna, freshwater, forest and woodland, marine and coastal, mountain, urban, and croplands. However, all these ecosystems are threatened by degradation and intense pressure from increasing human population, commercial and illegal use and unplanned infrastructure development."}, {"text_block_id": "p27_b318", "text": "With all this richness in animal and plant species, the actual value of biodiversity in Kenya is unknown (MEWNR 2014). The potential of this valuation of ecosystem services and their relationship with human"}, {"text_block_id": "p27_b319", "text": "well-being is critical for this strategy as it embarks on the larger efforts of conserving and protecting key biodiversity areas and species. The importance of the valuation of biodiversity are highlighted in Box 2.1."}, {"text_block_id": "p27_b320", "text": "Box 2.1 Importance of"}, {"text_block_id": "p27_b321", "text": "ecosystem services"}, {"text_block_id": "p27_b322", "text": "and their"}, {"text_block_id": "p27_b323", "text": "value"}, {"text_block_id": "p27_b324", "text": "Globally"}, {"text_block_id": "p27_b325", "text": "the ecosystem value stands at US$142.7 trillion (Costanza et al., 2014). Global loss of ecosystem services due to land use change is $US 4.3– 20.2 trillion/yr."}, {"text_block_id": "p27_b326", "text": "Forest valuation"}, {"text_block_id": "p27_b327_merged_merged", "text": "Forests sustain life for over 70% of terrestrial biodiversity; they regulate water cycles, maintain soil quality, and reduce the risks of natural disasters such as floods and landslides, as well as directly and indirectly supporting the livelihoods of over 1.6 billion people (MEA, 2005 and Eliasch, 2008)."}, {"text_block_id": "p27_b332", "text": "Braat and Brink (2008) estimate the annual losses from forest ecosystems as ranging between"}, {"text_block_id": "p27_b333", "text": "$1.35-3.1 trillion."}, {"text_block_id": "p27_b334", "text": "Blue Economy"}, {"text_block_id": "p27_b335", "text": "Collectively African coastal and island states encompass vast ocean territories of an estimated 13 million km². Africa’s vast coastline hosts a maritime industry estimated at $1 trillion per year. This is according to Professor Francois Vreresearch coordinator at the Security Institute for Governance and Leadership in Africa, Stellenbosch University."}, {"text_block_id": "p27_b336", "text": "Tourism"}, {"text_block_id": "p27_b337", "text": "Globally US$7.1 trillion generated by tourism."}, {"text_block_id": "p27_b338", "text": "Tourism in Kenya is the second-largest source of foreign exchange revenue earner after agriculture. In 2017 - 1.4 million people visited Kenya and revenue 120 billion shilling were generated from the industry, and tourism contributed 9.8% to the country GDP."}, {"text_block_id": "p28_b339", "text": "In this chapter, we analyse the status of seven ecosystem, describe the drivers and pressures and also the response – which is the focus of this strategy. We use"}, {"text_block_id": "p28_b340", "text": "the DPSIR"}, {"text_block_id": "p28_b341", "text": "framework to analyse the state and trends of biodiversity and the drivers"}, {"text_block_id": "p28_b342", "text": "and pressures affecting them. The state"}, {"text_block_id": "p28_b343", "text": "and trends information was based on literature review, feedback from national dialogue, meeting with communities and experts."}, {"text_block_id": "p28_b344", "text": "The strategy is a response to current state (and desired state) recognition of drivers and pressures, and their impacts"}, {"text_block_id": "p28_b345", "text": "on society. Using the DPSIR framework"}, {"text_block_id": "p28_b346", "text": "and a combination of analytical and feedback from national dialogue, meeting with communities, a list of actions was developed. This list informed the formulation of this strategy. It resulted in the development of innovative responses and prioritization of their interventions."}, {"text_block_id": "p28_b347", "text": "The figure summaries the DPSIR"}, {"text_block_id": "p28_b348_merged_merged_merged", "text": "framework used in this chapter to analyse the state and desired sate (the strategy). The definition of terms used in DPSIR based on (OECD 1994) are as follows: Drivers are social, economic and institutional system that directly and indirectly trigger pressures on the environmental state. Pressures are the anthropogenic factors inducing environmental change (Impacts). State can refer to a wide range of features, from the qualitative and the quantitative characteristics of ecosystems, the quantity and quality of resources. Impacts are changes in environmental functions affecting social, economic and environmental dimensions, which are caused by changes in the State of the system. Responses are the policy actions which are directly or indirectly triggered by the perception of Impacts and which attempt to prevent, eliminate, compensate or reduce their consequences."}, {"text_block_id": "p29_b355", "text": "Figure 2.3:"}, {"text_block_id": "p29_b356", "text": "1"}, {"text_block_id": "p29_b357", "text": "An Illustration of DPSIR Framework for this Study"}, {"text_block_id": "p29_b358", "text": "Status and Trends"}, {"text_block_id": "p29_b359", "text": "Forest and Woodland Ecosystems"}, {"text_block_id": "p29_b360", "text": "Healthy forest ecosystems are our ecological life-support. Forests provide goods and services that are vital to human health and livelihood. They are natural assets; carbon sequestration, water"}, {"text_block_id": "p29_b361", "text": "purification, groundwater and surface flow"}, {"text_block_id": "p29_b362", "text": "regulation, erosion control, and riverbank stabilization. Kenya has a wide range of forests; from coastal forests, mountain forests in Central Kenya and thick rainforests in Western Kenya."}, {"text_block_id": "p29_b363", "text": "According to FAO (2010), forests cover about 3,467,000 ha (6.1%) of Kenya. Of"}, {"text_block_id": "p29_b364", "text": "this, 654,000 ha (18.9%) are classified as"}, {"text_block_id": "p29_b365", "text": "primary forest, the most bio-diverse and"}, {"text_block_id": "p29_b366_merged_merged_merged_merged", "text": "carbon-dense form of forest. However, between 1990 and 2010, Kenya lost 6.5% of its forest cover, or around 241,000 ha. Similarly, mangrove forest in Kenya has continued to decline. Between 1985 and 2010, the country lost an average of 18% of its mangroves (Kirui, et al., 2013)."}, {"text_block_id": "p29_b371", "text": "Healthy forest ecosystems are ecological life-support systems. Forests provide a full suite of goods and services that are vital to human health and livelihood, natural assets we call ecosystem services – these services include wildlife habitat and diversity, watershed services, carbon storage, and scenic landscapes."}, {"text_block_id": "p30_b372", "text": "Savannah Ecosystem"}, {"text_block_id": "p30_b373", "text": "More than 80% of Kenya is covered by the savannah. These grasslands, scrublands and woodlands receive less than 600 mm annual rainfall. The Kenya savannah is home to thousands of large herbivores and hundreds of carnivores. These animals are key economic drivers through"}, {"text_block_id": "p30_b374", "text": "tourism. Recent report on the status of"}, {"text_block_id": "p30_b375", "text": "wildlife and livestock in Kenya indicate varied rates of decline among the wildlife species in the Savannah (Ogutu et al., 2016). The report indicates on average wildlife declined 68% between 1977 and 2016. These declines are worrying if they continue at this rate. The trend and status of the wildlife in the Kenya rangelands are shown Figure 2.1."}, {"text_block_id": "p30_b376", "text": "Figure 2.1:"}, {"text_block_id": "p30_b377", "text": "Population trends and status of key wildlife species in the Kenya rangelands between 1977 and 2016 (Source: Ogutu et al., 2016)."}, {"text_block_id": "p31_b378", "text": "Freshwater Ecosystems"}, {"text_block_id": "p31_b379", "text": "Freshwater ecosystems are vital to human well-being, ecological integrity and national development. Kenya’s freshwater resources, including rivers, lakes and swamps, are estimated at 20.2 billion cubic meters. They are distributed within six drainage basins. The freshwater"}, {"text_block_id": "p31_b380", "text": "ecosystems are a lifeline for fisheries,"}, {"text_block_id": "p31_b381", "text": "agriculture, livestock and biodiversity conservation."}, {"text_block_id": "p31_b382", "text": "Inland waters and wetlands contain unique species and some are the last refuge for rare and threatened species. They also provide a wide variety of environmental services and are breeding"}, {"text_block_id": "p31_b383", "text": "grounds for fish and thousands of"}, {"text_block_id": "p31_b384", "text": "migratory birds."}, {"text_block_id": "p31_b385", "text": "The rivers and lakes provide water for irrigation, hydropower generation, industrial and domestic use, and modulation of local climate."}, {"text_block_id": "p31_b386", "text": "Marine and Coastal Ecosystem"}, {"text_block_id": "p31_b387", "text": "Kenya’s 536 km coastline–from Somalia"}, {"text_block_id": "p31_b388", "text": "the North to Tanzania the South–supports a large proportion of the marine species. These are found on the beaches, mangroves, coastal wetlands, sea-grass beds, lagoons and coral reefs."}, {"text_block_id": "p31_b389", "text": "The distribution of ecosystems along"}, {"text_block_id": "p31_b390", "text": "the coastline is influenced by coastal"}, {"text_block_id": "p31_b391", "text": "geology, hydrology, oceanography, and the characteristics of the continental shelf. Sandy soils and a relatively dry climate have produced a mosaic of coastal forests and bushland vegetation at the coast. The hills from south of the Shimba Hills"}, {"text_block_id": "p31_b392", "text": "to Malindi block the flow of major rivers"}, {"text_block_id": "p31_b393", "text": "to the South Coast. This has enabled the development of a continuous fringing"}, {"text_block_id": "p31_b394", "text": "coral reef, rocky cliffs, white sandy"}, {"text_block_id": "p31_b395", "text": "beaches, mangrove creeks and estuaries."}, {"text_block_id": "p31_b396", "text": "Marine protected areas have healthier"}, {"text_block_id": "p31_b397", "text": "corals with abundant fish due to limited"}, {"text_block_id": "p31_b398", "text": "human interference. The coral reefs and rocky shores harbour a rich biodiversity"}, {"text_block_id": "p31_b399", "text": "of birds, fish, crustaceans, molluscs and"}, {"text_block_id": "p31_b400", "text": "echinoderms."}, {"text_block_id": "p31_b401_merged_merged_merged_merged_merged", "text": "The pelagic marine zone of the open ocean covers almost one-third of Kenya’s territorial area. The coastal belt varies between 4 km in the south to 40 km in the north, generally under 50 meters altitude. The coastal ecosystems occupy the western extremity of the tropical"}, {"text_block_id": "p31_b404", "text": "Pacific biogeographic region."}, {"text_block_id": "p31_b405", "text": "Coral species diversity decreases as one moves northwards along the coast; with Kisite-Mpunguti in the south coast having the highest diversity (203 coral genera), followed by Lamu (173) and Kiunga (167) in the north (Obura, 2012)."}, {"text_block_id": "p32_b406", "text": "Mountain Ecosystems"}, {"text_block_id": "p32_b407", "text": "At over 3,000 m above sea level lie Mt. Kenya, the Aberdares and Mt. Elgon. These are home to Kenya’s afro-alpine meadows and moorlands. They are the"}, {"text_block_id": "p32_b408", "text": "least modified of Kenya’s biomes due"}, {"text_block_id": "p32_b409", "text": "to their high altitude, remoteness and"}, {"text_block_id": "p32_b410", "text": "protection within national parks (MEWNR"}, {"text_block_id": "p32_b411", "text": "2014)."}, {"text_block_id": "p32_b412", "text": "However, these unique high-altitude ecosystems are highly susceptible to human impact due to their specialized,"}, {"text_block_id": "p32_b413", "text": "narrow-ranged plants and animals. There"}, {"text_block_id": "p32_b414", "text": "have been instances of moorland fires"}, {"text_block_id": "p32_b415", "text": "and evidence that global warming is"}, {"text_block_id": "p32_b416", "text": "adversely affecting the afro-alpine zone."}, {"text_block_id": "p32_b417", "text": "The Mt. Kenya snow-cap, for example, has decreased in area by 90% between"}, {"text_block_id": "p32_b418", "text": "1934 and 2017 (MEWNR 2014). These"}, {"text_block_id": "p32_b419", "text": "ecosystems host some unique and rare of species due to their extreme and cold ecological conditions. However, they are vulnerable to global warming as the narrow afro-alpine zone shifts upwards"}, {"text_block_id": "p32_b420", "text": "with glacial retreat (MEWNR 2014)."}, {"text_block_id": "p32_b421", "text": "Urban Ecosystems"}, {"text_block_id": "p32_b422", "text": "An urban ecosystem is simply the community of plants, animals, and humans that inhabit the urban environment. It is an area physically dominated by man-made structures like buildings, roads, sewers, and power lines. Managing urban areas as ecosystems begins with a better understanding of what green spaces contribute to urban life, as well as an appreciation for the pressures they face and the rapid expansion or urban spaces now occurring (Moyers 2001)."}, {"text_block_id": "p32_b423", "text": "The green spaces provide shade,"}, {"text_block_id": "p32_b424", "text": "temperature control, air filtering,"}, {"text_block_id": "p32_b425", "text": "noise reduction, storm water control, biodiversity and wildlife habitat, and food production. Examples of urban"}, {"text_block_id": "p32_b426", "text": "wildlife habitats are the Nairobi and Nakuru National Parks. In the next few decades many of our major towns will be megacities home to more than 10 million residents. It follows that urban areas"}, {"text_block_id": "p32_b427", "text": "will be spread over significantly larger"}, {"text_block_id": "p32_b428", "text": "landscapes. Changes in natural areas like forests, grasslands, and farms into urban and suburban environments are already taking place (Moyers 2001)."}, {"text_block_id": "p32_b429_merged_merged_merged_merged_merged", "text": "It is projected the population of Nairobi will reach 14.3 million by 2050 and will double to 28.4 million people by 2075 (UN 2017). The demand for clean air, water, recreational and other ecosystem services will only increase. Therefore, ecosystem conservation and management must be proactively incorporated in housing, town and city plans."}, {"text_block_id": "p33_b432", "text": "Cropland"}, {"text_block_id": "p33_b433", "text": "For most Kenyans, agriculture and livestock production remain the main livelihood. This sector is at the peak of Kenya’s economy; 30% of the country’s Gross Domestic Product. Crop diversity is a foundation of biodiversity ensures food security. The income and livelihood strategies of rural farm household income"}, {"text_block_id": "p33_b434", "text": "are highly diversified (WRI et al., 2007)."}, {"text_block_id": "p33_b435", "text": "Maize accounts for only 14% of total household income, other crops such tea,"}, {"text_block_id": "p33_b436", "text": "vegetables, fruits, sugarcane, coffer and"}, {"text_block_id": "p33_b437", "text": "root crops account for more than 20% of the household income."}, {"text_block_id": "p33_b438", "text": "Agricultural biodiversity (or agro biodiversity) is a component of biodiversity referring to all diversity within and among species found in crop and domesticated livestock systems, including wild relatives, interacting"}, {"text_block_id": "p33_b439", "text": "species of pollinators, pests, parasites, and other organism (reference)."}, {"text_block_id": "p33_b440", "text": "One of the leading environmental concerns in agricultural systems is the loss of crop biodiversity. About half of all plant species face extinction if current trends of crop biodiversity loss persist (UN 2002; Cardinale et al., 2012). Some 6% of wild relatives of cereal crops such as wheat, maize, rice, and sorghum are under threat (CastanedaAvarez et al., 2016). Among the many threatened species are wild relatives of our domesticated crops. These wild and weedy plants possess valuable traits such as pest and disease resistance (Castaneda-Avarez et al., 2016)."}, {"text_block_id": "p33_b441_merged_merged", "text": "The loss in crop diversity directly contributes to a lower crop production and further reduces resilience of these landscapes affecting the livelihoods of millions of farmers country-wide."}, {"text_block_id": "p34_b444", "text": "What are drivers? These represent major social, demographic and economic develop"}, {"text_block_id": "p34_b445", "text": "-"}, {"text_block_id": "p34_b446", "text": "ments in society, and the corresponding changes in lifestyle resulting to overall levels of consumption and production patterns. Some of the drivers associated with loss in wildlife and degradation of wildlife habitats include increasing population, climate change, policies, poverty and changes in land use."}, {"text_block_id": "p34_b447", "text": "Population, land use changes and poverty"}, {"text_block_id": "p34_b448", "text": "The human population in Kenya has grown exponentially between 1962 and 2017, from 8.6 million to 47.9 million. Kenya’s current population growth rate, at 2.7% per annum, is one of the highest in the world (UN 2017). Human population in Kenya is projected to"}, {"text_block_id": "p34_b449", "text": "increase to 65.4 million by 2030, 95.5 million by 2050 and 156.9 million by 2100."}, {"text_block_id": "p34_b450_merged_merged", "text": "As the human population continues to increase, so does the demand for more agricultural land. Change in land use presents the greatest immediate threat to biodiversity. Ogutu et al., (2016) found 15 out 18 species their densities were high as low human population and reduced significantly at high human population densities. Species that live a narrow range of habitats will be most affected by the conversion of land for human-dominated use (Newbold, et al., 2014). Also, some taxa’s will be more sensitive than others. For example. some bird species might completely disappear as cities take up their habitats in urban development (Newbold et al., 2014)."}, {"text_block_id": "p35_b457", "text": "Climate change"}, {"text_block_id": "p35_b458", "text": "Due to global land surface warming, severe temperature events are expected to occur more frequently and more extremely causing changes in biodiversity and altering movement and survival of large herbivores (Aduma et al., 2018). There are increasing observations of escalating wildlife range"}, {"text_block_id": "p35_b459", "text": "losses worldwide. Recent studies by"}, {"text_block_id": "p35_b460", "text": "Ceballos et al., (2017) reveal that out of the 177 mammals for which they had comprehensive data, all have lost at least 30% or more of their geographical ranges and more than 40% of the species have experienced severe population declines— more 80% range shrinkage. Aduma et al., (2018) have shown for Amboseli"}, {"text_block_id": "p35_b461", "text": "ecosystem for RCP 8.5 which is the"}, {"text_block_id": "p35_b462", "text": "extreme scenario of temperature changes"}, {"text_block_id": "p35_b463", "text": "projects 5 out of 15 species to lose their range by 50% in 2030s, 7 out 15 species by 2050s and 10 out of 15 species by 2070s."}, {"text_block_id": "p35_b464", "text": "Figure 2.3 and Table 2.1 shows the rainfall and temperature changes across the 47 Counties of Kenya based on climate scenarios as represented by"}, {"text_block_id": "p35_b465", "text": "Representative Concentration Pathways (RCPs) 2.6, 4.5 and 8.5. The RCP 2.6"}, {"text_block_id": "p35_b466", "text": "represents an optimistic projection characterized by a very low concentration and emissions levels of greenhouse gases."}, {"text_block_id": "p35_b467", "text": "RCP 4.5 scenario represent medium"}, {"text_block_id": "p35_b468", "text": "emission scenario where international communities are working on limiting emissions with limited implementation of"}, {"text_block_id": "p35_b469", "text": "climate change policies. RCP 8.5 scenario"}, {"text_block_id": "p35_b470", "text": "represents a pessimistic projection with high levels of concentrations of gases emitted; this scenario assumes no implementation of climate change policies."}, {"text_block_id": "p35_b471", "text": "By the 2050 for RCP 4.5 and 8.5 the mean"}, {"text_block_id": "p35_b472_merged_merged_merged", "text": "increase in temperature would have exceeded the 1.5°C. The Paris climate agreement ambition to keep global warming below 1.5°C recognizes that even this level of warming could present extremely serious adaptation challenges for the world’s most vulnerable regions. These changes in temperature and rainfall seasons with October-November-December (OND) becoming wetter and March-April-May (MAM) becoming drier might impact biodiversity in various ways."}, {"text_block_id": "p36_b477", "text": "Figure 2.3:"}, {"text_block_id": "p36_b478_merged", "text": "Projected rainfall and maximum temperature changes in Kenya by 2030s for the 4 seasons – annual, MAM (March-April-May), JJAS (June-July-August-September), and OND (October- November-December) for the three RCPs 2.6, 4.5 and 8.5. (Source: Said et al., 2018)."}, {"text_block_id": "p37_b481", "text": "Table 2.1:"}, {"text_block_id": "p37_b482", "text": "A summary of maximum projected temperature changes for the periods 2030s (2016- 2045), 2050s (2036-2065) and 2070s (2055-2085) for the 47 Counties (Source Said et al., 2018)."}, {"text_block_id": "p37_b483", "text": "Potential impacts of climate change on ecosystems and wildlife"}, {"text_block_id": "p37_b484", "text": "Wildlife in Kenya faces profound impacts from climate change. As temperatures rise, the natural phenomena that millions of tourists travel to see – coral reefs, forests, fauna-rich savannah – will be degraded, destroyed or lost. Table 2.2 summaries the potential impacts of climate on the seven ecosystems."}, {"text_block_id": "p38_b485", "text": "Table 2.2:"}, {"text_block_id": "p38_b486", "text": "Adapted and updated: Source: EAC 2017; CAMCO 2016a and 2016b; and WWF 2006"}, {"text_block_id": "p39_b487", "text": "For the purpose of this strategy, pressure"}, {"text_block_id": "p39_b488", "text": "is effect of driving forces. They represent processes that affect wildlife and wildlife"}, {"text_block_id": "p39_b489", "text": "habitats; habitat loss, land degradation, over- utilization of natural resources, poaching and illegal wildlife trade, pollution and invasive species, siltation and over-abstraction and human wildlife"}, {"text_block_id": "p39_b490", "text": "conflict."}, {"text_block_id": "p39_b491", "text": "In the long run, these accelerate changes in the state of wildlife resources. Depending on the changes of state, positive or negative consequences to the society may occur. These consequences"}, {"text_block_id": "p39_b492", "text": "are identified and evaluated to describe"}, {"text_block_id": "p39_b493", "text": "impacts by means of evaluation indices."}, {"text_block_id": "p39_b494", "text": "Habitat loss, fragmentation and degradation"}, {"text_block_id": "p39_b495", "text": "Biodiversity is changing at an unprecedented speed and scale as a complex response to several human-induced changes in the global environment (Sala et al., 2000). In particular, fragmentation of landscapes is occurring on a scale and rate that are far greater than brought about by natural events (Wiens, 1990). Fragmentation is a landscape level process in which"}, {"text_block_id": "p39_b496", "text": "a specific habitat is progressively"}, {"text_block_id": "p39_b497", "text": "subdivided into smaller and more isolated fragments (McGarigal & Cushman, 2002)."}, {"text_block_id": "p39_b498", "text": "Grasslands and savannas are highly threatened ecosystems as a result of land use changes"}, {"text_block_id": "p39_b499_merged_merged_merged_merged", "text": "(Sala et al., 2000) and land fragmentation (Galvin & Reid, 2007). Land use changes and agriculture expansion has been major factor in the massive decline of the wildlife population in Kenya (Ogutu et al., 2016, Western et al., 2009). Kenya lost more than 68% of its wildlife between 1977 and 2016 in the rangelands. In extreme circumstances, we observed the collapse of wildebeest migration between pastoral areas and Nairobi National Park (Ogutu et al., 2013; Said et al., 2016) due to land fragmentation, habitat losses and fencing. In the coastal zone, rapid land use changes have affected beachfronts, mangroves and their long-term ecology."}, {"text_block_id": "p40_b504_merged", "text": "Between 1990 and 2010, Kenya lost about 6.5% of its forest cover to deforestation (FAO 2010). Wetlands and area under swamps declined by about 40% between 1970 and 2003. The flow rates (discharge) in most rivers reduced by over 30%, while lakes have had dramatic fluctuations in water levels (Keche et al., 2007). Kenya’s mangrove forests have shrunk by 18% due to illegal harvesting (Kirui et al., 2014)."}, {"text_block_id": "p40_b511", "text": "Most of these changes are driven by human encroachment and uncoordinated land use planning and development in wildlife areas. To address uncoordinated land use development, a National Spatial Framework (NSF) was recently developed. This strategy will address some of these issues, together with land and ecosystem planning and individual species strategies."}, {"text_block_id": "p40_b512", "text": "Pressures on Ecosystems"}, {"text_block_id": "p40_b513", "text": "CROPLAND"}, {"text_block_id": "p40_b514", "text": "Height of bars indicates intensity of pressure"}, {"text_block_id": "p41_b515", "text": "Over-utilization, poaching, and illegal wildlife trade"}, {"text_block_id": "p41_b516", "text": "Poaching and uncontrolled use of natural resources are major contributors to the decline of biodiversity and wildlife in Kenya. The seriousness of poaching is well known, especially in relation to elephants and rhino. Poaching and illegal wildlife trade for bush meat and trophies has been responsible for the precipitous declines in several species over the last 30 to 40 years. The growing pressure on Kenya’s wildlife, evidenced by the recent spike in poaching since 2008 that has led to a serious concern that our wildlife"}, {"text_block_id": "p41_b517", "text": "is severely threatened. The figures were"}, {"text_block_id": "p41_b518", "text": "alarming in 2011 - 134 elephants and 24 rhinos were poached, 384 elephants and 29 rhinos were poached in 2012, and 289"}, {"text_block_id": "p41_b519", "text": "elephants and 25 rhinos were poached in 2013 (MEWNR, 2014b). There is a gap in"}, {"text_block_id": "p41_b520", "text": "the less-documented illegal harvesting of plant species. A good example is the African Sandalwood ("}, {"text_block_id": "p41_b521", "text": "Osyris lanceolata"}, {"text_block_id": "p41_b522", "text": "), a tree exploited for its essential oils used in perfumes."}, {"text_block_id": "p41_b523", "text": "In response Kenya Wildlife Service and its partners launched an innovative project called ten Boma, which includes the development of a counter-wildlife crime intelligence fusion centre, engagement with communities living near wildlife, and modernization of KWS security operations to stop poachers before they kill elephants and rhinos. Such initiative and including judiciary reforms on sentencing of poachers has helped reduce the incidence of poaching. Also, the recent forecast on illegal logging needs to address core issues on deforestation."}, {"text_block_id": "p41_b524", "text": "Human wildlife conflict"}, {"text_block_id": "p41_b525", "text": "The major cause of human wildlife"}, {"text_block_id": "p41_b526", "text": "conflict in Kenya is competition for finite natural resources. The situation is"}, {"text_block_id": "p41_b527", "text": "exacerbated by the exponential growth of population and changes in land use, human settlement, urbanization, large infrastructure projects,"}, {"text_block_id": "p41_b528_merged_merged_merged_merged", "text": "agricultural expansion, and increased livestock numbers. These pressures are edging out wildlife in the critical wildlife dispersal areas, resulting in escalating human-wildlife conflicts (Ojwang et al., 2017)."}, {"text_block_id": "p42_b531", "text": "Pollution and invasive species"}, {"text_block_id": "p42_b532", "text": "Unsustainable farming practices and unplanned expansion of agriculture degrade the land and accelerate soil erosion. This leads to severe pollution of rivers, dams, lakes and the ocean that are wildlife and biodiversity habitats. In the aquatic and marine environments, water quality has declined due to increased pollution and siltation from poorly managed upper catchment areas and agricultural zones. Lake Naivasha is"}, {"text_block_id": "p42_b533", "text": "one such ecosystem affected by serious"}, {"text_block_id": "p42_b534", "text": "eutrophication as a result of extensive"}, {"text_block_id": "p42_b535", "text": "flower farming around it."}, {"text_block_id": "p42_b536", "text": "Apart from pollution being menace to a number of ecosystems invasive species have posed a serious threat to wildlife and wildlife habitats. Warmer temperatures and changes in carbon-dioxide concentrations driven by climate change are likely to increase opportunities for"}, {"text_block_id": "p42_b537", "text": "invasive species. They adapt to a broader range of bio-geographic conditions and environmental controls. Warmer temperatures accelerate the life cycle of invasive pathogens and insects. As their number and extent increase, they compete for diminishing resources such"}, {"text_block_id": "p42_b538", "text": "as water. This will severely affect five out"}, {"text_block_id": "p42_b539", "text": "the seven ecosystems in Kenya."}, {"text_block_id": "p42_b540_merged_merged_merged", "text": "Aquatic and wetland biodiversity is seriously compromised by alien invasive species. Notable among these is the water hyacinth (Eichhornia crassipes) that has been described as the world’s worst aquatic weed. On land tick berry (Lantana camara), has colonized a number of national parks–including Nairobi and Oldonyo Sabuk. Its bushy undergrowth inhibits the growth of other natural vegetation."}, {"text_block_id": "p43_b545", "text": "Box 3. Invasive Species pollution in Lake Victoria"}, {"text_block_id": "p43_b546", "text": "Lake Victoria supports one of the largest"}, {"text_block_id": "p43_b547", "text": "freshwater fisheries in the world. In 2007, the lake produced about 1 million tons of fish"}, {"text_block_id": "p43_b548", "text": "annually, valued at between US$ 300-400 million (Kenya Wetlands Atlas, 2009). Until the introduction of the Nile Perch, the lake"}, {"text_block_id": "p43_b549", "text": "had over 500 fish species, most endemic to the lake and of high economic and scientific significance (Kenya Wetlands Atlas, 2009). About 35 million people (about 30% of the"}, {"text_block_id": "p43_b550", "text": "entire population of Eastern Africa) are estimated to live and derive their livelihood directly or indirectly from the basin Lake Victoria (UNEP, 2006)."}, {"text_block_id": "p43_b551_merged_merged", "text": "Water hyacinth a major invasive plant found in Lake Victoria. It is native to the South America and it was introduced to Lake Victoria in the 1980’s. The hyacinth’s spread has been prolific due to a lack of natural predators, an abundance of space, a favorable temperature and an abundance of nutrients. These nutrients include increasing heavy metals from pollution flowing into the lake. The weed has affected local ecosystems. There are massive losses in fish populations, an increase of diseases, and loss of livelihoods"}, {"text_block_id": "p43_b556", "text": "for fisherman."}, {"text_block_id": "p44_b557", "text": "Status of Ecosystems"}, {"text_block_id": "p47_b558", "text": "“Kenya’s wildlife is"}, {"text_block_id": "p47_b559", "text": "healthy, resilient"}, {"text_block_id": "p47_b560", "text": "and"}, {"text_block_id": "p47_b561", "text": "valued"}, {"text_block_id": "p47_b562", "text": "by Kenyans.”"}, {"text_block_id": "p47_b563", "text": "Purpose"}, {"text_block_id": "p47_b564", "text": "The purpose of this National Wildlife Strategy (2018-2030) is to provide an overarching framework prioritizing, coordinating and inspiring participation for the transformation of the wildlife sector in Kenya. As such, the Strategy draws from a broadly participatory process, and builds on the guiding principles of key national documents such as the Constitution of Kenya (2010), the Wildlife Act (2013) and Vision 2030."}, {"text_block_id": "p47_b565", "text": "Kenya ranks among the world’s top wildlife destinations and its economy is largely nature based unlike the industrialized nations. This natural capital, channelled through plants and animals, is the engine of our farming, ranching,"}, {"text_block_id": "p47_b566", "text": "fisheries, forestry, wildlife, and tourism"}, {"text_block_id": "p47_b567", "text": "m industries. The ecological services biodiversity provides daily captures"}, {"text_block_id": "p47_b568", "text": "rainfall, regulates river flows, supplies"}, {"text_block_id": "p47_b569", "text": "nutrients for crops, fodder for livestock, controls erosion and cleans the air, water and soils we pollute. These services come free of charge, add billions of shillings to"}, {"text_block_id": "p47_b570", "text": "our local and national economy, and yet are ignored in our calculations of national economic output."}, {"text_block_id": "p47_b571", "text": "Transformational change"}, {"text_block_id": "p47_b572", "text": "For any vision to become operational, it must be supported by strong building blocks. To make this a reality, the following strategic approaches will be followed:"}, {"text_block_id": "p47_b573", "text": "Systematic and Integrated approach"}, {"text_block_id": "p47_b574_merged_merged_merged", "text": "It is clear from the statutory provisions that there is deliberate effort to move away from short-term and sectoral management towards a more systematic, integrated and planned approach in conserving and monitoring wildlife. For this reason, the initial fifteen-year timeframe of this strategy is aligned to the Vision 2030. This encourages long-term planning and investment in conservation. This fifteen-year timeframe is also practical for recording and evaluating the results of conservation efforts. Every five years, there will be a progress review against the targets to adapt priorities"}, {"text_block_id": "p48_b583", "text": "and develop responses to emerging information and needs."}, {"text_block_id": "p48_b584", "text": "Cooperative approach and Stakeholder engagement"}, {"text_block_id": "p48_b585", "text": "Wildlife conservation in Kenya is at crossroads. This calls for a paradigm shift in the manner that conservation is undertaken in the country. The current model of wildlife conservation in the country is unsustainable and is likely to collapse. This will have far-reaching consequences on loss of biodiversity, tourism and the overall socio-economic development of Kenya. To deal with matters related to wildlife, both the national and county governments must adopt a cooperative approach. Integration of local communities, private landowners, private sector, civil society organizations and other stakeholders, will be a game-changer in securing space for wildlife as well shared responsibility."}, {"text_block_id": "p48_b586", "text": "Adaptive Monitoring and Reporting"}, {"text_block_id": "p48_b587", "text": "For the strategy to make a real difference, a more efficient monitoring program"}, {"text_block_id": "p48_b588", "text": "needs to be developed to track the"}, {"text_block_id": "p48_b589", "text": "effectiveness of conservation actions."}, {"text_block_id": "p48_b590", "text": "Although it is important to focus on the short- to medium-term, the objectives and the conservation priority areas are designed to lay a strong foundation for the longer-term impacts on Kenya’s wildlife conservation. It is these that"}, {"text_block_id": "p48_b591", "text": "the strategy’s effectiveness could"}, {"text_block_id": "p48_b592", "text": "be ultimately being determined. Implementation of the strategy should include the development of a long-term monitoring and evaluation framework based on existing well-established systems. The information gained from such a long-term monitoring framework will be used to track trends in the condition and extent of Kenya’s wildlife conservation. This will inform the report to the National Assembly and future reviews of the strategy."}, {"text_block_id": "p48_b593", "text": "Approach and Guiding Principles"}, {"text_block_id": "p48_b594", "text": "Success at large-scale transformation demands more than the best strategic and tactical plans. It requires an intimate understanding of the human side; culture, values, people, and behaviour that must be changed to deliver the desired results. Plans themselves do not capture value. Value is realized only through the sustained, collective actions of individuals, group of people, communities of practice, organizations or a nation."}, {"text_block_id": "p48_b595", "text": "Shaping the transformation"}, {"text_block_id": "p48_b596", "text": "Incremental change is no longer"}, {"text_block_id": "p48_b597", "text": "sufficient to drive the long-term vision"}, {"text_block_id": "p48_b598", "text": "for transforming wildlife conservation in Kenya. Seven Strategic Goals, therefore, guide this strategy. They are designed to inspire and enable all Kenyans to"}, {"text_block_id": "p48_b599", "text": "safeguard and benefit from their natural"}, {"text_block_id": "p48_b600", "text": "resources or ecosystems in particularly wildlife"}, {"text_block_id": "p48_b601", "text": "Ecosystem management"}, {"text_block_id": "p48_b602_merged_merged_merged", "text": "Natural ecosystems– landscapes and seascapes –are dynamic but have a finite capacity to recover from external threats, impacts and pressures (Natural Resource Management Ministerial Council 2010). This is across land tenure systems, ecosystem services, and resilience."}, {"text_block_id": "p48_b607", "text": "Engagement and participation of all-"}, {"text_block_id": "p48_b608", "text": "All Kenyans must be engaged in biodiversity conservation. This includes implementation of robust national monitoring, reporting and evaluation, enhance strategic investments and partnerships that ensure participation in the development, review, and implementation of the strategy for long term transformation of wildlife conservation."}, {"text_block_id": "p48_b609", "text": "Sustainability"}, {"text_block_id": "p48_b610", "text": "This must take an inter-generational approach. Wildlife is a key component of our national development agenda. There"}, {"text_block_id": "p49_b611", "text": "must be support for ecosystem services and sustainable livelihoods."}, {"text_block_id": "p49_b612", "text": "Devolution"}, {"text_block_id": "p49_b613", "text": "All stakeholders must take responsibility and action that matters; counties, communities - local responsibility, action,"}, {"text_block_id": "p49_b614", "text": "and benefits."}, {"text_block_id": "p49_b615", "text": "Collaboration and communication"}, {"text_block_id": "p49_b616", "text": "There must be transparency and accountability as all levels; international, inter-governmental, between governments, civil society, and private sector."}, {"text_block_id": "p49_b617", "text": "Benefits"}, {"text_block_id": "p49_b618", "text": "A new and broader understanding and"}, {"text_block_id": "p49_b619", "text": "appreciation of benefits (e.g. ecosystem services) should drive benefits from wildlife. These benefits must out-weigh"}, {"text_block_id": "p49_b620", "text": "costs while at the same time being equitable and sustainable. Improving social equity is one such objective that is often considered an enabler of successful outcomes (Law et al., 2017)."}, {"text_block_id": "p49_b621", "text": "Communities"}, {"text_block_id": "p49_b622", "text": "Action for change is expected to be at rural, urban, traditional, and emerging settings. We must acknowledge and respect the culture, values, knowledge and practices of local communities"}, {"text_block_id": "p49_b623", "text": "Evidence-based decision-making"}, {"text_block_id": "p49_b624", "text": "This is recognition of the importance of information and knowledge, both"}, {"text_block_id": "p49_b625", "text": "scientific and traditional. It will guide effective conservation and management,"}, {"text_block_id": "p49_b626", "text": "support the review process, and provide a monitoring platform. This at ecological, social, and economic levels."}, {"text_block_id": "p49_b627", "text": "A call for action"}, {"text_block_id": "p49_b628", "text": "The National Wildlife Strategy (2018-2030) is a national strategy that aims to transform the role and recognition of wildlife within Kenyan society. At the heart of the Strategy is a call for action. Guided by the overall vision and the set of core principles highlighted above, the Strategy provides a coordinating framework and blueprint for addressing current and emerging challenges for transformative change. To achieve this desired change the strategy"}, {"text_block_id": "p49_b629", "text": "must fit within existing structures and"}, {"text_block_id": "p49_b630", "text": "processes, while at the same time develop innovative mechanisms and approaches that go well beyond the existing"}, {"text_block_id": "p49_b631", "text": "mechanisms within currently defined"}, {"text_block_id": "p49_b632", "text": "wildlife sector."}, {"text_block_id": "p49_b633", "text": "The strategy is designed to speak to people at multiple levels - from national"}, {"text_block_id": "p49_b634_merged_merged_merged", "text": "governments, to international institutions, to regional structures, to counties, to communities, to individuals. The Strategy employs a multi-layered structure to facilitate communication and engagement with four (4) core Pillars and a set of underlying Goals which define the long-term vision and objectives (Figure 3.1), and a set of Strategies and Priority Actions within each Goal designed to address the priority needs for this initial"}, {"text_block_id": "p49_b637", "text": "five-year period (see Chapter 4)."}, {"text_block_id": "p49_b638", "text": "The four core Pillars underpinning the capture the core guiding principles underlying the Strategy into a conceptual framework to enhance communication, coordination, and collaboration, while inspiring engagement and catalyzing action."}, {"text_block_id": "p50_b639", "text": "Pillar 1: Resilient Ecosystems"}, {"text_block_id": "p50_b640", "text": "Addresses the prioritization, planning, and protection of ecosystems and species. This pillar emphasizes a comprehensive assessment of the status and conservation priorities for ecosystems and species, development of frameworks"}, {"text_block_id": "p50_b641", "text": "for integrated planning, and the effective coordination and implementation"}, {"text_block_id": "p50_b642", "text": "of species protection and wildlife security in the country, including reducing"}, {"text_block_id": "p50_b643", "text": "human wildlife conflict and promoting coexistence."}, {"text_block_id": "p50_b644", "text": "Pillar 2: Engagement by all Kenyans"}, {"text_block_id": "p50_b645", "text": "Highlights the need to engage all Kenyans in recognizing the value of our wildlife and embracing their role in its conservation through appropriate collaborative initiatives. This includes outreach and awareness activities, conservation education and curriculum development, and incentive"}, {"text_block_id": "p50_b646", "text": "programmes that enhance access to benefits and promote participation by all"}, {"text_block_id": "p50_b647", "text": "Kenyans."}, {"text_block_id": "p50_b648", "text": "Pillar 3: Evidence based Decision Making"}, {"text_block_id": "p50_b649", "text": "Emphasizes the importance of knowledge, information, and human capital for successful conservation. This pillar includes strategies to enhance capacity, develop evidence based decision support tools for adaptive management, and promote data sharing, use, and integrated cross sectoral and multi-scale planning for conservation and sustainable development."}, {"text_block_id": "p50_b650", "text": "Pillar 4: Sustainability and Governance"}, {"text_block_id": "p50_b651_merged_merged_merged", "text": "Outlines a framework and set of priority actions for ensuring the coordination, effective implementation, and sustainability of wildlife conservation in Kenya.  This includes the development of an effective governance structure involving communities, counties, and the national government, a conservation fund, and innovative funding opportunities based on a comprehensive understanding of the value of wildlife to Kenya’s sustainable development."}, {"text_block_id": "p52_b654", "text": "The strategy is also cognizant of and responsive to the overarching policy frameworks and processes. These include"}, {"text_block_id": "p52_b655", "text": "sector specific strategies, relevant Acts of"}, {"text_block_id": "p52_b656", "text": "Parliament, policies and regulations, and international treaties and obligations such as the AICHI Targets of the Convention on Biological Diversity (CBD) and the"}, {"text_block_id": "p52_b657", "text": "Sustainable Development Goals (SDGs). Transformation of wildlife conservation in Kenya requires commitment at local, county, national and international levels. This is strengthened through leveraging"}, {"text_block_id": "p52_b658", "text": "existing efforts and global visions for effective coordination and collaboration."}, {"text_block_id": "p52_b659", "text": "The National Wildlife Strategy 2030 outlines a vision for wildlife conservation as part of a strong environmental foundation for achieving Kenya’s sustainable development agenda as articulated by the Constitution of Kenya, 2010, the Wildlife Act, 2013, and Vision 2030, and the Big 4 Agenda.  These goals are also in line with, and support, international treaties and obligations such as the Convention on Biological Diversity (CBD), the AICHI Targets, and the Sustainable Development Goals (SDGs)."}, {"text_block_id": "p52_b660_merged_merged", "text": "This visualization of the SDGs by the Stockholm Resilience Centre (credit: Azote Images) recognizes the essential role of a healthy environment in supporting sustainable development in Kenya and across the globe.  This vision for development – where economic, social, and ecological development are interlinked and mutually supporting – is central to this National Wildlife Strategy 2030."}, {"text_block_id": "p53_b663", "text": "The strategy will directly contribute to a number of national targets:"}, {"text_block_id": "p53_b664", "text": "National Wildlife Strategy 2030"}, {"text_block_id": "p57_b665", "text": "Transforming Conservation in Kenya"}, {"text_block_id": "p57_b666", "text": "The National Wildlife Strategy outlines a long-term vision for the conservation of Kenya’s wildlife and the ecosystems on which they depend. To support the achievement of the"}, {"text_block_id": "p57_b667", "text": "term vision, the Strategy identifies 7 Strategic Goals. These are in turn supported by a set of strategies and priority actions for the next 5 years."}, {"text_block_id": "p57_b668", "text": "Goals, Strategies and Activities"}, {"text_block_id": "p57_b669", "text": "While Goals represent the overall framework to guide the long-term vision, the individual strategies and priority actions must be responsive to relevant needs and emerging challenges"}, {"text_block_id": "p57_b670", "text": "as identified during the initial 5-year"}, {"text_block_id": "p57_b671", "text": "development and review process. Goals represent priority areas of intervention. They guide government policy, provide a framework for collaboration to direct"}, {"text_block_id": "p57_b672", "text": "efforts and ensure coordination for"}, {"text_block_id": "p57_b673", "text": "enhanced impact."}, {"text_block_id": "p57_b674_merged_merged", "text": "Each goal is made up of a set of initial strategies that should be taken or initiated over the next 5 years (2018-2022). The individual strategies under each goal are interrelated and interdependent. Under each strategy are the priority activities and sub-activities necessary to realize that strategy and ultimately the goal."}, {"text_block_id": "p58_b677", "text": "Habitats and Ecosystems"}, {"text_block_id": "p58_b678", "text": "CURRENT STATE"}, {"text_block_id": "p58_b679", "text": "Fragmented"}, {"text_block_id": "p58_b680", "text": "Degraded"}, {"text_block_id": "p58_b681", "text": "Declining"}, {"text_block_id": "p58_b682", "text": "Vulnerable"}, {"text_block_id": "p58_b683", "text": "DESIRED STATE"}, {"text_block_id": "p58_b684", "text": "Connected"}, {"text_block_id": "p58_b685", "text": "Resilient"}, {"text_block_id": "p58_b686", "text": "Functional"}, {"text_block_id": "p58_b687", "text": "STRATEGIES"}, {"text_block_id": "p58_b688", "text": "Ecosystem planning Mainstreaming and coordination Cross-sectoral engagement Management plans"}, {"text_block_id": "p58_b689", "text": "OUTCOMES"}, {"text_block_id": "p58_b690", "text": "Integrated planning and protection"}, {"text_block_id": "p59_b691", "text": "Goal Description"}, {"text_block_id": "p59_b692", "text": "Habitats and ecosystems are the foundation of healthy wildlife populations. They are an essential element of effective conservation efforts. Habitats and ecosystems across Kenya are under threat from unsustainable use, degradation, fragmentation, loss and conversion."}, {"text_block_id": "p59_b693", "text": "This Strategic Goal emphasizes the protection and restoration of habitats and ecosystems through evidence and adaptive management. It identifies and prioritizes key habitats and ecosystem needs while highlighting mechanisms for integrating isolated, existing and future planning processes. It encourages the enhancement and expansion of the protection of key habitats and ecosystems to ensure sustainable wildlife conservation through habitat rehabilitation, preservation, and the restoration of connectivity through securing corridors and dispersal areas."}, {"text_block_id": "p59_b694", "text": "Context"}, {"text_block_id": "p59_b695_merged", "text": "Kenya has about 8% of its land mass under government protected areas - this includes 30,348 km2 of National Parks, 18,042 km2 of National Reserves and Sanctuaries.  In addition to these terrestrial protected areas, Kenya has an additional 548km2 of marine parks and reserves."}, {"text_block_id": "p59_b702", "text": "These protected areas represent a wide range of habitats ranging from the alpine zones of Mt Kenya to the coral reefs and mangrove forests of the Kenya coast."}, {"text_block_id": "p59_b703", "text": "These protected areas are the jewels of Kenya’s conservation and represent the backbone of historical, current, and future conservation efforts across the country. However, while these"}, {"text_block_id": "p59_b704", "text": "areas are essential components of Kenya’s conservation future, traditional protectionist conservation approaches are insufficient. This protectionist mindset cannot effectively address the emerging conservation challenges of rapid land use change, climate change, fragmentation and unprecedented human induced pressures on key habitats and ecosystem services."}, {"text_block_id": "p59_b705", "text": "For example, some protected areas suffer from lack of resources and commitment and are essentially parks on paper. In addition to effective governance challenges, the protected area network suffers from extensive habitat loss and degradation through seasonal encroachment. This results in over-utilization, charcoal production, overgrazing, fuel wood extraction, and pollution. Fragmentation, and the associated loss of connectivity between protected areas and protected areas and important habitats and dispersal areas, is gradually eroding the resilience of Kenya’s protected area network and the biodiversity that depends on it."}, {"text_block_id": "p59_b706", "text": "In particular, increasingly hard boundaries around protected areas associated with the expansion of agriculture, widespread fencing, urbanization, and the development of transport infrastructure results in the loss of access to key dispersal areas and the isolation of protected islands. The combined impact of these and other challenges undermine the resilience of Kenya’s wildlife and diminishes the ecosystem services that are essential to the long-term success of wildlife conservation and Kenya’s sustainable development more generally."}, {"text_block_id": "p60_b707", "text": "The emergence and expansion of community conservancies in Kenya represents an important and exciting innovative conservation solution. These conservancies cover 6.36"}, {"text_block_id": "p60_b708_merged", "text": "million hectares or 11% of terrestrial area (KWCA 2016) and 1,139 km2 of marine habitats. This promises to significantly expand Kenya’s conservation network, enhancing connectivity and revolutionizing environmental governance. Exploring the potential for conservancies as a conservation tool across habitats– including marine, coastal, urban, and freshwater ecosystems–is an essential component of this strategy."}, {"text_block_id": "p60_b711", "text": "This goal addresses these issues with a focus on evidence-based decision support tools, adaptive management, integrated cross-sectoral and multi-scale planning, and enhanced protection, rehabilitation and restoration of key ecosystems and wildlife habitats."}, {"text_block_id": "p61_b712", "text": "Strategies and Priority Actions"}, {"text_block_id": "p62_b713", "text": "Activity 1.3.1"}, {"text_block_id": "p62_b714", "text": "Strategy 1.3"}, {"text_block_id": "p62_b715", "text": "Protect, rehabilitate, and restore wildlife habitats and their connectivity, including forests, savannas, freshwater, marine, and mountain ecosystems to increase the resilience of key habitats and ecosystems."}, {"text_block_id": "p62_b716", "text": "Secure existing protected areas through assessment of status, demarcation of boundaries, and acquisition of title deeds."}, {"text_block_id": "p62_b717", "text": "Activity 1.3.2"}, {"text_block_id": "p62_b718", "text": "Ensure all existing protected areas are effectively managed, including currently inactive “paper parks”."}, {"text_block_id": "p62_b719", "text": "Activity 1.3.3"}, {"text_block_id": "p62_b720", "text": "Rehabilitate and restore degraded habitats in protected areas, corridors and dispersal areas.  The 10 priority parks for restoration are: Shimba, Tsavo East and West, Chyulu, Amboseli Nairobi, Nakuru, Aberdare, Mt.Kenya and Meru parks."}, {"text_block_id": "p62_b721", "text": "Activity 1.3.4"}, {"text_block_id": "p62_b722", "text": "Increase the area of land under effective wildlife conservation management through the creation of new wildlife protected areas and the securing of priority wildlife corridors and dispersal areas."}, {"text_block_id": "p62_b723", "text": "Activity 1.3.5"}, {"text_block_id": "p62_b724", "text": "Increase the extent of land effectively managed by communities for biodiversity conservation"}, {"text_block_id": "p62_b725", "text": "Activity 1.3.6"}, {"text_block_id": "p62_b726", "text": "Increase the extent and management effectiveness of the conservation and protection of marine and coastal ecosystems."}, {"text_block_id": "p63_b727", "text": "Achieving Global Goals"}, {"text_block_id": "p63_b728", "text": "Aichi Targets"}, {"text_block_id": "p63_b729", "text": "Sustainable Development Goals"}, {"text_block_id": "p64_b730", "text": "Species Conservation"}, {"text_block_id": "p64_b731", "text": "CURRENT STATE"}, {"text_block_id": "p64_b732", "text": "Narrow"}, {"text_block_id": "p64_b733", "text": "Focus"}, {"text_block_id": "p64_b734", "text": "Limited"}, {"text_block_id": "p64_b735", "text": "Knowledge"}, {"text_block_id": "p64_b736", "text": "Over"}, {"text_block_id": "p64_b737", "text": "Utilization"}, {"text_block_id": "p64_b738", "text": "Conflict"}, {"text_block_id": "p64_b739", "text": "Poaching"}, {"text_block_id": "p64_b740", "text": "DESIRED STATE"}, {"text_block_id": "p64_b741", "text": "Biodiveristy"}, {"text_block_id": "p64_b742", "text": "Healthy"}, {"text_block_id": "p64_b743", "text": "Populations"}, {"text_block_id": "p64_b744", "text": "Coexistence"}, {"text_block_id": "p64_b745", "text": "STRATEGIES"}, {"text_block_id": "p64_b746", "text": "Assessment"}, {"text_block_id": "p64_b747", "text": "Monitoring"}, {"text_block_id": "p64_b748", "text": "Modelling"}, {"text_block_id": "p64_b749", "text": "Species Plans"}, {"text_block_id": "p64_b750", "text": "and Strategies"}, {"text_block_id": "p64_b751", "text": "Protection and"}, {"text_block_id": "p64_b752", "text": "Security"}, {"text_block_id": "p64_b753", "text": "OUTCOMES"}, {"text_block_id": "p64_b754", "text": "Prioritization"}, {"text_block_id": "p64_b755", "text": "Planning"}, {"text_block_id": "p64_b756", "text": "Conservation"}, {"text_block_id": "p64_b757", "text": "and"}, {"text_block_id": "p64_b758", "text": "Management"}, {"text_block_id": "p65_b759", "text": "Goal Description"}, {"text_block_id": "p65_b760", "text": "Safeguarding our valuable wildlife resources for current and future generations is an urgent issue. This strategy enhances species conservation and management for healthier, more resilient wildlife communities and populations focusing on three aspects – develop and expand the use of assessment tools to prioritize interventions, enhanced protection through improved security, disease control, and reduction in unsustainable utilization and illegal wildlife trade through collaboration and support from local communities and government at all levels, and promote the coexistence of people and wildlife through a targeted reduction in human wildlife conflict and the development of incentives for living with wildlife."}, {"text_block_id": "p65_b761", "text": "Context"}, {"text_block_id": "p65_b762", "text": "Kenya’s mega fauna are in precipitous decline with an average loss of 68% in the last 40 years alone. While most of this decline has occurred outside of gazette protected areas, designated conservation areas have also suffered losses. In addition, there are 33 mammalian, 28 avian and 356 plant species in Kenya under severe threat of extinction. These losses are driven by a combination of factors including, climate and land use change, habitat loss and fragmentation, poaching and illegal wildlife trade, and human wildlife conflict."}, {"text_block_id": "p65_b763", "text": "Wildlife insecurity in Kenya is characterized by (i) international trade in trophies and meat, (ii) commercial poaching for bushmeat, (iii) illegal wildlife trade, and (iv) illegal bioprospecting and biopiracy. While the illegal killing of elephants and rhinos for export trade in ivory"}, {"text_block_id": "p65_b764", "text": "and rhino horn has been widely recognized as a key threat, the rise of commercial poaching for bushmeat is emerging as a serious threat to species survival, as well as affecting tourism in key protected areas. High levels of poaching coupled with IWT in the past have been a threat to species conservation in Kenya. Enhancing the legal frameworks and enhancing supporting to anti- poaching activities will increase the possibility of species survival in Kenya."}, {"text_block_id": "p65_b765", "text": "Human Wildlife Conflict (HWC) has severe direct and indirect effects on conservation efforts throughout Kenya. Increasing human populations, land use change, poorly planned development, and unsustainable policies all lead to increased conflict resulting from human encroachment into wildlife areas and the degradation of ecosystems. The destruction of property, loss of livestock, crop destruction, injury and loss of life undermine livelihoods and"}, {"text_block_id": "p65_b766", "text": "foster resentment towards wildlife and conservation efforts more generally. Reversing the negative impacts of HWC is an essential first step in transforming wildlife conservation in Kenya."}, {"text_block_id": "p65_b767", "text": "This goal addresses these issues with a focus on developing and implementing new tools to increase the impact of species based interventions within the context of integrated ecosystem planning, enhancing wildlife security, and developing innovative approaches to offset the costs of living with wildlife, reducing human wildlife conflict, and promoting coexistence."}, {"text_block_id": "p66_b768", "text": "Strategies and Priority Actions"}, {"text_block_id": "p68_b769", "text": "Activity 2.3.1"}, {"text_block_id": "p68_b770", "text": "Develop and implement innovative mitigation measures in areas with incompatible land-uses, including wildlife-proof barriers, bomas, etc"}, {"text_block_id": "p68_b771", "text": "Activity 2.3.2"}, {"text_block_id": "p68_b772", "text": "Develop and implement management approaches including harnessing traditional/ indigenous knowledge in mitigating human wildlife conflict, with focus on education, awareness, integrated planning and building capacity of wildlife officers and local communities"}, {"text_block_id": "p68_b773", "text": "Activity 2.3.3"}, {"text_block_id": "p68_b774", "text": "Develop and provide communication and education materials, and extension services on human wildlife conflict mitigation measures and management strategies (as above)"}, {"text_block_id": "p68_b775", "text": "Activity 2.3.4"}, {"text_block_id": "p68_b776", "text": "Develop and promote alternative consolation programmes to ensure prompt response for loss, injury and damage caused by wildlife"}, {"text_block_id": "p68_b777", "text": "Activity 2.3.5"}, {"text_block_id": "p68_b778", "text": "Develop sustainable innovative national compensation scheme including insurance and community supported programmes for loss of property, livestock and crops"}, {"text_block_id": "p68_b779", "text": "Activity 2.3.6"}, {"text_block_id": "p68_b780", "text": "Setup anti-venom centres, with partners, in relevant priority areas with high incidences of snake bite related deaths"}, {"text_block_id": "p68_b781", "text": "Activity 2.3.7"}, {"text_block_id": "p68_b782", "text": "Establish and maintain a database, bringing together existing and new data, on the types, extent, causes and impacts of human wildlife conflict and mitigation measures for such conflict"}, {"text_block_id": "p68_b783", "text": "Activity 2.3.8"}, {"text_block_id": "p68_b784", "text": "Train and equip wildlife officers and local communities in rapid response to human wildlife conflict, mitigation, and management approaches"}, {"text_block_id": "p69_b785", "text": "Achieving Global Goals"}, {"text_block_id": "p69_b786", "text": "Conservation Master Plan"}, {"text_block_id": "p69_b787", "text": "Ecosystems plans will be developed, paper parks will be restored, new marine plans will be developed to include the blue economy, red list updated – breeding programs enhanced, reduced Human Wildlife Conflict death through snakes – starting anti-venom centers, have an effective security and law enforcement responses from KWS in the next 5 years."}, {"text_block_id": "p70_b788", "text": "Participation and Awareness"}, {"text_block_id": "p70_b789", "text": "CURRENT STATE"}, {"text_block_id": "p70_b790", "text": "Little information"}, {"text_block_id": "p70_b791", "text": "and not"}, {"text_block_id": "p70_b792", "text": "accessible"}, {"text_block_id": "p70_b793", "text": "No awareness"}, {"text_block_id": "p70_b794", "text": "Nobody Cares!"}, {"text_block_id": "p70_b795", "text": "“Reckless”"}, {"text_block_id": "p70_b796", "text": "behaviour"}, {"text_block_id": "p70_b797", "text": "Low engagement"}, {"text_block_id": "p70_b798", "text": "and active"}, {"text_block_id": "p70_b799", "text": "alienation"}, {"text_block_id": "p70_b800", "text": "DESIRED STATE"}, {"text_block_id": "p70_b801", "text": "High levels of awareness and understanding, engagement and participation"}, {"text_block_id": "p70_b802", "text": "STRATEGIES"}, {"text_block_id": "p70_b803", "text": "Relevant"}, {"text_block_id": "p70_b804_merged", "text": "information available and accessible Partnerships and collaborations for effective and coordinated participation"}, {"text_block_id": "p70_b807", "text": "OUTCOMES"}, {"text_block_id": "p70_b808", "text": "Value"}, {"text_block_id": "p70_b809", "text": "Care"}, {"text_block_id": "p70_b810", "text": "Act"}, {"text_block_id": "p71_b811", "text": "Goal Description"}, {"text_block_id": "p71_b812", "text": "All Kenyans must be active participants and stakeholders in the conservation of wildlife. The goal aims at cultivating national pride, public support and active engagement of all Kenyans in the conservation of this rich national heritage and natural asset. Activities under this goal are designed to ensure Kenyans can access information and are aware on the intrinsic and economic values of wildlife. Awareness activities, outreach and diverse training opportunities will ensure Kenyans take individual and collective action to support wildlife conservation."}, {"text_block_id": "p71_b813", "text": "Context"}, {"text_block_id": "p71_b814", "text": "People are more inclined to protect and conserve what they understand and appreciate. The better all sectors are aware of and understand the complexity and implications of their actions, the more responsibly they will respond. Historically, Kenya has had strong ties between people and nature. Over time, there have been"}, {"text_block_id": "p71_b815", "text": "changing attitudes with shifting expectations and aspirations. This has led to a gradual disconnect between people and nature."}, {"text_block_id": "p71_b816", "text": "Most Kenyans are indifferent to conservation with low engagement and understanding on the value and benefits of wildlife conservation. This lack of engagement and understanding of the value and benefits of wildlife conservation has deep environmental ramifications. The Kenyan constitution 2010, and the devolved governance framework it enshrines, supports strong linkages and engagement at all levels, including national, county and across the general public with special reference to women and youth."}, {"text_block_id": "p71_b817", "text": "This goal seeks to restore these natural connections by cultivating value and inspiring action through building awareness and appreciation, building partnerships, and encouraging engagement and participation."}, {"text_block_id": "p71_b818", "text": "Strategies and Priority Actions"}, {"text_block_id": "p72_b819", "text": "Activity 3.2.1"}, {"text_block_id": "p72_b820", "text": "Strategy 3.2"}, {"text_block_id": "p72_b821", "text": "Foster partnerships and collaboration among stakeholders to mainstream conservation action across all sectors of society."}, {"text_block_id": "p72_b822", "text": "Strategy 3.3"}, {"text_block_id": "p72_b823", "text": "Engage the public, youth, and communities through targeted education and outreach, and stewardship opportunities to enhance participation."}, {"text_block_id": "p72_b824", "text": "Conduct a National Competition - across all 47 counties - to select a unique wildlife species for each county (flora or fauna), and then for Kenya as a country."}, {"text_block_id": "p72_b825", "text": "Activity 3.2.2"}, {"text_block_id": "p72_b826", "text": "Establish designated natural areas for public use in cities through partnerships with multiple sectors"}, {"text_block_id": "p72_b827", "text": "Activity 3.2.3"}, {"text_block_id": "p72_b828", "text": "Engage with ‘private sector partnerships’ to mainstream biodiversity initiatives in their supply chains, including the development of a Green Business Awards Scheme, with special reference to the government’s priority development pillars - Infrastructure, food security, health care and housing and settlements."}, {"text_block_id": "p72_b829", "text": "Activity 3.3.1"}, {"text_block_id": "p72_b830", "text": "Establish an annual wildlife conservation award scheme to recognize achievement in various aspects of conservation"}, {"text_block_id": "p72_b831", "text": "Activity 3.3.2"}, {"text_block_id": "p72_b832", "text": "Organize a biennial National wildlife Expo and Investment Forum to showcase best practices in wildlife conservation to the Kenyan public, in partnership with KTB"}, {"text_block_id": "p72_b833", "text": "Activity 3.3.3"}, {"text_block_id": "p72_b834", "text": "Create a culture of conservation in youth through projects and partnerships that engage them in wildlife conservation and environmental stewardship. Including, tree planting, invasive plant removal, river/ watershed management and recycling projects."}, {"text_block_id": "p73_b835", "text": "Achieving Global Goals"}, {"text_block_id": "p74_b836", "text": "Access and Sustainable Use"}, {"text_block_id": "p74_b837", "text": "CURRENT STATE"}, {"text_block_id": "p74_b838", "text": "Narrow Focus"}, {"text_block_id": "p74_b839", "text": "Limited"}, {"text_block_id": "p74_b840", "text": "Knowledge of opportunities and Techniques Over Utilization"}, {"text_block_id": "p74_b841", "text": "Conflict"}, {"text_block_id": "p74_b842", "text": "Poaching"}, {"text_block_id": "p74_b843", "text": "DESIRED STATE"}, {"text_block_id": "p74_b844", "text": "All Kenyans are aware of opportunities and with access"}, {"text_block_id": "p74_b845", "text": "to benefits"}, {"text_block_id": "p74_b846", "text": "Kenyans"}, {"text_block_id": "p74_b847", "text": "benefiting"}, {"text_block_id": "p74_b848", "text": "Coexistence for"}, {"text_block_id": "p74_b849", "text": "Mutual Benefit"}, {"text_block_id": "p74_b850", "text": "STRATEGIES"}, {"text_block_id": "p74_b851_merged_merged", "text": "Mechanisms and structures for promoting benefits (eg. extension) Innovative Approaches to Capturing"}, {"text_block_id": "p74_b854", "text": "Benefits"}, {"text_block_id": "p74_b855", "text": "OUTCOMES"}, {"text_block_id": "p74_b856", "text": "Value for All"}, {"text_block_id": "p75_b857", "text": "Goal Description"}, {"text_block_id": "p75_b858", "text": "Kenya aims to be one of the top ten long-haul tourist destinations in the world, offering a high-end, diverse, and distinctive visitor experience. Wildlife and tourism is considered an essential component of economic development in Kenya’s development blueprint (Kenya Vision 2030). Wildlife is an essential precondition for its conservation in the face of increasing demands on resources and space."}, {"text_block_id": "p75_b859", "text": "For Kenyans to value their wildlife, this goal promotes an enhanced understanding of benefits. It promotes the development and implementation of mechanisms for equitable sharing and facilitates to access the benefits through sustainable pro-wildlife investments. The goal also proposes mechanisms for rebalancing the relationship between people and wildlife for those that bear the costs and the burden of sustaining this essential natural resource on behalf of all Kenyans and the world."}, {"text_block_id": "p75_b860", "text": "Context"}, {"text_block_id": "p75_b861", "text": "Living with wildlife comes with both direct and indirect costs. However, it also presents an opportunity for those that designate their land for wildlife conservation. The Constitution of Kenya (2010) imposes an obligation on the State to ensure sustainable exploitation, utilization, management and conservation of the environment and natural resources, while ensuring equitable sharing of accruing benefits. Further, the Wildlife Act (2013) provides that benefits are to be derived from wildlife conservation to enable offset the costs of managing wildlife and ensure value of wildlife does not decline."}, {"text_block_id": "p75_b862", "text": "In the above context, access to wildlife resources is recognized as a legal right under the Act for landowners and communities involved in wildlife conservation and living with wildlife. Wildlife-related tourism is a top foreign exchange earner and an important economic driver in Kenya. Yet, the direct economic returns and other benefits are poorly quantified and unequally distributed. While the potential and actual benefits–social, cultural, economic, and ecological– from wildlife and wildlife resources (e.g. habitat) are substantial, the ordinary Kenyan has limited appreciation of the scope of these benefits and potential mechanisms to access the benefits. The perception is still that wildlife conservation is for foreigners and a few elite Kenyans (see Goal 3 above on Awareness). These feelings are compounded by the very real costs associated with living with wildlife that are disproportionately born by local communities."}, {"text_block_id": "p75_b863", "text": "In addition, there is a narrow focus on short-term benefits from habitats and ecosystems–poaching, overgrazing, charcoal production, illegal logging, etc.–and unsustainable tourism development. There is little investment in conservation and this slowly erodes the resources and ecosystem services on which Kenya’s sustainable development depends on Combined with the currently high (and rising) levels of conflict, Kenya’s wildlife resources and rich natural heritage are too often seen as an actual cost rather than a potential benefit."}, {"text_block_id": "p76_b864", "text": "This goal addresses these issues and seeks to broaden our understanding of benefits associated with healthy ecosystems and wildlife. It promotes equitable sharing of benefits for all Kenyans and enhances access to benefits through innovative pro-wildlife nature based enterprises."}, {"text_block_id": "p76_b865", "text": "This will reduce the costs, and increase the benefits, of living with wildlife to ensure mutually beneficial coexistence. Increasing the value of wildlife to Kenyans will promote voluntary conservation action (participation) towards improving wildlife conservation."}, {"text_block_id": "p76_b866", "text": "Strategies and Priority Actions"}, {"text_block_id": "p77_b867", "text": "Strategy 4.2"}, {"text_block_id": "p77_b868", "text": "Develop and promote innovative and strategic investment for the sustainable use of wildlife resources and biodiversity."}, {"text_block_id": "p77_b869", "text": "Activity 4.2.3"}, {"text_block_id": "p77_b870", "text": "Develop and pilot local industry for value addition and marketing of wildlife and wildlife products"}, {"text_block_id": "p77_b871", "text": "Activity 4.2.4"}, {"text_block_id": "p77_b872", "text": "Provide education and extension services, including pilot programs, demonstrations, to promote opportunities for wildlife based enterprises"}, {"text_block_id": "p77_b873", "text": "Activity 4.2.5"}, {"text_block_id": "p77_b874", "text": "Create opportunities for employment and participation for local communities in biodiversity conservation activities and sustainable use"}, {"text_block_id": "p77_b875", "text": "Strategy 4.3"}, {"text_block_id": "p77_b876", "text": "Develop and promote the cross sectoral coordination of marine and coastal natural resource management for sustainable utilization."}, {"text_block_id": "p77_b877", "text": "Activity 4.3.1"}, {"text_block_id": "p77_b878", "text": "Conduct a collaborative study (pull together existing studies) on sustainable utilization and natural resource management of marine and coastal resources and innovative opportunities for investment and sustainable livelihoods - with special reference to marine protected areas, but look at ecosystems broadly to avoid poor sectoral coordination"}, {"text_block_id": "p77_b879", "text": "Activity 4.3.2"}, {"text_block_id": "p77_b880", "text": "Develop and promote innovative approaches for catalyzing investment and benefits from sustainable utilization and natural resource management through innovative structures (e.g. conservancies) in marine and coastal ecosystems"}, {"text_block_id": "p78_b881", "text": "Achieving Global Goals"}, {"text_block_id": "p78_b882", "text": "Aichi Targets"}, {"text_block_id": "p78_b883", "text": "Sustainable Development Goals"}, {"text_block_id": "p78_b884", "text": "FLAGSHIP"}, {"text_block_id": "p78_b885", "text": "Kenyans for Wildlife"}, {"text_block_id": "p78_b886", "text": "Increase partnership with private sector and tourism industry, promote investments across the county through tourist facilities, local added value of local cultural products, innovative tax incentives (example green cities and green counties) and promote opportunities for job creation and employment."}, {"text_block_id": "p80_b887", "text": "Research and Knowledge"}, {"text_block_id": "p80_b888", "text": "CURRENT STATE"}, {"text_block_id": "p80_b889", "text": "Uncoordinated"}, {"text_block_id": "p80_b890", "text": "Underfunded"}, {"text_block_id": "p80_b891", "text": "Limited Access"}, {"text_block_id": "p80_b892", "text": "and Sharing Disconnected from Needs Little Social and"}, {"text_block_id": "p80_b893", "text": "Economic Info"}, {"text_block_id": "p80_b894", "text": "DESIRED STATE"}, {"text_block_id": "p80_b895", "text": "Coordinated"}, {"text_block_id": "p80_b896", "text": "Reelevant"}, {"text_block_id": "p80_b897", "text": "Research"}, {"text_block_id": "p80_b898", "text": "which supports"}, {"text_block_id": "p80_b899", "text": "Conservation"}, {"text_block_id": "p80_b900", "text": "Decision Making"}, {"text_block_id": "p80_b901", "text": "STRATEGIES"}, {"text_block_id": "p80_b902", "text": "Bioinformatics"}, {"text_block_id": "p80_b903", "text": "Platform"}, {"text_block_id": "p80_b904", "text": "Bi-annual"}, {"text_block_id": "p80_b905", "text": "Conference"}, {"text_block_id": "p80_b906", "text": "Modelling and"}, {"text_block_id": "p80_b907", "text": "Scenarios"}, {"text_block_id": "p80_b908", "text": "Prioritization"}, {"text_block_id": "p80_b909", "text": "OUTCOMES"}, {"text_block_id": "p80_b910", "text": "Knowledge"}, {"text_block_id": "p80_b911", "text": "to Catalyze"}, {"text_block_id": "p80_b912", "text": "Action"}, {"text_block_id": "p81_b913", "text": "Goal Description"}, {"text_block_id": "p81_b914", "text": "This goal addresses the need to strengthen the science-policy interface by setting up a Research and Innovation Hub and strengthening the Kenya Wildlife Service Training Institute (KWSTI). The bioinformatics hub will bring together dispersed biodiversity information and provide a platform for biodiversity assessments as to enhance evidence-based decision-making at all levels."}, {"text_block_id": "p81_b915", "text": "Context"}, {"text_block_id": "p81_b916", "text": "Better information on the status, trends and drivers of biodiversity change is needed to assist governments in developing more effective and timely policy responses. The Constitution Kenya (2010) stipulates the need for free access to information of all citizens."}, {"text_block_id": "p81_b917", "text": "Biodiversity information in Kenya is not well coordinated. It is under- funded and with limited data sharing or use of access (Conservation International and Ministry of Environment 2016). Biodiversity reporting at both national and international level needs data to be integrated and modeled to derive meaningful information for decision-making. Biodiversity information in Kenya is collected by many agencies. These include by Kenya Museums, Directorate of Resource Surveys and Remote Sensing, Kenya Wildlife Services, Kenya Forestry, Kenya Marine and Fisheries, and others. However, there is no existing framework for its consolidation or common access. This strategy proposes a setup of bioinformatics hub(s), tools and protocols based on global standards that allow for interoperable data sharing platforms."}, {"text_block_id": "p81_b918", "text": "Biodiversity informatics will enhance the efficiency of biodiversity management (data collection, intermigration of data, integration, and analytical tools) by researchers (scientist and local community), policy makers, and funding agencies. The strategy advocates training of ten Masters and five PhD Students in the field of bioinformatics (data mining, statistical modeling, climate modelers, and environmental economists)."}, {"text_block_id": "p81_b919", "text": "To oversee this development, the Ministry will set up a Wildlife Think-tank to coordinate the establishment of bioinformatics hub and the training of future managers and scientists. This will involve other government agencies, local communities, universities and the private sector. The strategy also proposes exchange of scientist between the north and south tofoster learning and also future collaboration on biodiversity and wildlife monitoring and assessments."}, {"text_block_id": "p81_b920_merged", "text": "The hub(s) could be established in government institution or United Nations facilities that already have the requisite infrastructure. This includes modern computers, high-speed Internet connectivity, microwave connectivity and backup facilities. The desired scenario is to conduct a bi-annual conference for review and plan purposes. The conference’s focus will be Information, Innovation, Technology and Investments in wildlife and biodiversity. Prior to the conference there will be two-week training in bioinformatics for young graduate students, a peer-to-peer review program and student mentorship."}, {"text_block_id": "p82_b923", "text": "Strategies and Priority Actions"}, {"text_block_id": "p83_b924", "text": "Achieving Global Goals"}, {"text_block_id": "p84_b925", "text": "GOAL 6"}, {"text_block_id": "p84_b926", "text": "CAPACITY OF INDIVIUALS, INSTITUTIONS, AND COMMUNITIES"}, {"text_block_id": "p84_b927", "text": "Capacity and Training"}, {"text_block_id": "p84_b928", "text": "CURRENT STATE"}, {"text_block_id": "p84_b929", "text": "Lack of capacity for nature based opportunities, modelling, and planning"}, {"text_block_id": "p84_b930", "text": "DESIRED STATE"}, {"text_block_id": "p84_b931_merged", "text": "Individuals and Institutions Implementing Effective Conservation"}, {"text_block_id": "p84_b934", "text": "STRATEGIES"}, {"text_block_id": "p84_b935", "text": "Gap Analysis"}, {"text_block_id": "p84_b936", "text": "Research and"}, {"text_block_id": "p84_b937", "text": "Training Institute"}, {"text_block_id": "p84_b938", "text": "Curriculum"}, {"text_block_id": "p84_b939", "text": "Colleges and"}, {"text_block_id": "p84_b940", "text": "Universitites"}, {"text_block_id": "p84_b941", "text": "Exchange"}, {"text_block_id": "p84_b942", "text": "Programme"}, {"text_block_id": "p84_b943", "text": "OUTCOMES"}, {"text_block_id": "p84_b944", "text": "Capacity for"}, {"text_block_id": "p84_b945", "text": "Change"}, {"text_block_id": "p85_b946", "text": "Goal Description"}, {"text_block_id": "p85_b947", "text": "This goal supports the training and capacity building of communities, conservation professionals, interested citizens, students, and the youth to enhance their participation and effectiveness in the conservation of wildlife and ecosystem services."}, {"text_block_id": "p85_b948", "text": "Context"}, {"text_block_id": "p85_b949", "text": "In this strategy, great emphasis has been placed on capacity building and training. Feedback from counties, community and academia consultations have indicated big gaps of information and education needs. These are on top of added are the challenges of accelerating land use changes, tenure, and climate change, continuing loss of wildlife, forest and marine resources."}, {"text_block_id": "p85_b950", "text": "The National (CIDP, Spatial Planning, reporting on status of wildlife, forest, etc.) and international (CBD, Aichi targets, etc.) reporting and planning requires up to date data. These data should stand up to rigorous scientific analysis, projections and model the various potential scenarios driven by the various land use and climate"}, {"text_block_id": "p85_b951", "text": "Strategies and Priority Actions"}, {"text_block_id": "p85_b952", "text": "options. Therefore, we need to review of our training and capacity building programs. In this strategy the focus will be on academia, local communities and the youth (young scientist and leaders) with equal emphasis on women (individuals or organizations)."}, {"text_block_id": "p85_b953", "text": "This goal is linked directly to Goal 5. The institutions–Wildlife Training Institute, universities and bioinformatics hubs–will be used to build capacity of the local community and youth. Individuals, young researchers, youth groups/networks and institutions will be mentored and provided with opportunities of work attachments (both locally and internationally) to increase their ability to effectively work within their communities on conservation matters. This has to be supported by sound science that is focused on generating knowledge but also providing opportunity for development."}, {"text_block_id": "p85_b954", "text": "Therefore, there is urgent need to link the information providers and information users. This will inspire innovation, technologies and open more business opportunities in the wildlife sector."}, {"text_block_id": "p86_b955", "text": "Strategy 6.2"}, {"text_block_id": "p86_b956", "text": "Support the coordination of training and capacity development in wildlife conservation and biodiversity management through the training institute and a network of partner institutions and exchange programmes across levels and sectors."}, {"text_block_id": "p86_b957", "text": "Strategy 6.3"}, {"text_block_id": "p86_b958", "text": "Implement relevant, appropriate, and dynamic training programmes at multiple levels."}, {"text_block_id": "p86_b959", "text": "Activity 6.2.1"}, {"text_block_id": "p86_b960", "text": "Establish a task force comprising the Ministry of Tourism and Wildlife, KWS, Conservation NGOs, University, Wildlife Research and Training Institute, NACOSTI and Private sector to develop a five year agenda on research on conservation, management and business opportunities for local entrepreneurs and communities"}, {"text_block_id": "p86_b961", "text": "Activity 6.2.2"}, {"text_block_id": "p86_b962", "text": "Develop curricula with Universities and colleges to initiate a Conservation Leadership Programme (CLP) for individuals, game scouts and communities members to build the next generation of conservation leaders"}, {"text_block_id": "p86_b963", "text": "Activity 6.3.1"}, {"text_block_id": "p86_b964", "text": "Strengthen local institutions and universities to use cutting-edge science to understand the impacts of various drivers (including climate change) on wildlife and natural resources through academic exchange programmes (students and lectures) and collaborations with external universities."}, {"text_block_id": "p86_b965", "text": "Activity 6.3.2"}, {"text_block_id": "p86_b966", "text": "Develop Youth programs for various age classes to inspire and equip the next generation of conservation leaders. This includes - discovering parks for Youth under 15, Enjoying opportunities for 15 -18 years (short term attachments to these institutions) and exploring careers for the Youth for 18 - 35 years (employment in these institutions)."}, {"text_block_id": "p86_b967", "text": "Activity 6.3.3"}, {"text_block_id": "p86_b968", "text": "Promote peer-to-peer learning, knowledge sharing, and documentation of best practices to make local action more effective."}, {"text_block_id": "p86_b969", "text": "Activity 6.3.4"}, {"text_block_id": "p86_b970", "text": "Pilot the curriculum developed under this strategy."}, {"text_block_id": "p87_b971", "text": "Achieving Global Goals"}, {"text_block_id": "p87_b972", "text": "Aichi Targets"}, {"text_block_id": "p87_b973", "text": "Sustainable Development Goals"}, {"text_block_id": "p87_b974", "text": "FLAGSHIP"}, {"text_block_id": "p87_b975", "text": "Research and Innovation Hub"}, {"text_block_id": "p87_b976", "text": "The Research and Innovation hub will be a collaborative centre that"}, {"text_block_id": "p87_b977", "text": "brings together people and knowledge and houses the national biodiversity databases. This is a space for entrepreneurs and innovators to try their concepts and pilot innovations – breeds, business ventures, surveys and communication equipment, modelling – climate and wildlife populations."}, {"text_block_id": "p88_b978", "text": "Sustainability and Governance"}, {"text_block_id": "p88_b979", "text": "CURRENT STATE"}, {"text_block_id": "p88_b980", "text": "Little support from GoK"}, {"text_block_id": "p88_b981", "text": "and Private Sector"}, {"text_block_id": "p88_b982", "text": "Short term investments"}, {"text_block_id": "p88_b983", "text": "No clear aluation of"}, {"text_block_id": "p88_b984", "text": "economic, socila,"}, {"text_block_id": "p88_b985", "text": "cultural, and ecological"}, {"text_block_id": "p88_b986", "text": "contributions"}, {"text_block_id": "p88_b987", "text": "Limited coordination"}, {"text_block_id": "p88_b988", "text": "low collaboration"}, {"text_block_id": "p88_b989", "text": "Unclear roles"}, {"text_block_id": "p88_b990", "text": "Conflicting policies,"}, {"text_block_id": "p88_b991", "text": "strategies, and mandates"}, {"text_block_id": "p88_b992", "text": "DESIRED STATE"}, {"text_block_id": "p88_b993", "text": "Sustainable"}, {"text_block_id": "p88_b994", "text": "Collaborative"}, {"text_block_id": "p88_b995", "text": "Coordinated"}, {"text_block_id": "p88_b996", "text": "Effective"}, {"text_block_id": "p88_b997", "text": "Harmonized"}, {"text_block_id": "p88_b998", "text": "STRATEGIES"}, {"text_block_id": "p88_b999", "text": "Conservation Trust Fund"}, {"text_block_id": "p88_b1000", "text": "Clear Opportunities"}, {"text_block_id": "p88_b1001", "text": "for Treasury and"}, {"text_block_id": "p88_b1002", "text": "Development Partners"}, {"text_block_id": "p88_b1003_merged", "text": "Private Sector Contributions Real Valuation of Ecosystem Services Innovative PES and tax incentive strategy Coordination Body M&E System for regular review of strategy Clear targets, roles and"}, {"text_block_id": "p88_b1006", "text": "responsibilities"}, {"text_block_id": "p88_b1007", "text": "OUTCOMES"}, {"text_block_id": "p88_b1008", "text": "Sustianable"}, {"text_block_id": "p88_b1009", "text": "Conservation"}, {"text_block_id": "p88_b1010", "text": "Outcomes"}, {"text_block_id": "p89_b1011", "text": "Goal Description"}, {"text_block_id": "p89_b1012", "text": "Several finance mechanisms have been developed, including land acquisition and conservation easements, as well as advocacy programs for environmental protection. However, conservation financing has largely focused on trying to meet conservation needs by trying to overcome challenges and barriers and has continued to be demand driven. The strategy aims to shift focus from demand for to the supply of conservation financing. It is also crucial that the field of conservation finance expands from donor-driven financing toward a commercial, investor-driven market"}, {"text_block_id": "p89_b1013", "text": "Context"}, {"text_block_id": "p89_b1014", "text": "Kenya is endowed with vast and diverse natural resources including biodiversity, land and unique ecosystems as well as recently confirmed deposits of oil and gas and other extractives. Yet natural resource governance structure is loose and sector-based, with existing policies and legislation functioning independent of each sector. This uncoordinated approach leads to replication of action for conservation and sustainable use of natural resources. Local communities, private sector and non- governmental organizations work independent of each other. Yet, they compete for the same of public sector and philanthropic financing. This reduces their outputs and intended impact."}, {"text_block_id": "p89_b1015", "text": "Historically, the main sources of financing have been through the government budget and conservation fees. However, in the past ten years,"}, {"text_block_id": "p89_b1016", "text": "development partners and private philanthropists have become a dependable source for conservation finance."}, {"text_block_id": "p89_b1017", "text": "Kenya’s natural capital and the services that ecosystems provide are still poorly understood and rarely monitored in terms of economic, social, cultural and ecological contributions. As a result, valuable ecosystems are today undergoing rapid degradation and depletion thus, larger amounts of conservation financing are required than the sums currently being allocated to conservation through public financing, foreign development aid and private philanthropy."}, {"text_block_id": "p89_b1018", "text": "This goal addresses these challenges with the development of implementation and monitoring structures, the establishment of a clear governance framework for coordinating and facilitating wildlife conservation activities across all levels, and establishing innovative and sustainable financing mechanisms."}, {"text_block_id": "p90_b1019", "text": "Strategies and Priority Actions"}, {"text_block_id": "p91_b1020", "text": "Achieving Global Goals"}, {"text_block_id": "p92_b1021", "text": "FLAGSHIP"}, {"text_block_id": "p92_b1022", "text": "Valuing Wildlife"}, {"text_block_id": "p92_b1023_merged", "text": "Conduct an economic valuation of wildlife, revise the contribution of wildlife of Kenya’s GDP and other economic sector. Negotiate funding from central government, development partners and the private sector for the wildlife and environment sectors to ensure sufficient support for KWS and other key institutions. Increase the awareness to both National and county government. Negotiate for the next mid-term plan."}, {"text_block_id": "p92_b1026", "text": "“If we can’t all swim together, we will sink.  There is no plan B, because there is no planet B”"}, {"text_block_id": "p92_b1027", "text": "Ban Ki-moon. Secretary General of the United Nations."}, {"text_block_id": "p95_b1028", "text": "CITIES, COUNTIES, COMMUNITIES, INFORMATION TECHNOLOGY AND YOUTH (C"}, {"text_block_id": "p95_b1029", "text": "3"}, {"text_block_id": "p95_b1030", "text": "ITY)"}, {"text_block_id": "p95_b1031", "text": "The NWS 2030 is not just about protecting nature from people–by safeguarding biodiversity and the few remaining wild places  - but it is also about increasing linkages between people and the environment, by saving — or even creating — natural spaces. In this strategy, the drive is to bring all players such as cities, counties, and youth who have been most of the time side-lined on issues on conservation."}, {"text_block_id": "p95_b1032", "text": "The National Wildlife Strategy is designed to integrate and work together with cities, counties, communities and youth to contribute and pursue the vision of this strategy - Kenya’s wildlife is healthy and resilient to threats and valued by Kenyans.” In the next 10 years the strategy thematic focus will be on Cities, Counties, Information Technology and Youth (C"}, {"text_block_id": "p95_b1033", "text": "3"}, {"text_block_id": "p95_b1034", "text": "ITY). Integration is key if we are to envision a future that brings together Cities, Counties, and Communities together. In tandem, we must embrace relevant technologies and innovations that engage"}, {"text_block_id": "p95_b1035_merged_merged_merged", "text": "young Kenyans in strategies that positively influence our conservation future to the next generation. The C3ITY can play a critical role in the vision for future conservation of our wildlife."}, {"text_block_id": "p95_b1038", "text": "This chapter provides a synoptic overview of how each of these five thematic areas can play a role in conservation, including the appreciation and use of our wildlife resources. There are three main targets; that by 2030:"}, {"text_block_id": "p95_b1039", "text": "This chapter provides a synoptic overview of how each of these five thematic areas can play a role in conservation, including the appreciation and use of our wildlife resources. There are three main targets; that by 2030:\n* Reduce the adverse per capita\n* Provide universal access to safe, inclusive\n* Support positive economic, social and"}, {"text_block_id": "p96_b1045", "text": "Urban green spaces are critical ecosystems that support biodiversity. Integrating city and green space planning, recreational development and management, cities can become incubators of biodiversity. Functional green cities provide their residents with recreational areas, a clean environment, and promote healthy living."}, {"text_block_id": "p96_b1046", "text": "At the same time, animals, birds, insects, fish and plants are able to thrive in the same urban spaces. Future development of our buildings and infrastructure planning, design and development must have an environmentalist input. A sustainable City is a city that is designed with environmental concerns in mind"}, {"text_block_id": "p96_b1047", "text": "(see photo 5.1)."}, {"text_block_id": "p96_b1048_merged", "text": "Photo 5.1: New proposed development in the outskirts of Nairobi taking into consideration of green space (Credit: https-//crsite-groupafrica.netdna-ssl.com/wp-content/uploads/2016/01/2)"}, {"text_block_id": "p97_b1051", "text": "However, rapid urbanization has led to habitat fragmentation. Larger, continuous habitats have been divided into smaller unconnected patches (Debinski and Holt 2002). Habitat loss, through an increase in roads and buildings, exposes wildlife to new man-made stress (ARC 2017; Newmark 2008)."}, {"text_block_id": "p97_b1052", "text": "In recent decades, the world has experienced unprecedented urban growth. Today, more than half the world’s population lives in cities (UN 2014). By 2030, it is projected that 6 in 10 people will be urban dwellers with an estimated 5 billion people expected to be living in Urban areas (UN 2014). According to Thoraya Ahmed Obaid, Executive Director of the UN Population Fund “What happens in the cities of Africa and Asia and other regions will shape our common future”."}, {"text_block_id": "p97_b1053", "text": "The growth of urban population has outpaced the land designated as urban. This, and lack of appropriate land and housing policies, drives the demand for expansion of cities into peri- urban and rural areas. The result is that farming, livestock rearing and open spaces for wildlife dispersal areas are shrinking at an alarming rate."}, {"text_block_id": "p97_b1054", "text": "In Kenya, 12.7 million people –26.5%) of the population–lived in urban areas in 2017. The urban population of Kenya rose from 9.5 % in 1968 to 26.5 % in 2017, an average annual rate of 2.12 % (World Bank Atlas 2017). The 10 largest cities or towns in Kenya are listed in Figure 5.2 (http:// worldpopulationreview.com/countries/ kenya-population/). The pie-graph shows the percentage proportion of the urban population for the major cities or urban towns."}, {"text_block_id": "p97_b1055", "text": "Better urban planning and management are needed to make the world’s urban spaces more inclusive, safe, resilient and sustainable. Recognizing this, the United Nations member- countries adopted a historic standalone goal on sustainable cities in September 2015."}, {"text_block_id": "p97_b1056", "text": "The Ministry of Tourism and Wildlife is laying the foundation for Sustainable Cities through this National Wildlife Conservation and Management Strategy (NWCMS). The aim is to promote a systems approach to sustainability. The economic, socio-political and ecological systems are embedded within each other. They are then integrated together in a legitimate regulatory framework through a governance system."}, {"text_block_id": "p98_b1057", "text": "Figure 5.2: Urban cities current population 2018 and projected population to 2030 ("}, {"text_block_id": "p98_b1058", "text": "Credit:"}, {"text_block_id": "p98_b1059", "text": "https-//crsite-groupafrica.netdna-ssl.com/wp-content/uploads/2016/01/2)"}, {"text_block_id": "p98_b1060_merged_merged", "text": "Figure 5.3: Future of Nairobi City (Source of Information (Credit: Henning Larsen Architects)"}, {"text_block_id": "p98_b1063", "text": "For this in this strategy to become a reality, the Ministry of Tourism and Wildlife will work closely with the Ministry of Lands, County governments, the Architectural and Engineering societies of Kenya, UN-Habitat and UNEP. Through this strategy, the Ministry of Tourism and Wildlife will develop guidelines for developing Green"}, {"text_block_id": "p98_b1064", "text": "Cities. To drive sustainable adoption of the strategy, – the ‘Mazingira Capital Award’ will be announced every five years. The award will base on the following 12 environmental indicators as adapted by the EU on Green Cities"}, {"text_block_id": "p98_b1065", "text": "(see Science for Environment Policy 2015)."}, {"text_block_id": "p99_b1066", "text": "The constitution brought a new paradigm by imposing obligation on the State to devolve governance to county government in a bid to bring services closer to the people. Devolution in the governance of wildlife to communities and landowners where wildlife occurs as well as public participation were among the key reforms brought about by the Wildlife Act 2013. Among the devolved elements of wildlife conservation brought about by the Wildlife Act 2013 include:"}, {"text_block_id": "p99_b1067", "text": "The constitution brought a new paradigm by imposing obligation on the State to devolve governance to county government in a bid to bring services closer to the people. Devolution in the governance of wildlife to communities and landowners where wildlife occurs as well as public participation were among the key reforms brought about by the Wildlife Act 2013. Among the devolved elements of wildlife conservation brought about by the Wildlife Act 2013 include:\n* Establishment of County Wildlife Conservation and Compensation Committees to support in conservation activities and compensation process of losses occasioned by wildlife.\n* Community and private conservanciesâ participation in national wildlife decision making process through representation in the board of trustees of the Kenya Wildlife Service board and the board of Wildlife Research and Training Institute.\n* Financing mechanism of wildlife conservation outside state protected areas through the Wildlife Endowment Fund.\n* Recognition of community wildlife scouts as wildlife security officers.\n* Access to wildlife resources by the people through sustainable and equitable means."}, {"text_block_id": "p99_b1077", "text": "Participation of the public in decision making processes including development of subsidiary legislations under the Wildlife Act as well as declaration and variation of boundaries of National Parks and development of the National Wildlife Conservation and Management Strategy."}, {"text_block_id": "p99_b1078", "text": "The principle of devolution of wildlife conservation and management is well developed within the Wildlife Act 2013. However, it is only achievable through supportive policies and strategies whose implementation is through concerted effort and goodwill by multiple stakeholders."}, {"text_block_id": "p99_b1079", "text": "All counties, irrespective of their size or location, should make, a significant contribution to the management and protection of natural resources. As the sphere of government closest to the community, local government is responsible for good governance and the care and protection of local communities and their environment within a framework of sustainable development."}, {"text_block_id": "p99_b1080", "text": "It is envisioned that this strategy provides a platform for the principles of Sustainable Development Goals (SDG) to be enshrined in the county government Acts. County governments need to undertake more"}, {"text_block_id": "p100_b1081", "text": "responsibility to manage, support and regulate natural resource management (NRM) within their jurisdiction. This includes the development and implementation of land use planning schemes, managing public land including parks and protected areas, and regulating private activities."}, {"text_block_id": "p100_b1082", "text": "County governments must now play a key role to adopt and enact NRM policies from the Commonwealth (references) and state governments. Examples include County Integrated Development Plans (CIDP), National Wildlife and Conservation"}, {"text_block_id": "p100_b1083", "text": "Management Strategy, Forest Conservation and County Spatial Planning. Implemented in the right manner, these local projects will also enable the county governments to achieve the following Sustainable Goals (SDG)."}, {"text_block_id": "p100_b1084", "text": "Environment"}, {"text_block_id": "p100_b1085", "text": "Local community"}, {"text_block_id": "p100_b1086", "text": "Youth"}, {"text_block_id": "p100_b1087", "text": "Some of the strategic goals and activities in this strategy address how to get the Counties on board the conservation agenda. They include capacity building, developing tools and procedures for spatial planning, development and management of conservancies across counties and inclusion of communities and youth to manage these activities and programs."}, {"text_block_id": "p100_b1088_merged", "text": "The Ministry of Tourism and Wildlife will work with the Council of Governors to build and support Counties to enhance existing and develop new wildlife and tourism facilities. It will be based on the varying landscapes and unique potential of tourism found in each county. Kenya’s Vision 2030 envisions our country will be among the top 10 long-haul tourist destinations in the world offering a high-end, diverse and distinctive visitor experience."}, {"text_block_id": "p101_b1091", "text": "Communities – the heart of sustainable conservation"}, {"text_block_id": "p101_b1092", "text": "The Constitution of Kenya (2010) recognizes that communities and private landowners are key stakeholders in wildlife management. Community wildlife associations were enshrined in the Wildlife Act (2013). Through the"}, {"text_block_id": "p101_b1093", "text": "effort of local communities, we have"}, {"text_block_id": "p101_b1094", "text": "seen increases in wildlife conservancies, opening of wildlife corridors in some cases and restoration of some key wildlife habitats."}, {"text_block_id": "p101_b1095", "text": "This initiative has brought a new paradigm focus for the State to encourage public participation in the conservation and management of environment and it has developed policy to assist in this endeavour. As part of this new initiative the decision-making in respect to conservation and management of wildlife is no longer centralized at the state level, but devolved and shared with the public. Currently, Kenya boasts of 160 conservancies, which cover over six"}, {"text_block_id": "p101_b1096", "text": "million hectares of land (11% of Kenya’s"}, {"text_block_id": "p101_b1097", "text": "land mass). They directly benefit over"}, {"text_block_id": "p101_b1098", "text": "700,000 households and provide job"}, {"text_block_id": "p101_b1099", "text": "opportunities to over 4,500 conservancy employees (see Figure 5.4). In addition"}, {"text_block_id": "p101_b1100", "text": "to sparking the development of social amenities in rural communities and hosting large numbers of wildlife, conservancies in Kenya are home to some of the world’s most endangered species like the black and white rhino. Other animals are Grevy’s Zebra, Hirola,"}, {"text_block_id": "p101_b1101", "text": "wild dog, giraffes and elephants."}, {"text_block_id": "p101_b1102_merged_merged_merged", "text": "If landscapes are managed as a whole, the people who derive their livelihood from those landscapes must be involved. The process must protect their interests and concerns while delivering tangible benefits to the people. This is the only way to guarantee successful conservation of wildlife and natural resources for the future generations."}, {"text_block_id": "p102_b1105", "text": "Transformative plan"}, {"text_block_id": "p103_b1106", "text": "Figure 5.4: Facts and figures on the contribution of conservancies in conservation, tourism and employment (Source: KWCA 2017)"}, {"text_block_id": "p103_b1107", "text": "This strategy articulates how local communities will be better involved in conservation. The desired outcome is for both the protected area managers and the communities themselves to mutually benefit from wildlife conservation."}, {"text_block_id": "p103_b1108", "text": "According to the United Nations (Department of Economic and Social Affairs), local stakeholder engagement leads to adapted and more effective solutions. Social inclusion is a core element of sustainable development/management. Sustainable development requires us to do more with less. As a people, must champion how this strategy should enable the community to engage in the following ways for successful conservation:"}, {"text_block_id": "p103_b1109", "text": "According to the United Nations (Department of Economic and Social Affairs), local stakeholder engagement leads to adapted and more effective solutions. Social inclusion is a core element of sustainable development/management. Sustainable development requires us to do more with less. As a people, must champion how this strategy should enable the community to engage in the following ways for successful conservation:\n* Create awareness for conservation as a land use, educate communities on importance on conservation and how to tap onto wildlife resources and empower them to get involved.\n* Allow access to wildlife and other natural resources as envisioned in Wildlife Act 2013 though appropriate legislation of wildlife regulations with the aim of involving communities as co-managers of this resources.\n* Ensure equitable sharing of benefits from conservation related activities as well as job opportunities for communities living alongside wildlife. Without communities benefiting, the future of conservation is bleak.\n* Help mitigate human-wildlife conflict and ensure prompt compensation for losses incurred as soon as they occur.\n* Diversify community livelihood sources through investment in alternative compatible income generating activities including nature-based enterprises to reduce over-reliance on income from tourism."}, {"text_block_id": "p103_b1119", "text": "Strategy Pillar 2 seeks to promote equitable sharing of benefits for all Kenyans, enhance access to benefits through innovative pro-wildlife nature based enterprises, and reduce the costs, and increase the benefits, of living with wildlife to ensure mutually beneficial coexistence. The Ministry of Tourism and Wildlife, in conjunction with Kenya Wildlife Services, the Kenya Wildlife Conservation Association and other key players, will have to play a key role in ensuring the success of the conservancies."}, {"text_block_id": "p104_b1120", "text": "For the successful implementation of this strategy, it is paramount that all stakeholders are able to stay up to date with the developments.  Information technology is a must for the successful future of conservation of biodiversity in Kenya. Biodiversity information, including data, should be made easily available. This is through print, digital, the Internet and any other relevant media."}, {"text_block_id": "p104_b1121", "text": "Kenya is one of the countries experiencing the highest smart phone growth rate as well as Internet penetration"}, {"text_block_id": "p104_b1122", "text": "rate in Sub- Saharan Africa (Figure 5.5)."}, {"text_block_id": "p104_b1123", "text": "According to the quarterly sector statistics report of last quarter of 2016 by the Communications Authority of Kenya (CA mobile penetration in Kenya stood at 88% with 37.8 million subscribers up from 36.1 million in the previous quarter. In 2017 Kenya was ranked second with 43.33"}, {"text_block_id": "p104_b1124_merged_merged", "text": "million users of internet after Nigeria. Consequently, the population with access to internet grew significantly to stand at 64.3 per 100 inhabitants up from last quarter’s figure of 57.1 per 100 inhabitants. It has been shown worldwide 1 billion youth under 30 years own a mobile phone the 18 to 24 years olds own more smartphones per head than any other age groups. In recent research on youth and mobiles phones it was found out that 71% of youth said they would rather spend their last $10 on topping up their mobile phones than buying food and 80% of them said they would experience negative feelings if they could not check their phones for one day. It is therefore important for the NWCM Strategy to focus on the use of IT to communicate and also involve the youth (TotalYouthResearch. com)."}, {"text_block_id": "p105_b1131", "text": "In reality, information technology will establish a link between biodiversity conservation and Information technology and the people – including the counties, communities and the youth. All working on biodiversity conservation can access these resources; students, professionals, grass root level organizations/NGOs, and policy makers."}, {"text_block_id": "p105_b1132", "text": "The key areas where we can leverage on information technology to help in biodiversity conservation include:"}, {"text_block_id": "p105_b1133", "text": "Knowledge:"}, {"text_block_id": "p105_b1134", "text": "Provide basic knowledge and understanding of the environment, the biodiversity and their importance to humans and functioning of our earth."}, {"text_block_id": "p105_b1135", "text": "Awareness:"}, {"text_block_id": "p105_b1136", "text": "Promote awareness and a sensibility in individual and communities about the environment, biodiversity, and its value to all of us include provision of food, medicine and other ecosystem services."}, {"text_block_id": "p105_b1137", "text": "Attitude:"}, {"text_block_id": "p105_b1138", "text": "Encourage individuals and communities to value the environment and consider it important in order to inspire participation in the process of improving and protecting the environment for the betterment of their own livelihoods."}, {"text_block_id": "p105_b1139", "text": "Skills:"}, {"text_block_id": "p105_b1140", "text": "Provide people with skills to identify, predict, prevent and solve environmental problems and to make them capable of utilizing limited resources in a sustainable way and of coping with unexpected vulnerabilities."}, {"text_block_id": "p105_b1141", "text": "Participation:"}, {"text_block_id": "p105_b1142", "text": "Provide individuals and communities with the opportunities to actively participate in solving environmental problems and to make educated decisions about biodiversity conservation."}, {"text_block_id": "p106_b1143", "text": "It has been recognized that young people are a major human resource for development and key agents for social change, economic growth and technological innovation. The large population of young people is an opportunity and an investment. Young people can play an active role in protecting and improving the environment. Engaging youth in environmental protection not only creates direct impact on changing youth behaviour and attitudes. Many of them end up influencing their parents, relatives and families."}, {"text_block_id": "p106_b1144", "text": "The world’s youth population in 2014 was at 1.8 billion people aged between 10 and 24 and accounting to almost a third of the world’s population (UN 2015). UN defines youth as individuals between the ages of 15 and 24. Some 87 per cent live in developing countries and face challenges deriving from limited access to resources, education, training, employment, and broader economic development opportunities."}, {"text_block_id": "p106_b1145", "text": "In Kenya, the proportion of children below the age of 15 is 42.4%, 18.8% is between 15 and 24 years of age, 32.4% is between 25 and 54 years of age, 3.6% is between 55 and 64 years of age, while 2.7% is 65 years or older and the median age in 19.5 years."}, {"text_block_id": "p106_b1146", "text": "A recent report on understanding young people’s attitudes towards wildlife and conservation states engaging young people requires a well-planned strategy, targeting each segment with individual, relevant messages and rewards in terms of emotional, social or financial capital offered in exchange for interest and engagement. The report further recommended these actions based on four youth agendas: conditional conservationist, self-starting conservationist, non-conservationist, and philanthropic conservationis. This strategy, therefore, will for focus on educating, engaging and inspiring youth to become leaders of conservation through a number of activities as stipulated in the strategy pillars."}, {"text_block_id": "p106_b1147", "text": "The strategy will work with youth groups across the country. It will focus on youth participation to increase at all levels ranging from grass root environmental participation to policy making. Their role can be embedded in policy making through advisory bodies such as youth councils. Schools and universities will play an important role towards environmental sustainability and should emphasis more importance to environment education and practical application of conservation practices."}, {"text_block_id": "p109_b1148", "text": "Kenya’s unique environment and rich natural resources lie at the foundation of our country’s vision for a globally competitive and prosperous nation -  encapsulated in Vision 2030 and the Government’s Big 4 agenda on Food security, Manufacturing, Affordable housing and Healthcare. The National Wildlife Strategy 2030 outlines an inclusive vision for transforming wildlife conservation that recognizes and embraces the potential of other sectors to contribute to, and benefit from, sustainable natural resource management. As part of this vision, the Strategy recognizes that enhancing the integration of other sectors into wildlife conservation activities is essential to reducing risk, enhancing resilience and realizing value for Kenya and its people."}, {"text_block_id": "p109_b1149", "text": "There are several sectors and activities that have the potential to both support and benefit from wildlife conservation. One is smart agriculture by responsible use of pesticides, conservation agriculture in agroforestry systems low water consumption,  payment for ecosystem"}, {"text_block_id": "p109_b1150", "text": "services and the blue economy. Housing in another critical sector. This includes green and open spaces, connectivity and flood control from urban areas. Other sectors are green energy, wildlife sensitive planning (over/under passes, appropriate corridors) and better water management (efficient use, effective distribution and enhanced flows) and integration of climate resilience."}, {"text_block_id": "p109_b1151", "text": "Key enabling sectors include devolution and planning (county level engagement on wildlife management, spatial planning and CIDP frameworks that include conservation priorities), tourism (investments that feedback to conservation, coordinated planning and development) and education, science and technology (relevant curriculum, training programmes, research and knowledge)."}, {"text_block_id": "p109_b1152", "text": "A key cross-sectoral, and natural, partner for implementing the National Wildlife Strategy 2030 is the private sector."}, {"text_block_id": "p109_b1153", "text": "This sector has immense capacity to catalyze change and drive sustainable development. New approaches to"}, {"text_block_id": "p110_b1154", "text": "measuring value, including the triple bottom line of planet, people, and profit, represent exciting opportunities for transforming wildlife conservation for prosperity. This Strategy aims to catalyze innovation to promote private sector engagement in conservation and natural resource management through the development of incentives and new approaches."}, {"text_block_id": "p110_b1155", "text": "There is need for over-arching strategies common to all sectors who benefit from wildlife resources to address opportunities that help conservation and create co-benefit opportunities. Such strategies would embrace the principles such as:"}, {"text_block_id": "p110_b1156", "text": "There is need for over-arching strategies common to all sectors who benefit from wildlife resources to address opportunities that help conservation and create co-benefit opportunities. Such strategies would embrace the principles such as:\n* Improved consideration of impacts on wildlife of development projects\n* Enhanced co-ordination and\n* Enhanced co-ordination and\n integrated planning across sectors\n* Best available science and developing of decision support tools\n* Compensatory mitigation for damage (offsets)"}, {"text_block_id": "p110_b1165", "text": "Successful implementation of the National Wildlife Strategy 2030 will require commitment and resources from government, non-government agencies, private sector and local communities. Key to these is coordination and planning, cross sectoral engagement, collaboration and partnership, monitoring and learning, communication and outreach, and the development of innovative and"}, {"text_block_id": "p110_b1166", "text": "sustainable financing. The implementation"}, {"text_block_id": "p110_b1167", "text": "of this Strategy will be guided by core principles of inclusivity, collaboration, integration, and participation."}, {"text_block_id": "p110_b1168_merged", "text": "Transformation requires that things are done differently. It starts with developing an open and collaborative institutional architecture to ensure coordination, effective implementation and sustainability. There must also be a"}, {"text_block_id": "p111_b1173", "text": "mechanism for review and updating the"}, {"text_block_id": "p111_b1174", "text": "strategy (every 5 years at the minimum)"}, {"text_block_id": "p111_b1175", "text": "through the Ministry of Tourism and Wildlife."}, {"text_block_id": "p111_b1176", "text": "This Strategy is based on a long-term vision for conservation, and will be"}, {"text_block_id": "p111_b1177", "text": "implemented in 5 year plans (planning"}, {"text_block_id": "p111_b1178", "text": "horizons) consistent with the medium-term planning frameworks (MTP) for implementation of the Vision 2030. This will be complemented by other planning frameworks like the Ecosystem Planning Framework, CIDPs, Spatial planning, etc.  It is generally acknowledged that planning has not been given due consideration in most of the sectors. The challenge therefore is to demonstrate that planning can have an impact – this is especially so for spatial planning and ecosystem planning, which although well recognized as important tools for"}, {"text_block_id": "p111_b1179", "text": "effective natural resource management"}, {"text_block_id": "p111_b1180", "text": "are rarely development and infrequently implemented. Within the framework of"}, {"text_block_id": "p111_b1181", "text": "5 year plans, the wildlife strategy needs"}, {"text_block_id": "p111_b1182", "text": "to aligned/integrated with other national plans and strategies."}, {"text_block_id": "p111_b1183", "text": "While the Kenya Wildlife Service (KWS) is recognized as the key government agency tasked with implementing the strategy, it is important to recognize that the success of this strategy depends on"}, {"text_block_id": "p111_b1184", "text": "effective collaboration and engagement"}, {"text_block_id": "p111_b1185", "text": "of all stakeholders across the sector for collective action. Government will provide an enabling environment and facilitate necessary policy, legal, institutional framework to enhance collaboration and coordination for conservation"}, {"text_block_id": "p111_b1186_merged_merged_merged_merged", "text": "impact, including the development of joint integrated planning frameworks to guide the effective implementation of the strategy."}, {"text_block_id": "p111_b1189", "text": "Coordination and Planning"}, {"text_block_id": "p111_b1190", "text": "The implementation of this Strategy will be led by a Coordination Team under the stewardship of the State Department of Wildlife. The team will guide implementation and ensure accountability, monitoring and reporting and outreach.  This team will draw from a cross section of the conservation sector including representatives from civil society, communities, other natural resources management sectors, Council of Governors and relevant government agencies."}, {"text_block_id": "p111_b1191", "text": "As the first National Wildlife Strategy for"}, {"text_block_id": "p111_b1192", "text": "Kenya, this Strategy provides a framework to enhance coordination within the sector, and between sectors, and promote integrated planning and collaborative implementation. To facilitate this process the Ministry will host an Implementation Team to link partners, monitor progress, and facilitate implementation and communication. This team will include components of coordination, partnerships, communication and learning. It will play a key role in fostering collaborations, facilitating implementation and reporting on progress. The timely establishment of this Implementation Team is a key step in ensuring the successful transition of this Strategy from paper to action."}, {"text_block_id": "p112_b1193", "text": "Intersectoral"}, {"text_block_id": "p112_b1194", "text": "Wildlife conservation is an essential component of Kenya’s long-term development. In order to ensure that wildlife continue as a core driver of Kenya’s sustainable development, and to achieve transformation of wildlife conservation in the country, we must broaden the conversation beyond the traditional wildlife sector, identify opportunities for cross-sectoral engagement, ensure cross sectoral"}, {"text_block_id": "p112_b1195", "text": "planning, and highlight benefits of"}, {"text_block_id": "p112_b1196", "text": "wildlife conservation and ecosystem"}, {"text_block_id": "p112_b1197", "text": "services for different sectors. This ranges"}, {"text_block_id": "p112_b1198", "text": "from agriculture to industry, from urban development to healthcare and from food security to transportation."}, {"text_block_id": "p112_b1199_merged_merged", "text": "This Strategy is more than just a roadmap for the wildlife conservation sector, however. It is also a blueprint for enhancing prosperity more generally by embedding environmental considerations and integrated planning across sectors.  To ensure cross-sectoral engagement and linkages, the Strategy will be implemented in conjunction with a cross-ministerial, Inter-Sectoral Council responsible for ensuring integrated planning, effective coordination across sectors and links with other government initiatives."}, {"text_block_id": "p113_b1202", "text": "County Government"}, {"text_block_id": "p113_b1203", "text": "County Governments who are key partners in the implementation of this strategy. Kenya is divided into 47 Counties as per the Constitution (2010), in a devolved system of Government, which became operational in March 2013. Devolution, as per the Constitution of Kenya, 2010, has seen the National Government transfer certain powers, functions and responsibilities to the 47 counties. The devolved government system recognizes the right of communities to take charge of their own"}, {"text_block_id": "p113_b1204", "text": "affairs and development processes."}, {"text_block_id": "p113_b1205", "text": "Environment and natural resources management (including wildlife) is one"}, {"text_block_id": "p113_b1206", "text": "of the key functions devolved to counties, and counties are now required to include wildlife management issues in the County Integrated Development Plans (CIDPs) and spatial planning processes in line with Vision 2030 and national Government plans and strategies."}, {"text_block_id": "p113_b1207_merged_merged", "text": "Devolution presents a new opportunity for broadening and deepening engagement and participation in wildlife conservation across the country. Wildlife presents a new opportunity for catalyzing investment and economic development within Counties around sustainable natural resource based industries. Clear identification of roles and responsibilities between County and"}, {"text_block_id": "p114_b1210", "text": "National government is an essential first"}, {"text_block_id": "p114_b1211", "text": "step to realizing these new opportunities and this Strategy emphasizes the need to develop a mechanism to harmonize functions, support integrated planning, and ensure coordinated implementation.  The CIDP (e.g. integrated planning framework box) and Spatial Planning processes are core County functions that are essential to sustainable development"}, {"text_block_id": "p114_b1212", "text": "and effective natural resource"}, {"text_block_id": "p114_b1213", "text": "management."}, {"text_block_id": "p114_b1214", "text": "A critical first step in the implementation"}, {"text_block_id": "p114_b1215", "text": "of this Strategy will be to work closely with the Council of Governors, and parliamentary committees on environment and natural resources"}, {"text_block_id": "p114_b1216", "text": "(national assembly and senate), to define"}, {"text_block_id": "p114_b1217", "text": "opportunities for engagement, clear entry-points and priority conservation strategies at the County level."}, {"text_block_id": "p114_b1218", "text": "Wildlife and Environment Sector more broadly"}, {"text_block_id": "p114_b1219", "text": "In addition to reaching out to new partners and non-traditional stakeholders to broaden the reach of wildlife conservation, it is also essential that this strategy integrates well with existing"}, {"text_block_id": "p114_b1220", "text": "policies, strategies, and efforts within the"}, {"text_block_id": "p114_b1221", "text": "environmental sector.  This is particularly true given the recent institutional separation of wildlife from the Ministry of Environment and Forestry.  The formation of an Environment Sector working group at Ministerial level brings on board NEMA,"}, {"text_block_id": "p114_b1222", "text": "KMFRI, KEFRI, KFS, Kenya Water Towers"}, {"text_block_id": "p114_b1223", "text": "Ministry of Lands would be an important"}, {"text_block_id": "p114_b1224", "text": "first step towards ensuring collaborative"}, {"text_block_id": "p114_b1225", "text": "planning and implementation as part of a coherent National environmental conservation and management strategy. This working group should meet regularly (bi-annually) to review priorities, coordinate activities, monitor progress and impact, and communicate results."}, {"text_block_id": "p114_b1226", "text": "Tourism and wildlife are closely linked and inter-dependent in Kenya. Wildlife"}, {"text_block_id": "p114_b1227", "text": "is an essential component of Kenya’s world-renowned tourism product, and tourism is a key stakeholder in the wildlife conservation landscape. The recent move of the State Department of Wildlife to the Ministry of Tourism and Wildlife presents an important opportunity to build on the inherent linkages between these two sectors for long term sustainable economic development and natural resource management. Developing a long-term vision for the co-development of tourism and wildlife conservation is an important component of recognizing and realizing the true value of wildlife and ecosystems to the economic and social development of the nation."}, {"text_block_id": "p114_b1228", "text": "Tourism has an important role to play in the sustainability of the very resource on which it depends.  Links between the two sectors would be strengthened through an annual forum to review the implementation of both the wildlife and tourism strategies. This includes"}, {"text_block_id": "p114_b1229", "text": "the identification of shared goals and"}, {"text_block_id": "p114_b1230", "text": "opportunities for coordination and collaboration. A proposed bi-annual tourism and wildlife conference for all stakeholders in the wildlife and environment sector would also support ongoing dialogue and integrated planning."}, {"text_block_id": "p114_b1231", "text": "Communities"}, {"text_block_id": "p114_b1232_merged_merged_merged_merged_merged", "text": "Kenya is a world leader in community engagement in conservation activities.  As a pioneer in community-based conservation, other countries often look to Kenya to emulate its success in engaging local communities in conservation and sustainable natural resource management. This Strategy builds on these successes and lessons learned, and highlights the need to broaden and deepen engagement with communities to secure space for wildlife, enhance livelihoods, reduce conflict and promote coexistence."}, {"text_block_id": "p115_b1235", "text": "This Strategy seeks to broaden the typical"}, {"text_block_id": "p115_b1236", "text": "definition of communities to include"}, {"text_block_id": "p115_b1237", "text": "groups of people united in common cause at multiple levels and scales.  In addition to empowering communities that live close to wildlife areas, this Strategy also highlights the need to bring a diversity of communities, including neighbourhood, school, and religious communities, into the conservation dialogue."}, {"text_block_id": "p115_b1238", "text": "Development Partners"}, {"text_block_id": "p115_b1239", "text": "Development partners have long been key stakeholders in the wildlife conservation sector. Through the"}, {"text_block_id": "p115_b1240", "text": "provision of financial and technical"}, {"text_block_id": "p115_b1241", "text": "resources, training and capacity development, information sharing and learning, Development partners have helped shape Kenya’s conservation landscape. Key groups such as the Development Partners Environment Working Group and the Development Partners Wildlife Working Group have participated in the formation of this strategy and expressed commitment to supporting its implementation going forward."}, {"text_block_id": "p115_b1242", "text": "This Strategy is designed to help catalyze and coordinate Development Partner support for enhanced conservation impact. This Strategy will also inform the development of assistance programmes and bilateral partnerships which promote wildlife conservation and sustainable natural resource management. The Strategy coordination team should actively engage with Development Partners through quarterly meetings to harmonize strategies and action plans, collaborate on resource mobilization, and share knowledge and lessons learned."}, {"text_block_id": "p115_b1243", "text": "Finance and Sustainability"}, {"text_block_id": "p115_b1244", "text": "Successful implementation of this Strategy requires commitment from all stakeholders – national and county and government, non-government agencies,"}, {"text_block_id": "p115_b1245", "text": "private sector, development partners, local communities and individuals.  This"}, {"text_block_id": "p115_b1246", "text": "includes sufficient allocation of resources"}, {"text_block_id": "p115_b1247", "text": "from Treasury, support from conservation sector actors, and partners. The strategy seeks to catalyse investment and the development of innovative strategies for"}, {"text_block_id": "p115_b1248", "text": "ensuring the long-term financing and"}, {"text_block_id": "p115_b1249", "text": "mainstreaming of wildlife conservation and natural resource management as the foundation for Kenya’s sustainable development for current and future generations."}, {"text_block_id": "p115_b1250", "text": "Key to sustainable financing is the quantification and recognition of the"}, {"text_block_id": "p115_b1251", "text": "real value of wildlife and ecosystem services to society through natural capital accounting and the exploration and development of innovative funding mechanisms.  This includes the development of a Wildlife Conservation Trust fund and associated mechanisms"}, {"text_block_id": "p115_b1252", "text": "to ensure effective coordination, efficient"}, {"text_block_id": "p115_b1253", "text": "use of resources, accountability, and transparency. Another key element of the sustainability of this Strategy is the integrated planning and budgeting process in compliance with Government procedures - including performance contracting, Medium-Term Economic Framework (MTEF), etc."}, {"text_block_id": "p115_b1254_merged_merged_merged_merged_merged", "text": "Historically there has been an imbalance between the financial resources availed to the wildlife conservation sector and its contribution to the national economy and well-being of the nation. While rectifying this imbalance will take time, this strategy highlights the need to identify and implement innovative non-traditional funding sources and non-traditional financing mechanisms such as fees, levies, lotteries, incentives (e.g. tax breaks), local philanthropy, etc., to support conservation initiatives."}, {"text_block_id": "p115_b1262", "text": "Monitoring and Learning"}, {"text_block_id": "p115_b1263", "text": "This Strategy is a living document. It provides an overarching framework"}, {"text_block_id": "p116_b1264", "text": "to focus efforts, guide resource"}, {"text_block_id": "p116_b1265", "text": "allocation, and enhance collaboration for conservation impact. It also provides a long-term vision with clear goals and targets, while enhancing responsiveness to emerging challenges and new opportunities. The Strategy is based on a process of continuous evaluation and learning for improved implementation."}, {"text_block_id": "p116_b1266", "text": "One of the first steps in the rollout"}, {"text_block_id": "p116_b1267", "text": "of this Strategy is the development of a comprehensive monitoring and evaluation system to support"}, {"text_block_id": "p116_b1268_merged", "text": "implementation, report progress, and ensure accountability. This framework will build on the principles of evidence based adaptive management with clear targets and timelines, measurable indicators, means of verification, and clear linkages between implementation and learning for adaptation and improvement. Where possible targets, indicators and monitoring methods will be linked with other national and international priorities to streamline implementation, learning, and reporting."}, {"text_block_id": "p117_b1271", "text": "Review and Update"}, {"text_block_id": "p117_b1272", "text": "This strategy provides a vision and roadmap for transforming wildlife conservation and management in Kenya. The strategy, while based on state of the art science, expert input, public participation, and extensive review and valuation, recognizes the dynamic nature of wildlife conservation and the rapidly shifting states and challenges (e.g. population growth, land use change, climate change). With this in mind, the road map outlined in this strategy is designed to provide vision and guidance,"}, {"text_block_id": "p117_b1273", "text": "highlight priorities and focus efforts, while at the same time be flexible and responsive in order to effectively address"}, {"text_block_id": "p117_b1274", "text": "the changing demands of wildlife conservation in the 21st century."}, {"text_block_id": "p117_b1275_merged_merged", "text": "To ensure the strategy is implemented effectively and is properly aligned with emerging issues and challenges, the Strategy Coordination Committee will conduct an annual review of the implementation process, including progress against goals, prioritization and targeting to inform integrated work planning. In addition to annual reviews, the Strategy will be subject to a mid-term and final reviews to ensure ongoing adaptive management and improvement, and as part of the 5-year updating process prescribed in the Wildlife Conservation and Management Act (2013)."}, {"text_block_id": "p117_b1283", "text": "Communication and Outreach"}, {"text_block_id": "p117_b1284", "text": "Effective communication and outreach is"}, {"text_block_id": "p117_b1285", "text": "essential to the success of this strategy. Enhance engagement and participation by all Kenyan’s is a core component of the vision for transforming wildlife conservation in Kenya. Communication ensures transparency and accountability, and enhances ownership by the people of Kenya. This Strategy is a National blueprint for wildlife conservation and management for Kenya and its people. Ownership by Kenyans is essential. To maintain ownership and facilitate achievement of the goals outlined in this document, the Strategy requires an"}, {"text_block_id": "p117_b1286", "text": "effective communication strategy."}, {"text_block_id": "p117_b1287", "text": "Key elements of this communication strategy will include a website, written materials, databases, and an active social media presence. The website, will serve as an interactive platform for tracking progress on goals, disseminating and archiving written reports, consolidating supporting documents, and catalyzing engagement and participation. Written documentation will include the publication of baseline reports, bi-annual progress reports, brochures, posters, info-graphics and supporting documents for the strategy (ecosystem papers, public participation, etc.)."}, {"text_block_id": "p117_b1288", "text": "Communication and outreach will be essential for maintaining linkages with major partners, enhancing collaboration and coordination and ensuring transparency and accountability."}, {"text_block_id": "p127_b1289", "text": "Annex 1"}, {"text_block_id": "p127_b1290", "text": "Schedule of - Public Participation in Strategy formulation process"}, {"text_block_id": "p128_b1291", "text": "Under-the-Tree-Meetings with\t landowners at the grass roots"}, {"text_block_id": "p129_b1292", "text": "Annex 2"}, {"text_block_id": "p129_b1293", "text": "Priority issues by region as identified during stakeholder workshops"}, {"text_block_id": "p130_b1294", "text": "Annex 3"}, {"text_block_id": "p130_b1295", "text": "Extract of relevant acts, policies and strategies with sections that relate to wildlife"}, {"text_block_id": "p138_b1296", "text": "Annex 4"}, {"text_block_id": "p138_b1297", "text": "Aichi targets and sustainable development goals"}, {"text_block_id": "p138_b1298", "text": "Convention on Biological Diversity Strategic Plan For Biodiversity And Aichi Biodiversity Targets"}, {"text_block_id": "p138_b1299", "text": "In 2010, in Nagoya, Aichi Prefecture, Japan, the CBD adopted a revised and updated Strategic Plan for Biodiversity, including the Aichi Biodiversity Targets, for the 2011-2020 period. The plan provides an overarching framework on biodiversity, not only for the biodiversity- related conventions, but for the entire United Nations system and all other partners engaged in biodiversity management and policy development."}, {"text_block_id": "p138_b1300", "text": "Strategic goal A:"}, {"text_block_id": "p138_b1301", "text": "Address the underlying causes of biodiversity loss by mainstreaming biodiversity across government and society"}, {"text_block_id": "p138_b1302", "text": "Strategic goal B"}, {"text_block_id": "p138_b1303", "text": ": reduce the direct pressures on biodiversity and promote sustainable use."}, {"text_block_id": "p138_b1304", "text": "Strategic Goal C"}, {"text_block_id": "p138_b1305", "text": ": to improve the status of biodiversity by safeguarding ecosystems, species and genetic diversity."}, {"text_block_id": "p138_b1306", "text": "Strategic Goal D:"}, {"text_block_id": "p138_b1307", "text": "Enhance the benefits to all from biodiversity and ecosystem services"}, {"text_block_id": "p138_b1308", "text": "Strategic goal E"}, {"text_block_id": "p138_b1309", "text": ": Enhance implementation through participatory planning, knowledge management and capacity building"}, {"text_block_id": "p138_b1310", "text": "TARGET 1"}, {"text_block_id": "p138_b1311", "text": "By 2020, at the latest, people are aware of the values of biodiversity and the steps they can take to conserve and use it sustainably."}, {"text_block_id": "p138_b1312", "text": "TARGET 2"}, {"text_block_id": "p138_b1313", "text": "By 2020, at the latest, biodiversity values have been integrated into national and local development and poverty reduction strategies and planning processes and are being incorporated into national accounting, as appropriate, and reporting systems."}, {"text_block_id": "p138_b1314", "text": "TARGET 3"}, {"text_block_id": "p138_b1315", "text": "By 2020, at the latest, incentives, including subsidies, harmful to biodiversity are eliminated, phased out or reformed in order to minimize or avoid negative impacts, and positive incentives for the conservation and sustainable use of biodiversity are developed and applied, consistent and in harmony with the Convention and other relevant international obligations, taking into account"}, {"text_block_id": "p138_b1316", "text": "national socio economic conditions."}, {"text_block_id": "p138_b1317", "text": "TARGET 4"}, {"text_block_id": "p138_b1318", "text": "By 2020, at the latest, Governments, business and stakeholders at all levels have taken steps to achieve or have implemented plans for sustainable production and consumption and have kept the impacts of use of natural resources well within safe ecological limits."}, {"text_block_id": "p138_b1319", "text": "TARGET 5"}, {"text_block_id": "p138_b1320", "text": "By 2020, the rate of loss of all natural habitats, including forests, is at least halved and where feasible brought close to zero, and degradation and fragmentation is signi cantly reduced."}, {"text_block_id": "p138_b1321", "text": "TARGET 6"}, {"text_block_id": "p138_b1322", "text": "By 2020 all sh and invertebrate stocks and aquatic plants are managed and harvested sustainably, legally and applying ecosystem based approaches, so that over shing is avoided, recovery plans and measures are in place for all depleted species, sheries have no signi cant adverse impacts on threatened species and vulnerable ecosystems and the impacts of sheries on stocks, species and ecosystems are within safe ecological limits."}, {"text_block_id": "p138_b1323", "text": "TARGET 7"}, {"text_block_id": "p138_b1324", "text": "By 2020 areas under agriculture, aquaculture and forestry are managed sustainably, ensuring conservation of biodiversity."}, {"text_block_id": "p138_b1325", "text": "TARGET 8"}, {"text_block_id": "p138_b1326", "text": "By 2020, pollution, including from excess nutrients, has been brought to levels that are not detrimental to ecosystem function and biodiversity."}, {"text_block_id": "p138_b1327", "text": "TARGET 9"}, {"text_block_id": "p138_b1328", "text": "By 2020, invasive alien species and pathways are identi ed and prioritized, priority species are controlled or eradicated, and measures are in place to manage pathways to prevent their introduction and establishment."}, {"text_block_id": "p138_b1329", "text": "TARGET 10"}, {"text_block_id": "p138_b1330", "text": "By 2015, the multiple anthropogenic pressures on coral reefs, and other vulnerable ecosystems impacted by climate change or ocean acidification are minimized, so as to maintain their integrity and functioning."}, {"text_block_id": "p139_b1331", "text": "TARGET 11"}, {"text_block_id": "p139_b1332", "text": "By 2020, at least 17 percent of terrestrial and inland water, and 10 percent of coastal and marine areas, especially areas of particular importance for biodiversity and ecosystem services, are conserved through effectively and equitably managed, ecologically representative and well-connected systems of protected areas and other effective area-based conservation measures, and integrated into the wider landscapes and seascapes."}, {"text_block_id": "p139_b1333", "text": "TARGET 12"}, {"text_block_id": "p139_b1334", "text": "By 2020 the extinction of known threatened species has been prevented and their conservation status, particularly of those most in decline, has been improved and sustained."}, {"text_block_id": "p139_b1335", "text": "TARGET 13"}, {"text_block_id": "p139_b1336", "text": "By 2020, the genetic diversity of cultivated plants and farmed and domesticated animals and of wild relatives, including other socio-economically as well as culturally valuable species, is maintained, and strategies have been developed and implemented for minimizing genetic erosion and safeguarding their genetic diversity."}, {"text_block_id": "p139_b1337", "text": "TARGET 14"}, {"text_block_id": "p139_b1338", "text": "By 2020, ecosystems that provide essential services, including services related to water, and contribute to health, livelihoods and well-being, are restored and safeguarded, taking into account the needs of women, indigenous and local communities, and the poor and vulnerable."}, {"text_block_id": "p139_b1339", "text": "TARGET 15"}, {"text_block_id": "p139_b1340", "text": "By 2020, ecosystem resilience and the contribution of biodiversity to carbon stocks has been enhanced, through conservation and restoration, including restoration of at least 15 percent of degraded ecosystems, thereby contributing to climate change mitigation and adaptation and to combating desertification."}, {"text_block_id": "p139_b1341", "text": "TARGET 16"}, {"text_block_id": "p139_b1342", "text": "By 2015, the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization is in force and operational, consistent with national legislation."}, {"text_block_id": "p139_b1343", "text": "TARGET 17"}, {"text_block_id": "p139_b1344", "text": "By 2015 each Party has developed, adopted as a policy instrument, and has commenced implementing an effective, participatory and updated national biodiversity strategy and action plan."}, {"text_block_id": "p139_b1345", "text": "TARGET 18"}, {"text_block_id": "p139_b1346", "text": "By 2020, the traditional knowledge, innovations and practices of indigenous and local communities relevant for the conservation and sustainable use of biodiversity, and their customary use of biological resources, are respected, subject to national legislation and relevant international obligations, and fully integrated and reflected in the implementation of the Convention with the full and effective participation of indigenous and local communities, at all relevant levels."}, {"text_block_id": "p139_b1347", "text": "TARGET 19"}, {"text_block_id": "p139_b1348", "text": "By 2020, knowledge, the science base and technologies relating to biodiversity, its values, functioning, status and trends, and the consequences of its loss, are improved, widely shared and transferred, and applied."}, {"text_block_id": "p139_b1349", "text": "TARGET 20"}, {"text_block_id": "p139_b1350", "text": "By 2020, at the latest, the mobilization of financial resources for effectively implementing the Strategic Plan for Biodiversity 2011-2020 from all sources and in accordance with the consolidated and agreed process in the Strategy for Resource Mobilization should increase substantially from the current levels. This target will be subject to changes contingent to resources needs assessments to be developed and reported by Parties."}, {"text_block_id": "p140_b1351", "text": "Sustainable Development  Goals"}, {"text_block_id": "p140_b1352", "text": "GOAL 1"}, {"text_block_id": "p140_b1353", "text": "End poverty in all its forms everywhere."}, {"text_block_id": "p140_b1354", "text": "GOAL 2"}, {"text_block_id": "p140_b1355", "text": "End hunger, achieve food security and improved nutrition and promote sustainable agriculture."}, {"text_block_id": "p140_b1356", "text": "GOAL 3"}, {"text_block_id": "p140_b1357", "text": "Ensure healthy lives and promote well-being for all at all ages."}, {"text_block_id": "p140_b1358", "text": "GOAL 4"}, {"text_block_id": "p140_b1359", "text": "Ensure inclusive and equitable quality education and promote lifelong learning opportunities for all."}, {"text_block_id": "p140_b1360", "text": "GOAL 5"}, {"text_block_id": "p140_b1361", "text": "Achieve gender equality and empower all women and girls."}, {"text_block_id": "p140_b1362", "text": "GOAL 6"}, {"text_block_id": "p140_b1363", "text": "Ensure availability and sustainable management of water and sanitation for all."}, {"text_block_id": "p140_b1364", "text": "GOAL 7"}, {"text_block_id": "p140_b1365", "text": "Ensure access to affordable, reliable, sustainable and modern energy for all."}, {"text_block_id": "p140_b1366", "text": "GOAL 8"}, {"text_block_id": "p140_b1367", "text": "Promote sustained, inclusive and sustainable economic growth, full and productive employment and decent work for all."}, {"text_block_id": "p140_b1368", "text": "GOAL 9"}, {"text_block_id": "p140_b1369", "text": "Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation."}, {"text_block_id": "p140_b1370", "text": "GoAL 10"}, {"text_block_id": "p140_b1371", "text": "Reduce inequality within and among countries."}, {"text_block_id": "p140_b1372", "text": "GOAL 11"}, {"text_block_id": "p140_b1373", "text": "Make cities and human settlements inclusive, safe, resilient and sustainable."}, {"text_block_id": "p140_b1374", "text": "GOAL 12"}, {"text_block_id": "p140_b1375", "text": "Ensure sustainable consumption and production patterns."}, {"text_block_id": "p140_b1376", "text": "GOAL 13"}, {"text_block_id": "p140_b1377", "text": "Take urgent action to combat climate change and its impacts."}, {"text_block_id": "p140_b1378", "text": "GOAL 14"}, {"text_block_id": "p140_b1379", "text": "Conserve and sustainably use the oceans, seas and marine resources for sustainable development."}, {"text_block_id": "p140_b1380", "text": "GOAL 15"}, {"text_block_id": "p140_b1381", "text": "Protect, restore and promote sustainable use of terrestrial ecosystems, sustainably manage forests, combat desertification, and halt and reverse land degradation and halt biodiversity loss."}, {"text_block_id": "p140_b1382", "text": "GOAL 16"}, {"text_block_id": "p140_b1383", "text": "Promote peaceful and inclusive societies for sustainable development, provide access to justice for all and build effective, accountable and inclusive institutions at all levels."}, {"text_block_id": "p140_b1384", "text": "GOAL 17"}, {"text_block_id": "p140_b1385", "text": "Strengthen the means of implementation and revitalize the global partnership for sustainable development."}, {"text_block_id": "p141_b1386", "text": "References"}, {"text_block_id": "p141_b1387", "text": "Aduma, M.M., Ouma, G., Said, M.Y., Wayumba, G.O, Omondi, P.A and Njino, L.W (2018). Potential impacts of temperature projections on selected large herbivores in savanna ecosystem of Kenya. American"}, {"text_block_id": "p141_b1388", "text": "Journal of Climate Change"}, {"text_block_id": "p141_b1389", "text": ", 7:5-26."}, {"text_block_id": "p141_b1390", "text": "Balmford, A., Rodrigues, A. S. L., Walpole, M., Ten Brink, P., Kettunen, M., Braat, L., & De Groot, R. (2008). The economics of ecosystems and biodiversity: scoping the science."}, {"text_block_id": "p141_b1391", "text": "European Commission (contract ENV/070307/2007/486089/ETU/B2), Cambridge, UK"}, {"text_block_id": "p141_b1392", "text": "."}, {"text_block_id": "p141_b1393", "text": "Barnosky, A. D., Hadly, E. A., Gonzalez, P., Head, J., Polly, P. D., Lawing, A. M., ... & Blois, J. (2017). Merging paleobiology with conservation biology to guide the future of terrestrial ecosystems. Vol. 355, Issue 6325 DOI: 10.1126/science.aah4787"}, {"text_block_id": "p141_b1394", "text": "Biggs, R., Bohensky, E., Desanker, P.V., Fabricius, C., Lynam, T., Misselhorn, A. A., Musvoto, C., Mutale, M., Reyers, B., Scholes, R.J., Shikongo, S., and Van Jaarsveld, A. S. (2004). Nature Supporting People: The Southern African Millennium Ecosystem Assessment."}, {"text_block_id": "p141_b1395", "text": "Businge, M. S., Nyunja, J., Ochola, S. O., Pengra, B., & Ochieng, E. A. (2012)."}, {"text_block_id": "p141_b1396", "text": "Kenya Wetland Atlas"}, {"text_block_id": "p141_b1397", "text": ". Technical report, Ministry of Environment and Mineral Resources, Kenya.Kenya Wetlands Atlas"}, {"text_block_id": "p141_b1398", "text": "Camco Advisory Services (K) Ltd and Tetra Tech ARD (2017a): Climate change scenarios, projected rainfall and temperature. Vulnerability, impacts, and adaptation assessment in the East Africa region. Nairobi, Kenya"}, {"text_block_id": "p141_b1399", "text": "http://files.constantcontact.com/a39f63e2501/a8a2ddbe-c4bd-4be6-b3076a0f10bd06c0.pdf"}, {"text_block_id": "p141_b1400", "text": "Camco Advisory Services (K) Ltd and Tetra Tech ARD (2017b): Terrestrial ecosystems, including forestry, wildlife, and tourism – Future impacts from Climate change. Vulnerability, impacts, and adaptation assessment in the East Africa region. Nairobi, Kenya"}, {"text_block_id": "p141_b1401", "text": "http://files.constantcontact.com/a39f63e2501/6b5716d2-09ce-474f-97f01064f412c9a0.pdf"}, {"text_block_id": "p141_b1402", "text": "Cardinale, Bradley J.; Duffy, J. Emmett; Gonzalez, Andrew; Hooper, David U.; Perrings, Charles; Venail, Patrick; Narwani, Anita; Mace, Georgina M.; Tilman, David (2012). Biodiversity loss and its impact on humanity. Nature."}, {"text_block_id": "p141_b1403", "text": "486"}, {"text_block_id": "p141_b1404", "text": "(7401):59–67."}, {"text_block_id": "p141_b1405", "text": "Carr, E. R., Wingard, P. M., Yorty, S. C., Thompson, M. C., Jensen, N. K., & Roberson, J. (2007). Applying DPSIR to sustainable development."}, {"text_block_id": "p141_b1406", "text": "International Journal of Sustainable Development & World Ecology"}, {"text_block_id": "p141_b1407", "text": ", 14:543-555"}, {"text_block_id": "p141_b1408", "text": "Castañeda-Álvarez N.P.; Khoury C.K.; Achicanoy, H.A.; Bernau, V; Dempewolf, H.; Eastwood, R.J.; Guarino, L.; Harker, R.H.; Jarvis, A.; Maxted, N.; Mueller, J.V.; Ramírez-Villegas, J.; Sosa, C.C.; Struik, P.C.; Vincent, H.; Toll, J. (2016). \"Global conservation priorities for crop wild relatives\". Nature Plants."}, {"text_block_id": "p141_b1409", "text": "2"}, {"text_block_id": "p141_b1410", "text": "(4): 16022. doi:10.1038/nplants.2016.22"}, {"text_block_id": "p141_b1411", "text": "CBD (1992). Convention on Biological Diversity."}, {"text_block_id": "p141_b1412", "text": "New York"}, {"text_block_id": "p141_b1413", "text": "."}, {"text_block_id": "p141_b1414", "text": "Ceballos, G., Ehrlich, P. R., & Dirzo, R. (2017). Biological annihilation via the ongoing sixth mass extinction signaled by vertebrate population losses and declines."}, {"text_block_id": "p141_b1415", "text": "Proceedings of the National Academy of Sciences"}, {"text_block_id": "p141_b1416", "text": ", 201704949."}, {"text_block_id": "p141_b1417", "text": "http://doi.org/10.1073/pnas.1704949114"}, {"text_block_id": "p141_b1418", "text": "Chivian, E., & Bernstein, A. (Eds.). (2008)."}, {"text_block_id": "p141_b1419", "text": "Sustaining life: how human health depends on biodiversity"}, {"text_block_id": "p141_b1420", "text": ". Oxford University Press."}, {"text_block_id": "p141_b1421", "text": "Climate Change Vulnerability, Impacts and Adaptation Assessment for East Africa. Summary Report for Policy Makers. Arusha, Tanzania. pp 31."}, {"text_block_id": "p141_b1422", "text": "Constitution, K. (2010). Government Printer."}, {"text_block_id": "p141_b1423", "text": "Kenya: Nairobi"}, {"text_block_id": "p141_b1424", "text": "."}, {"text_block_id": "p141_b1425_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Darling, E. S., McClanahan, T. R., & Côté, I. M. (2010). Combined effects of two stressors on Kenyan coral reefs are additive or antagonistic, not synergistic. Conservation Letters, 3(2):122-130."}, {"text_block_id": "p141_b1430", "text": "Economic Impact 2017 report for Kenya by the World Travel and Tourism Council (WTTC)"}, {"text_block_id": "p142_b1431", "text": "Eliasch, J. (2008). Climate change: financing global forests: the Eliasch review Earthscan."}, {"text_block_id": "p142_b1432", "text": "Endris, H. S., Omondi, P., Jain, S., Lennard, C., Hewitson, B., Chang'a, L., & Panitz, H. J. (2013). Assessment of the performance of CORDEX regional climate models in simulating East African rainfall."}, {"text_block_id": "p142_b1433", "text": "Journal of Climate"}, {"text_block_id": "p142_b1434", "text": ","}, {"text_block_id": "p142_b1435", "text": "26"}, {"text_block_id": "p142_b1436", "text": "(21):8453-8475."}, {"text_block_id": "p142_b1437", "text": "Environmental Management and Co-ordination Act. 2012"}, {"text_block_id": "p142_b1438", "text": "FAO (2010). Global forest Resources Assessment 2010."}, {"text_block_id": "p142_b1439", "text": "FAO Forestry Paper"}, {"text_block_id": "p142_b1440", "text": ", 163."}, {"text_block_id": "p142_b1441", "text": "Galvin, K. A., & Reid, R. S. (Eds.). (2007). Fragmentation in semi-arid and arid landscapes: Consequences for human and natural systems. Dordrecht: Springer"}, {"text_block_id": "p142_b1442", "text": "Garrison, B. A. (2005). Fragmentation of terrestrial habitat: An overview for wildlife biologists. Transactions of the Western Section of the Wildlife Society, 41:42–58."}, {"text_block_id": "p142_b1443", "text": "Government of Kenya (2007) Kenya Vision 2030. The popular Version."}, {"text_block_id": "p142_b1444", "text": "Government of Kenya (2010) Constitution of Kenya. Government Printer. Kenya: Nairobi."}, {"text_block_id": "p142_b1445", "text": "Griggs, D., Stafford-Smith, M., Gaffney, O., Rockström, J., Öhman, M.C., Shyamsundar, P., Steffen, W., Glaser, G., Kanie, N. and Noble, I., 2013. Policy: Sustainable development goals for people and planet."}, {"text_block_id": "p142_b1446", "text": "Nature"}, {"text_block_id": "p142_b1447", "text": ","}, {"text_block_id": "p142_b1448", "text": "495"}, {"text_block_id": "p142_b1449", "text": "(7441), p.305."}, {"text_block_id": "p142_b1450", "text": "Grunblatt, J., Said, M., & Wargute, P. (1996). National Rangeland Report."}, {"text_block_id": "p142_b1451", "text": "Summary of Population Estimates of Wildlife and Livestock (1977–1994)."}, {"text_block_id": "p142_b1452", "text": "Ministry of Planning and National Development, Department of Resource Surveys and Remote Sensing, Nairobi, Kenya."}, {"text_block_id": "p142_b1453", "text": "Kenya Wildlife Conservancies Association (2017). State of Wildlife Conservancies in Kenya Report. Nairobi, Kenya."}, {"text_block_id": "p142_b1454", "text": "Kenya’s Fifth National Report, 2016"}, {"text_block_id": "p142_b1455", "text": "Kirui, K. B., Kairo, J. G., Bosire, J., Viergever, K. M., Rudra, S., Huxham, M., & Briers, R. A. (2013). Mapping of mangrove forest land cover change along the Kenya coastline using Landsat imagery."}, {"text_block_id": "p142_b1456", "text": "Ocean & coastal management"}, {"text_block_id": "p142_b1457", "text": ","}, {"text_block_id": "p142_b1458", "text": "83"}, {"text_block_id": "p142_b1459", "text": ":19-24."}, {"text_block_id": "p142_b1460", "text": "Kirui, O. K., & Mirzabaev, A. (2014)."}, {"text_block_id": "p142_b1461", "text": "Economics of land degradation in Eastern Africa"}, {"text_block_id": "p142_b1462", "text": "(No. 128). ZEF Working Paper Series."}, {"text_block_id": "p142_b1463", "text": "Law, E.A., Bennett, N. J., Ives, C. D., Friedman, R., Davis, K. J., Archibald, C., and Wilson, K."}, {"text_block_id": "p142_b1464", "text": "A. (2017) Equity tradeŁoffs in conservation decision making, Conservation Biology,"}, {"text_block_id": "p142_b1465", "text": "10.1111/cobi.13008"}, {"text_block_id": "p142_b1466", "text": "Macharia, G., Lekapana, P., Ochieng, G., & Keche, A. (2007). Status of Wetlands in Kenya and Implications for Sustainable Development. School of Environmental Studies and Human Science, Kenyatta University."}, {"text_block_id": "p142_b1467", "text": "McGarigal, K., & Cushman, S. A. (2002). Comparative evaluation of experimental approaches to the study of habitat fragmentation effects. Ecological Applications, 12:335–345."}, {"text_block_id": "p142_b1468", "text": "MEWNR (2014).Kenya Biodiversity Atlas. Ministry of Environment, Water and Natural Resources P.O.Box 30126 -00100, Nairobi, Kenya"}, {"text_block_id": "p142_b1469_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Millennium Ecosystem Assessment, M. E. A. (2005). Ecosystems and human well-being. Synthesis."}, {"text_block_id": "p142_b1472", "text": "Ministry of Environment, Water and Natural Resources (2014) Lifting the Siege Securing; Securing Kenya’s Wildlife. Report Prepared by Task Force on Wildlife Security, Ministry of Environment, Water and Natural Resources, Nairobi, Kenya"}, {"text_block_id": "p142_b1473", "text": "Moyers, B (2001) Earth of Edge."}, {"text_block_id": "p142_b1474", "text": "Mwinami, T., Basara, F., Ngari, A., Matiku, P., Ng’weno, F., Musina, J., Mwang’ombe, J. and Kanga, E., 2010. Kenya's Important Bird Areas: Status and trends 2009. Nature Kenya, Nairobi, Kenya."}, {"text_block_id": "p142_b1475", "text": "Natural Resource Management Ministerial Council 2010"}, {"text_block_id": "p142_b1476", "text": "Natural Resource Management Ministerial Council, 2010"}, {"text_block_id": "p142_b1477", "text": "Newbold, T., Hudson, L. N., Phillips, H. R., Hill, S. L., Contu, S., Lysenko, I. ... & De Palma, A. (2014). A global model of the response of tropical and sub-tropical forest biodiversity to"}, {"text_block_id": "p143_b1478", "text": "anthropogenic pressures."}, {"text_block_id": "p143_b1479", "text": "Proceedings of the Royal Society of London B: Biological Sciences"}, {"text_block_id": "p143_b1480", "text": ","}, {"text_block_id": "p143_b1481", "text": "281"}, {"text_block_id": "p143_b1482", "text": "(1792), 20141371."}, {"text_block_id": "p143_b1483", "text": "Nikulin, G., Jones, C., Giorgi, F., Asrar, G., Büchner, M., Cerezo-Mota, R., & van Meijgaard, E. (2012). Precipitation climatology in an ensemble of CORDEX-Africa regional climate simulations."}, {"text_block_id": "p143_b1484", "text": "Journal of Climate"}, {"text_block_id": "p143_b1485", "text": ","}, {"text_block_id": "p143_b1486", "text": "25"}, {"text_block_id": "p143_b1487", "text": "(18):6057-6078."}, {"text_block_id": "p143_b1488", "text": "Obura, D. O. (2012). Evolutionary mechanisms and diversity in a western Indian Ocean center of diversity. International Coral Reef Symposium."}, {"text_block_id": "p143_b1489", "text": "Ochola, W. O. (2006). Land cover, land use change and related issues in the Lake Victoria basin: States, drivers, future trends and impacts on environment and human livelihoods. OECD. (1994) Organisation for Economic Co-operation and Development), Environmental Indicators - OECD Core Set, OECD, Paris."}, {"text_block_id": "p143_b1490", "text": "Ogutu JO, Piepho H-P, Dublin HT, Bhola N, Reid RS. (2008) Rainfall influences on ungulate population abundance in the Mara-Serengeti ecosystem. J Anim Ecol. 77: 814–829."}, {"text_block_id": "p143_b1491", "text": "Ogutu, J. O., Piepho, H. P., Said, M. Y., Ojwang, G. O., Njino, L. W., Kifugo, S. C., & Wargute, P. W. (2016). Extreme wildlife declines and concurrent increase in livestock numbers in Kenya: What are the causes?."}, {"text_block_id": "p143_b1492", "text": "PloS one"}, {"text_block_id": "p143_b1493", "text": ","}, {"text_block_id": "p143_b1494", "text": "11"}, {"text_block_id": "p143_b1495", "text": "(9), e0163249."}, {"text_block_id": "p143_b1496", "text": "Ogutu, J.O., Owen-Smith, N., Piepho, Hans-P, Said, M.Y., Kifugo, S.C., Robin S. Reid, Gichohi, H., Kahumbu, P., and Andanje, S. (2013). Changing Wildlife Populations in Nairobi National Park and Adjoining Athi-Kaputiei Plains: Collapse of the Migratory Wildebeest. The"}, {"text_block_id": "p143_b1497", "text": "Open Conservation Biology Journal"}, {"text_block_id": "p143_b1498", "text": ","}, {"text_block_id": "p143_b1499", "text": "7"}, {"text_block_id": "p143_b1500", "text": ":11-26."}, {"text_block_id": "p143_b1501", "text": "Ogutu, J.O., Piepho, Hans-P"}, {"text_block_id": "p143_b1502", "text": ","}, {"text_block_id": "p143_b1503", "text": "Said, M.Y., Ojwang, G.O., Njino, L.W., Kifugo, S.C., and Wargute, P.W. (2016) Extreme wildlife declines and concurrent increase in livestock numbers in Kenya: What are the causes? PLoSONE 11(9):e0163249.doi:10.1371/ journal.pone.0163249"}, {"text_block_id": "p143_b1504", "text": "Ojwang’, G.O., Wargute, P.W., Said, M.Y., Worden, J.S., Davidson, Z., Muruthi, P. and Okita-Ouma, B. (2017) Wildlife Migratory Corridors and Dispersal Areas: Kenya Rangelands and Coastal Terrestrial Ecosystems."}, {"text_block_id": "p143_b1505", "text": "Opande, G.O., Onyang, J.C., Wagai, S.O. (2004) Lake Victoria: The water hyacinth (Eichhornia crassipes [MART.] SOLMS), its socio-economic effects, control measures and resurgence in the Winam gulf."}, {"text_block_id": "p143_b1506", "text": "Limnologica"}, {"text_block_id": "p143_b1507", "text": "34:105-109."}, {"text_block_id": "p143_b1508", "text": "Robert Costanza, Rudolf de Groot, Paul Sutton, Sander van der Ploeg, Sharolyn J. Anderson, Ida Kubiszewski, Stephen Farber, R. Kerry Turner (2014) Changes in the global value of ecosystem services, Global Environmental Change, 26:152-158,"}, {"text_block_id": "p143_b1509", "text": "Said, M.Y., Muhwanga, J., Bedelian, C., Moiko, S., Atieno, F., Atela, J., and Abuya, B. (2018) Climate projections for Arid and Semi-arid lands of Kenya based on RCP 2.6, RCP 4.5 and RCP 8.5. PRISE report."}, {"text_block_id": "p143_b1510", "text": "Said, M.Y., Ogutu, J.O., Kifugo, S.C., Makui, O., Reid, R.S, and de Leeuw, J. (2016) Effects of extreme land fragmentation on wildlife and livestock population abundance and distribution."}, {"text_block_id": "p143_b1511", "text": "Journal for Nature Conservation"}, {"text_block_id": "p143_b1512", "text": ", 34:151-164."}, {"text_block_id": "p143_b1513", "text": "Sala, O. E., Chapin, F. S., Armesto, J. J., Berlow, E., Bloomfield, J., Dirzo, R., et al.(2000). Global biodiversity scenarios for the year 2100. Science, 287:1770–1774."}, {"text_block_id": "p143_b1514_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Sandhu, H., Wratten, S., Costanza, R., Pretty, J., Porter, J. R., & Reganold, J. (2015). Significance and value of non-traded ecosystem services on farmland. PeerJ, 3, e762. Science for Environmental Policy, 2015"}, {"text_block_id": "p143_b1519", "text": "Understanding Young People’s Attitudes Towards Wildlife Conservation Report"}, {"text_block_id": "p143_b1520", "text": "United Nations (2002) World Summit on Sustainable Development."}, {"text_block_id": "p143_b1521", "text": "United Nations (2015) World Population Prospects 2015."}, {"text_block_id": "p143_b1522", "text": "United Nations (2017) World Population Prospects 2017."}, {"text_block_id": "p143_b1523", "text": "Western D., Russell S., Cuthill I. (2009) The status of wildlife in protected areas compared to non-protected areas of Kenya. PLoSONE 4(7): e6140. doi:10.1371/journal.pone.0006140"}, {"text_block_id": "p144_b1524", "text": "Wiens, J. A. (1990). Habitat fragmentation and wildlife populations: The importance of autecology, time and landscape structure. In Trans. 19th IUGB congress pp. 381–391."}, {"text_block_id": "p144_b1525", "text": "Wildlife (Conservation & Management) Amendment Act 1989"}, {"text_block_id": "p144_b1526", "text": "Wildlife Conservation and Management Act. (2013). Government Printer. Kenya: Nairobi."}, {"text_block_id": "p144_b1527", "text": "Wildlife Conservation and Management Policy Draft 2018."}, {"text_block_id": "p144_b1528", "text": "WRI, DRSRS, MENR, CBS and ILRI (2007).  Nature’s Benefits in Kenya, an Atlas of Ecosystems and Human Well-Being, Washington, DC and Nairobi: World Resources Institute"}, {"text_block_id": "p144_b1529", "text": "WWF (2006) Climate Change Impacts on East Africa, A review of the scientific literature by WWF-World Wide Fund for Nature, Gland, Switzerland"}, {"text_block_id": "p145_b1530", "text": "Strategy at a Glance"}, {"text_block_id": "p147_b1531", "text": "Ministry of Tourism & Wildlife"}], "document_description": "Kenya's National Wildlife Strategy 2030 is based on four pillars:\n<ol>\n<li>Resilient Ecosystems</li>\n<li>Engagement by all Kenyans</li>\n<li>Evidence based Decision Making</li>\n<li>Sustainability and Governance</li>\n</ol>\nIt recognises that climate change places Kenya's wildlife at risk, but also that ecosystem conservation and management can contribute to greater climate resilience by serving as a form of adaptation. It specifically calls for the creation of a National Wildlife Adaptation Strategy, which would determine complementarities between wildlife conservation and climate change adaptation."}