{"document_instrument_name": [], "document_country_english_shortname": "Kenya", "document_category": "Policy", "document_sector_name": "Transportation", "document_language": "English", "document_name": "National Environment Policy 2013", "document_country_code": "KEN", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing"], "document_url": "https://cdn.climatepolicyradar.org/KEN/2013/KEN-2013-12-25-National Environment Policy 2013_e5f25aa7d08e1ded5ead8ba2f4d03c4c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF KENYA"}, {"text_block_id": "p0_b2", "text": "NATIONAL ENVIRONMENT POLICY, 2013"}, {"text_block_id": "p2_b3", "text": "National Environment Policy, 2013"}, {"text_block_id": "p3_b4", "text": "MINISTRY OF ENVIRONMENT, WATER AND NATURAL RESOURCES"}, {"text_block_id": "p3_b5", "text": "NHIF BUILDING, RAGATI ROAD, UPPER HILL"}, {"text_block_id": "p3_b6", "text": "P.O. BOX 30126 - 00100"}, {"text_block_id": "p3_b7", "text": "NAIROBI"}, {"text_block_id": "p3_b8", "text": "Email: Policydirector@environment.go.ke"}, {"text_block_id": "p3_b9", "text": "Website: www.environment.go.ke"}, {"text_block_id": "p4_b10", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p7_b11", "text": "FOREWORD"}, {"text_block_id": "p7_b12", "text": "Environment and natural resources in Kenya are valuable national assets that must be sustainably managed for present and future generations. They offer a range of benefits and opportunities for local and national economic development, improved livelihoods and provision of environmental goods and services."}, {"text_block_id": "p7_b13", "text": "Despite being the foundation on which sustainable development is anchored, there are many environmental degradation issues and challenges facing the country. Notable drivers of environmental degradation are high rates of population growth, inappropriate technology, unsustainable consumption and production patterns, increased incidences of poverty and climate change."}, {"text_block_id": "p7_b14", "text": "Further, urban environmental degradation, through lack of appropriate waste management and sanitation systems, industry and transport-related pollution, adversely impact on air, water, soil quality and human health and well being. Another major set of challenges arises from emerging global environmental concerns such as stratospheric ozone depletion and biodiversity loss. These have led to changes in the relationship between people and ecosystems."}, {"text_block_id": "p7_b15", "text": "If this trend is left unchecked it will lead to further serious environmental degradation that may perpetuate deprivation and poverty."}, {"text_block_id": "p7_b16", "text": "Against this background, this Policy proposes a broad range of measures and actions responding to key environmental issues and challenges. It seeks to provide the framework for an integrated approach to planning and sustainable management of natural resources in the country. It recognises the various vulnerable ecosystems and proposes"}, {"text_block_id": "p8_b17", "text": "various policy measures not only to mainstream sound environmental management practices in all sectors of society throughout the country but also recommends strong institutional and governance measures to support the achievement of the desired objectives and goal ."}, {"text_block_id": "p8_b18", "text": "PROF. JUDI W. WAKHUNGU, OGW"}, {"text_block_id": "p8_b19", "text": "CABINET SECRETARY, MINISTRY OF ENVIRONMENT, WATER AND NATURAL RESOURCES"}, {"text_block_id": "p9_b20", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p9_b21", "text": "The environment has been an essential feature of Kenya’s development trajectory. Yet, the country lacks a comprehensive environment policy and most of the environmental imperatives are captured in various development plans. This document presents the most participatory information gathering approach in policy formulation in the environmental sector, one of the main pillars of economic growth."}, {"text_block_id": "p9_b22", "text": "The policy formulation process started in 2007 but slowed down towards the end of 2008 after thorough stakeholder consultations. The promulgation of The Constitution of Kenya 2010 and the emergence of issues like climate change brought a new impetus not only to align the policy with the Constitution but also to address such emerging issues."}, {"text_block_id": "p9_b23", "text": "A wide range of individuals and institutions in the private sector, academia, civil society and government agencies have participated in the process. We appreciate and recognise their efforts and contributions to realise the important goal."}, {"text_block_id": "p9_b24", "text": "The document has Nine (9) chapters as follows;"}, {"text_block_id": "p9_b25", "text": "Chapter One underscores the importance and contribution of environment and natural resources to the local and national economy, people’s livelihoods and the provision of environmental services such as watershed protection and carbon sequestration. This section also highlights the existing policy instruments and the reasons that have necessitated the formulation of a new National Environment Policy."}, {"text_block_id": "p9_b26", "text": "Chapter Two reviews the status of environment in Kenya and highlights the key environmental issues and challenges."}, {"text_block_id": "p9_b27", "text": "Chapter Three spells out the goal, objectives and guiding principles of this Policy."}, {"text_block_id": "p9_b28", "text": "Chapter Four identifies Kenya’s critical ecosystems and natural resources. It proposes measures to enhance conservation and management of ecosystems and sustainable use of natural resources."}, {"text_block_id": "p10_b29", "text": "Chapter Five deals with emerging issues that require environmental stewardship. The issues covered include natural capital and valuation, trade and environment, tourism, consumption and production patterns, industrialisation, infrastructural development, management of chemicals, human settlements, energy use, climate change, emergency preparedness and disaster management, gender, invasive alien species."}, {"text_block_id": "p10_b30", "text": "Chapter Six addresses a wide range of issues relating to environmental quality and health. The areas covered include air quality, water and sanitation, waste management, radiation, toxic and hazardous substances, noise, HIV and AIDS and environmental diseases."}, {"text_block_id": "p10_b31", "text": "Chapter Seven provides a framework for environmental research, education and monitoring."}, {"text_block_id": "p10_b32", "text": "Chapter Eight deals with environmental governance and underscores the importance of legal reforms, institutional linkages including partnerships, regional and international cooperation, human resource development and capacity building and funding mechanism for the sector."}, {"text_block_id": "p10_b33", "text": "Chapter Nine outlines strategies and actions that will ensure effective implementation of this Policy and the Environmental Management and Coordination Act."}, {"text_block_id": "p10_b34", "text": "Finally it is our hope that this policy will provide the guide line required for legislation work and the framework in the planning and implementation of environmental undertakings."}, {"text_block_id": "p10_b35", "text": "DR. RICHARD L.LESIYAMPE (PHD), MBS"}, {"text_block_id": "p10_b36", "text": "PRINCIPAL SECRETARY, STATE DEPARTMENT FOR ENVIRONMENT AND NATURAL RESOURCES"}, {"text_block_id": "p11_b37", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p12_b38", "text": "NATIONAL ENVIRONMENT POLICY"}, {"text_block_id": "p12_b39", "text": "1.0. INTRODUCTION"}, {"text_block_id": "p12_b40", "text": "1.0. INTRODUCTION\n* Environment is a broad term representing the totality of the surrounding such as plants, animals microorganisms, socio economic and cultural factors. It includes the physical factors of the surroundings of human beings such as land, water, atmosphere, sound, odour, taste, the biological factors of animals and plants and the social factors of aesthetics and includes both the natural and the built environment.\n* Kenya is blessed with mega biodiversity and enjoys a unique tropical climate with varying weather patterns due to differing topographical dimensions. The country has a wide variety of ecosystems  namely mountains, forests, arid and semi-arid areas (ASALs), freshwater, wetlands, coastal and marine all offering many opportunities for sustainable human, social and economic development. These ecosystems are natural capitals which provide important regulatory services (such as forests and mountains serving to regulate water\n* ow, sustain biodiversity), provision services (such as forests providing timber and fuel wood), cultural services (such as aesthetic, recreational or spiritual values and uses) and supporting services (such as soil formation, nutrient cycling and primary production).\n* The survival and socio-economic wellbeing of Kenyans is ultimately intertwined with the environment. Most Kenyan citizens depend directly or indirectly on environmental goods and services. In addition, Kenyaâs environmental resources contribute directly and indirectly to the local and national economy through revenue generation and wealth creation in such productive sectors as agriculture, fi sheries, livestock, water, energy, forestry, trade, tourism and industry.\n* That is why the environment has been an essential feature of Kenyaâs development policy. Environmental imperatives were initially captured through periodic development planning cycles. Whole sections or chapters of successive National Development Plans have dealt with the environment since independence. But modern day environment"}, {"text_block_id": "p13_b52", "text": "1.0. INTRODUCTION\n* Environment is a broad term representing the totality of the surrounding such as plants, animals microorganisms, socio economic and cultural factors. It includes the physical factors of the surroundings of human beings such as land, water, atmosphere, sound, odour, taste, the biological factors of animals and plants and the social factors of aesthetics and includes both the natural and the built environment.\n* Kenya is blessed with mega biodiversity and enjoys a unique tropical climate with varying weather patterns due to differing topographical dimensions. The country has a wide variety of ecosystems  namely mountains, forests, arid and semi-arid areas (ASALs), freshwater, wetlands, coastal and marine all offering many opportunities for sustainable human, social and economic development. These ecosystems are natural capitals which provide important regulatory services (such as forests and mountains serving to regulate water\n* ow, sustain biodiversity), provision services (such as forests providing timber and fuel wood), cultural services (such as aesthetic, recreational or spiritual values and uses) and supporting services (such as soil formation, nutrient cycling and primary production).\n* The survival and socio-economic wellbeing of Kenyans is ultimately intertwined with the environment. Most Kenyan citizens depend directly or indirectly on environmental goods and services. In addition, Kenyaâs environmental resources contribute directly and indirectly to the local and national economy through revenue generation and wealth creation in such productive sectors as agriculture, fi sheries, livestock, water, energy, forestry, trade, tourism and industry.\n* That is why the environment has been an essential feature of Kenyaâs development policy. Environmental imperatives were initially captured through periodic development planning cycles. Whole sections or chapters of successive National Development Plans have dealt with the environment since independence. But modern day environment\n* cant therefore that the global environment body UNEP is located in Nairobi.\n* The policy making process culminated into the Sessional Paper No. 6 of 1999 entitled Environment and Development. The legislative process gave forth the Environmental Management and Coordination Act (EMCA) No. 8 of 1999 as Kenyaâs first framework environmental law. Both the Sessional Paper and the Act added to a large number of existing sectoral laws and policies on various facets of the environment such as water, forest and minerals. This has created a diffuse system of environmental laws and policies, some of whose provisions are not in harmony making them ill-suited to aid the pursuit of sustainable development objectives as set out in the Vision 2030.\n* The promulgation of The Constitution of Kenya 2010 and other new developments like climate change marked an important chapter in Kenyaâs environmental policy development. Hailed as a âGreenâ Constitution, it embodies elaborate provisions with considerable implications for sustainable development. These range from environmental principles and implications of Multilateral Environmental Agreements (MEAs) to the right to a clean and healthy environment as enshrined in the Bill of Rights. Chapter V is entirely dedicated to land and environment. It also embodies a host of social and economic rights which are of environmental character such as the right to water, food and shelter, among others.\n* It is the responsibility of the government through the ministry responsible for environmental issues to ensure that policies are reviewed and formulated to meet the aspirations of the Constitution and emerging issues in the management of the environment for prosperity. Such a policy should aim at providing a holistic framework to guide the management"}, {"text_block_id": "p14_b65", "text": "1.0. INTRODUCTION\n* Environment is a broad term representing the totality of the surrounding such as plants, animals microorganisms, socio economic and cultural factors. It includes the physical factors of the surroundings of human beings such as land, water, atmosphere, sound, odour, taste, the biological factors of animals and plants and the social factors of aesthetics and includes both the natural and the built environment.\n* Kenya is blessed with mega biodiversity and enjoys a unique tropical climate with varying weather patterns due to differing topographical dimensions. The country has a wide variety of ecosystems  namely mountains, forests, arid and semi-arid areas (ASALs), freshwater, wetlands, coastal and marine all offering many opportunities for sustainable human, social and economic development. These ecosystems are natural capitals which provide important regulatory services (such as forests and mountains serving to regulate water\n* ow, sustain biodiversity), provision services (such as forests providing timber and fuel wood), cultural services (such as aesthetic, recreational or spiritual values and uses) and supporting services (such as soil formation, nutrient cycling and primary production).\n* The survival and socio-economic wellbeing of Kenyans is ultimately intertwined with the environment. Most Kenyan citizens depend directly or indirectly on environmental goods and services. In addition, Kenyaâs environmental resources contribute directly and indirectly to the local and national economy through revenue generation and wealth creation in such productive sectors as agriculture, fi sheries, livestock, water, energy, forestry, trade, tourism and industry.\n* That is why the environment has been an essential feature of Kenyaâs development policy. Environmental imperatives were initially captured through periodic development planning cycles. Whole sections or chapters of successive National Development Plans have dealt with the environment since independence. But modern day environment\n* cant therefore that the global environment body UNEP is located in Nairobi.\n* The policy making process culminated into the Sessional Paper No. 6 of 1999 entitled Environment and Development. The legislative process gave forth the Environmental Management and Coordination Act (EMCA) No. 8 of 1999 as Kenyaâs first framework environmental law. Both the Sessional Paper and the Act added to a large number of existing sectoral laws and policies on various facets of the environment such as water, forest and minerals. This has created a diffuse system of environmental laws and policies, some of whose provisions are not in harmony making them ill-suited to aid the pursuit of sustainable development objectives as set out in the Vision 2030.\n* The promulgation of The Constitution of Kenya 2010 and other new developments like climate change marked an important chapter in Kenyaâs environmental policy development. Hailed as a âGreenâ Constitution, it embodies elaborate provisions with considerable implications for sustainable development. These range from environmental principles and implications of Multilateral Environmental Agreements (MEAs) to the right to a clean and healthy environment as enshrined in the Bill of Rights. Chapter V is entirely dedicated to land and environment. It also embodies a host of social and economic rights which are of environmental character such as the right to water, food and shelter, among others.\n* It is the responsibility of the government through the ministry responsible for environmental issues to ensure that policies are reviewed and formulated to meet the aspirations of the Constitution and emerging issues in the management of the environment for prosperity. Such a policy should aim at providing a holistic framework to guide the management\n* The process of formulating this policy was initiated in 2006 by the then Ministry of Environment and Mineral Resources through a participatory and a consultative process that involved public and key institutions engagement with taskforces from various stakeholders. This culminated in the production of the Draft National Environment Policy, 2008 which was however not finalised. Upon the promulgation of Constitution of Kenya 2010, it was found necessary to review the draft policy of 2008 to accommodate any new developments due to time lapse and to align it to the Constitution. This policy is therefore a product of a wide participation and consultation with various stakeholders within the academia, non-governmental organisations, interest groups, government ministries, chief executives and officers from the relevant public and private sector organisations from September 2011 to February 2013."}, {"text_block_id": "p15_b72", "text": "2.0  SITUATIONAL ANALYSIS"}, {"text_block_id": "p15_b73", "text": "2.0  SITUATIONAL ANALYSIS\n* Kenya has witnessed unprecedented political and socio-economic transformation since independence. High population growth, shrinking productive land and technological changes are some of the signi\n* cant changes. These interlinked components provide the backdrop against which to view changes in the state of the countryâs environment. This is because they serve a dual purpose as some of the most forceful drivers of environmental change. The main human activities contributing to environmental degradation in Kenya include unsustainable land use practices, poor soil and water management practices, deforestation, overgrazing and pollution.\n* These activities contribute a great deal to degradation of the countryâs scarce natural resources such as land, fresh and marine waters and biodiversity thereby threatening the livelihoods of many people. They also undermine the sink function of the environment which operates through such processes as nutrient recycling, decomposition and the natural puri\n* cation and\n* cation and\n fi\n* cation and\n fi\n ltering of air and water.\n* Environmental degradation in Kenya directly contributes to impacts of climate change as is witnessed in the rising costs of water treatment, food imports and health services. These are not only increasing human vulnerability and health insecurity but also draining the countryâs economic resources. The expansion of human activities into marginal areas leading to clearance of natural habitats such as forests and wetlands has been a major driving force behind land degradation throughout the country. The continuous loss of biological resources translates into loss of economic potential and options for commercial development.\n* This backdrop provides the justification for this Environment Policy. It gives the framework to guide the countryâs efforts in addressing the ever-growing environmental issues and challenges such as:"}, {"text_block_id": "p16_b89", "text": "2.0  SITUATIONAL ANALYSIS\n* Kenya has witnessed unprecedented political and socio-economic transformation since independence. High population growth, shrinking productive land and technological changes are some of the signi\n* cant changes. These interlinked components provide the backdrop against which to view changes in the state of the countryâs environment. This is because they serve a dual purpose as some of the most forceful drivers of environmental change. The main human activities contributing to environmental degradation in Kenya include unsustainable land use practices, poor soil and water management practices, deforestation, overgrazing and pollution.\n* These activities contribute a great deal to degradation of the countryâs scarce natural resources such as land, fresh and marine waters and biodiversity thereby threatening the livelihoods of many people. They also undermine the sink function of the environment which operates through such processes as nutrient recycling, decomposition and the natural puri\n* cation and\n* cation and\n fi\n* cation and\n fi\n ltering of air and water.\n* Environmental degradation in Kenya directly contributes to impacts of climate change as is witnessed in the rising costs of water treatment, food imports and health services. These are not only increasing human vulnerability and health insecurity but also draining the countryâs economic resources. The expansion of human activities into marginal areas leading to clearance of natural habitats such as forests and wetlands has been a major driving force behind land degradation throughout the country. The continuous loss of biological resources translates into loss of economic potential and options for commercial development.\n* This backdrop provides the justification for this Environment Policy. It gives the framework to guide the countryâs efforts in addressing the ever-growing environmental issues and challenges such as:\n* Many sectoral policies and laws are not harmonised with each other and with the Constitution. These include policies and laws concerning agriculture, land, water, forests, trade and industry, which have signi\n* Many sectoral policies and laws are not harmonised with each other and with the Constitution. These include policies and laws concerning agriculture, land, water, forests, trade and industry, which have signi\n fi\n* Many sectoral policies and laws are not harmonised with each other and with the Constitution. These include policies and laws concerning agriculture, land, water, forests, trade and industry, which have signi\n fi\n cant implications on the environment. The sectoral rather than integrated and ecosystem approach to management of natural resources has proved inadequate in addressing environmental challenges. In addition, weak enforcement of laws and weak implementation of policies remain a major issue of concern in Kenyaâs environment sector.\n* Kenya continues to lose her biodiversity due to habitat destruction, overgrazing, deforestation, pollution, unsustainable harvesting of natural resources, biopiracy and introduction of invasive and alien species, among others. Invasive and alien species are a major threat to the environment. They threaten indigenous species through the effects of predation, alteration of habitat or disruption of ecosystem processes. The challenge of dealing with loss of biodiversity becomes even more complicated when one is dealing with shared resources where laws and policies of respective countries are not harmonised.\n* : The value of environmental resources is hardly reflected in pricing of marketed goods and services. Environmental and natural resources are largely considered as public goods. This is symptomatic of market failure. Integrating environmental considerations into the behaviour of enterprises and consumers would reflect a change in consumption and production patterns. Prioritisation of environment and natural resources remains low among policy makers partly due to inadequate appreciation of the total economic value of the sector. Thus there is less public investment in the sector.\n* : There are several degraded areas in Kenya which require rehabilitation and restoration. These include wetlands, riverbanks, deforested areas, eroded shoreline, hilltops and disused quarries and mines."}, {"text_block_id": "p17_b107", "text": "2.0  SITUATIONAL ANALYSIS\n* Kenya has witnessed unprecedented political and socio-economic transformation since independence. High population growth, shrinking productive land and technological changes are some of the signi\n* cant changes. These interlinked components provide the backdrop against which to view changes in the state of the countryâs environment. This is because they serve a dual purpose as some of the most forceful drivers of environmental change. The main human activities contributing to environmental degradation in Kenya include unsustainable land use practices, poor soil and water management practices, deforestation, overgrazing and pollution.\n* These activities contribute a great deal to degradation of the countryâs scarce natural resources such as land, fresh and marine waters and biodiversity thereby threatening the livelihoods of many people. They also undermine the sink function of the environment which operates through such processes as nutrient recycling, decomposition and the natural puri\n* cation and\n* cation and\n fi\n* cation and\n fi\n ltering of air and water.\n* Environmental degradation in Kenya directly contributes to impacts of climate change as is witnessed in the rising costs of water treatment, food imports and health services. These are not only increasing human vulnerability and health insecurity but also draining the countryâs economic resources. The expansion of human activities into marginal areas leading to clearance of natural habitats such as forests and wetlands has been a major driving force behind land degradation throughout the country. The continuous loss of biological resources translates into loss of economic potential and options for commercial development.\n* This backdrop provides the justification for this Environment Policy. It gives the framework to guide the countryâs efforts in addressing the ever-growing environmental issues and challenges such as:\n* Many sectoral policies and laws are not harmonised with each other and with the Constitution. These include policies and laws concerning agriculture, land, water, forests, trade and industry, which have signi\n* Many sectoral policies and laws are not harmonised with each other and with the Constitution. These include policies and laws concerning agriculture, land, water, forests, trade and industry, which have signi\n fi\n* Many sectoral policies and laws are not harmonised with each other and with the Constitution. These include policies and laws concerning agriculture, land, water, forests, trade and industry, which have signi\n fi\n cant implications on the environment. The sectoral rather than integrated and ecosystem approach to management of natural resources has proved inadequate in addressing environmental challenges. In addition, weak enforcement of laws and weak implementation of policies remain a major issue of concern in Kenyaâs environment sector.\n* Kenya continues to lose her biodiversity due to habitat destruction, overgrazing, deforestation, pollution, unsustainable harvesting of natural resources, biopiracy and introduction of invasive and alien species, among others. Invasive and alien species are a major threat to the environment. They threaten indigenous species through the effects of predation, alteration of habitat or disruption of ecosystem processes. The challenge of dealing with loss of biodiversity becomes even more complicated when one is dealing with shared resources where laws and policies of respective countries are not harmonised.\n* : The value of environmental resources is hardly reflected in pricing of marketed goods and services. Environmental and natural resources are largely considered as public goods. This is symptomatic of market failure. Integrating environmental considerations into the behaviour of enterprises and consumers would reflect a change in consumption and production patterns. Prioritisation of environment and natural resources remains low among policy makers partly due to inadequate appreciation of the total economic value of the sector. Thus there is less public investment in the sector.\n* : There are several degraded areas in Kenya which require rehabilitation and restoration. These include wetlands, riverbanks, deforested areas, eroded shoreline, hilltops and disused quarries and mines.\n* : Increasing rates of urbanisation is caused by natural growth of the urban population and rural-urban migration. Urbanisation often leads to destruction of sensitive ecosystems. Poor waste management causes urban pollution and poor health. Thus many urban environmental problems are the result of poor management, planning and absence of coherent urban policies.\n* Climate change poses significant environmental challenges for Kenya as evidenced by the frequent droughts and water shortages that even affect power supplies. This is happening at a time when power demand is on the rise and utilisation of renewable energy sources exclusive of hydro remains relatively low.  Other adverse impacts of climate change can be seen in the form of frequent and severe natural disasters such as fl oods, landslides and prolonged droughts. Increased frequency and intensity of extreme climatic conditions continue to undermine the countryâs sustainable development. Managing climate-related disasters remains a signifi cant challenge.\n* s: Broad public participation in decision making processes is one of the fundamental preconditions for sustainable development. This presupposes access to timely and accurate information on the environment. Sound environmental management has to be based on openness and participation at all levels. Therefore, it is imperative that environmental education and public awareness is promoted at all levels.\n* Inadequate and disaggregated data is a challenge for integrated planning and management of the environment and undertaking total economic valuation.\n* Rising poverty levels have impacted negatively on the environment. Poverty is a major cause and consequence of environmental degradation and resources depletion because of lack of alternatives. The poor rely heavily on the environment and natural resources for their livelihoods."}, {"text_block_id": "p18_b128", "text": "2.0  SITUATIONAL ANALYSIS\n* Kenya has witnessed unprecedented political and socio-economic transformation since independence. High population growth, shrinking productive land and technological changes are some of the signi\n* cant changes. These interlinked components provide the backdrop against which to view changes in the state of the countryâs environment. This is because they serve a dual purpose as some of the most forceful drivers of environmental change. The main human activities contributing to environmental degradation in Kenya include unsustainable land use practices, poor soil and water management practices, deforestation, overgrazing and pollution.\n* These activities contribute a great deal to degradation of the countryâs scarce natural resources such as land, fresh and marine waters and biodiversity thereby threatening the livelihoods of many people. They also undermine the sink function of the environment which operates through such processes as nutrient recycling, decomposition and the natural puri\n* cation and\n* cation and\n fi\n* cation and\n fi\n ltering of air and water.\n* Environmental degradation in Kenya directly contributes to impacts of climate change as is witnessed in the rising costs of water treatment, food imports and health services. These are not only increasing human vulnerability and health insecurity but also draining the countryâs economic resources. The expansion of human activities into marginal areas leading to clearance of natural habitats such as forests and wetlands has been a major driving force behind land degradation throughout the country. The continuous loss of biological resources translates into loss of economic potential and options for commercial development.\n* This backdrop provides the justification for this Environment Policy. It gives the framework to guide the countryâs efforts in addressing the ever-growing environmental issues and challenges such as:\n* Many sectoral policies and laws are not harmonised with each other and with the Constitution. These include policies and laws concerning agriculture, land, water, forests, trade and industry, which have signi\n* Many sectoral policies and laws are not harmonised with each other and with the Constitution. These include policies and laws concerning agriculture, land, water, forests, trade and industry, which have signi\n fi\n* Many sectoral policies and laws are not harmonised with each other and with the Constitution. These include policies and laws concerning agriculture, land, water, forests, trade and industry, which have signi\n fi\n cant implications on the environment. The sectoral rather than integrated and ecosystem approach to management of natural resources has proved inadequate in addressing environmental challenges. In addition, weak enforcement of laws and weak implementation of policies remain a major issue of concern in Kenyaâs environment sector.\n* Kenya continues to lose her biodiversity due to habitat destruction, overgrazing, deforestation, pollution, unsustainable harvesting of natural resources, biopiracy and introduction of invasive and alien species, among others. Invasive and alien species are a major threat to the environment. They threaten indigenous species through the effects of predation, alteration of habitat or disruption of ecosystem processes. The challenge of dealing with loss of biodiversity becomes even more complicated when one is dealing with shared resources where laws and policies of respective countries are not harmonised.\n* : The value of environmental resources is hardly reflected in pricing of marketed goods and services. Environmental and natural resources are largely considered as public goods. This is symptomatic of market failure. Integrating environmental considerations into the behaviour of enterprises and consumers would reflect a change in consumption and production patterns. Prioritisation of environment and natural resources remains low among policy makers partly due to inadequate appreciation of the total economic value of the sector. Thus there is less public investment in the sector.\n* : There are several degraded areas in Kenya which require rehabilitation and restoration. These include wetlands, riverbanks, deforested areas, eroded shoreline, hilltops and disused quarries and mines.\n* : Increasing rates of urbanisation is caused by natural growth of the urban population and rural-urban migration. Urbanisation often leads to destruction of sensitive ecosystems. Poor waste management causes urban pollution and poor health. Thus many urban environmental problems are the result of poor management, planning and absence of coherent urban policies.\n* Climate change poses significant environmental challenges for Kenya as evidenced by the frequent droughts and water shortages that even affect power supplies. This is happening at a time when power demand is on the rise and utilisation of renewable energy sources exclusive of hydro remains relatively low.  Other adverse impacts of climate change can be seen in the form of frequent and severe natural disasters such as fl oods, landslides and prolonged droughts. Increased frequency and intensity of extreme climatic conditions continue to undermine the countryâs sustainable development. Managing climate-related disasters remains a signifi cant challenge.\n* s: Broad public participation in decision making processes is one of the fundamental preconditions for sustainable development. This presupposes access to timely and accurate information on the environment. Sound environmental management has to be based on openness and participation at all levels. Therefore, it is imperative that environmental education and public awareness is promoted at all levels.\n* Inadequate and disaggregated data is a challenge for integrated planning and management of the environment and undertaking total economic valuation.\n* Rising poverty levels have impacted negatively on the environment. Poverty is a major cause and consequence of environmental degradation and resources depletion because of lack of alternatives. The poor rely heavily on the environment and natural resources for their livelihoods.\n* Chemicals are an important contributor to national development across all sectors. They form an important input to agriculture, manufacturing, energy, leisure and as ingredients to commonly used materials such as plastics, electronics, refrigerators and air conditioning. They improve the quality of life as medicines, cosmetics, foods, leisure etc.  Unfortunately they can also be dangerous because of their toxic and hazardous nature. Chemicals can be fl ammable, explosive and carcinogenic directly or through air, water, food and materials.  These inherent risks need to be managed at production, use, transport and when it turns to waste disposed in an environmentally sound manner."}, {"text_block_id": "p19_b133", "text": "3.0 GOAL, OBJECTIVES AND GUIDING PRINCIPLES"}, {"text_block_id": "p19_b134", "text": "The goal of this Policy is:"}, {"text_block_id": "p19_b135", "text": "Better quality of life for present and future generations through sustainable management and use of the environment and natural resources."}, {"text_block_id": "p19_b136", "text": "3.1 O"}, {"text_block_id": "p19_b137", "text": "BJECTIVES"}, {"text_block_id": "p19_b138", "text": "The objectives of this Policy are to:"}, {"text_block_id": "p19_b139", "text": "The objectives of this Policy are to:\n* Provide a framework for an integrated approach to planning and sustainable management of Kenyaâs environment and natural resources.\n* Strengthen the legal and institutional framework for good governance, effective coordination and management of the environment and natural resources.\n* Ensure sustainable management of the environment and natural resources, such as unique terrestrial and aquatic ecosystems, for national economic growth and improved livelihoods.\n* Promote and support research and capacity development as well as use of innovative environmental management tools such as incentives, disincentives, total economic valuation, indicators of sustainable development, Strategic Environmental Assessments (SEAs), Environmental Impact Assessments (EIAs), Environmental Audits (EA) and Payment for Environmental Services (PES).\n* Promote and enhance cooperation, collaboration, synergy, partnerships and participation in the protection, conservation, sustainable management of the environment and natural resources.\n* Ensure inclusion of cross-cutting and emerging issues such as poverty reduction, gender, disability, HIV&AIDS and other diseases in the management of the environment and natural resources.\n* Promote domestication, coordination and maximisation of benefi t from Strategic Multilateral Environmental Agreements (MEAs)."}, {"text_block_id": "p20_b155", "text": "3.2 G"}, {"text_block_id": "p20_b156", "text": "UIDING"}, {"text_block_id": "p20_b157", "text": "P"}, {"text_block_id": "p20_b158", "text": "RINCIPLES"}, {"text_block_id": "p20_b159", "text": "Implementation of this Policy will be guided by the following principles:"}, {"text_block_id": "p20_b160", "text": "Implementation of this Policy will be guided by the following principles:\n* Every person in Kenya has a right to a clean and healthy environment and a duty to safeguard and enhance the environment.\n* The right to development will be exercised taking into consideration sustainability, resource ef\n* The right to development will be exercised taking into consideration sustainability, resource ef\n fi\n* The right to development will be exercised taking into consideration sustainability, resource ef\n fi\n ciency and economic, social and environmental needs.\n* An integrated ecosystem approach to conserving environmental resources will be adopted and enhanced to ensure that all ecosystems are managed in an integrated manner while also providing a range of bene\n* An integrated ecosystem approach to conserving environmental resources will be adopted and enhanced to ensure that all ecosystems are managed in an integrated manner while also providing a range of bene\n fi\n* An integrated ecosystem approach to conserving environmental resources will be adopted and enhanced to ensure that all ecosystems are managed in an integrated manner while also providing a range of bene\n fi\n ts to the citizenry.\n* The benefits that ecosystems generate will be integrated into the national accounting system, programmes and projects.\n* Environmental resources will be utilised in a manner that does not compromise the quality and value of the resource or decrease the carrying capacity of supporting ecosystems.\n* The management of the environment and natural resources will ensure equitable access to resources for present and future generations.\n* A coordinated and participatory approach to environmental protection and management will be enhanced to ensure that the relevant government agencies, county governments, private sector, civil society and communities are involved in planning, implementation and decision making processes.\n* The management of the environment and natural resources will be through decentralisation and devolution of authority and responsibilities to the lowest level possible."}, {"text_block_id": "p21_b190", "text": "Implementation of this Policy will be guided by the following principles:\n* Every person in Kenya has a right to a clean and healthy environment and a duty to safeguard and enhance the environment.\n* The right to development will be exercised taking into consideration sustainability, resource ef\n* The right to development will be exercised taking into consideration sustainability, resource ef\n fi\n* The right to development will be exercised taking into consideration sustainability, resource ef\n fi\n ciency and economic, social and environmental needs.\n* An integrated ecosystem approach to conserving environmental resources will be adopted and enhanced to ensure that all ecosystems are managed in an integrated manner while also providing a range of bene\n* An integrated ecosystem approach to conserving environmental resources will be adopted and enhanced to ensure that all ecosystems are managed in an integrated manner while also providing a range of bene\n fi\n* An integrated ecosystem approach to conserving environmental resources will be adopted and enhanced to ensure that all ecosystems are managed in an integrated manner while also providing a range of bene\n fi\n ts to the citizenry.\n* The benefits that ecosystems generate will be integrated into the national accounting system, programmes and projects.\n* Environmental resources will be utilised in a manner that does not compromise the quality and value of the resource or decrease the carrying capacity of supporting ecosystems.\n* The management of the environment and natural resources will ensure equitable access to resources for present and future generations.\n* A coordinated and participatory approach to environmental protection and management will be enhanced to ensure that the relevant government agencies, county governments, private sector, civil society and communities are involved in planning, implementation and decision making processes.\n* The management of the environment and natural resources will be through decentralisation and devolution of authority and responsibilities to the lowest level possible.\n* Where there are credible threats of serious or irreversible damage to key environmental resources, lack of full scienti\n* Where there are credible threats of serious or irreversible damage to key environmental resources, lack of full scienti\n fi\n* Where there are credible threats of serious or irreversible damage to key environmental resources, lack of full scienti\n fi\n c certainty will not be used as a reason for postponing cost-effective measures to prevent environmental degradation\n* Where there are credible threats of serious or irreversible damage to key environmental resources, lack of full scienti\n fi\n c certainty will not be used as a reason for postponing cost-effective measures to prevent environmental degradation\n .\n* The polluter and users of environmental and natural resources shall bear the full environmental and social costs of their activities.\n* MEAs and regional instruments will be domesticated and implemented cooperatively for better environmental management of shared resources.\n* Rule of law, effective institutions, transparency and accountability, respect for human rights and the meaningful participation of citizens will be integrated in environmental management.\n* fi\n* fi\n t sharing:\n* fi\n t sharing:\n Where benefits will accrue from utilisation of biodiversity, these will be shared in order to promote conservation and sustainable use of biodiversity.\n* Communities will be involved in decision making and empowered in the implementation of such decisions."}, {"text_block_id": "p22_b215", "text": "4.0 MANAGEMENT OF ECOSYSTEMS AND SUSTAINABLE USE OF NATURAL RESOURCES"}, {"text_block_id": "p22_b216", "text": "Ecosystems provide a wide range of goods and services. These include provisioning, regulating, cultural and supporting services. Despite the services they provide, ecosystems are under pressure from human activities. The most critical ecosystems in Kenya include forests, freshwaters, wetlands, coastal and marine, mountains, arid, semi arid and spectacularly diverse wildlife populations. Within these ecosystems are key natural and cultural heritage resources which support diverse biodiversity and provide natural capital for economic development and support livelihoods."}, {"text_block_id": "p22_b217", "text": "4.1 F"}, {"text_block_id": "p22_b218_merged", "text": "OREST ECOSYSTEMS"}, {"text_block_id": "p22_b221", "text": "OREST ECOSYSTEMS\n* The conservation and sustainable development of forest ecosystems and their associated resources is essential for sustainable poverty reduction and sustainable development. Forest ecosystems are important in conservation of soil, water and biodiversity as well as in moderation of climate. They are the richest terrestrial habitats for biodiversity. Maintaining forest biodiversity safeguards the economic potential of future opportunities for new non-timber products such as food and medicine as well as social sustainability by offering aesthetic, spiritual and recreational settings for people.\n* Kenyaâs forest resources are being subjected to overwhelming pressure from competing land uses like agriculture, industry, human settlement and development of infrastructure. In addition, extraction of forest products, illegal logging, cutting trees for fuel wood and charcoal and grazing of livestock have also contributed to the degradation of forests. These competing land uses have adverse environmental effects on long term sustainability of forest ecosystems.\n* Large scale loss of forests would lead to catastrophic, permanent change in the countryâs ecology with consequent loss of agricultural productivity, industrial potential development, living conditions and"}, {"text_block_id": "p23_b227", "text": "OREST ECOSYSTEMS\n* The conservation and sustainable development of forest ecosystems and their associated resources is essential for sustainable poverty reduction and sustainable development. Forest ecosystems are important in conservation of soil, water and biodiversity as well as in moderation of climate. They are the richest terrestrial habitats for biodiversity. Maintaining forest biodiversity safeguards the economic potential of future opportunities for new non-timber products such as food and medicine as well as social sustainability by offering aesthetic, spiritual and recreational settings for people.\n* Kenyaâs forest resources are being subjected to overwhelming pressure from competing land uses like agriculture, industry, human settlement and development of infrastructure. In addition, extraction of forest products, illegal logging, cutting trees for fuel wood and charcoal and grazing of livestock have also contributed to the degradation of forests. These competing land uses have adverse environmental effects on long term sustainability of forest ecosystems.\n* Large scale loss of forests would lead to catastrophic, permanent change in the countryâs ecology with consequent loss of agricultural productivity, industrial potential development, living conditions and\n* oods and drought. It would also endanger the countryâs water supplies since the\n* oods and drought. It would also endanger the countryâs water supplies since the\n fi\n* oods and drought. It would also endanger the countryâs water supplies since the\n fi\n ve major water towers are located in forested lands."}, {"text_block_id": "p23_b232", "text": "Policy Statements"}, {"text_block_id": "p23_b233", "text": "The Government will:"}, {"text_block_id": "p23_b234", "text": "The Government will:\n* Formulate strategies to increase tree cover.\n* Develop and implement a national strategy for rehabilitation and restoration of degraded forest ecosystems and water catchment areas with active community involvement/participation.\n* Support effective implementation of the forest and other related policies and laws.\n* Develop and implement national standards, principles and criteria of sustainable forest management.\n* Encourage development and implementation of appropriate forestry-based investment programmes and projects.\n* Involve and empower communities in the management of forest ecosystems."}, {"text_block_id": "p23_b246", "text": "4.2  F"}, {"text_block_id": "p23_b247", "text": "RESHWATER AND"}, {"text_block_id": "p23_b248", "text": "W"}, {"text_block_id": "p23_b249", "text": "ETLAND"}, {"text_block_id": "p23_b250", "text": "E"}, {"text_block_id": "p23_b251", "text": "COSYSTEMS"}, {"text_block_id": "p23_b252", "text": "COSYSTEMS\n* Freshwater resources and wetlands form an important part of Kenyaâs natural resources with considerable provisioning, regulatory and supporting services. Their provisioning services include the storage and retention of water for domestic, agricultural and industrial use. Their regulating services include modifying water flows, recharging and discharging groundwater resources and diluting or removing pollutants. Their supporting services are important for soil formation and retention as well as nutrient cycling. These ecosystems also provide habitats for a great number of plant and animal species.\n* The ecosystems face numerous threats from human population pressure and land use changes. Some of them have been converted for agricultural use, settlements and commercial developments. Other threats include pollution, sedimentation and over-exploitation of wetland resources,"}, {"text_block_id": "p24_b258", "text": "COSYSTEMS\n* Freshwater resources and wetlands form an important part of Kenyaâs natural resources with considerable provisioning, regulatory and supporting services. Their provisioning services include the storage and retention of water for domestic, agricultural and industrial use. Their regulating services include modifying water flows, recharging and discharging groundwater resources and diluting or removing pollutants. Their supporting services are important for soil formation and retention as well as nutrient cycling. These ecosystems also provide habitats for a great number of plant and animal species.\n* The ecosystems face numerous threats from human population pressure and land use changes. Some of them have been converted for agricultural use, settlements and commercial developments. Other threats include pollution, sedimentation and over-exploitation of wetland resources,\n"}, {"text_block_id": "p24_b259", "text": "Policy Statements"}, {"text_block_id": "p24_b260", "text": "The Government will:"}, {"text_block_id": "p24_b261", "text": "The Government will:\n* Develop and implement integrated freshwater and wetland resources management strategies and action plans.\n* Promote and institutionalise payment for environmental services schemes to support catchment protection and conservation.\n* Promote sustainable use of freshwater and wetland resources and the conservation of river and lake ecosystems through development and implementation of river basin management plans.\n* Develop and implement a national wetland policy and regulations.\n* Develop and implement catchment-based wetland management plans for all Ramsar sites through a participatory process.\n* Ensure rehabilitation and restoration of degraded wetlands, riverbanks and lakeshores and, as appropriate, promote and support establishment of constructed wetlands.\n* Harmonise and coordinate the roles of various regulatory agencies charged with the management of freshwater and wetland ecosystems.\n* Involve and empower communities in the management of fresh water and wetland ecosystems."}, {"text_block_id": "p24_b277", "text": "4.3. C"}, {"text_block_id": "p24_b278", "text": "OASTAL AND"}, {"text_block_id": "p24_b279", "text": "M"}, {"text_block_id": "p24_b280", "text": "ARINE"}, {"text_block_id": "p24_b281", "text": "E"}, {"text_block_id": "p24_b282", "text": "COSYSTEMS"}, {"text_block_id": "p24_b283", "text": "4.3.1"}, {"text_block_id": "p24_b284_merged_merged", "text": "Coastal and marine ecosystems are composed of multiple interacting systems – maritime, terrestrial and aquatic and include the islands and the 200 nautical miles exclusive economic zone (EEZ). Coastal and marine ecosystems provide a wide range of important goods and services. The services include storing and cycling nutrients, regulating water balances, buffering land and protecting it against erosion from storms and waves, and filtering pollutants. On a larger scale, the oceans"}, {"text_block_id": "p25_b287", "text": "also play an important role in regulating planetary balances in hydrology and climate."}, {"text_block_id": "p25_b288", "text": "4.3.2"}, {"text_block_id": "p25_b289", "text": "Coastal and marine ecosystems are under increasing pressure. The major direct threats to these ecosystems include urbanization, poor waste management, shoreline modi"}, {"text_block_id": "p25_b290", "text": "fi"}, {"text_block_id": "p25_b291", "text": "cation, pollution from land-based activities and other sources, over-exploitation and destruction of marine living resources such as mangroves, oil and gas exploration, use of unsustainable"}, {"text_block_id": "p25_b292", "text": "fi"}, {"text_block_id": "p25_b293", "text": "shing methods, invasive and alien species and adverse effects of climate change."}, {"text_block_id": "p25_b294", "text": "Policy Statements"}, {"text_block_id": "p25_b295", "text": "The Government will:"}, {"text_block_id": "p25_b296", "text": "1."}, {"text_block_id": "p25_b297", "text": "Promote sustainable use of marine resources and the conservation of vulnerable coastal ecosystems."}, {"text_block_id": "p25_b298", "text": "2."}, {"text_block_id": "p25_b299", "text": "Ensure the development and implementation of a harmonised Integrated Coastal Zone Management (ICZM) Policy and Integrated Ocean Management Policy, Strategy and Action Plan."}, {"text_block_id": "p25_b300", "text": "3."}, {"text_block_id": "p25_b301", "text": "Undertake and support research and training in the conservation and management of coastal and marine ecosystems and resources."}, {"text_block_id": "p25_b302", "text": "4."}, {"text_block_id": "p25_b303", "text": "Promote closer regional and international cooperation in the conservation and management of marine migratory species."}, {"text_block_id": "p25_b304", "text": "5."}, {"text_block_id": "p25_b305", "text": "Harmonise and coordinate the roles of various regulatory agencies charged with the management of coastal and marine resources."}, {"text_block_id": "p25_b306", "text": "6."}, {"text_block_id": "p25_b307", "text": "Involve and empower communities in the management of coastal and marine ecosystems."}, {"text_block_id": "p25_b308", "text": "4.4. M"}, {"text_block_id": "p25_b309_merged_merged", "text": "OUNTAIN ECOSYSTEMS"}, {"text_block_id": "p25_b312", "text": "4.4.1"}, {"text_block_id": "p25_b313", "text": "Mountainous ecosystems exist in both lowlands and highlands and are particularly fragile and highly susceptible to erosion and landslides. They are especially important for biodiversity conservation since many harbour unique assemblages of plants and animals, including high levels of endemic species. Mountains are an important source of water. For"}, {"text_block_id": "p26_b314", "text": "example, Mt Kenya, Mt Elgon, Aberdare Ranges, Mau Complex and Cherangani Hills are Kenya’s major water towers."}, {"text_block_id": "p26_b315", "text": "4.4.2"}, {"text_block_id": "p26_b316", "text": "Mountain ecosystems have been subjected to a variety of uses and in the process have been exposed to degradation. The main drivers of mountain ecosystems degradation are deforestation, illegal logging, poaching of wild plants and animals,"}, {"text_block_id": "p26_b317", "text": "fi"}, {"text_block_id": "p26_b318", "text": "res and mining, uncontrolled grazing, encroachment and the effects of climate change."}, {"text_block_id": "p26_b319", "text": "Policy Statements"}, {"text_block_id": "p26_b320", "text": "The Government will:"}, {"text_block_id": "p26_b321", "text": "1."}, {"text_block_id": "p26_b322", "text": "Generate and strengthen knowledge about the ecology and sustainable management of mountain ecosystems."}, {"text_block_id": "p26_b323", "text": "2."}, {"text_block_id": "p26_b324", "text": "Develop and implement strategies and action plans for sustainable management of mountain ecosystems."}, {"text_block_id": "p26_b325", "text": "3."}, {"text_block_id": "p26_b326", "text": "Promote integrated watershed management and alternative livelihood opportunities to enhance community participation and empowerment in the conservation and management of mountain ecosystems."}, {"text_block_id": "p26_b327", "text": "4."}, {"text_block_id": "p26_b328", "text": "Adopt appropriate land use planning and watershed management practices for sustainable development of mountain ecosystems."}, {"text_block_id": "p26_b329", "text": "5."}, {"text_block_id": "p26_b330", "text": "Ensure all water catchment areas are zoned and managed as protected areas and fr ee fr om excision."}, {"text_block_id": "p26_b331", "text": "6."}, {"text_block_id": "p26_b332", "text": "Involve and empower communities in the management of mountain ecosystems."}, {"text_block_id": "p26_b333_merged_merged", "text": "4.5 ARID AND SEMI-ARID LANDS ECOSYSTEMS (ASALS)"}, {"text_block_id": "p26_b344", "text": "4.5.1."}, {"text_block_id": "p26_b345", "text": "In Kenya all the grasslands are in the ASALs. The ASALs therefore provide critical habitats for wildlife and ecosystem diversity, including grasslands and wetlands for migratory species. Grasslands are well known as the habitats of the greatest assemblages of large wild mammals in the world and support a rich bird fauna. Consequently, grasslands are important for nature-based tourism, extensive livestock production and recreation activities as well as for water conservation and erosion control."}, {"text_block_id": "p27_b346", "text": "4.5.2"}, {"text_block_id": "p27_b347", "text": "ASALs are fragile but very resilient ecosystems that receive very low and unreliable rainfall. The main form of land use in ASALs is livestock grazing mainly camels, cattle, goats and sheep accounting for a large proportion of the total livestock population in the country. Pastoralism involves considerable mobility to capitalise on spatially and temporally dispersed commonly-owned natural resources which are regulated collectively rather than by separate landowners."}, {"text_block_id": "p27_b348", "text": "4.5.3."}, {"text_block_id": "p27_b349", "text": "The main threats to ASALs include expanding agriculture, charcoal burning and fuel wood collection, uncontrolled"}, {"text_block_id": "p27_b350", "text": "fi"}, {"text_block_id": "p27_b351", "text": "res, human settlements, land degradation, deforestation and overgrazing. Climate change in"}, {"text_block_id": "p27_b352", "text": "fl"}, {"text_block_id": "p27_b353", "text": "uences the ability of ASALs to cope with these challenges."}, {"text_block_id": "p27_b354", "text": "Policy Statements"}, {"text_block_id": "p27_b355", "text": "The Government will:"}, {"text_block_id": "p27_b356", "text": "1."}, {"text_block_id": "p27_b357", "text": "Develop and implement an Integrated Land Use Master (Development) Plan for the ASALs."}, {"text_block_id": "p27_b358", "text": "2."}, {"text_block_id": "p27_b359", "text": "Promote integrated natural resource management in ASALs."}, {"text_block_id": "p27_b360", "text": "3."}, {"text_block_id": "p27_b361", "text": "Ensure application of Integrated Water Resources Management (IWRM) in ASALs with a view to harvesting flood and river water."}, {"text_block_id": "p27_b362", "text": "4."}, {"text_block_id": "p27_b363", "text": "Promote efficient adaptation measures for productive and sustainable resource management in the ASALs."}, {"text_block_id": "p27_b364", "text": "5."}, {"text_block_id": "p27_b365", "text": "Implement the National Action Plan (NAP) to combat desertification and revitalise the Desertification Trust Fund."}, {"text_block_id": "p27_b366", "text": "6."}, {"text_block_id": "p27_b367", "text": "Mainstream dryland issues into all national development plans and policies."}, {"text_block_id": "p27_b368", "text": "7."}, {"text_block_id": "p27_b369", "text": "Involve and empower communities in the management of ASAL ecosystems."}, {"text_block_id": "p27_b370", "text": "4.6 L"}, {"text_block_id": "p27_b371", "text": "AND"}, {"text_block_id": "p27_b372", "text": "4.6.1"}, {"text_block_id": "p27_b373_merged_merged", "text": "Land is a key resource in Kenya and is the basis of livelihood for vast majority and a foundation of economic development. Land resources are finite, fragile and non-renewable and are considered a capital and asset that provides the essential services for development and human"}, {"text_block_id": "p28_b376", "text": "well being. Consequently, the demand and pressure on land is ever increasing. The main driving force leading to pressure on land resources is the increasing rate of population growth, hence demand for more food and shelter."}, {"text_block_id": "p28_b377", "text": "4.6.2"}, {"text_block_id": "p28_b378_merged", "text": "The unsustainable use of land in urban and rural areas remains a major challenge to all Kenyans due to the serious impact on the environment. Activities contributing to land degradation include unsuitable agricultural land use, poor soil and water management practices, deforestation and overgrazing. Natural disasters, including droughts, floods and landslides, also contribute to land degradation."}, {"text_block_id": "p28_b381", "text": "Policy Statements"}, {"text_block_id": "p28_b382", "text": "The Government will:"}, {"text_block_id": "p28_b383", "text": "1."}, {"text_block_id": "p28_b384", "text": "Ensure implementation of the Constitution and the National Land Policy in a way that will take into account sustainable conservation and management of the environment and land resources."}, {"text_block_id": "p28_b385", "text": "2."}, {"text_block_id": "p28_b386", "text": "Promote and enhance best practices for optimal and sustainable land use."}, {"text_block_id": "p28_b387", "text": "3."}, {"text_block_id": "p28_b388", "text": "Promote sustainable urban and peri-urban land uses."}, {"text_block_id": "p28_b389", "text": "4."}, {"text_block_id": "p28_b390", "text": "Promote land restoration policies."}, {"text_block_id": "p28_b391", "text": "5."}, {"text_block_id": "p28_b392", "text": "Promote high rise building as an efficient land utilisation practice."}, {"text_block_id": "p28_b393", "text": "6."}, {"text_block_id": "p28_b394", "text": "Promote research on land use in relation to the built environment."}, {"text_block_id": "p28_b395", "text": "7."}, {"text_block_id": "p28_b396", "text": "Involve and empower communities in land utilisation and management."}, {"text_block_id": "p28_b397", "text": "4.7 S"}, {"text_block_id": "p28_b398", "text": "OILS"}, {"text_block_id": "p28_b399", "text": "4.7.1"}, {"text_block_id": "p28_b400", "text": "Quality fertile soils are a foundation of sustainable agriculture. Soils are also essential in the hydrological cycle. Soil degradation processes of particular concern throughout the country include erosion, compaction and soil fertility depletion. Loss of natural habitats has reduced vegetation cover and exposed soils to extensive wind and soil erosion in many parts of the country."}, {"text_block_id": "p29_b401", "text": "4.7.2"}, {"text_block_id": "p29_b402_merged", "text": "Soil erosion is a major factor in land degradation and has severe effects on soil functions, such as the soil’s ability to act as a buffer and fi lter for pollutants, its role in the hydrological and nitrogen cycle and its ability to provide habitat and support to biodiversity. Soil erosion also causes increased rates of siltation of dams and rivers and increased risk of flooding in rivers and estuaries. Thus, soil erosion reduces the productivity of land, requiring farmers to apply more and more fertilizers and other chemicals that help check declining productivity. The resultant excessive use of fertilizers and other chemicals contributes to soil degradation and water pollution."}, {"text_block_id": "p29_b407", "text": "Policy Statements"}, {"text_block_id": "p29_b408", "text": "The Government will:"}, {"text_block_id": "p29_b409", "text": "1."}, {"text_block_id": "p29_b410", "text": "Develop and implement a National Soil Conservation Policy."}, {"text_block_id": "p29_b411", "text": "2."}, {"text_block_id": "p29_b412", "text": "Promote and support eco and organic farming so as to maintain soil fertility."}, {"text_block_id": "p29_b413", "text": "3."}, {"text_block_id": "p29_b414", "text": "Ensure the protection of wetlands, riverbanks, hilltops and slopes fr om unsustainable practices to prevent soil erosion and environmental degradation."}, {"text_block_id": "p29_b415", "text": "4."}, {"text_block_id": "p29_b416", "text": "Promote good soil management practices to avert landslides, mudslides, floods and other disasters that are preventable."}, {"text_block_id": "p29_b417", "text": "5."}, {"text_block_id": "p29_b418", "text": "Involve and empower communities in soil conservation."}, {"text_block_id": "p29_b419", "text": "4.8 M"}, {"text_block_id": "p29_b420", "text": "INERALS"}, {"text_block_id": "p29_b421", "text": "4.8.1"}, {"text_block_id": "p29_b422", "text": "Kenya’s mineral potential is yet to be fully exploited due to lack of adequate geological information on deposits occurrence. With countrywide coverage of geological surveys and mineral exploration, it is possible to fully exploit the mineral potential. Increased mining activity, including quarrying and harvesting of sand, may result in environmental degradation unless measures are taken to guide and control operations in the mining sub-sector."}, {"text_block_id": "p30_b423", "text": "Policy Statements"}, {"text_block_id": "p30_b424", "text": "The Government will:"}, {"text_block_id": "p30_b425", "text": "1."}, {"text_block_id": "p30_b426", "text": "Ensure formulation and implementation of the mineral resources development and exploitation policy."}, {"text_block_id": "p30_b427", "text": "2."}, {"text_block_id": "p30_b428", "text": "Promote and implement mechanisms for sustainable harvesting of sand and mining activities."}, {"text_block_id": "p30_b429", "text": "3."}, {"text_block_id": "p30_b430", "text": "Ensure rehabilitation and restoration of all mining sites including quarries."}, {"text_block_id": "p30_b431", "text": "4."}, {"text_block_id": "p30_b432", "text": "Encourage equitable exploitation and sound management of mineral resources while ensuring local participation and involvement of indigenous enterprises for investment in mining sector."}, {"text_block_id": "p30_b433", "text": "4.9 B"}, {"text_block_id": "p30_b434", "text": "IODIVERSITY"}, {"text_block_id": "p30_b435", "text": "4.9.1"}, {"text_block_id": "p30_b436", "text": "Kenya is internationally recognized as a mega diverse country in terms of richness in biodiversity. Biodiversity contributes to a wide variety of environmental services, such as regulation of the gaseous composition of the atmosphere, protection of coastal zone, regulation of the hydrological cycle and climate, generation and conservation of fertile soils, dispersal and breakdown of wastes, pollination of many crops and absorption of pollutants. Human health and well-being are directly dependent on biodiversity. Biodiversity also provides genetic resources for food and agriculture and therefore constitutes the biological basis for food security and support for human livelihoods."}, {"text_block_id": "p30_b437", "text": "4.9.2"}, {"text_block_id": "p30_b438_merged", "text": "Loss of biodiversity is going on at unprecedented rate. The most important drivers for biodiversity loss are land degradation, climate change, pollution, unsustainable harvesting of natural resources, unsustainable patterns of consumption and production and introduction of invasive and alien species. Such invasive alien species as Prosopis julifl ora (Mathenge), Eichornia crassipes (water hyacinth), and Lantana camara constitute major threats to biodiversity in Kenya."}, {"text_block_id": "p31_b447", "text": "Policy Statements"}, {"text_block_id": "p31_b448", "text": "The Government will:"}, {"text_block_id": "p31_b449", "text": "1."}, {"text_block_id": "p31_b450", "text": "Develop and implement the National Biodiversity Strategy and Action Plan (NBSAP)."}, {"text_block_id": "p31_b451", "text": "2."}, {"text_block_id": "p31_b452", "text": "Regulate and encourage sustainable utilisation and bioprospecting of biological resources in accordance with international law."}, {"text_block_id": "p31_b453", "text": "3."}, {"text_block_id": "p31_b454", "text": "Develop mechanisms to ensure that the benefi ts arising from access to genetic resources, including intellectual property rights, traditional knowledge and technology are shared equitably with communities living in areas where the genetic material originated."}, {"text_block_id": "p31_b455", "text": "4."}, {"text_block_id": "p31_b456", "text": "Develop and implement a strategy to contain, control and mitigate alien and invasive species."}, {"text_block_id": "p31_b457", "text": "4.10 W"}, {"text_block_id": "p31_b458", "text": "ILDLIFE"}, {"text_block_id": "p31_b459", "text": "R"}, {"text_block_id": "p31_b460", "text": "ESOURCES"}, {"text_block_id": "p31_b461", "text": "4.10.1"}, {"text_block_id": "p31_b462", "text": "Wildlife resources contribute directly and indirectly to the local and national economy through employment, revenue generation and wealth creation. The increasing population, growing numbers of refugees, human–wildlife con"}, {"text_block_id": "p31_b463", "text": "fl"}, {"text_block_id": "p31_b464", "text": "icts, widespread pollution, climate change and the transformation of vast wildlife areas into other land-uses threaten the continued existence of wildlife in the country. Kenya is a global conservation hotspot for wildlife especially the large mammals."}, {"text_block_id": "p31_b465", "text": "4.10.2"}, {"text_block_id": "p31_b466_merged_merged_merged", "text": "Human–wildlife conflict is a growing concern and provides a major challenge to wildlife conservation in Kenya. Conflicts are prevalent as human population increases, development expands, the global climate change and other human and environmental factors put people and wildlife in greater direct competition for a shrinking resource base especially living space and food. The impacts are often huge. People lose their crops, livestock, property and sometimes their lives. The animals, many of which are threatened or endangered, are often killed in retaliation or to ‘prevent’ future conflicts. Despite the efforts"}, {"text_block_id": "p32_b473", "text": "made to reduce con"}, {"text_block_id": "p32_b474", "text": "fl"}, {"text_block_id": "p32_b475", "text": "icts the losses remain high and some of the con"}, {"text_block_id": "p32_b476", "text": "fl"}, {"text_block_id": "p32_b477", "text": "ict mitigation measures that are in place for instance fencing and compensation for losses, demand for increased"}, {"text_block_id": "p32_b478", "text": "fi"}, {"text_block_id": "p32_b479", "text": "nancial resources."}, {"text_block_id": "p32_b480", "text": "Policy Statements"}, {"text_block_id": "p32_b481", "text": "The Government will:"}, {"text_block_id": "p32_b482", "text": "1."}, {"text_block_id": "p32_b483", "text": "Protect, conserve and improve the habitats, corridors and dispersal areas of wildlife."}, {"text_block_id": "p32_b484", "text": "2."}, {"text_block_id": "p32_b485", "text": "Provide incentives for investment in sustainable tourism and wildlife conservation initiatives."}, {"text_block_id": "p32_b486", "text": "3."}, {"text_block_id": "p32_b487", "text": "Promote the establishment of transboundary wildlife conservation areas as a basis for enhancing the conservation of shared wildlife resources and their ecosystems through relevant regional instruments."}, {"text_block_id": "p32_b488", "text": "4."}, {"text_block_id": "p32_b489", "text": "Encourage and support the establishment of private and community based conservation areas in order to   win more space for wildlife."}, {"text_block_id": "p32_b490", "text": "5."}, {"text_block_id": "p32_b491", "text": "Maintain all gazetted protected areas and reclaim and restore the encroached parks and reserves for enhanced wildlife conservation."}, {"text_block_id": "p32_b492", "text": "6."}, {"text_block_id": "p32_b493", "text": "Strengthen and support wildlife research and monitoring to generate adequate information for decision making."}, {"text_block_id": "p32_b494", "text": "7."}, {"text_block_id": "p32_b495", "text": "Protect endangered wildlife species."}, {"text_block_id": "p32_b496", "text": "8."}, {"text_block_id": "p32_b497", "text": "Involve community participation in conservation activities."}, {"text_block_id": "p32_b498", "text": "4.11 L"}, {"text_block_id": "p32_b499", "text": "IVESTOCK"}, {"text_block_id": "p32_b500", "text": "4.11.1"}, {"text_block_id": "p32_b501_merged_merged", "text": "Livestock production is the major activity in Arid and Semi Arid Lands (ASALs) and contributes a considerable proportion of the Gross Domestic Product (GDP) and agricultural labour force. Overstocking in ASALs leads to land degradation. In high potential areas, especially where zero grazing is practiced, the main issue in livestock production is waste management resulting in water pollution. In urban areas, disposal of effluents from abattoirs, butcheries and tanneries is a major concern."}, {"text_block_id": "p33_b504", "text": "Policy Statements"}, {"text_block_id": "p33_b505", "text": "The Government will:"}, {"text_block_id": "p33_b506", "text": "1."}, {"text_block_id": "p33_b507", "text": "Develop and implement an environment-friendly livestock production policy that takes cognizance of livestock mobility and communal management of natural resources."}, {"text_block_id": "p33_b508", "text": "2."}, {"text_block_id": "p33_b509", "text": "Enforce regulations on waste management in livestock production industry."}, {"text_block_id": "p33_b510", "text": "3."}, {"text_block_id": "p33_b511", "text": "Enforce regulations on livestock movement and disease control through commercially viable production systems."}, {"text_block_id": "p33_b512", "text": "4.12 F"}, {"text_block_id": "p33_b513", "text": "ISHERIES"}, {"text_block_id": "p33_b514", "text": "4.12.1."}, {"text_block_id": "p33_b515", "text": "Fisheries contribute a signi"}, {"text_block_id": "p33_b516", "text": "fi"}, {"text_block_id": "p33_b517", "text": "cant proportion to Kenya’s GDP. It also plays an important role in ensuring food security. A large population depends on"}, {"text_block_id": "p33_b518", "text": "fi"}, {"text_block_id": "p33_b519", "text": "sheries both directly and indirectly for livelihood through"}, {"text_block_id": "p33_b520", "text": "fi"}, {"text_block_id": "p33_b521", "text": "shing and linkages to"}, {"text_block_id": "p33_b522", "text": "fi"}, {"text_block_id": "p33_b523", "text": "sh processing and trade. The"}, {"text_block_id": "p33_b524", "text": "fi"}, {"text_block_id": "p33_b525", "text": "sheries sector is identi"}, {"text_block_id": "p33_b526", "text": "fi"}, {"text_block_id": "p33_b527", "text": "ed as one with great potential for value addition and provision of rural incomes in the country."}, {"text_block_id": "p33_b528", "text": "4.12.2."}, {"text_block_id": "p33_b529_merged_merged", "text": "Apart from deep sea marine fishery, the overall state of Kenya’s fi shery resources and their ecosystems is deteriorating due to unsustainable fishing practices, habitat destruction, pollution and weak management structures. Other challenges include uncoordinated development approaches, low investment and inadequate aquaculture development, weak linkages between research and management and cross-border conflicts. To reverse this trend and achieve sustainability of fi sheries, careful stewardship is required to conserve and protect all aquatic habitats for present and future generations."}, {"text_block_id": "p34_b540", "text": "Policy Statements"}, {"text_block_id": "p34_b541", "text": "The Government will:"}, {"text_block_id": "p34_b542", "text": "1."}, {"text_block_id": "p34_b543", "text": "Promote sustainable management and utilisation of fishery resources."}, {"text_block_id": "p34_b544", "text": "2."}, {"text_block_id": "p34_b545", "text": "Strengthen capacity to carry out fisheries monitoring, control and surveillance."}, {"text_block_id": "p34_b546", "text": "3."}, {"text_block_id": "p34_b547", "text": "Promote sustainable aquaculture development."}, {"text_block_id": "p34_b548", "text": "4."}, {"text_block_id": "p34_b549", "text": "Strengthen community participation in fisheries resources management, value addition and marketing."}, {"text_block_id": "p34_b550", "text": "5."}, {"text_block_id": "p34_b551", "text": "Protect fish breeding grounds and implement closed seasons regulations where necessary."}, {"text_block_id": "p35_b552", "text": "5.0  ENVIRONMENTAL STEWARDSHIP"}, {"text_block_id": "p35_b553", "text": "Stewardship of the environment refers to a precautionary approach to environmental challenges, promoting greater environmental responsibility and development and diffusion of environmentally friendly technologies. It means taking responsibility for our choices. The responsibility for environmental quality should be shared by all those whose actions affect the environment. Sustainable development requires that at competitive prices, business and industry can supply goods and services that meet societal and individual needs, contribute to improved quality of life and ensure management and ef"}, {"text_block_id": "p35_b554", "text": "fi"}, {"text_block_id": "p35_b555", "text": "cient use of renewable and non-renewable resources."}, {"text_block_id": "p35_b556", "text": "5.1"}, {"text_block_id": "p35_b557", "text": "N"}, {"text_block_id": "p35_b558", "text": "ATURAL"}, {"text_block_id": "p35_b559", "text": "C"}, {"text_block_id": "p35_b560", "text": "APITAL AND"}, {"text_block_id": "p35_b561", "text": "V"}, {"text_block_id": "p35_b562", "text": "ALUATION"}, {"text_block_id": "p35_b563", "text": "5.1.1"}, {"text_block_id": "p35_b564", "text": "Natural capital is the extension of the economic notion of capital (manufactured means of production) to goods and services relating to the natural environment. Natural capital is thus the stock of natural ecosystems that yields a"}, {"text_block_id": "p35_b565", "text": "fl"}, {"text_block_id": "p35_b566", "text": "ow of valuable ecosystem goods or services into the future. Since the"}, {"text_block_id": "p35_b567", "text": "fl"}, {"text_block_id": "p35_b568", "text": "ow of services from ecosystems requires that they function as whole systems, the structure and diversity of the system are important components of natural capital."}, {"text_block_id": "p35_b569", "text": "5.1.2"}, {"text_block_id": "p35_b570", "text": "The challenge is a reliable way to assess the true value of the services that ecosystems provide, that is, what is their worth, what their loss would cost and what can be done about the loss."}, {"text_block_id": "p35_b571", "text": "5.1.3"}, {"text_block_id": "p35_b572_merged_merged_merged_merged", "text": "The policy implication is that their future competitiveness and well-being depend heavily on improving the efficiency of natural resource use. It involves undertaking total economic valuation of  national capital which include the review of what is known about the environmental services generated by natural capital, the ways in which humans benefi t from those services and the ways in which human activities impact natural capital and change the future flow of services derived from it. This will lead to the green economy."}, {"text_block_id": "p36_b579", "text": "Policy Statements"}, {"text_block_id": "p36_b580", "text": "The Government will:"}, {"text_block_id": "p36_b581", "text": "1."}, {"text_block_id": "p36_b582", "text": "Document and value natural capital and provide periodic assessments to support national accounting and planning."}, {"text_block_id": "p36_b583", "text": "2."}, {"text_block_id": "p36_b584", "text": "Develop and apply instruments and methodologies for environmental accounting into the national accounting and planning processes."}, {"text_block_id": "p36_b585", "text": "3."}, {"text_block_id": "p36_b586", "text": "Promote rational and sustainable use of natural capital to ensure intergenerational equity."}, {"text_block_id": "p36_b587", "text": "4."}, {"text_block_id": "p36_b588", "text": "Promote existing and develop new incentives for the payment of the ecosystem services as a measure to secure and invest in the natural capital."}, {"text_block_id": "p36_b589", "text": "5."}, {"text_block_id": "p36_b590", "text": "Develop a monitoring and reporting framework for a range of stakeholders to monitor their use of natural capital, periodically assess and cost degradation."}, {"text_block_id": "p36_b591", "text": "6."}, {"text_block_id": "p36_b592", "text": "Enhance Natural Capital Value through enhanced conservation activities and capacity building."}, {"text_block_id": "p36_b593", "text": "7."}, {"text_block_id": "p36_b594", "text": "Involve and empower communities in periodic assessments of natural capital."}, {"text_block_id": "p36_b595", "text": "5.2"}, {"text_block_id": "p36_b596", "text": "T"}, {"text_block_id": "p36_b597", "text": "RADE AND"}, {"text_block_id": "p36_b598", "text": "E"}, {"text_block_id": "p36_b599", "text": "NVIRONMENT"}, {"text_block_id": "p36_b600", "text": "5.2.1"}, {"text_block_id": "p36_b601_merged_merged", "text": "Trade is an important driver of economic growth.  Kenya is committed to local, regional and international trade.  The trend towards globalisation has in part reduced barriers to international trade and investment fl ows. But it has also brought new environmental challenges to Kenya including dumping of obsolete technologies and e-waste."}, {"text_block_id": "p36_b604", "text": "5.2.2"}, {"text_block_id": "p36_b605", "text": "Trade has both direct and indirect effects on the environment and society. Trade-offs between economic gains, environmental impacts and social effects must be made taking into consideration the multilateral trading systems. Trade liberalisation within the framework of sustainable development and its contribution to poverty reduction remains a priority concern for the Government."}, {"text_block_id": "p37_b606", "text": "Policy Statements"}, {"text_block_id": "p37_b607", "text": "The Government will:"}, {"text_block_id": "p37_b608", "text": "1."}, {"text_block_id": "p37_b609", "text": "Mainstream environmental considerations into the National Trade Policy."}, {"text_block_id": "p37_b610", "text": "2."}, {"text_block_id": "p37_b611", "text": "Ensure that issues on environment are integrated into international and regional trade negotiations and domesticate resulting agreements."}, {"text_block_id": "p37_b612", "text": "3."}, {"text_block_id": "p37_b613", "text": "Promote and support capacity building in the field of trade and environment."}, {"text_block_id": "p37_b614", "text": "4."}, {"text_block_id": "p37_b615", "text": "Promote and encourage the adaption, uptake and implementation of international environmental and natural resources stewardship standards."}, {"text_block_id": "p37_b616", "text": "5."}, {"text_block_id": "p37_b617", "text": "Promote reduction of negative environmental footprints in production and trade practices."}, {"text_block_id": "p37_b618", "text": "5.3"}, {"text_block_id": "p37_b619", "text": "T"}, {"text_block_id": "p37_b620", "text": "OURISM"}, {"text_block_id": "p37_b621", "text": "5.3.1"}, {"text_block_id": "p37_b622", "text": "Tourism is a major source of foreign exchange earnings in Kenya. However, since the 1990s the industry has suffered from decline in per capita spending, average length of stay and hotel occupancy rates. This is as a result of environmental degradation and deterioration in the quality of tourism products. Whereas there is growing recognition that tourism does have some negative impacts on the environment, there is need to gather more empirical evidence on the subject. There is also need to have a clear policy direction for mitigating the adverse and enhancing the positive environmental impacts of tourism."}, {"text_block_id": "p37_b623", "text": "The main concerns are that:"}, {"text_block_id": "p37_b624", "text": "(a)"}, {"text_block_id": "p37_b625", "text": "Despite the country’s policy advocating spatial distribution of tourists in the country, tourism marketing has continued to focus on the traditional attractions, thereby perpetuating concentration."}, {"text_block_id": "p37_b626", "text": "(b)"}, {"text_block_id": "p37_b627", "text": "Impacts are more severe in crowded attractions for example beaches have been polluted and coral reefs destroyed, marine species adversely affected and vegetation degraded."}, {"text_block_id": "p37_b628", "text": "(c)"}, {"text_block_id": "p37_b629", "text": "Environmental regulations are either ignored or not effectively enforced."}, {"text_block_id": "p38_b630", "text": "Policy Statements"}, {"text_block_id": "p38_b631", "text": "The Government will:"}, {"text_block_id": "p38_b632", "text": "1."}, {"text_block_id": "p38_b633", "text": "Provide incentives to encourage eco-tourism industry initiatives aimed at protecting the environment."}, {"text_block_id": "p38_b634", "text": "2."}, {"text_block_id": "p38_b635", "text": "Improve policy implementation and strictly enforce environmental regulation."}, {"text_block_id": "p38_b636", "text": "3."}, {"text_block_id": "p38_b637", "text": "Set up a framework for information exchange and for environmental awareness creation of all stakeholders in the tourism industry."}, {"text_block_id": "p38_b638", "text": "4."}, {"text_block_id": "p38_b639", "text": "Market “green” tourism products."}, {"text_block_id": "p38_b640", "text": "5."}, {"text_block_id": "p38_b641", "text": "Encourage the promotion of investment in sustainable tourism, including eco"}, {"text_block_id": "p38_b642", "text": "-"}, {"text_block_id": "p38_b643", "text": "tourism and cultural tourism."}, {"text_block_id": "p38_b644", "text": "6."}, {"text_block_id": "p38_b645", "text": "Encourage community participation in tourism industry."}, {"text_block_id": "p38_b646", "text": "5.4"}, {"text_block_id": "p38_b647", "text": "C"}, {"text_block_id": "p38_b648", "text": "ONSUMPTION AND"}, {"text_block_id": "p38_b649", "text": "P"}, {"text_block_id": "p38_b650", "text": "RODUCTION"}, {"text_block_id": "p38_b651", "text": "P"}, {"text_block_id": "p38_b652", "text": "ATTERNS"}, {"text_block_id": "p38_b653", "text": "5.4.1"}, {"text_block_id": "p38_b654", "text": "Changing patterns of consumption and production through integration of environmental considerations in all sectors is a pre-requisite for sustainable development. Most production and consumption practices do not take into account the associated environmental costs. As a result, the bene"}, {"text_block_id": "p38_b655", "text": "fi"}, {"text_block_id": "p38_b656", "text": "ts provided and accounted for by natural resources appear to be much smaller than actual."}, {"text_block_id": "p38_b657", "text": "5.4.2"}, {"text_block_id": "p38_b658", "text": "An integrated accounting system will ensure that environmental costs in production systems are considered. Unsustainable consumption and production practices have been growing, resulting in many of today’s environmental challenges. Environment-friendly technologies can yield enormous environmental bene"}, {"text_block_id": "p38_b659", "text": "fi"}, {"text_block_id": "p38_b660", "text": "ts and lay the foundation for a green economy. There is a need to develop and apply methods and tools  that serve to promote resource ef"}, {"text_block_id": "p38_b661", "text": "fi"}, {"text_block_id": "p38_b662", "text": "ciency in consumption and production patterns across sectors."}, {"text_block_id": "p38_b663", "text": "5.4.3"}, {"text_block_id": "p38_b664_merged_merged_merged_merged_merged", "text": "To achieve a clean and healthy environment, unsustainable patterns of production and consumption should be discouraged and intensifi ed awareness instituted."}, {"text_block_id": "p39_b667", "text": "Policy Statements"}, {"text_block_id": "p39_b668", "text": "The Government will:"}, {"text_block_id": "p39_b669", "text": "1."}, {"text_block_id": "p39_b670", "text": "Provide economic incentives for investment in more effi  cient, clean and environment-friendly production technologies and associated capacity building."}, {"text_block_id": "p39_b671", "text": "2."}, {"text_block_id": "p39_b672", "text": "Promote sound environmental management tools."}, {"text_block_id": "p39_b673", "text": "3."}, {"text_block_id": "p39_b674", "text": "Promote corporate and social responsibility and accountability."}, {"text_block_id": "p39_b675", "text": "4."}, {"text_block_id": "p39_b676", "text": "Promote public procurement policies that encourage development and diffusion of environmentally sound goods and services."}, {"text_block_id": "p39_b677", "text": "5."}, {"text_block_id": "p39_b678", "text": "Promote, strengthen, support consumer organisations and create awareness."}, {"text_block_id": "p39_b679", "text": "6."}, {"text_block_id": "p39_b680", "text": "Create awareness on environmental impact of using non-biodegradable materials such as plastics."}, {"text_block_id": "p39_b681", "text": "5.5"}, {"text_block_id": "p39_b682", "text": "I"}, {"text_block_id": "p39_b683", "text": "NDUSTRIALISATION AND ENVIRONMENT"}, {"text_block_id": "p39_b684", "text": "The structural changes implicit in attaining the growth rates demanded by the economic recovery strategy, Millennium Development Goals (MDGs) and Vision 2030 means that ways must be found to achieve sustainable industrial development. This calls for an environmentally-friendly industrial development strategy that integrates and promotes cohesion of development and environmental policies and enhances transfer of environmentally sound technologies."}, {"text_block_id": "p39_b685", "text": "5.5.1"}, {"text_block_id": "p39_b686_merged", "text": "Kenya’s Vision 2030 envisages the transformation of the country into a newly industrialised middle income economy by 2030. Industrial development is identifi ed as key driving force that puts pressure on the environment. Industrialisation involves transformation of raw materials into value-added products using technology. These development activities are accompanied by generation of various forms of waste into the environment."}, {"text_block_id": "p39_b689", "text": "5.5.2"}, {"text_block_id": "p39_b690", "text": "The Small and Medium Enterprises (SMEs) have been recognised as the engine to drive industrialisation. Besides contributing to economic"}, {"text_block_id": "p40_b691", "text": "growth and job opportunities, SMEs and industries also contribute signi"}, {"text_block_id": "p40_b692", "text": "fi"}, {"text_block_id": "p40_b693", "text": "cantly to environmental degradation and pollution due to factors such as the type and age of the technologies in use,"}, {"text_block_id": "p40_b694", "text": "fl"}, {"text_block_id": "p40_b695", "text": "oor practices and other speci"}, {"text_block_id": "p40_b696", "text": "fi"}, {"text_block_id": "p40_b697", "text": "c industry characteristics."}, {"text_block_id": "p40_b698", "text": "5.5.3"}, {"text_block_id": "p40_b699", "text": "SMEs are the fastest growing part of the Kenyan economy. The manufacturing SMEs consume substantial resources and also produce a signi"}, {"text_block_id": "p40_b700", "text": "fi"}, {"text_block_id": "p40_b701", "text": "cant share of industrial waste. They are prevalent in industrial sectors with relatively high resource and emission intensity thus causing pollution and resource depletion."}, {"text_block_id": "p40_b702", "text": "Policy Statements"}, {"text_block_id": "p40_b703", "text": "The Government will:"}, {"text_block_id": "p40_b704", "text": "1."}, {"text_block_id": "p40_b705", "text": "Develop and implement environmentally-friendly industrialisation policy."}, {"text_block_id": "p40_b706", "text": "2."}, {"text_block_id": "p40_b707", "text": "Promote and support SMEs and other industries to adopt appropriate environmentally sound technologies through provision of appropriate incentives and disincentives."}, {"text_block_id": "p40_b708", "text": "3."}, {"text_block_id": "p40_b709", "text": "Develop and promote use of strategic environmental assessment in the industrial development plans, policies and programmes."}, {"text_block_id": "p40_b710", "text": "4."}, {"text_block_id": "p40_b711", "text": "Develop capacity and promote environmental education and awareness among SMEs."}, {"text_block_id": "p40_b712", "text": "5."}, {"text_block_id": "p40_b713", "text": "Promote Resource Efficient and Cleaner Production (RECP) technologies, including best available techniques and applications."}, {"text_block_id": "p40_b714", "text": "5.6"}, {"text_block_id": "p40_b715", "text": "INFRASTRUCTURAL DEVELOPMENT AND ENVIRONMENT"}, {"text_block_id": "p40_b716", "text": "5.6.1"}, {"text_block_id": "p40_b717_merged_merged_merged", "text": "Infrastructural development includes among others buildings, roads, ports, railways, ICT, pipelines, irrigation systems, airports and electricity transmission. The environment aspects of such infrastructural development are distinct and unique such as effects on flora and fauna, social and psychological disruption, vegetation clearance, excavation works and spillages during construction."}, {"text_block_id": "p41_b720", "text": "Policy Statements"}, {"text_block_id": "p41_b721", "text": "The Government will:"}, {"text_block_id": "p41_b722", "text": "1."}, {"text_block_id": "p41_b723", "text": "Ensure Strategic Environmental Assessment (SEA), Environmental Impact Assessment, Social Impact Assessment and Public participation in the planning and approval of infr astructural projects."}, {"text_block_id": "p41_b724", "text": "2."}, {"text_block_id": "p41_b725", "text": "Develop and implement environmentally-friendly national infr astructural development strategy and action plan."}, {"text_block_id": "p41_b726", "text": "3."}, {"text_block_id": "p41_b727", "text": "Ensure that periodic Environmental Audits are carried out for all infr astructural projects."}, {"text_block_id": "p41_b728", "text": "5.7"}, {"text_block_id": "p41_b729", "text": "M"}, {"text_block_id": "p41_b730", "text": "ANAGEMENT OF CHEMICALS"}, {"text_block_id": "p41_b731", "text": "5.7.1"}, {"text_block_id": "p41_b732", "text": "The"}, {"text_block_id": "p41_b733", "text": "fi"}, {"text_block_id": "p41_b734", "text": "rst conference on chemicals management held in 2006 in Dubai approved the implementation of the Strategic Approach to International Chemicals Management (SAICM). This is a universally acclaimed systematic and coherent framework for managing chemicals for all levels of society. For its implementation, the system requires governments to develop strong governance structures. In Kenya, management of chemicals has been without a guiding policy. In its absence, Kenya is vulnerable to risks and hazards associated with chemicals."}, {"text_block_id": "p41_b735", "text": "Policy Statements"}, {"text_block_id": "p41_b736", "text": "Government will:"}, {"text_block_id": "p41_b737", "text": "1."}, {"text_block_id": "p41_b738", "text": "Integrate chemicals management programme into development plans."}, {"text_block_id": "p41_b739", "text": "2."}, {"text_block_id": "p41_b740", "text": "Implement the international process of the Strategic Approach to International Chemicals Management (SAICM)."}, {"text_block_id": "p41_b741", "text": "3."}, {"text_block_id": "p41_b742", "text": "Develop and implement a chemicals management policy."}, {"text_block_id": "p41_b743", "text": "5.8"}, {"text_block_id": "p41_b744", "text": "H"}, {"text_block_id": "p41_b745", "text": "UMAN"}, {"text_block_id": "p41_b746", "text": "S"}, {"text_block_id": "p41_b747", "text": "ETTLEMENTS"}, {"text_block_id": "p41_b748", "text": "5.8.1"}, {"text_block_id": "p41_b749_merged_merged_merged", "text": "The pattern of human settlements in the country is infl uenced by natural resource endowments, which include availability, accessibility and control. Kenya is still largely a rural society with a high population"}, {"text_block_id": "p42_b752", "text": "growth rate that constrains the country’s resource base. Rural settlements have environmental problems which are in"}, {"text_block_id": "p42_b753", "text": "fl"}, {"text_block_id": "p42_b754", "text": "uenced by many factors including population growth, socio-economic status, topography and climate variability. The huge numbers of refugees has major impacts on the environment and natural resources."}, {"text_block_id": "p42_b755", "text": "5.8.2"}, {"text_block_id": "p42_b756", "text": "Sustainable human settlement involves creating the conditions under which people in both rural and urban settings can enjoy healthy, productive and well integrated lifestyles. This should"}, {"text_block_id": "p42_b757", "text": "ensure that people live in safe, healthy and digni"}, {"text_block_id": "p42_b758", "text": "fi"}, {"text_block_id": "p42_b759", "text": "ed conditions with relatively easy access to amenities. However, rapid urbanisation caused by population growth and rural-urban migration have hindered the capacity of urban centres to provide housing, infrastructure, services and job opportunities."}, {"text_block_id": "p42_b760", "text": "Policy Statements"}, {"text_block_id": "p42_b761", "text": "The Government will:"}, {"text_block_id": "p42_b762", "text": "1."}, {"text_block_id": "p42_b763", "text": "Integrate demographic issues into environmental management and natural resources conservation."}, {"text_block_id": "p42_b764", "text": "2."}, {"text_block_id": "p42_b765", "text": "Develop and implement an Integrated Housing Policy and Housing Master Plan that takes into account environmental considerations."}, {"text_block_id": "p42_b766", "text": "3."}, {"text_block_id": "p42_b767", "text": "Develop and enforce integrated land use planning at all levels."}, {"text_block_id": "p42_b768", "text": "4."}, {"text_block_id": "p42_b769", "text": "Develop and promote a policy on eco-settlement centres including informal settlements."}, {"text_block_id": "p42_b770", "text": "5."}, {"text_block_id": "p42_b771", "text": "Mainstream environmental considerations in the refugee policy and legislation."}, {"text_block_id": "p42_b772", "text": "5.9"}, {"text_block_id": "p42_b773", "text": "E"}, {"text_block_id": "p42_b774_merged_merged_merged", "text": "NERGY USE, EFFICIENCY AND CONSERVATION"}, {"text_block_id": "p42_b781", "text": "5.9.1"}, {"text_block_id": "p42_b782", "text": "Energy is essential for socio-economic development. Deliberate efforts have been made by the Government to provide power to remote areas in Kenya in order to spur development and improve livelihoods. The main sources for the country’s power production are hydropower, petroleum and geothermal. It is projected that the country’s energy requirements will substantially increase. The country’s energy policies must ensure a"}, {"text_block_id": "p43_b783", "text": "robust and ef"}, {"text_block_id": "p43_b784", "text": "fi"}, {"text_block_id": "p43_b785", "text": "cient energy system that is secure and suf"}, {"text_block_id": "p43_b786", "text": "fi"}, {"text_block_id": "p43_b787", "text": "cient. In order to facilitate industrial competitiveness and economic growth, the energy system should focus more on diversifying energy development."}, {"text_block_id": "p43_b788", "text": "5.9.2"}, {"text_block_id": "p43_b789", "text": "Considering the huge impact that has resulted from nuclear accidents in Russia, India and Japan including economic loss and death and bearing in mind the fact that Kenya does not have the safety facilities and economic ability like those other countries, it is of utmost importance that thorough research on nuclear energy be undertaken before this form of energy is introduced."}, {"text_block_id": "p43_b790", "text": "Policy Statements"}, {"text_block_id": "p43_b791", "text": "The Government will:"}, {"text_block_id": "p43_b792", "text": "1."}, {"text_block_id": "p43_b793", "text": "Develop and promote an integrated national strategy for generation and sustainable utilisation of renewable energy."}, {"text_block_id": "p43_b794", "text": "2."}, {"text_block_id": "p43_b795", "text": "Promote adaptation of the cleaner production concept in all energy production and consumption activities."}, {"text_block_id": "p43_b796", "text": "3."}, {"text_block_id": "p43_b797", "text": "Develop comprehensive nuclear, petroleum and coal energy policies guided by research and the precautionary principle."}, {"text_block_id": "p43_b798", "text": "5.10"}, {"text_block_id": "p43_b799", "text": "C"}, {"text_block_id": "p43_b800", "text": "LIMATE"}, {"text_block_id": "p43_b801", "text": "C"}, {"text_block_id": "p43_b802", "text": "HANGE"}, {"text_block_id": "p43_b803", "text": "5.10.1"}, {"text_block_id": "p43_b804_merged_merged_merged", "text": "Kenya is susceptible to climate-related events such as droughts and floods which pose a serious threat to the socio-economic development of the country. Kenya’s existing vulnerability to climate impacts results from a wide range of factors including high natural resources, livelihood dependency and limited adaptive capacity."}, {"text_block_id": "p43_b807", "text": "5.10.2"}, {"text_block_id": "p43_b808", "text": "Scientists across the globe have stated that warming of the climate system is unequivocal and that it is largely spurred by human activities releasing greenhouse gases (GHG) into the atmosphere. For Kenya, climate change poses many serious and potentially damaging effects on human and the environment in the coming decades. Increased vulnerability in climate and projected incremental changes associated with air and sea temperature, precipitation and sea level, together with changes in the frequency and severity of extreme events will have profound social, economic and ecological implications. The"}, {"text_block_id": "p44_b809", "text": "effects of climate change have the potential to disrupt Kenya’s strides in agricultural production, forests, water supply, health systems and overall human development."}, {"text_block_id": "p44_b810", "text": "5.10.3"}, {"text_block_id": "p44_b811", "text": "Climate-resilient, low carbon development is a national priority for Kenya because it will support Kenya to absorb disturbances and build capacity to adapt to additional stress and change. By pursuing a green economy path and minimising carbon footprints, the country will better deliver constitutional right to a clean and healthy environment while minimising the country’s contribution to global climate change."}, {"text_block_id": "p44_b812", "text": "5.10.4"}, {"text_block_id": "p44_b813", "text": "Measures to address existing climate variability and achieve national development goals should not be at the expense of preparing for future climate change. Measures to address climate change through mitigation and adaptation actions should not compromise the ability of today’s generation to achieve people-centred sustainable development."}, {"text_block_id": "p44_b814", "text": "Policy Statement"}, {"text_block_id": "p44_b815", "text": "The Government will:"}, {"text_block_id": "p44_b816", "text": "1."}, {"text_block_id": "p44_b817", "text": "Develop and implement a comprehensive National Climate Change Policy."}, {"text_block_id": "p44_b818", "text": "2."}, {"text_block_id": "p44_b819", "text": "Strengthen capacity for national and county level institutions to support national climate resilience, low carbon development through integrating climate change into implementation strategies."}, {"text_block_id": "p44_b820", "text": "3."}, {"text_block_id": "p44_b821", "text": "Develop and implement awareness raising strategies and capacity development on the opportunities for adaptation and mitigation measures as per the climate change action plan."}, {"text_block_id": "p44_b822", "text": "4."}, {"text_block_id": "p44_b823", "text": "Strengthen and enhance early warning and response systems for climate and disaster risk reduction."}, {"text_block_id": "p44_b824", "text": "5."}, {"text_block_id": "p44_b825", "text": "Build and strengthen research capacity on climate change and related environmental issues."}, {"text_block_id": "p44_b826", "text": "6."}, {"text_block_id": "p44_b827", "text": "Put in place a climate financing mechanism that will help the country take advantage of new and emerging climate change funds and also include innovative ways to fund climate change actions domestically through committing a percentage of the GDP."}, {"text_block_id": "p45_b828", "text": "7."}, {"text_block_id": "p45_b829", "text": "Establish a national carbon trading platform and renewable energy trading certifi cate system."}, {"text_block_id": "p45_b830", "text": "8."}, {"text_block_id": "p45_b831", "text": "Involve and empower communities in mitigating and adapting to climate change."}, {"text_block_id": "p45_b832", "text": "5.11"}, {"text_block_id": "p45_b833", "text": "E"}, {"text_block_id": "p45_b834", "text": "MERGENCY PREPAREDNESS AND"}, {"text_block_id": "p45_b835", "text": "D"}, {"text_block_id": "p45_b836", "text": "ISASTER"}, {"text_block_id": "p45_b837", "text": "M"}, {"text_block_id": "p45_b838", "text": "ANAGEMENT"}, {"text_block_id": "p45_b839", "text": "5.11.1"}, {"text_block_id": "p45_b840", "text": "Kenya has continued to face a rising degree of vulnerability to disaster risk. A  risk is the probability of a hazard turning into a disaster with households or communities being affected in such a manner that their lives and livelihoods are seriously disrupted beyond their capacity to cope or withstand using their own resources, with the result that the affected populations suffer serious widespread human, material, economic or environmental losses. Communities are predisposed to disasters by a combination of factors such as poverty, aridity, settlement in areas prone to perennial"}, {"text_block_id": "p45_b841", "text": "fl"}, {"text_block_id": "p45_b842", "text": "ooding or areas with poor infrastructure and services such as the informal urban settlements or even living in poorly constructed buildings."}, {"text_block_id": "p45_b843", "text": "5.11.2"}, {"text_block_id": "p45_b844", "text": "Kenya’s capacity to respond to emergencies and incidences is inadequate. This is despite recurrent occurrences of incidences such as chemical"}, {"text_block_id": "p45_b845", "text": "fi"}, {"text_block_id": "p45_b846", "text": "re in industries, trading centres, informal settlements, factories and accidents during storage and transportation of chemical products.  The Kenyan public is increasingly concerned about inadequacies in national and local capacity for disaster management for chemical emergencies and resultant risks and hazards. There is therefore need to build capacity for emergency preparedness, response and mitigation of impacts to human health and the environment."}, {"text_block_id": "p45_b847", "text": "5.11.3"}, {"text_block_id": "p45_b848_merged_merged_merged_merged", "text": "These factors, coupled with naturally occurring hazards such as droughts, floods, landslides and epidemic outbreaks as well as those propelled by climatic change phenomena, pose extremely high and increasing disaster risks to the Kenyan society."}, {"text_block_id": "p46_b851", "text": "5.11.4"}, {"text_block_id": "p46_b852", "text": "Although Kenya’s economy and by extension its population could be classi"}, {"text_block_id": "p46_b853", "text": "fi"}, {"text_block_id": "p46_b854", "text": "ed as highly vulnerable to natural and man-made disaster risks, the country does not have a comprehensive disaster management framework and strategies guided by appropriate policy and legislative provisions."}, {"text_block_id": "p46_b855", "text": "Policy Statement"}, {"text_block_id": "p46_b856", "text": "The Government will:"}, {"text_block_id": "p46_b857", "text": "1."}, {"text_block_id": "p46_b858", "text": "Establish an institutional, policy and legal framework to eff ectively manage disaster risk and disasters in general."}, {"text_block_id": "p46_b859", "text": "2."}, {"text_block_id": "p46_b860", "text": "Ensure strategies for early warning and awareness on disasters are in place."}, {"text_block_id": "p46_b861", "text": "3."}, {"text_block_id": "p46_b862", "text": "Collaborate with international institutions on emergency and disaster response in controlling, responding and mitigation of emergencies occurring in the country."}, {"text_block_id": "p46_b863", "text": "4."}, {"text_block_id": "p46_b864", "text": "Involve and empower communities in disaster risk reduction."}, {"text_block_id": "p46_b865", "text": "5.12"}, {"text_block_id": "p46_b866", "text": "G"}, {"text_block_id": "p46_b867_merged_merged", "text": "ENDER, VULNERABILITY AND ENVIRONMENT"}, {"text_block_id": "p46_b872", "text": "5.12.1"}, {"text_block_id": "p46_b873", "text": "Gender plays an important role in the management of the environment. Different social groups and demographics are impacted differently by environmental challenges. They also play unique roles in managing the environment given their unique capabilities, experiences and knowledge relating to the environment. Access to and ownership of natural resources should be enhanced for all gender, people living with disabilities, marginalised and minority groups."}, {"text_block_id": "p46_b874", "text": "Policy Statements"}, {"text_block_id": "p46_b875", "text": "The Government will:"}, {"text_block_id": "p46_b876", "text": "1."}, {"text_block_id": "p46_b877", "text": "Provide incentives to attract the under-represented gender and other vulnerable groups into environmental management careers, occupations and programmes."}, {"text_block_id": "p46_b878", "text": "2."}, {"text_block_id": "p46_b879", "text": "Mainstream gender and equity in all sustainable development policies."}, {"text_block_id": "p47_b880", "text": "5.13"}, {"text_block_id": "p47_b881", "text": "I"}, {"text_block_id": "p47_b882", "text": "NVASIVE ALIEN SPECIES"}, {"text_block_id": "p47_b883", "text": "(IAS)"}, {"text_block_id": "p47_b884", "text": "5.13.1"}, {"text_block_id": "p47_b885", "text": "Globalisation has resulted in greater trade, transport, travel and tourism, all of which can facilitate the introduction and spread of species that are not indigenous to an area. Such invasive species may be either plants or animals non-natives that successfully out-compete local organisms for food and habitat. They then spread through their new environment, increasing in population and harm ecosystems in their new ecosystem."}, {"text_block_id": "p47_b886", "text": "5.13.2"}, {"text_block_id": "p47_b887_merged", "text": "Invasive Alien species have serious impacts on landscapes and are a threat to hydrology of water catchment areas, signifi cantly reducing their water retention capacity and also impact on biodiversity and ecosystem processes and services. Within the landscape, invasive alien species render large areas unsuitable for crop growing or grazing and therefore slow down economic development and human quality of life. They reduce yields of agricultural crops, forestry and fi sheries. In rivers and lakes, they block transport, clog irrigation canals, water pipelines and are an impediment to hydro-electric energy development. The spread of invasive species and their associated problems are likely to be further exacerbated by climate change. Many countries are grappling with complex and costly problems associated with invasive alien species."}, {"text_block_id": "p47_b892", "text": "Policy Statement:"}, {"text_block_id": "p47_b893", "text": "The government will:"}, {"text_block_id": "p47_b894", "text": "1."}, {"text_block_id": "p47_b895", "text": "Develop a national strategy and action plan for mapping and management of invasive alien species."}, {"text_block_id": "p47_b896", "text": "2."}, {"text_block_id": "p47_b897", "text": "Set up a framework for research, information exchange and environmental awareness on invasive alien species."}, {"text_block_id": "p47_b898", "text": "3."}, {"text_block_id": "p47_b899", "text": "Involve and empower communities in instituting measures for prevention, eradication and control of invasive species that have major environmental and economic impacts."}, {"text_block_id": "p48_b900", "text": "6.0. ENVIRONMENTAL QUALITY AND HEALTH"}, {"text_block_id": "p48_b901", "text": "Life depends on a clean and healthy environment. This vast web of interwoven life systems is often threatened by the atmospheric presence of harmful substances as well as ionizing agents. Air pollution, waste, radiation and noise require special attention. In terms of environmental health, the most pressing problems are those associated with air and water pollution, water supply and sanitation, waste management, chemical and food safety. These directly cause diseases such as malaria, cholera, typhoid and host of other diseases. The ill-health effects of harmful environmental exposures may be acute. Often a long time may elapse between the initial exposure and the appearance of an adverse health effect."}, {"text_block_id": "p48_b902", "text": "Policy Statements"}, {"text_block_id": "p48_b903", "text": "The Government will:"}, {"text_block_id": "p48_b904", "text": "1."}, {"text_block_id": "p48_b905", "text": "Promote Environmental Health Impact Analysis (EHIA) as a component of EIA for all development projects."}, {"text_block_id": "p48_b906", "text": "2."}, {"text_block_id": "p48_b907", "text": "Enhance the provision of occupational health and safety services."}, {"text_block_id": "p48_b908", "text": "3."}, {"text_block_id": "p48_b909", "text": "Promote capacity building in the field of health impact analysis."}, {"text_block_id": "p48_b910", "text": "6.1 A"}, {"text_block_id": "p48_b911", "text": "IR"}, {"text_block_id": "p48_b912", "text": "Q"}, {"text_block_id": "p48_b913", "text": "UALITY"}, {"text_block_id": "p48_b914", "text": "6.1.1"}, {"text_block_id": "p48_b915", "text": "Air pollution is a leading cause of respiratory diseases such as chronic obstructive pulmonary disease (COPD), lung cancer, pulmonary heart disease and bronchitis. The effects of outdoor air pollution are compounded by those of indoor air pollution. Most households use charcoal and"}, {"text_block_id": "p48_b916", "text": "fi"}, {"text_block_id": "p48_b917", "text": "rewood for domestic cooking. Indoor air pollution affects both urban and rural populations."}, {"text_block_id": "p48_b918", "text": "Policy Statements"}, {"text_block_id": "p48_b919", "text": "The Government will:"}, {"text_block_id": "p48_b920", "text": "1."}, {"text_block_id": "p48_b921", "text": "Ensure compliance with air quality standards and strengthen enforcement capacity."}, {"text_block_id": "p48_b922", "text": "2."}, {"text_block_id": "p48_b923_merged_merged_merged", "text": "Promote efficient non-motorised, non-polluting and effi  cient infr astructure for mass transport system."}, {"text_block_id": "p49_b925", "text": "3."}, {"text_block_id": "p49_b926", "text": "Promote non-polluting modes of transport."}, {"text_block_id": "p49_b927", "text": "4."}, {"text_block_id": "p49_b928", "text": "Promote alternative cooking stoves and technologies that are none polluting and construction of well ventilated houses."}, {"text_block_id": "p49_b929", "text": "6.2 W"}, {"text_block_id": "p49_b930", "text": "ATER AND"}, {"text_block_id": "p49_b931", "text": "S"}, {"text_block_id": "p49_b932", "text": "ANITATION"}, {"text_block_id": "p49_b933", "text": "6.2.1"}, {"text_block_id": "p49_b934", "text": "Water supply and sanitation in Kenya is characterised by low levels of access, particularly in urban informal settlements and in rural areas, as well as poor service quality in the form of intermittent water supply."}, {"text_block_id": "p49_b935", "text": "Wastewater and lack of basic sanitation facilities continue to undermine efforts to reduce extreme poverty and disease in the country."}, {"text_block_id": "p49_b936", "text": "Seasonal and regional water scarcity exacerbates the dif"}, {"text_block_id": "p49_b937", "text": "fi"}, {"text_block_id": "p49_b938", "text": "culty to improve water supply. These challenges persist despite the water sector undergoing considerable reforms over the years."}, {"text_block_id": "p49_b939", "text": "6.2.2"}, {"text_block_id": "p49_b940_merged_merged_merged", "text": "In addition, sewerage systems and wastewater treatment plants experience inadequate operation and maintenance and low connection rate to sewers. Mixing industrial effluent and domestic sewage in mixed sewer system often causes poor performance in pond treatment systems. Cases of pollution by wastewater emptying into storm sewers, soak-ways and cesspits designed for kitchen waste are common."}, {"text_block_id": "p49_b943", "text": "Access to clean drinking water and basic sanitation facilities could transform the lives of millions of citizens, prevent thousands of deaths and free up hours each day for women and children to go to work or school."}, {"text_block_id": "p49_b944", "text": "Policy Statements"}, {"text_block_id": "p49_b945", "text": "The Government will:"}, {"text_block_id": "p49_b946", "text": "1."}, {"text_block_id": "p49_b947", "text": "Improve the management and conservation of water supply sources."}, {"text_block_id": "p49_b948", "text": "2."}, {"text_block_id": "p49_b949", "text": "Promote technologies for efficient and safe water use, especially in respect to wastewater use and recycling."}, {"text_block_id": "p49_b950", "text": "3."}, {"text_block_id": "p49_b951", "text": "Provide incentives for private sector investment and development of appropriate water and sanitation technologies and infrastructure for waste management."}, {"text_block_id": "p50_b952", "text": "6.3 W"}, {"text_block_id": "p50_b953", "text": "ASTE MANAGEMENT"}, {"text_block_id": "p50_b954", "text": "6.3.1"}, {"text_block_id": "p50_b955_merged", "text": "Inefficient production processes, low durability of goods and unsustainable consumption and production patterns lead to excessive waste generation. Despite efforts to encourage reuse, recycling and recovery, the amount of solid waste generated remains high and appears to be on the increase. In addition to solid wastes, wastewater effluents represent one of the largest threats to the quality of Kenya’s water resources. Wastewater often results in increased nutrient levels leading to algal blooms and depleted dissolved oxygen resulting in destruction of aquatic habitats. Other categories of wastes that require special consideration is electronic waste, military wastes and clinical wastes. Spills from oil tankers can devastate coastal and marine ecosystems."}, {"text_block_id": "p50_b960", "text": "Policy Statements"}, {"text_block_id": "p50_b961", "text": "The Government will:"}, {"text_block_id": "p50_b962", "text": "1."}, {"text_block_id": "p50_b963", "text": "Develop an integrated national waste management strategy."}, {"text_block_id": "p50_b964", "text": "2."}, {"text_block_id": "p50_b965", "text": "Promote the use of economic incentives to manage waste."}, {"text_block_id": "p50_b966", "text": "3."}, {"text_block_id": "p50_b967", "text": "Promote establishment of facilities and incentives for cleaner production, waste recovery, recycling and re-use."}, {"text_block_id": "p50_b968", "text": "6.4 R"}, {"text_block_id": "p50_b969", "text": "ADIATION"}, {"text_block_id": "p50_b970", "text": "6.4.1"}, {"text_block_id": "p50_b971", "text": "Nuclear energy, X-rays, radioactive wastes, mining and use of equipment with ionizing agents can release harmful radiation into the environment. Different types of radiation vary in their ability to affect health. Ionizing radiation can cause cancer and other negative health effects such as teratogenic and genetic mutations."}, {"text_block_id": "p50_b972", "text": "Policy Statements"}, {"text_block_id": "p50_b973", "text": "The Government will:"}, {"text_block_id": "p50_b974", "text": "1."}, {"text_block_id": "p50_b975", "text": "Maintain an inventory of sources, types and quantities of radioactive materials, periodically monitor status and trends and enhance protection measures."}, {"text_block_id": "p50_b976", "text": "2."}, {"text_block_id": "p50_b977", "text": "Strengthen capacities for handling and management of radio-active waste and ionizing agents."}, {"text_block_id": "p51_b978", "text": "3. Ensure that telecommunication equipment and structures conform to the international radiation standards."}, {"text_block_id": "p51_b979", "text": "6.5 T"}, {"text_block_id": "p51_b980", "text": "OXIC AND"}, {"text_block_id": "p51_b981", "text": "H"}, {"text_block_id": "p51_b982", "text": "AZARDOUS"}, {"text_block_id": "p51_b983", "text": "S"}, {"text_block_id": "p51_b984", "text": "UBSTANCES"}, {"text_block_id": "p51_b985", "text": "6.5.1"}, {"text_block_id": "p51_b986", "text": "Toxic and hazardous substances are widely used in Kenya particularly in the agricultural and industrial sectors. Exposure to these substances is likely to produce chronic rather than acute effects. Like many other countries in Africa, Kenya is vulnerable to illegal dumping of obsolete and banned toxic and hazardous substances and is implementing various international chemicals instruments through existing laws and policies."}, {"text_block_id": "p51_b987", "text": "Policy Statements"}, {"text_block_id": "p51_b988", "text": "The Government will:"}, {"text_block_id": "p51_b989", "text": "1."}, {"text_block_id": "p51_b990", "text": "Develop a national policy on toxic and hazardous substances."}, {"text_block_id": "p51_b991", "text": "2."}, {"text_block_id": "p51_b992", "text": "Establish appropriate toxic and hazardous substances and disposal facilities."}, {"text_block_id": "p51_b993", "text": "3."}, {"text_block_id": "p51_b994", "text": "Collaborate with international community in curbing dumping of obsolete or banned toxic and hazardous substances and enforce the relevant MEAs."}, {"text_block_id": "p51_b995", "text": "6.6 N"}, {"text_block_id": "p51_b996", "text": "OISE"}, {"text_block_id": "p51_b997", "text": "6.6.1"}, {"text_block_id": "p51_b998_merged_merged", "text": "Exposure to high levels of noise can result in signifi cant adverse health impacts. The most important is loss of hearing acuity caused by repeated exposure to high noise levels. Noise levels can result in hearing impairment and quite loud noise significantly interfere with communication. Commercial transportation and social activities within or close to residential areas also form an important category that include both noise from the activities themselves such as discos and that of associated machinery."}, {"text_block_id": "p51_b1003", "text": "Policy Statements"}, {"text_block_id": "p51_b1004", "text": "The Government will:"}, {"text_block_id": "p51_b1005", "text": "1."}, {"text_block_id": "p51_b1006", "text": "Develop a national strategy on noise pollution."}, {"text_block_id": "p51_b1007", "text": "2."}, {"text_block_id": "p51_b1008", "text": "Strengthen capacity and infrastructure to monitor, enforce and regulate noise pollution."}, {"text_block_id": "p52_b1009", "text": "6.7 HIV"}, {"text_block_id": "p52_b1010", "text": "AND"}, {"text_block_id": "p52_b1011", "text": "AIDS"}, {"text_block_id": "p52_b1012", "text": "AND THE"}, {"text_block_id": "p52_b1013", "text": "E"}, {"text_block_id": "p52_b1014", "text": "NVIRONMENT"}, {"text_block_id": "p52_b1015", "text": "Despite gains in life expectancy, the HIV&AIDS pandemic has had far reaching impacts on all sectors of the economy due to loss of lives or absence from work due to prolonged ailment periods. The pandemic has therefore, caused a shortage of both skilled and unskilled labour thereby undermining environmental protection activities. The increased burden due to the cost of treatment results in reduced investment in the sector as more resources are devoted to healthcare."}, {"text_block_id": "p52_b1016", "text": "Policy Statements"}, {"text_block_id": "p52_b1017", "text": "The Government will:"}, {"text_block_id": "p52_b1018", "text": "Ensure the fight against HIV&AIDS is integrated in environmental protection programmes, projects and activities."}, {"text_block_id": "p52_b1019", "text": "6.8"}, {"text_block_id": "p52_b1020", "text": "ENVIRONMENTAL DISEASES"}, {"text_block_id": "p52_b1021", "text": "6.8.1."}, {"text_block_id": "p52_b1022", "text": "Illnesses and conditions caused by factors in the environment are collectively referred to as environmental diseases. Pesticides, chemicals, radiation, air pollution and water pollution are some of the manmade hazards that contribute to human illnesses. The likelihood of an individual developing a speci"}, {"text_block_id": "p52_b1023", "text": "fi"}, {"text_block_id": "p52_b1024", "text": "c disease depends on the hazards present in their particular environment and their genetic susceptibility to a speci"}, {"text_block_id": "p52_b1025", "text": "fi"}, {"text_block_id": "p52_b1026", "text": "c hazard. For example, x-ray technicians are at risk of radiation-induced illnesses whereas stone and coal miners are prone to lung diseases caused by inhalation of dust. Proper use of safeguards can prevent these and other environmental diseases."}, {"text_block_id": "p52_b1027", "text": "6.8.2."}, {"text_block_id": "p52_b1028_merged_merged_merged", "text": "Environmental diseases can be divided into three kinds; Vector-borne diseases are usually transmitted through insects and include malaria, human trypanosomiasis and schistosomiasis (bilharzia). Vessel-borne diseases are transmitted through some kind of vessel, e.g. a cup, water, food, milk, blood etc. Examples are diarrhoea, dysentery and cholera. The HIV virus is transmitted through body fluids and although it is not an environmental disease as such, people who are poorly nourished and have compromised immune systems are more vulnerable to it. Airborne diseases are transmitted through the air and include flu, Tuberculosis (TB) and Measles. Providing"}, {"text_block_id": "p53_b1039", "text": "public health services to deal with environmental hazards require a broad and fully integrated approach using tools ranging from regulation to health promotion, including strong public awareness and educational activities."}, {"text_block_id": "p53_b1040", "text": "Policy Statement"}, {"text_block_id": "p53_b1041", "text": "The Government will:"}, {"text_block_id": "p53_b1042", "text": "1."}, {"text_block_id": "p53_b1043", "text": "Protect the public against hazards from the natural environment, including climate-related health impacts and controlling vectors and organisms that can carry or transmit diseases to humans."}, {"text_block_id": "p53_b1044", "text": "2."}, {"text_block_id": "p53_b1045", "text": "Ensure safe water for all through prevention and minimisation of health risks related to water source, drinking water, recreational water, wastewater and water reuse."}, {"text_block_id": "p53_b1046", "text": "3."}, {"text_block_id": "p53_b1047", "text": "Maintain and build crucial environmental public health infr astructure and capacity to prepare for, respond to, and mitigate the effects of intentional, accidental and natural events."}, {"text_block_id": "p53_b1048", "text": "4."}, {"text_block_id": "p53_b1049", "text": "Promote continued research into evolving scientific methods such as bio-monitoring and genetic screening and their interplay with the environment and human health."}, {"text_block_id": "p53_b1050", "text": "5."}, {"text_block_id": "p53_b1051", "text": "Implement strategy for tsetse and trypanosomiasis eradication in Kenya."}, {"text_block_id": "p54_b1052", "text": "7.0 RESEARCH, EDUCATION AND MONITORING"}, {"text_block_id": "p54_b1053", "text": "Scienti"}, {"text_block_id": "p54_b1054", "text": "fi"}, {"text_block_id": "p54_b1055", "text": "c research technology and innovation are central to sound environmental management. High quality data generated from environmental research and monitoring improves the country’s information base for decision making on environmental issues."}, {"text_block_id": "p54_b1056", "text": "7.1. S"}, {"text_block_id": "p54_b1057", "text": "CIENTIFIC"}, {"text_block_id": "p54_b1058", "text": "R"}, {"text_block_id": "p54_b1059", "text": "ESEARCH"}, {"text_block_id": "p54_b1060", "text": "A"}, {"text_block_id": "p54_b1061", "text": "ND"}, {"text_block_id": "p54_b1062", "text": "I"}, {"text_block_id": "p54_b1063", "text": "NFORMATION"}, {"text_block_id": "p54_b1064", "text": "M"}, {"text_block_id": "p54_b1065", "text": "ANAGEMENT"}, {"text_block_id": "p54_b1066", "text": "7.1.1"}, {"text_block_id": "p54_b1067", "text": "Information is the foundation of sustainable development and is fundamental to successful planning and decision making. Satellite and other remote sensing technologies can improve capabilities of capturing environmental status and trends. In addition, satellite imagery, geographic information systems (GIS) and aerial photography have greatly expanded opportunities for data integration and analysis, modelling and map production. There is need for enhanced environmental research, training and dissemination of environmental management tools in Kenya."}, {"text_block_id": "p54_b1068", "text": "Policy Statements"}, {"text_block_id": "p54_b1069", "text": "The Government will:"}, {"text_block_id": "p54_b1070", "text": "1."}, {"text_block_id": "p54_b1071", "text": "Develop a national data and information management policy on environmental and biological resources."}, {"text_block_id": "p54_b1072", "text": "2."}, {"text_block_id": "p54_b1073", "text": "Enhance integration of traditional knowledge in environmental planning and management."}, {"text_block_id": "p54_b1074", "text": "3."}, {"text_block_id": "p54_b1075", "text": "Strengthen the National Environmental Information Management System (NEIMS)."}, {"text_block_id": "p54_b1076", "text": "4."}, {"text_block_id": "p54_b1077", "text": "Support research and development programmes and projects that transfer knowledge and technologies for environmental management and sustainable development."}, {"text_block_id": "p54_b1078", "text": "7.2. E"}, {"text_block_id": "p54_b1079", "text": "DUCATION"}, {"text_block_id": "p54_b1080", "text": ", C"}, {"text_block_id": "p54_b1081", "text": "OMMUNICATION AND"}, {"text_block_id": "p54_b1082", "text": "A"}, {"text_block_id": "p54_b1083", "text": "WARENESS"}, {"text_block_id": "p54_b1084", "text": "7.2.1"}, {"text_block_id": "p54_b1085_merged_merged_merged_merged", "text": "Environmental education, both formal and informal, is vital to changing people’s attitude to appreciate environmental concerns. Formal education is important to increase awareness, improve extension services, sensitise people on environmental issues and build institutional capacities. Non-formal environmental education benefits people outside the formal"}, {"text_block_id": "p55_b1088", "text": "education system. Communication of environmental information to all stakeholders is still a challenge. Public awareness empowers the public to develop a strong sense of responsibility on environmental issues."}, {"text_block_id": "p55_b1089", "text": "Policy Statements"}, {"text_block_id": "p55_b1090", "text": "The Government will:"}, {"text_block_id": "p55_b1091", "text": "1."}, {"text_block_id": "p55_b1092", "text": "Develop a National Strategy on Environmental Education and Public Awareness."}, {"text_block_id": "p55_b1093", "text": "2."}, {"text_block_id": "p55_b1094", "text": "Develop a National Environmental Education Curriculum examinable at the primary, secondary and tertiary levels."}, {"text_block_id": "p55_b1095", "text": "3."}, {"text_block_id": "p55_b1096", "text": "Document, disseminate and encourage the use of indigenous knowledge in environmental protection and conservation."}, {"text_block_id": "p55_b1097", "text": "4."}, {"text_block_id": "p55_b1098", "text": "Strengthen capacities for acquisition, packaging and dissemination of environmental information."}, {"text_block_id": "p55_b1099", "text": "5."}, {"text_block_id": "p55_b1100", "text": "Establish and strengthen environmental resource centres at all levels."}, {"text_block_id": "p55_b1101", "text": "6."}, {"text_block_id": "p55_b1102", "text": "Develop and implement Education for Sustainable Development (ESD) Policy."}, {"text_block_id": "p55_b1103", "text": "7.3 E"}, {"text_block_id": "p55_b1104_merged", "text": "NVIRONMENTAL MONITORING AND ASSESSMENT"}, {"text_block_id": "p55_b1111", "text": "7.3.1"}, {"text_block_id": "p55_b1112", "text": "Environmental monitoring is important for determining environmental status and trends and for updating environmental action plans and enhancing enforcement and compliance. It analyses many circumstances in which human activities carry a risk of harmful effects on the natural environment."}, {"text_block_id": "p55_b1113", "text": "Policy Statements"}, {"text_block_id": "p55_b1114", "text": "The Government will:"}, {"text_block_id": "p55_b1115", "text": "1."}, {"text_block_id": "p55_b1116", "text": "Develop and implement standardised indicators that will form the basis of monitoring the status of the environment."}, {"text_block_id": "p55_b1117", "text": "2."}, {"text_block_id": "p55_b1118", "text": "Develop and implement a National Environmental Monitoring and Assessment Programme to monitor the state of the environment."}, {"text_block_id": "p55_b1119", "text": "3."}, {"text_block_id": "p55_b1120", "text": "Encourage reporting environmental status on a balance sheet."}, {"text_block_id": "p55_b1121", "text": "4."}, {"text_block_id": "p55_b1122", "text": "Ensure periodic reporting on county and national status of environment."}, {"text_block_id": "p56_b1123", "text": "8.0 ENVIRONMENTAL GOVERNANCE"}, {"text_block_id": "p56_b1124", "text": "Functioning governance structures, legal and policy instruments as well as institutional capacity for judicious implementation and enforcement are prerequisite for effective environmental governance."}, {"text_block_id": "p56_b1125", "text": "8.1 E"}, {"text_block_id": "p56_b1126", "text": "NVIRONMENTAL"}, {"text_block_id": "p56_b1127", "text": "L"}, {"text_block_id": "p56_b1128", "text": "EGAL"}, {"text_block_id": "p56_b1129", "text": "R"}, {"text_block_id": "p56_b1130", "text": "EFORMS"}, {"text_block_id": "p56_b1131", "text": "8.1.1"}, {"text_block_id": "p56_b1132", "text": "The Environmental Management and Coordination Act (EMCA)  of 1999 provides for sound management of the environment. But some of its provisions have proved inadequate and should be reviewed. In addition, many of the sectoral and cross sectoral laws and policies are inadequate and some are in con"}, {"text_block_id": "p56_b1133", "text": "fl"}, {"text_block_id": "p56_b1134", "text": "ict with EMCA. There is need to review and harmonise EMCA and the sectoral laws and policies with the Constitution to clarify institutional mandates."}, {"text_block_id": "p56_b1135", "text": "Policy Statements"}, {"text_block_id": "p56_b1136", "text": "The Government will:"}, {"text_block_id": "p56_b1137", "text": "1."}, {"text_block_id": "p56_b1138", "text": "Ensure review of EMCA to streamline it with the provisions of the Constitution and facilitate implementation of the environment policy."}, {"text_block_id": "p56_b1139", "text": "2."}, {"text_block_id": "p56_b1140", "text": "Ensure harmonisation of sectoral laws with the EMCA and their implementation."}, {"text_block_id": "p56_b1141", "text": "8.2 I"}, {"text_block_id": "p56_b1142_merged_merged_merged", "text": "NSTITUTIONAL ARRANGEMENTS"}, {"text_block_id": "p56_b1145", "text": "8.2.1"}, {"text_block_id": "p56_b1146", "text": "The multi-faceted nature of the environment and the need to integrate environmental considerations in all development planning and activities calls for cooperation and consultation among responsible government agencies and stakeholders at all levels. It is particularly important to recognise the existing institutional mechanisms and consider ways and means by which coordination and cooperation can be enhanced between the many institutions whose mandates relate to the environment."}, {"text_block_id": "p56_b1147", "text": "8.2.2"}, {"text_block_id": "p56_b1148", "text": "National Environment Management Authority (NEMA) is the national regulatory agency coordinating with the decentralised entities. There are various committees on standards enforcement and action plans to support NEMA’s performance in matters of environment quality standards and planning. The multi-sectoral National Environment Council (NEC) is the"}, {"text_block_id": "p57_b1149", "text": "apex national environment policy making organ while the Directorate of Environment in the Ministry plays an oversight role in policy formulation as well as monitoring the implementation in relation to other sectorial policies."}, {"text_block_id": "p57_b1150", "text": "Policy Statements"}, {"text_block_id": "p57_b1151", "text": "The Government will:"}, {"text_block_id": "p57_b1152", "text": "1."}, {"text_block_id": "p57_b1153", "text": "Strengthen the Directorate of Environment in the State Department responsible for environment to support the Cabinet Secretary in his oversight role in environmental policy formulation, coordination of intervention activities and to monitor the implementation in relation to other sectoral policies."}, {"text_block_id": "p57_b1154", "text": "2."}, {"text_block_id": "p57_b1155", "text": "Strengthen the capacity of NEMA as the designated national institution responsible for the general supervision and coordination in all matters relating to the environment."}, {"text_block_id": "p57_b1156", "text": "3."}, {"text_block_id": "p57_b1157", "text": "Streamline and strengthen the capacity of environmental institutions at the national and county levels so as to make them more effective and participatory."}, {"text_block_id": "p57_b1158", "text": "8.3 H"}, {"text_block_id": "p57_b1159", "text": "UMAN"}, {"text_block_id": "p57_b1160", "text": "R"}, {"text_block_id": "p57_b1161", "text": "ESOURCES"}, {"text_block_id": "p57_b1162", "text": "D"}, {"text_block_id": "p57_b1163", "text": "EVELOPMENT AND"}, {"text_block_id": "p57_b1164", "text": "C"}, {"text_block_id": "p57_b1165", "text": "APACITY"}, {"text_block_id": "p57_b1166", "text": "B"}, {"text_block_id": "p57_b1167", "text": "UILDING"}, {"text_block_id": "p57_b1168", "text": "8.3.1"}, {"text_block_id": "p57_b1169_merged_merged", "text": "Weak enforcement of environmental compliance is attributed to inadequate technical capacities, monitoring infrastructure and inadequate trained staff in enforcement institutions. Building a cadre of professionals in environment and natural resource management is an investment for the future that requires immediate and long term approach. Whereas short term training and targeted courses are important for skills and managerial development, the long term training in specific areas enhances specialisation."}, {"text_block_id": "p57_b1172", "text": "Policy Statements"}, {"text_block_id": "p57_b1173", "text": "The Government will:"}, {"text_block_id": "p57_b1174", "text": "1."}, {"text_block_id": "p57_b1175", "text": "Support and promote the development of expertise in government agencies, the private sector and civil society organisations in various areas of environmental management through targeted short and long term courses and awareness creation."}, {"text_block_id": "p57_b1176", "text": "2."}, {"text_block_id": "p57_b1177", "text": "Develop a wide range of training opportunities and modules in the field of"}, {"text_block_id": "p58_b1178", "text": "environment for different levels taking into account gender equity, emerging environmental issues and devolved institutions."}, {"text_block_id": "p58_b1179", "text": "3."}, {"text_block_id": "p58_b1180", "text": "Enhance and promote networking between centres of excellence in environmental management at the national, regional and international levels."}, {"text_block_id": "p58_b1181", "text": "8.4 P"}, {"text_block_id": "p58_b1182", "text": "ARTNERSHIPS AND"}, {"text_block_id": "p58_b1183", "text": "S"}, {"text_block_id": "p58_b1184", "text": "TAKEHOLDER"}, {"text_block_id": "p58_b1185", "text": "I"}, {"text_block_id": "p58_b1186", "text": "NVOLVEMENT"}, {"text_block_id": "p58_b1187", "text": "8.4.1"}, {"text_block_id": "p58_b1188", "text": "Partnerships, by their very nature, represent a sustained commitment to move forward together to reach a higher common objective. To ensure an inclusive partnership and stakeholder involvement in decision making, ways must be found to (a) ensure wide representation from across the private sector and civil society organisations and (b) ensure that community voices are brought forward. This is because private sector, civil society actors and communities play a central role in environmental conservation and management."}, {"text_block_id": "p58_b1189", "text": "8.4.2"}, {"text_block_id": "p58_b1190_merged_merged", "text": "These non-state actors have the advantage of being more independent of political pressures than governmental formal management agencies. Thus they are well positioned to play an important leading role in agenda setting and policy development processes. For example, NGOs can mediate in the resolution of resource conflicts at the local level by bringing considerable expertise and resources. At the national level, they can inform and shape the public debate on environmental protection issues and challenges."}, {"text_block_id": "p58_b1193", "text": "8.4.3"}, {"text_block_id": "p58_b1194", "text": "Participation of these non-state actors can be encouraged through provision of incentives to enhance investment in the sector as well as through mechanisms that provide a framework for building partnerships between these entities and the Government."}, {"text_block_id": "p58_b1195", "text": "Policy Statements"}, {"text_block_id": "p58_b1196", "text": "The Government will:"}, {"text_block_id": "p58_b1197", "text": "1."}, {"text_block_id": "p58_b1198", "text": "Develop and implement a Strategy on Partnerships and Stakeholder Involvement to enhance environmental management."}, {"text_block_id": "p58_b1199", "text": "2."}, {"text_block_id": "p58_b1200", "text": "Promote investments in environmental efforts and programmes by providing appropriate fiscal and economic incentives."}, {"text_block_id": "p58_b1201", "text": "3."}, {"text_block_id": "p58_b1202", "text": "Develop and implement mechanisms for conflict resolution and management in the conservation of  environment and natural resources."}, {"text_block_id": "p59_b1203", "text": "8.5 F"}, {"text_block_id": "p59_b1204", "text": "UNDING"}, {"text_block_id": "p59_b1205", "text": "M"}, {"text_block_id": "p59_b1206", "text": "ECHANISMS"}, {"text_block_id": "p59_b1207", "text": "8.5.1"}, {"text_block_id": "p59_b1208", "text": "Sound environmental protection and management require sustainable"}, {"text_block_id": "p59_b1209", "text": "fi"}, {"text_block_id": "p59_b1210", "text": "nancing mechanism. The government’s budget is the single largest source of funding for protection and conservation of the environment and natural resources. However, the current allocation to environment and natural resources is inadequate. As such, there is an urgent need to complement government funding by harnessing additional funding from multilateral funding mechanisms, development partners, private sector and civil society organisations."}, {"text_block_id": "p59_b1211", "text": "Policy Statements"}, {"text_block_id": "p59_b1212", "text": "The Government will:"}, {"text_block_id": "p59_b1213", "text": "1."}, {"text_block_id": "p59_b1214", "text": "Provide adequate resources for environmental protection and management through annual budgetary allocation."}, {"text_block_id": "p59_b1215", "text": "2."}, {"text_block_id": "p59_b1216", "text": "Promote participation of individuals, public and private partnership through fiscal incentives and voluntary agreements pegged on environmental performance indicators."}, {"text_block_id": "p59_b1217", "text": "3."}, {"text_block_id": "p59_b1218", "text": "Broaden the revenue and funding base to ensure financial sustainability of environmental management institutions."}, {"text_block_id": "p59_b1219", "text": "8.6 R"}, {"text_block_id": "p59_b1220", "text": "EGIONAL AND"}, {"text_block_id": "p59_b1221", "text": "I"}, {"text_block_id": "p59_b1222", "text": "NTERNATIONAL"}, {"text_block_id": "p59_b1223", "text": "C"}, {"text_block_id": "p59_b1224", "text": "OOPERATION"}, {"text_block_id": "p59_b1225", "text": "8.6.1"}, {"text_block_id": "p59_b1226_merged_merged_merged_merged", "text": "Effective management of shared environmental resources requires regional and international cooperation. Signifi cant benefits can be realised and effectiveness increased through regional and international cooperation. Kenya is a party to a number of multilateral and regional environmental agreements. These agreements are important in providing a framework for conservation of shared resources between partner states."}, {"text_block_id": "p59_b1231", "text": "Policy Statements"}, {"text_block_id": "p59_b1232", "text": "The Government will:"}, {"text_block_id": "p59_b1233", "text": "1."}, {"text_block_id": "p59_b1234", "text": "Establish and strengthen coordination mechanisms to ensure consistent negotiations, implementation and reporting of the MEAs and regional agreements."}, {"text_block_id": "p60_b1235", "text": "2."}, {"text_block_id": "p60_b1236", "text": "Harmonise national policies and legislation with regional policies and international environmental instruments."}, {"text_block_id": "p60_b1237", "text": "3."}, {"text_block_id": "p60_b1238", "text": "Promote and support the establishment of transboundary environmental protection, conservation and management initiatives as a basis for enhancing the conservation of shared resources and their ecosystems through relevant MEAs and regional instruments."}, {"text_block_id": "p60_b1239", "text": "4."}, {"text_block_id": "p60_b1240", "text": "Keep a register of all MEAs and regional instruments to which Kenya is a party to and ensure their domestication, effective implementation and reporting."}, {"text_block_id": "p60_b1241", "text": "5."}, {"text_block_id": "p60_b1242", "text": "Mobilise resources from MEAs financing mechanisms such as the Global Environment Facility (GEF) to support sound environmental management and sustainable development."}, {"text_block_id": "p61_b1243", "text": "9.0 IMPLEMENTATION STRATEGIES AND ACTIONS"}, {"text_block_id": "p61_b1244", "text": "The main responsibility for following up the National Environment Policy goal and objectives and ensuring their realisation rests with the Government. The proposed implementation strategies and actions presuppose active participation of stakeholders at all levels. In this regard, a number of strategic actions will guide the implementation of this Policy."}, {"text_block_id": "p61_b1245", "text": "9.1 I"}, {"text_block_id": "p61_b1246_merged", "text": "NTEGRATION OF ENVIRONMENTAL CONCERNS IN ALL POLICY, PLANNING AND DEVELOPMENT PROCESSES"}, {"text_block_id": "p61_b1259", "text": "9.1.1"}, {"text_block_id": "p61_b1260", "text": "Integration of environmental considerations in all national, county and relevant sectoral policies, planning and development processes is critical if this Policy is to achieve its goal and objectives. In order to operationalise these, the State Department responsible for the environment has to take the leadership role in ensuring that all national, county and all sectoral policy planning and development processes mainstream environmental considerations."}, {"text_block_id": "p61_b1261", "text": "Policy Statements"}, {"text_block_id": "p61_b1262", "text": "The Government will:"}, {"text_block_id": "p61_b1263", "text": "1."}, {"text_block_id": "p61_b1264", "text": "Institutionalise cooperative governance and integrated approach to the management of the environment and natural resources by explicitly identifying and integrating environmental considerations in relevant sectoral and cross-sectoral policies, laws, planning and development process."}, {"text_block_id": "p61_b1265", "text": "2."}, {"text_block_id": "p61_b1266", "text": "Ensure synergies between National and County Development planning processes."}, {"text_block_id": "p61_b1267", "text": "3."}, {"text_block_id": "p61_b1268", "text": "Institutionalise strategic environmental assessments approaches to all policies, programmes and plans."}, {"text_block_id": "p61_b1269", "text": "4."}, {"text_block_id": "p61_b1270", "text": "Ensure that all significant development projects are subjected to EIA and regular environmental audits."}, {"text_block_id": "p62_b1271", "text": "9.2 C"}, {"text_block_id": "p62_b1272", "text": "LARIFYING"}, {"text_block_id": "p62_b1273", "text": "R"}, {"text_block_id": "p62_b1274", "text": "OLES AND"}, {"text_block_id": "p62_b1275", "text": "R"}, {"text_block_id": "p62_b1276", "text": "ESPONSIBILITIES"}, {"text_block_id": "p62_b1277", "text": "9.2.1"}, {"text_block_id": "p62_b1278", "text": "Implementation of this Policy involves many different groups including Government agencies at local, national and regional levels, private sector, civil society organisations, local communities and the public. A key element is de"}, {"text_block_id": "p62_b1279", "text": "fi"}, {"text_block_id": "p62_b1280", "text": "ning the roles and responsibilities of the various groups."}, {"text_block_id": "p62_b1281", "text": "Policy Statements"}, {"text_block_id": "p62_b1282", "text": "The Government will:"}, {"text_block_id": "p62_b1283", "text": "1."}, {"text_block_id": "p62_b1284", "text": "Strengthen the capacity of the Directorate of Environment under the State Department responsible for environment to play the oversight role of monitoring the implementation of the National Environment Policy."}, {"text_block_id": "p62_b1285", "text": "2."}, {"text_block_id": "p62_b1286", "text": "Develop and implement delegation instruments to provide a fr amework for cooperative and collaborative management between NEMA and the lead agencies."}, {"text_block_id": "p62_b1287", "text": "3."}, {"text_block_id": "p62_b1288", "text": "Strengthen the capacity of environmental institutions at the county and national levels so as to make them more effective in ensuring compliance and enforcement."}, {"text_block_id": "p62_b1289", "text": "4."}, {"text_block_id": "p62_b1290", "text": "Strengthen government capacity to assess, negotiate and monitor investments, contracts, leases and concessions used for sustainable resources management."}, {"text_block_id": "p62_b1291", "text": "5."}, {"text_block_id": "p62_b1292", "text": "Strengthening capacity in the area of environmental economics that includes natural resources accounting, development of incentives and disincentives, indicators for sustainable development and valuation of environmental goods and services."}, {"text_block_id": "p62_b1293", "text": "6."}, {"text_block_id": "p62_b1294", "text": "Strengthen the capacity on SEA process and subject all sector policies, plans and programmes to SEA."}, {"text_block_id": "p62_b1295", "text": "9.3 E"}, {"text_block_id": "p62_b1296_merged_merged_merged", "text": "NVIRONMENTAL COMPLIANCE"}, {"text_block_id": "p62_b1299", "text": "9.3.1"}, {"text_block_id": "p62_b1300", "text": "Compliance is critical to achieving sustainable development. Voluntary compliance with environmental requirements reduces costs of enforcement and monitoring. Compliance strategies involve both actions to promote and enforce legal requirements. Enforcement is important in order to create a climate in which the stakeholders will have clear"}, {"text_block_id": "p63_b1301", "text": "incentives to make use of the opportunities and resources provided. It is however very important that the enforcement and the compliance so required must be timely."}, {"text_block_id": "p63_b1302", "text": "Policy Statements"}, {"text_block_id": "p63_b1303", "text": "The Government will:"}, {"text_block_id": "p63_b1304", "text": "1."}, {"text_block_id": "p63_b1305", "text": "Design and implement a National Environmental Compliance and Enforcement Programme."}, {"text_block_id": "p63_b1306", "text": "2."}, {"text_block_id": "p63_b1307", "text": "Enhance public private partnerships in environmental management."}, {"text_block_id": "p63_b1308", "text": "3."}, {"text_block_id": "p63_b1309", "text": "Provide economic incentives for establishments that adopt environmental-fr iendly technologies."}, {"text_block_id": "p63_b1310", "text": "4."}, {"text_block_id": "p63_b1311", "text": "Establish Indigenous conflict resolution mechanisms."}, {"text_block_id": "p63_b1312", "text": "5."}, {"text_block_id": "p63_b1313", "text": "Strengthen the Public Complaints Committee and devolve its functions to the counties."}, {"text_block_id": "p63_b1314", "text": "6."}, {"text_block_id": "p63_b1315", "text": "Strengthen the environmental courts."}, {"text_block_id": "p64_b1316", "text": "GLOSSARY OF TERMS"}, {"text_block_id": "p64_b1317", "text": "“Biodiversity” means the variability among living organisms from all sources including ecosystems and the ecological complexes of which they are a part. It encompasses the ecosystem, species and genetic diversity."}, {"text_block_id": "p64_b1318", "text": "“Biopiracy” refers to the expropriation of biological resources without fair compensation or sharing of bene"}, {"text_block_id": "p64_b1319", "text": "fi"}, {"text_block_id": "p64_b1320", "text": "ts."}, {"text_block_id": "p64_b1321", "text": "“Bioprospecting” refers to the exploration of biodiversity for commercially valuable genetic and biochemical resources and research."}, {"text_block_id": "p64_b1322", "text": "“Catchment area” refers to the area drained by a river or body of water."}, {"text_block_id": "p64_b1323_merged_merged", "text": "“Community” refers to a clearly defined group of users, which may, but need not be, a clan or ethnic community.  These groups of users hold a set of clearly defined rights and obligations."}, {"text_block_id": "p64_b1328", "text": "“Conservation” means the protection, maintenance, rehabilitation, restoration and enhancement of the environment for sustainable use."}, {"text_block_id": "p64_b1329", "text": "“"}, {"text_block_id": "p64_b1330", "text": "Ecosystem” means a dynamic complex of plant, animal, micro-organism communities and their non-living environment interacting as a functional unit."}, {"text_block_id": "p64_b1331", "text": "“"}, {"text_block_id": "p64_b1332", "text": "Environmental Impact Assessment” means a systematic examination conducted to determine whether or not a programme, activity or project will have any adverse impacts on the environment."}, {"text_block_id": "p64_b1333", "text": "“"}, {"text_block_id": "p64_b1334", "text": "Genetic resources” means genetic material of actual or potential value."}, {"text_block_id": "p64_b1335", "text": "“Land use” means activities carried out on a given piece of land."}, {"text_block_id": "p64_b1336", "text": "“"}, {"text_block_id": "p64_b1337", "text": "Invasive and alien species” means a species that is not an indigenous species or an indigenous species translocated to a place outside its natural distribution range in nature."}, {"text_block_id": "p64_b1338", "text": "“Multilateral Environmental Agreements (MEAs)” means international"}, {"text_block_id": "p65_b1339", "text": "legal instruments for the regulation of activities affecting the environment particularly wildlife resources to which Kenya is a Party."}, {"text_block_id": "p65_b1340", "text": "“Payment for Environmental Services (PES)” means market-based approach to conservation based on the twin principles that those who bene"}, {"text_block_id": "p65_b1341", "text": "fi"}, {"text_block_id": "p65_b1342", "text": "t from environmental services (such as users of clean water) should pay for them and those who generate these services should be compensated for providing them."}, {"text_block_id": "p65_b1343", "text": "“"}, {"text_block_id": "p65_b1344", "text": "Protected area” means an area declared to be a protected area under the applicable law."}, {"text_block_id": "p65_b1345", "text": "“Species” means a population of individual organisms capable of mating with one another and producing fertile offspring in a natural setting and that share common and specialised characteristics from others."}, {"text_block_id": "p65_b1346", "text": "“Stakeholder” refers to an individual or group having a vested interest in environment and natural resources."}, {"text_block_id": "p65_b1347", "text": "“Strategic Environmental Assessment” refers to a range of analytical and participatory approaches that aim to integrate environmental considerations into policies, plans and programmes and evaluate the inter linkages with economic and social considerations."}, {"text_block_id": "p65_b1348", "text": "“Sustainable use” means present use of natural resources, which does not compromise the ability to use the same by future generations or degrade the carrying capacity of ecosystems and habitats."}, {"text_block_id": "p65_b1349_merged_merged", "text": "“Wetlands” means areas of marsh, fen, peat land, or water, whether natural or artificial, permanent or temporary, static or flowing, fresh, brackish, salt, including areas of marine water the depth of which at low tide does not exceed six meters. It also incorporates riparian and costal zones adjacent to the wetlands."}, {"text_block_id": "p65_b1354", "text": "“Wildlife” any wild and indigenous animal plant micro-organism or parts thereof within their constituent habitat or ecosystem on land or in water as well as species that have been introduced into or established in Kenya."}, {"text_block_id": "p69_b1355", "text": "MINISTRY OF ENVIRONMENT, WATER AND NATURAL RESOURCES NHIF BUILDING, RAGATI ROAD, UPPER HILL"}, {"text_block_id": "p69_b1356", "text": "P.O. BOX 30126 - 00100, NAIROBI"}, {"text_block_id": "p69_b1357", "text": "Email: Policydirector@environment.go.ke"}, {"text_block_id": "p69_b1358", "text": "Website: www.environment.go.ke"}], "document_description": "<div>The Policy aims to provide a framework for an integrated approach to sustainable management of Kenya's environment and natural resources. In particular it proposes to strengthen:</div><ul><li>Legal and institutional framework for good governance</li><li>Integrate environmental management with economic growth, poverty reduction and improving livelihoods</li><li>Research and capacity development</li><li>Promote new environment management tools</li><li>Promote collaboration and cooperation and partnerships in environment management,</li><li>Promote domestication, co-ordination and maximisation of benefit from Strategic Multilateral Environment Agreements</li></ul><div>&nbsp;<br>&nbsp;The Policy discusses intended climate change-related policy actions, as follows::</div><ul><li>Develop a comprehensive climate change policy</li><li>Strengthen capacity for national and country level institutions for climate resilience and low carbon development</li><li>Develop and implement awareness and capacities for implement the climate change action plan</li><li>Strengthen and enhance an early warning and response system for disaster risk reduction</li><li>Strengthen research capacity</li><li>Develop a climate financing mechanism</li><li>Establish a national carbon trading platform</li><li>Promote public and community participation in mitigation and adaptation</li></ul>"}