{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Kenya", "document_category": "Policy", "document_sector_name": "Adaptation", "document_language": "English", "document_name": "National Adaptation Plan 2015-2030", "document_country_code": "KEN", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "07/01/2016", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/KEN/2016/KEN-2016-01-07-National Adaptation Plan 2015-2030_3e27e7c1312d4af318ca4b6344e12fd5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF KENYA"}, {"text_block_id": "p0_b2", "text": "Ministry of Environment and Natural Resources"}, {"text_block_id": "p0_b3", "text": "Kenya National Adaptation Plan 2015-2030"}, {"text_block_id": "p0_b4", "text": "Enhanced climate resilience towards the attainment of Vision 2030 and beyond"}, {"text_block_id": "p0_b5", "text": "Enhanced climate resilience towards the attainment of Vision 2030 and beyond |"}, {"text_block_id": "p0_b6", "text": "01"}, {"text_block_id": "p2_b7", "text": "REPUBLIC OF KENYA"}, {"text_block_id": "p2_b8", "text": "Ministry of Environment and Natural Resources"}, {"text_block_id": "p2_b9", "text": "Kenya National Adaptation Plan 2015-2030"}, {"text_block_id": "p2_b10", "text": "Enhanced climate resilience towards the attainment of Vision 2030 and beyond"}, {"text_block_id": "p2_b11", "text": "July 2016"}, {"text_block_id": "p3_b12", "text": "Correct Citation:"}, {"text_block_id": "p3_b13", "text": "Kenya National Adaptation Plan: 2015-2030"}, {"text_block_id": "p3_b14", "text": ", Government of Kenya, July 2016"}, {"text_block_id": "p3_b15", "text": "Photos:"}, {"text_block_id": "p3_b16", "text": "Copyright © 2016 Government of Kenya"}, {"text_block_id": "p3_b17", "text": "Reproduction of this publication for educational or non-commercial purposes is authorized without written permission from the copyright holder provided the source is fully acknowledged. Reproduction of this publication for resale or other commercial purposes is strictly prohibited without prior written permission from the copyright holder."}, {"text_block_id": "p3_b18", "text": "To obtain copies of this publication, please contact:"}, {"text_block_id": "p3_b19", "text": "The Principal Secretary"}, {"text_block_id": "p3_b20", "text": "Ministry of Environment and Natural Resources"}, {"text_block_id": "p3_b21", "text": "Email: psoffice@environment.go.ke"}, {"text_block_id": "p3_b22", "text": "Website: www.environment.go.ke"}, {"text_block_id": "p4_b23", "text": "Foreword"}, {"text_block_id": "p4_b24", "text": "Prof Judi Wakhungu, Cabinet Secretary, Ministry of Environment and Natural Resources"}, {"text_block_id": "p4_b25", "text": "Climate change has adverse impacts on our country’s economic development and threatens the realisation of our Vision 2030 goals of creating a competitive and prosperous nation with a high quality of life. Kenya’s economy is highly dependent on natural resources, meaning that recurring droughts, erratic rainfall patterns and floods will continue to negatively impact livelihoods and community assets."}, {"text_block_id": "p4_b26", "text": "The Government of Kenya recognizes the threats posed by climate change and has taken action to address them. In this regard, my ministry coordinated the development of the National Climate Change Response Strategy in 2010, and the National Climate Change Action Plan (NCCAP 2013-2017) in 2012. This National Adaptation Plan (NAP) marks yet another landmark in efforts to address the country’s vulnerability and resilience to climate change."}, {"text_block_id": "p4_b27", "text": "The NAP was developed through a cooperative and consultative process that included stakeholders from the Government, the private sector, and the civil society; with the support of international development agencies. All of these partners continue to support the implementation of the NAP through the design, financing and implementation of priority actions. Effective implementation of the NAP will be supported through the establishment of enabling governance structures, including those set out in the Climate Change Act, that was enacted into law by His Excellency, the President in May 2016. Additional support and increased partnerships will be required for Kenya to achieve its adaptation goals."}, {"text_block_id": "p4_b28", "text": "The Government of Kenya is fully committed to addressing climate change domestically, as well as demonstrating leadership in the global fight against climate change. Kenya submitted an ambitious Intended Nationally Determined Contribution (INDC) to the United Nations Framework Convention on Climate Change (UNFCCC). INDCs are anchored in the Paris Agreement as five-year Nationally Determined Contribution (NDC) iterative cycles. It is informative that the Paris Agreement, indeed, recognises the role of NDCs and NAPs as the vehicles for delivering on mitigation and adaptation obligations, respectively, under the Agreement. Our INDC reiterates that adaptation is Kenya’s priority response to climate change, and this NAP is the foundation of Kenya’s contribution on adaptation."}, {"text_block_id": "p5_b29", "text": "This NAP demonstrates Kenya’s commitment to the Paris Agreement, and will help bring to life our critical responses to the impacts of climate change. Building climate resilience in as low carbon a manner as possible will ensure that Kenya contributes to the goals of the Paris Agreement and the Sustainable Development Goals."}, {"text_block_id": "p5_b30", "text": "Cabinet Secretary"}, {"text_block_id": "p5_b31", "text": "Ministry of Environment and Natural Resources"}, {"text_block_id": "p6_b32", "text": "Preface"}, {"text_block_id": "p6_b33", "text": "Charles Sunkuli, Principal Secretary - State Department of Environment"}, {"text_block_id": "p6_b34", "text": "This National Adaptation Plan (NAP 2015-2030) is a critical response to the climate change challenge facing our country. The NAP is Kenya’s first plan on adaptation, and demonstrates our commitment to operationalise the National Climate Change Action Plan by mainstreaming adaptation across all sectors in the national planning, budgeting and implementation processes. Our mainstreaming approach recognizes that climate change is a cross-cutting sustainable development issue with economic, social and environmental impacts. The NAP was validated at a national workshop held in Nairobi on 18 November 2015."}, {"text_block_id": "p6_b35_merged", "text": "The NAP sets out Kenya’s national circumstances, focusing on current and future climate trends, and describes the country’s vulnerability to climate change. The NAP also elaborates institutional arrangements, including monitoring and evaluation processes. Priority actions are identified in 20 planning sectors for the short, medium and long term. This builds on the premise that all our socio-economic sectors are vulnerable to climate change impacts, although the manifestation of these impacts may vary from one sector to the other."}, {"text_block_id": "p6_b38", "text": "The NAP was prepared through an extensive consultation process. The consultations cut across stakeholders from within the Government, and non-state-actors like civil society, academia and the private sector; at both national and county levels. The process was coordinated by personnel from the National Climate Change Secretariat, whom I would like to recognise for their professionalism and diligence throughout the process. The technical inputs of the Adaptation Thematic Working Group (TWG), whose membership was inclusive and drawn from Government, civil society, academia and the private sector institutions, enriched the process. The contribution of the TWG members, both individually and corporately, is greatly appreciated. The Ministry is also grateful to the national and international adaptation experts who provided valuable technical guidance to the process."}, {"text_block_id": "p6_b39", "text": "The NAP was finalised with the support of the Technical Assistance component of the Strengthening Adaptation and Resilience to Climate Change Plus (STARCK+) programme, which is funded by the United Kingdom’s Department for International Development (DFID). I would, consequently, like to thank DFID for this support."}, {"text_block_id": "p7_b40", "text": "The NAP will be distributed widely to national and county government institutions, and amongst non-state actors, to guide their expected implementation roles. It is expected that development partners will find the information helpful in aligning their funding preferences with Kenya’s aspirations to attain a low carbon climate resilient economy by addressing climate change adaptation and mitigation on equal footing."}, {"text_block_id": "p7_b41", "text": "The Government is committed to the implementation and continuous revision of the National Adaptation Plan and its integration in the national development agenda, not only for the attainment of Vision 2030, but also for the realisation of the goals of the Paris Agreement and the UN Sustainable Development Goals."}, {"text_block_id": "p7_b42", "text": "Principal Secretary - State Department of Environment, Ministry of Environment and Natural Resources"}, {"text_block_id": "p8_b43", "text": "National Adaptation Plan Thematic Working Group"}, {"text_block_id": "p8_b44", "text": "Victor Orindi (Chair)"}, {"text_block_id": "p8_b45", "text": "National Drought Management Authority"}, {"text_block_id": "p8_b46", "text": "Dorothy Amwata"}, {"text_block_id": "p8_b47", "text": "South Eastern Kenya University"}, {"text_block_id": "p8_b48", "text": "Emma Bowa"}, {"text_block_id": "p8_b49", "text": "CARE International"}, {"text_block_id": "p8_b50", "text": "Reuben Chepkonga"}, {"text_block_id": "p8_b51", "text": "Norwegian Church Aid"}, {"text_block_id": "p8_b52", "text": "Bernard Karicho"}, {"text_block_id": "p8_b53", "text": "Ministry of Water and Irrigation"}, {"text_block_id": "p8_b54", "text": "Samuel Kiptorus"}, {"text_block_id": "p8_b55", "text": "Ministry of Devolution and Planning"}, {"text_block_id": "p8_b56", "text": "Wangari Kirumba"}, {"text_block_id": "p8_b57", "text": "National Environmental Management"}, {"text_block_id": "p8_b58", "text": "Authority"}, {"text_block_id": "p8_b59", "text": "Lolem Lokolile"}, {"text_block_id": "p8_b60", "text": "Ministry of Health"}, {"text_block_id": "p8_b61", "text": "Robin Mbae"}, {"text_block_id": "p8_b62", "text": "Ministry of Agriculture Livestock and Fisheries"}, {"text_block_id": "p8_b63", "text": "Sara Nderitu"}, {"text_block_id": "p8_b64", "text": "Kenya Climate Innovation Centre"}, {"text_block_id": "p8_b65", "text": "Michael Okoti"}, {"text_block_id": "p8_b66", "text": "Kenya Agricultural and Livestock Research"}, {"text_block_id": "p8_b67", "text": "Organisation"}, {"text_block_id": "p8_b68", "text": "Suresh Patel"}, {"text_block_id": "p8_b69", "text": "Kenya Association of Manufacturers"}, {"text_block_id": "p8_b70", "text": "Jane Wamboi"}, {"text_block_id": "p8_b71", "text": "Kenya Wildlife Service"}, {"text_block_id": "p8_b72", "text": "Stephen King’uyu"}, {"text_block_id": "p8_b73", "text": "National Climate Change Secretariat"}, {"text_block_id": "p8_b74", "text": "Charles Mutai"}, {"text_block_id": "p8_b75", "text": "National Climate Change Secretariat"}, {"text_block_id": "p9_b76", "text": "Abbreviations"}, {"text_block_id": "p10_b77", "text": "Table of Contents"}, {"text_block_id": "p12_b78", "text": "Chapter 1: National Circumstances"}, {"text_block_id": "p12_b79", "text": "1.1 Introduction"}, {"text_block_id": "p12_b80_merged", "text": "Kenya, like other African countries, is bearing the brunt of climate variability and change; hence the need for a coordinated approach to address related vulnerabilities and risks. Adaptation and resilience remain Kenya’s, and indeed Africa’s priority response to climate change. This was affirmed by the 15th African Ministerial Conference on the Environment (AMCEN) that, in the build-up to the Paris Agreement of December 2015, called for “a global goal for adaptation which takes into account adaptation needs and associated costs, including support for developing countries, while recognizing the need to increase adaptation investments in developing nations” and “an ambitious global mitigation action in the long-run, combined with large-scale, rapidly increasing and predictable funding for adaptation.” AMCEN recommended that investment in building resilience must continue to be a top funding priority, including as an integral part of national development planning. This resonates well with Kenya’s approach of mainstreaming climate adaptation in national and county (sub-national) development planning."}, {"text_block_id": "p12_b85", "text": "Kenya has been in the forefront of advocating for climate change. It is in this respect that it launched a National Climate Change Response Strategy (NCCRS) in 2010 and a National Climate Change Action Plan (NCCAP 2013-2017) in 2013. The action plan has been acclaimed internationally as being very progressive and comprehensive. The action plan is clear that adaptation is the main priority for the country because of the adverse socio-economic impacts related to climate change being experienced and the ever increasing vulnerabilities of the different sectors. The NCCAP clearly articulates that sustainable development is difficult to achieve in light of a changing climate that has negative economic, social, and environmental impacts; meaning that adaptation and development goals need to complement each other. Kenya’s recommended approach for addressing climate change is mainstreaming of climate change actions in development planning, budgeting and implementation."}, {"text_block_id": "p12_b86", "text": "This national adaptation plan (NAP) builds on the foundation laid by the NCCRS and the NCCAP. Additionally, the NAP is the basis for the adaptation component of Kenya’s Intended Nationally Determined Contribution (INDC) that was submitted to the United Nations Framework Convention on Climate Change (UNFCCC) Secretariat."}, {"text_block_id": "p12_b87", "text": "The aim of this NAP is to consolidate the country’s vision on adaptation supported by macro-level adaptation actions that relate with the economic sectors and county level vulnerabilities to enhance long term resilience and adaptive capacity. This NAP presents adaptation actions that cover the time frame 2015-2030."}, {"text_block_id": "p13_b88_merged", "text": "This NAP builds on the Adaptation Technical Analysis Report (ATAR) developed under the NCCAP.  The ATAR provided a detailed analysis of sectors and vulnerabilities in the various counties, identified adaptation needs in various economic processes, and developed a long list of potential adaptation actions. The ATAR was informed by a highly participatory process that included meetings with the adaptation thematic working group (TWG), NCCAP task force, civil society and the private sector; as well as consultations with counties. Finalisation of the NAP was the first priority action in the ATAR and the adaptation TWG was tasked with completing this action using the NAP consultation and analytical guidelines of the UNFCCC."}, {"text_block_id": "p13_b94", "text": "The NAP is anchored in the Constitution of Kenya and Vision 2030 – Kenya’s blueprint for development. It also aligns itself with the Medium Term Plan (MTP) and Medium-Term Expenditure Framework (MTEF) planning processes. The NAP is also aligned with the Climate Change Act that was enacted into law in May 2016. In the MTP II sectors, climate change adaptation is represented in the drought risk management and ending drought emergencies, environment, water, energy, agriculture, livestock, and fisheries sectors. Several programmes under these sectors aim to enhance resilience and reduce vulnerabilities of communities and systems affected by climate hazards."}, {"text_block_id": "p13_b95", "text": "The NAP provides a background of Kenya’s national circumstances, including socio-economic circumstances; and future climate scenarios that the country needs to consider in decision making, planning and budgetary processes. A vulnerability analysis is also presented against the identified hazards in the NCCAP, namely drought, floods, and sea level rise."}, {"text_block_id": "p13_b96", "text": "The NAP recognises the governance and institutional arrangements for implementation of adaptation actions as stipulated in the NCCAP and Climate Change Act, 2016. With drought being the main hazard, the NAP recognises that the National Drought Management Authority (NDMA) is a key institution in enhancing adaptive capacity. Established in 2011, NDMA is mandated to establish mechanisms to ensure that drought does not become famine and that impacts of climate change are addressed."}, {"text_block_id": "p13_b97", "text": "This NAP proposes macro-level adaptation actions and sub-actions in 20 planning sectors, categorising them into short-, medium- and long-term time frames. For each sector, the NAP identifies gaps, estimates costs of the macro-level actions projected to 2030, and identifies key institutions required for their implementation. Prioritised actions that have not yet been mainstreamed into Kenya’s development plans are expected to be integrated in the third MTP (2017-2022). Thereafter the actions will need to be revised in each MTP to ensure that Kenya’s development will be resilient to climate shocks."}, {"text_block_id": "p13_b98", "text": "The NAP proposes adaptation indicators at county, sectoral and national levels for monitoring and evaluation (M&E). These indicators will guide the collection of data and information on adaptation outcomes, which will be aggregated at the national level. These indicators are derived from an adaptation theory of change that is based on the macro-level adaptation actions and the adaptation vision. Adaptation data will feed into the national Monitoring, Reporting and Verification plus (MRV+) system – a framework for adaptation and mitigation reporting recommended in the NCCAP."}, {"text_block_id": "p14_b99_merged", "text": "The vision of this NAP is enhanced climate resilience towards the attainment of Vision 2030. Enhanced climate resilience includes strong economic growth, resilient ecosystems, and sustainable livelihoods for Kenyans. It will also result in reduced climate-induced loss and damage, mainstreamed disaster risk reduction approaches in various sectors, reduced costs of humanitarian aid, and improved knowledge and learning for adaptation and the future protection of the country."}, {"text_block_id": "p14_b102", "text": "The objectives of the NAP are to:"}, {"text_block_id": "p14_b103", "text": "The objectives of the NAP are to:\n* Highlight the importance of adaptation and resilience building actions in development;\n* Integrate climate change adaptation into national and county level development planning\n* Enhance the resilience of public and private sector investment in the national transformation,\n* Enhance synergies between adaptation and mitigation actions in order to attain a low\n* Enhance resilience of vulnerable populations to climate shocks through adaptation and"}, {"text_block_id": "p15_b113", "text": "1.2 Current climate trends"}, {"text_block_id": "p15_b114", "text": "Kenya’s climate is influenced by global, regional and localised climate conditions. Some of the variability in the country’s climate is due to the El Niño Southern Oscillation which has caused periods of drought and flooding in the country over decades (Figure 1)."}, {"text_block_id": "p15_b115", "text": "Figure 1:  El Ni"}, {"text_block_id": "p15_b116", "text": "ñ"}, {"text_block_id": "p15_b117", "text": "o and La Ni"}, {"text_block_id": "p15_b118", "text": "ñ"}, {"text_block_id": "p15_b119", "text": "a events 1950-2015"}, {"text_block_id": "p15_b120", "text": "Source:  http://www.climas.arizona.edu/sites/default/files/oni.jpg"}, {"text_block_id": "p15_b121", "text": "The El Niño and La Niña episodes have had disastrous effects on the country’s economy and infrastructure and caused loss of lives. The El Niño Southern Oscillation periods have caused economic losses and slowed down agriculture value-added growth (see Figure 2) hence the need for adaptation across various sectors."}, {"text_block_id": "p15_b122_merged_merged", "text": "Source: Kenya Climate Smart Programme (2015-2030), page 4. 5"}, {"text_block_id": "p16_b124", "text": "1.3 Future climate trends"}, {"text_block_id": "p16_b125", "text": "1.3.1 Temperature"}, {"text_block_id": "p16_b126_merged", "text": "Future climate trends on temperature and precipitation show that Kenya’s economy will continue to be affected. Global Climate Modelling (GCM) data indicates that the mean annual temperature is projected to increase by between 0.8 and 1.5°C by the 2030s and 1.6°C to 2.7°C by the 2060s. Figure 3 provides a visualisation of the trend that GCMs have suggested for increased temperatures for Kenya. There is good model agreement of temperature increases of up to 3°C by 2100."}, {"text_block_id": "p16_b130", "text": "Figure 3: GCM Visualisation of the projected temperatures for Kenya. Percentage change in average annual temperature by 2100 from 1960-1990 baseline climate, averaged over 21 CMIP3 models."}, {"text_block_id": "p16_b131", "text": "Source:"}, {"text_block_id": "p16_b132", "text": "Met Office. (2011). Climate: Observations, projections and impacts. Kenya. Exeter, UK: Met Office. Page 48."}, {"text_block_id": "p17_b133", "text": "1.3.2 Rainfall"}, {"text_block_id": "p17_b134", "text": "For precipitation, GCM data indicates that there will be a possible increase in average rainfall by the 2060s especially from October to December."}, {"text_block_id": "p17_b135", "text": "8"}, {"text_block_id": "p17_b136", "text": "In addition the GCMs suggest with greater confidence that the proportion of annual rainfall that occurs in heavy events will increase. The range of increase varies from 2 to 11 per cent by the 2060s and 2 to 12 per cent by the end of the century. Figure 4 provides a visualisation of the rainfall trends."}, {"text_block_id": "p17_b137", "text": "9"}, {"text_block_id": "p17_b138", "text": "Figure 4: GCM Visualisation of the projected rainfall for Kenya. Percentage change in average annual precipitation by 2100 from 1960-1990 baseline climate, averaged over 21 CMIP3 models."}, {"text_block_id": "p17_b139", "text": "Source: UK Met Office, 2011, Climate: Observations, projections and impacts: Kenya, page 49."}, {"text_block_id": "p17_b140", "text": "10"}, {"text_block_id": "p17_b141_merged_merged_merged", "text": "The future climate trends for Kenya are discussed in more detail in the Adaptation Technical Analysis Report which forms part of the NCCAP. 11"}, {"text_block_id": "p19_b143", "text": "Chapter 2: Coordination of Adaptation Actions"}, {"text_block_id": "p19_b144", "text": "2.1 Introduction"}, {"text_block_id": "p19_b145", "text": "This chapter presents the current coordination arrangements for climate change adaptation and those set out in the Climate Change Act, 2016, which include coordination of climate change adaptation."}, {"text_block_id": "p19_b146", "text": "2.2 Current Institutional Arrangements"}, {"text_block_id": "p19_b147", "text": "The coordination of climate change activities is currently the responsibility of the National Climate Change Secretariat (NCCS) in the Ministry of Environment and Natural Resources. The NCCS is the National Focal Point for the UNFCCC. It also works with climate change coordination units in different ministries, departments and agencies to ensure that climate change is mainstreamed in the different sectors of the economy."}, {"text_block_id": "p19_b148_merged", "text": "The NCCS works with the Ministry of Devolution and Planning to ensure the integration of climate change in the MTPs. The National Environmental Management Authority (NEMA), a semi-autonomous agency in the Ministry, is a National Implementing Entity (NIE) for the Adaptation Fund and the Green Climate Fund (GCF). The National Treasury is the National Designated Authority for the GCF. The NDMA, which is mandated “to exercise overall coordination over all matters relating to drought management in Kenya”, also oversees adaptation and resilience building in the arid and semi-arid areas (ASALs). It is also the secretariat of the Common Programme Framework in Ending Drought Emergencies in Kenya."}, {"text_block_id": "p20_b151", "text": "2.3 Relevant Policies"}, {"text_block_id": "p20_b152", "text": "2.3.1 National Climate Change Action Plan"}, {"text_block_id": "p20_b153", "text": "The NCCAP analysed the existing climate change institutional structures, and proposed a comprehensive institutional framework with defined roles and responsibilities for climate change response in the context of a devolved government system. Details of this structure can be found in the Enabling Legislative and Institutional Framework Report."}, {"text_block_id": "p20_b154", "text": "13"}, {"text_block_id": "p20_b155", "text": "Among the report’s key recommendations were comprehensive institutional reforms, including the establishment of a National Climate Change Council domiciled in the Office of the President, a Climate Change Directorate under the ministry responsible for climate affairs, and a Technical Advisory Committee within the proposed Directorate. The NCCAP also recommended the establishment of a Kenya climate fund domiciled in the National Treasury."}, {"text_block_id": "p20_b156", "text": "14"}, {"text_block_id": "p20_b157", "text": "In order to achieve this, enactment of a framework climate change law encapsulating legislative, policy and institutional recommendations was recommended."}, {"text_block_id": "p20_b158", "text": "2.3.2 National Climate Change Framework Policy and Act"}, {"text_block_id": "p20_b159", "text": "The draft National Climate Change Framework Policy updated the recommendations of the NCCAP after further analysis and stakeholder consultations. The draft framework policy specifically underlines the need to ensure internal coherence and proper coordination of functions, “in a manner that is complementary and respects the philosophy that specific sectoral functions should be undertaken by the most suitable sector or level of government"}, {"text_block_id": "p20_b160", "text": "15"}, {"text_block_id": "p20_b161", "text": "”, in view of the devolved government system. Two specific recommendations stand out:"}, {"text_block_id": "p20_b162", "text": "”, in view of the devolved government system. Two specific recommendations stand out:\n* Establish an institutional framework and build capacity to coordinate and enhance mainstreaming\n* Put in place mechanisms linking climate change data and information with national and county"}, {"text_block_id": "p20_b166_merged_merged_merged", "text": "The Climate Change Act (2016)16 is much more specific in terms of institutional arrangements for climate change coordination, setting out the establishment of the institutions summarised in Figure 5 and described in section 2.4."}, {"text_block_id": "p21_b169", "text": "Source: Author, derived from description in the Climate Change Act (2016)."}, {"text_block_id": "p21_b170", "text": "2.4 Proposed Coordination Institutional Arrangements"}, {"text_block_id": "p21_b171", "text": "The institutional structures set out in the Climate Change Act 2016, and described below, provide a framework for coordination of adaptation (Figure 5)."}, {"text_block_id": "p21_b172", "text": "The institutional structures set out in the Climate Change Act 2016, and described below, provide a framework for coordination of adaptation (Figure 5).\n* The National Climate Change Council (NCCC) will be chaired by the President, with the\n<\\li1>"}, {"text_block_id": "p22_b177", "text": "The institutional structures set out in the Climate Change Act 2016, and described below, provide a framework for coordination of adaptation (Figure 5).\n* The National Climate Change Council (NCCC) will be chaired by the President, with the\n<\\li1>\n* The\n* (Climate Affairs) is given certain powers and duties, among them, to\n* The Climate Change Directorate as the principal lead agency of the government on national"}, {"text_block_id": "p22_b185", "text": "2.5 Implementation Roles"}, {"text_block_id": "p22_b186", "text": "The National Government will fast-track the rollout of this NAP by putting in place the requisite enabling environment, including the institutional structures proposed in the Climate Change Act (2016). In the implementation of the institutional arrangements, it will be important to put in place transitional arrangements to tap from the knowledge, information and lessons acquired over the years by the current coordinating institutions. The implementation of the different actions in the NAP will require the involvement and contribution of all the stakeholders across the different sectors and levels. Their specific roles are summarised below:"}, {"text_block_id": "p22_b187", "text": "The National Government will fast-track the rollout of this NAP by putting in place the requisite enabling environment, including the institutional structures proposed in the Climate Change Act (2016). In the implementation of the institutional arrangements, it will be important to put in place transitional arrangements to tap from the knowledge, information and lessons acquired over the years by the current coordinating institutions. The implementation of the different actions in the NAP will require the involvement and contribution of all the stakeholders across the different sectors and levels. Their specific roles are summarised below:\n* will integrate the NCCAP into sectoral strategies,\n* shall integrate and mainstream climate change actions, interventions and\n* will, on behalf of the Council, be responsible"}, {"text_block_id": "p23_b196", "text": "The National Government will fast-track the rollout of this NAP by putting in place the requisite enabling environment, including the institutional structures proposed in the Climate Change Act (2016). In the implementation of the institutional arrangements, it will be important to put in place transitional arrangements to tap from the knowledge, information and lessons acquired over the years by the current coordinating institutions. The implementation of the different actions in the NAP will require the involvement and contribution of all the stakeholders across the different sectors and levels. Their specific roles are summarised below:\n* will integrate the NCCAP into sectoral strategies,\n* shall integrate and mainstream climate change actions, interventions and\n* will, on behalf of the Council, be responsible\n* will, on advice of the Council, integrate climate\n* will continue to coordinate drought management\n* The council may, in consultation with the Cabinet Secretary (Climate Change\n* The media can provide vital information at times of emergency â from warning of\n* This group of actors plays a key role in building the countryâs"}, {"text_block_id": "p24_b212", "text": "The National Government will fast-track the rollout of this NAP by putting in place the requisite enabling environment, including the institutional structures proposed in the Climate Change Act (2016). In the implementation of the institutional arrangements, it will be important to put in place transitional arrangements to tap from the knowledge, information and lessons acquired over the years by the current coordinating institutions. The implementation of the different actions in the NAP will require the involvement and contribution of all the stakeholders across the different sectors and levels. Their specific roles are summarised below:\n* will integrate the NCCAP into sectoral strategies,\n* shall integrate and mainstream climate change actions, interventions and\n* will, on behalf of the Council, be responsible\n* will, on advice of the Council, integrate climate\n* will continue to coordinate drought management\n* The council may, in consultation with the Cabinet Secretary (Climate Change\n* The media can provide vital information at times of emergency â from warning of\n* This group of actors plays a key role in building the countryâs\n* 19: These include non-governmental organisations, civil society\n* : The public will play a role in the planning, implementation and monitoring of adaptation"}, {"text_block_id": "p26_b220", "text": "Chapter 3: Climate Hazard and Vulnerability Analysis"}, {"text_block_id": "p26_b221", "text": "3.1 Introduction"}, {"text_block_id": "p26_b222", "text": "Kenya faces a number of risks from climate variability and change. The preparation of the NCCAP included detailed analyses of risks and vulnerability of the different sectors, which are included in the ATAR. This section presents an overview of the key climatic hazards in Kenya namely droughts, floods and sea-level rise with a view to informing key adaptation actions."}, {"text_block_id": "p26_b223", "text": "3.2 Climate hazards and vulnerability"}, {"text_block_id": "p26_b224", "text": "3.2.1 Drought"}, {"text_block_id": "p26_b225", "text": "Drought is the prime recurrent natural disaster in Kenya. In recent times intense droughts have occurred in 1983/1984, 1991/1992, 1995/1996, 1998/2000, 2004/2005, and 2008/2011. Each of these events caused severe crop and livestock losses, famine and population displacement. Climate change introduces an additional uncertainty into existing vulnerabilities, particularly in the ASALs which cover over 80 per cent of the country."}, {"text_block_id": "p26_b226", "text": "20"}, {"text_block_id": "p26_b227", "text": "Increased temperatures in the future are likely to exacerbate the drought conditions and may have a significant impact on water availability and general well-being."}, {"text_block_id": "p26_b228", "text": "The 2008/2011 drought highlights some of the devastating and pervasive socio-economic consequences resulting from such events. The drought is estimated to have slowed down the GDP by an average of 2.8 per cent per annum, with total damage and losses estimated at USD 12.1 billion."}, {"text_block_id": "p26_b229", "text": "21"}, {"text_block_id": "p26_b230", "text": "The most affected sector was livestock suffering a loss of USD 87.43 billion followed by agriculture with a loss of USD 1.51 billion."}, {"text_block_id": "p26_b231", "text": "22"}, {"text_block_id": "p26_b232", "text": "."}, {"text_block_id": "p26_b233", "text": "Figure 6 shows how drought has impacted Kenya’s annual GDP growth. Figure 7 shows the costs of humanitarian aid as a result of drought, whilst Figure 8 shows the areas in the country exposed to drought risk."}, {"text_block_id": "p26_b234_merged_merged_merged", "text": "Source: Kenya Post Disaster Needs Assessment (2012, page 41.23"}, {"text_block_id": "p27_b236", "text": "Figure 7: Costs of humanitarian aid (1998 - 2011)."}, {"text_block_id": "p27_b237", "text": "Source: Ending Drought Emergencies – Common Framework Programme (2014), page 6."}, {"text_block_id": "p27_b238", "text": "24"}, {"text_block_id": "p27_b239", "text": "Figure 8: Climate change risk for agro-climatic zones in Kenya."}, {"text_block_id": "p27_b240_merged_merged", "text": "Source: Mwangi and Mutua (2015), page 16. 25"}, {"text_block_id": "p28_b242", "text": "3.2.2 Floods"}, {"text_block_id": "p28_b243", "text": "Excessive flooding in Kenya occurs relatively frequently (on average every three to four years) and is linked to El Niño or La Niña episodes that can lead to extreme weather in the country and region. Annual rainy seasons in Kenya are becoming progressively wetter, with sudden and/or late onsets bringing with them floods and inundation. Major floods periodically afflict the Winam Gulf of Lake Victoria, Lower Tana basin and the coastal regions. Geographically, the western, northern, eastern, central and south"}, {"text_block_id": "p28_b244", "text": "-"}, {"text_block_id": "p28_b245", "text": "eastern parts of the country are quite susceptible to seasonal floods in the wet seasons of March-April-May and October-November-December. Riverine floods are the most dominant floods in Kenya, although the ASALs are particularly vulnerable to flash flooding. The economic costs of flooding to the country are very high, resulting to losses of 5.5 per cent of GDP every seven years"}, {"text_block_id": "p28_b246", "text": "26"}, {"text_block_id": "p28_b247", "text": "(Figure 9). Flood-related fatalities in the country constitute 60 per cent of disaster victims."}, {"text_block_id": "p28_b248", "text": "27"}, {"text_block_id": "p28_b249", "text": "During flood events there is often an upsurge in waterborne or sanitation-related diseases, such as typhoid, cholera, malaria and diarrhoeal diseases."}, {"text_block_id": "p28_b250", "text": "Critical infrastructure that supports the national economy, such as roads, bridges, water pipelines and power lines are prone to flood damage. The 1997/98 El Niño floods seriously damaged water supply infrastructure and transport networks across the country, with dams, water pans and some pipelines in 22 counties either destroyed or severely damaged."}, {"text_block_id": "p28_b251", "text": "Figure 9: Flood frequency in Kenya."}, {"text_block_id": "p28_b252_merged_merged", "text": "Source: Mwangi and Mutua (2015), page 14.28"}, {"text_block_id": "p29_b254", "text": "Urban flooding is also increasingly becoming an issue especially in big cities and towns. Flooding events are becoming frequent because of rapid urbanisation, poor urban planning and loss of green spaces in cities such as Nairobi and Mombasa, which leads to loss of infrastructure, loss of lives and destruction of property."}, {"text_block_id": "p29_b255", "text": "In some instances, however, flooding can have certain benefits, especially in ASAL areas. The benefits include silt deposited from flooding events being used for flood irrigation, increasing water table levels and replenishing aquifers. In the Merti area of Isiolo County, communities practice flood irrigation after a big flooding event from the Ewaso Nyiro which deposits fertile silt on flood plains."}, {"text_block_id": "p29_b256", "text": "29"}, {"text_block_id": "p29_b257", "text": "3.2.3 Sea level rise"}, {"text_block_id": "p29_b258", "text": "Kenya’s coastline is 1,420 kilometres in length and sea level rise is a risk to five coastal counties and their populations. Climate change impacts, including increases in sea surface temperature, sea level rise and coastal erosion, are likely to put additional pressure on coastal economies, communities and ecosystems, including islands, estuaries, beaches, coral reefs and marine biodiversity. Sea level rise in combination with extreme weather events is likely to intensify flooding as most of the coastland is low-lying, with the coastal city of Mombasa particularly exposed. It is estimated that an area of 4-6 km"}, {"text_block_id": "p29_b259", "text": "2"}, {"text_block_id": "p29_b260", "text": "in Mombasa is likely to be submerged with a rise in sea level of only 0.3 metres. In coastal locations, sea level rise is likely to render more acute the current water supply and salinization problem, as freshwater aquifers are contaminated with saline water. Water logging of soils and the resulting salt stress might cause reduced crop production."}, {"text_block_id": "p29_b261", "text": "30"}, {"text_block_id": "p29_b262", "text": "In addition, the health of coastal populations could be affected because of increasing ground water salinity, which might also lead to permanent inundation of low lying areas making them uninhabitable, leading to migration of population and possibly the emergence of environmental refugees."}, {"text_block_id": "p29_b263", "text": "31"}, {"text_block_id": "p29_b264_merged_merged_merged", "text": "Coastal and marine resources contribute immensely towards the economic development of Kenya through tourism, fisheries, shipping and port activities. Tourism and shipping are the highest contributors to the coastal economy, while small scale fishing contributes 95 per cent of the total marine catch. Rising sea levels will lead to damage and destruction of infrastructure including ship docking ports and industries located in the coast. Increasing population and expansion of urban developments are likely to compound these problems. The agriculture sector along the coast will also be impacted with the loss of income of USD 472.8 million from losses to mango, cashew nut and coconut harvest following a one metre sea level rise.32 The overall picture of vulnerability to drought, flooding and sea level rise is shown in Figure 10."}, {"text_block_id": "p30_b267", "text": "Figure 10: Kenya’s vulnerability index."}, {"text_block_id": "p30_b268", "text": "Source: Mwangi and Mutua (2015), page 18."}, {"text_block_id": "p32_b269", "text": "Chapter 4: Adaptation Actions"}, {"text_block_id": "p32_b270", "text": "4.1 Introduction"}, {"text_block_id": "p32_b271", "text": "The Government of Kenya has been addressing climate change impacts, especially drought, for many years. These interventions have been geared towards disaster risk reduction, humanitarian action, preparedness and response actions, including efforts of the NDMA to address drought and through the department of Special Programmes for floods and other disasters. However, as climate change risks and vulnerabilities increase, additional efforts will be required to address future vulnerabilities and enhance sustainable development to enable the country to attain its goals underVision 2030. This chapter presents proposed adaptation related actions with examples of ongoing efforts under each sector."}, {"text_block_id": "p32_b272", "text": "33"}, {"text_block_id": "p32_b273", "text": "4.2 Proposed sectoral adaptation actions"}, {"text_block_id": "p32_b274_merged_merged", "text": "The priority adaptation actions presented in this chapter are based on the vulnerabilities described in Chapter 3. Stakeholders prioritised adaptation actions for the different sectors during the NCCAP process. The ATAR proposed long lists of priority actions and the NCCAP prioritised actions in the agriculture, livestock, water, environment, infrastructure, sustainable livelihoods, energy infrastructure and tourism sectors.34,35 These were further refined by the Adaptation TWG after the launch of the NCCAP. The criteria used to develop a shorter list of priorities were:"}, {"text_block_id": "p32_b277", "text": "The priority adaptation actions presented in this chapter are based on the vulnerabilities described in Chapter 3. Stakeholders prioritised adaptation actions for the different sectors during the NCCAP process. The ATAR proposed long lists of priority actions and the NCCAP prioritised actions in the agriculture, livestock, water, environment, infrastructure, sustainable livelihoods, energy infrastructure and tourism sectors.34,35 These were further refined by the Adaptation TWG after the launch of the NCCAP. The criteria used to develop a shorter list of priorities were:\n* Urgency and ease of implementation in the short-term;\n* Compatibility with the NCCAP adaptation actions;\n* Compatibility with the MTP actions; and\n* Low-regrets option if implemented."}, {"text_block_id": "p32_b285", "text": "In the process of finalising the NAP, the actions were subjected to further scrutiny by the TWG. For each planning sector, the following were identified: macro adaptation action, related sub-actions, ongoing projects/initiatives, timeframe, budget and proposed implementing agencies. It is recommended that the adaptation actions be implemented with gender considerations such that all data collected for monitoring and evaluation purposes is gender disaggregated and analysed accordingly."}, {"text_block_id": "p32_b286", "text": "The budgets are estimates derived from different sources which include the NCCAP, current Treasury spending, the sector MTEFs and the adaptation costing for different adaptation activities done after the NCCAP process. The budgets have been projected to 2030. The time-scales are:"}, {"text_block_id": "p32_b287", "text": "The budgets are estimates derived from different sources which include the NCCAP, current Treasury spending, the sector MTEFs and the adaptation costing for different adaptation activities done after the NCCAP process. The budgets have been projected to 2030. The time-scales are:\n* Short term: 1-2 years\n* Medium term: 3-5 years\n* Long term: >6 years"}, {"text_block_id": "p33_b293", "text": "In the formulation of County Adaptation Plans, counties will be encouraged to identify their priority actions from the actions presented herein and customise them to suit their county context after conducting risk/vulnerability assessments. Counties can also include adaptation actions not listed in the national priority list as long as they are in line with their CIDP priorities and do not lead to maladaptation."}, {"text_block_id": "p33_b294", "text": "The actions proposed are meant to complement or upscale adaptation actions that are ongoing through various projects and programmes being implemented by the national and county governments, civil society, private sector and academia; and not duplicate ongoing efforts."}, {"text_block_id": "p37_b295", "text": "HUMAN RESOURCE DEVELOPMENT, LABOUR AND EMPLOYMENT"}, {"text_block_id": "p38_b296", "text": "INFRASTRUCTURE"}, {"text_block_id": "p49_b297", "text": "LIVESTOCK DEVELOPMENT"}, {"text_block_id": "p53_b298", "text": "4.2 Cross cutting MTP sector"}, {"text_block_id": "p54_b299", "text": "4.3 Resource Mobilisation"}, {"text_block_id": "p54_b300", "text": "Adaptation has been financed through various mechanisms in the country. Often the actions have not been termed adaptation, their actions have enhanced resilience to climate impacts. The Government of Kenya and its development partners are already financing a number of adaptation interventions in the various sectors through the Adaptation Fund and the National Drought and Disaster Contingency Fund. A challenge is the lack of a centralised system of tracking climate finance; and thus the amount of finance that has gone into adaptation can only be estimated. The total costs of this adaptation financing will need to be determined so that additional financing complements existing financing."}, {"text_block_id": "p54_b301", "text": "Kenya needs to establish mechanisms to help increase access to climate finance, including the Green Climate Fund, and improve coordination and reporting on climate finance. The NCCAP proposed establishment of the Kenya Climate Fund whose focal point is the National Treasury. It is hoped that through this climate fund, adaptation financing from the Kenya government, development partners and other actors can be pooled in order to achieve greater impacts in enhancing resilience. This NAP envisages that adaptation actions that are not yet financed by government will attract financing from development partners and private sector through the development of a pipeline of adaptation investment grade projects and programmes."}, {"text_block_id": "p54_b302", "text": "The costs per sector in this NAP have been estimated with figures from the National Treasury, the NCCAP, the MTEF’s, EDE Common Programme Framework and costs that were calculated in the finalisation of this document after the launch of the NCCAP. Yearly costs of implementing similar actions in these documents were derived and then extrapolated to 2030 with a formula used by the Treasury for similar exercises. The estimated total cost of implementing this NAP till the year 2030 is US$ 38,255,496,051."}, {"text_block_id": "p56_b303", "text": "Chapter 5: Adaptation Monitoring and Evaluation"}, {"text_block_id": "p56_b304", "text": "5.1 Introduction"}, {"text_block_id": "p56_b305_merged", "text": "This chapter outlines the monitoring and evaluation (M&E) system for the National Adaptation Plan. The system is anchored in the National Performance and Benefits Measurement Framework under the NCCAP. "}, {"text_block_id": "p56_b307", "text": "Adaptation M&E is an essential part of ensuring that the prospective benefits of adaptation interventions aimed at building adaptive capacities and enhancing resilience are being realised and lessons learnt assist in the improvement of the Government of Kenya sector plans and programmes. Therefore, any M&E system needs to have a feedback mechanism which will ensure the continued building of resilience and reduction of vulnerabilities to climate change in the longer term."}, {"text_block_id": "p56_b308", "text": "As a result of the need to track progress in building adaptive capacity a theory of change has been developed and indicators have been proposed against the major changes expected in resilience until 2030. The proposed adaptation indicators will be useful for:"}, {"text_block_id": "p56_b309", "text": "As a result of the need to track progress in building adaptive capacity a theory of change has been developed and indicators have been proposed against the major changes expected in resilience until 2030. The proposed adaptation indicators will be useful for:\n* Attracting international climate finance;\n* Evaluating adaptation policy, programme and project interventions (that is the intended\n* Informing future adaptation policy development;\n* Mainstreaming adaptation in development through links with related indicators;\n* Comparing adaptation achievements across sectors, regions or counties;\n* Communicating adaptation progress to stakeholders and the general public;\n* Informing political climate change negotiations in the international arena; and\n* Targeting, justifying and monitoring adaptation funding and programmes."}, {"text_block_id": "p57_b325", "text": "5.2 The Adaptation Theory of Change"}, {"text_block_id": "p57_b326", "text": "The NAP M&E framework is anchored on a theory of change. The theory of change in Figure 11 represents the short, medium and long term changes expected from the implementation of the NAP under the country’s four MTP pillars under Vision 2030: foundations for national transformation, and economic, social and political pillars. Table 1 outlines the various sectors under each pillar."}, {"text_block_id": "p57_b327", "text": "Adaptation activities under the foundations for national transformation pillar include implementing renewable energy projects, climate proofing of infrastructure and promotion and transfer of climate smart technology into various sectors. Outputs from these activities include increased uptake of climate smart technologies and an increase in climate smart infrastructure. This will eventually lead to an outcome on strengthened climate smart public service delivery."}, {"text_block_id": "p58_b328", "text": "The economic pillar activities mainly involve building resilience of Kenya’s main GDP sectors, that is, tourism, agriculture, trade, financial services, and oil and mineral resources through conducting climate risk and vulnerability assessments and implementing adaptation actions prioritised under the assessments. The investments in these pillars are expected to increase climate change adaptation knowledge and capacity within the sectors, strengthen climate smart public service delivery, and increase climate proofed infrastructure. This will lead to enhanced resilience of the agriculture and tourism value chains and private sector investments."}, {"text_block_id": "p58_b329", "text": "Enhancing climate information services and utilizing ecosystem and community based adaptation approaches are the main activities in the social pillar. These activities will lead to enhanced effective climate information services at the county level and ecosystem and community based adaptation integrated into CIDPs, ultimately leading to climate resilient county development. The political pillar focuses on devolution and mainstreaming of climate change adaptation into county planning. The output of this activity is expected to be enhanced climate change adaptation that leads to climate resilient development at the county level."}, {"text_block_id": "p58_b330", "text": "The outcomes of strengthened climate smart public service delivery and climate resilient county development will lead to the resilience of national agriculture (livestock development and fisheries) and tourism value chains and hereafter climate resilient economic growth at a national level. This climate resilience economic growth involves both the public and private sector. This is expected to lead to enhanced adaptive capacity towards the attainment of Kenya’s Vision 2030."}, {"text_block_id": "p58_b331", "text": "Knowledge, learning, capacity building and climate change coordination are viewed as continuous processes taking place across all the levels of results/changes in the theory of change. Increasing knowledge, learning and capacity building on climate change adaptation actions will be encouraged across all the sectors. Enhancing climate change coordination through the key institutions anchored in the Climate Change Act (2016) will be key in ensuring that climate change adaptation is mainstreamed at all levels."}, {"text_block_id": "p59_b332", "text": "5.3 Performance Indicators for Adaptation"}, {"text_block_id": "p59_b333", "text": "The National Performance and Benefits Measurement Framework of the NCCAP proposed adaptation indicators based on the Tracking Adaptation and Measuring Development (TAMD) framework. TAMD provides an explicit framework for two paths or “tracks”. Track 1 entails assessing the capacity of institutions to undertake effective climate risk management actions (also called top-down), while Track 2 assesses impacts of interventions aimed at reducing vulnerability and the extent to which such interventions keep development on track (development performance or bottom-up)."}, {"text_block_id": "p59_b334", "text": "As a result 10 top-down county level institutional adaptive capacity indicators and 10 bottom-up vulnerability indicators"}, {"text_block_id": "p59_b335", "text": "37"}, {"text_block_id": "p59_b336", "text": "were chosen based on adaptation relevant development activities that had been screened from the sector plans and programmes during the NCCAP process. These indicators were to be refined after the finalisation of the priority adaptation actions in this NAP."}, {"text_block_id": "p59_b337", "text": "In developing the NAP performance indicators, the following issues were taken into account:"}, {"text_block_id": "p59_b338", "text": "In developing the NAP performance indicators, the following issues were taken into account:\n* Assisting the Kenyan Government to demonstrate progress towards adaptation objectives\n* Measuring progress towards increasing the resilience to climate change of some of the most\n* The possibility of emerging future requirements and the need for the M&E system to be\n* The M&E system should not add significantly to the workload and be a burden to the\n* The M&E system should reflect the planning hierarchy from national to county level. At\n* Each indicator should be aligned to the appropriate metadata that will provide the rationale"}, {"text_block_id": "p59_b351", "text": "The indicators are dynamic and should be contextualised. Counties and various sectors can use the overall theory of change or develop their own theories of change and adaptation indicators, whose data should be aggregated at the national level."}, {"text_block_id": "p59_b352", "text": "The adaptation indicators will need to be reviewed and revised accordingly with each MTP revision."}, {"text_block_id": "p60_b353", "text": "Figure 11: Kenya’s Adaptation theory of change"}, {"text_block_id": "p61_b354", "text": "5.4 Adaptation Reporting and Learning"}, {"text_block_id": "p61_b355", "text": "Key ministries mentioned under each sector are expected to integrate the proposed adaptation actions into their sectoral and MDA plans. They will also report progress on the implementation of the actions annually to the Climate Change Secretariat whose functions of review and coordination are outlined in Chapter 2."}, {"text_block_id": "p61_b356", "text": "Learning from implementation of climate change adaptation activities in the country will need to be collected and submitted to policy makers to influence future adaptation implementation and decision making. It is proposed that lessons learnt be captured from implementing stakeholders across the country through the proposed knowledge management system as outlined in Chapter 9 of the NCCAP. The knowledge management system is housed in the Climate Change Resource Centre as well as in other web-based systems such as the Kenya Climate Change Knowledge Portal."}, {"text_block_id": "p63_b357", "text": "Endnotes"}, {"text_block_id": "p63_b358", "text": "Endnotes\n* 15\n* 15\n th\n* 15\n th\n Session of the African Ministerial Conference on the Environment, 2015, Cairo Declaration on Managing Africaâs Natural Capital for Sustainable Development and Poverty Eradication (AMCEN). Accessed at: http://web.unep.org/african-ministers-call-adaptation-mitigation-parity-2015-climate-agreement-keep-global-temperature.\n* Refer to the Adaptation Technical Analysis Report (ATAR), 2012, accessed at: http://www.kccap.info/ index.php?option=com_phocadownload&view=category&id=30:adaptation-analysis.\n* Refer to ATAR, appendices 2, 7 and 10.\n* Refer to ATAR, Chapter 3 on impacts and sectoral risks, and Appendix 10 for county vulnerabilities.\n\t* , accessed at:\n\t\t* , accessed at:\n http://canafrica.com/wp-content/ uploads/2015/08/Kenya-CSA-Program-June-24-.pdf.\n\t\t* For more details, refer to the ATAR, Chapter 2.\n\t\t* For more details, refer to the ATAR, Chapter 2.\n\t\t* See xvii.\n\t\t* For more details, refer to the ATAR, Chapter 2.\n\t\t* For more details, refer to the ATAR, Chapter 2.\n National Climate Change Action Plan (NCCAP), Adaptation Technical Analysis Report, 2013\n\t\t* Refer to the ATAR, Chapter 2.\n\t\t* http://kenyalaw.org/kl/fileadmin/ pdfdownloads/bills/2013/NationalDroughtManagementAuthorityBill2013.pdf\n\t\t* National Climate Change Action Plan Subcomponent 2 - Enabling Legislative and Institutional Framework Report\n\t\t* National Climate Change Action Plan Subcomponent 2 - Enabling Legislative and Institutional Framework Report\n . Accessed at: www.kccap.info.\n\t\t* National Climate Change Action Plan Subcomponent 8 - Finance Section B - Kenya National Climate Fund.\n\t\t* National Climate Change Action Plan Subcomponent 8 - Finance Section B - Kenya National Climate Fund.\n Accessed at: www.kccap.info.\n\t\t* National Climate Change Action Plan Subcomponent 8 - Finance Section B - Kenya National Climate Fund.\n Accessed at: www.kccap.info.\n National Climate Change Framework Policy, November 2014, page 8.\n\t\t* http://kenyalaw.org/kl/fileadmin/pdfdownloads/bills/2014/ ClimateChangeBill2014.pdf.\n\t\t* Climate Change Act, 2016, Part II: Policy, Coordination and Oversight.\n\t\t* http://connect4climate.org/images/uploads/resources/CCMPpaper.pdf.\n\t\t* Refer to ATAR, Technical Report 7, Civil society organisation activities in climate change.\n\t\t* Vision 2030 Strategy for Northern Kenya and Other Arid Lands\n\t\t* Vision 2030 Strategy for Northern Kenya and Other Arid Lands\n . Nairobi: Government of Kenya.\n\t\t* Kenya Post-Disaster Needs Assessment for 2008-2011 Drought\n\t\t* Kenya Post-Disaster Needs Assessment for 2008-2011 Drought\n . Nairobi: Government of Kenya.\n\t\t* Kenya Post-Disaster Needs Assessment 2008-2011 Drought, page 14.\n\t\t* Kenya Post-Disaster Needs Assessment 2008-2011 Drought.\n\t\t* EDE-CPF\n\t\t* EDE-CPF\n Mwangi K.K. & Mutua F. (2015). Modelling Kenyaâs vulnerability to climate change â A Multifactor Approach. International Journal of Science and Research. ISSN (online):2319-7064.\n\t\t* (2012): 3: 358. Volume 4, Issue 6, June 2015.\n\t\t* ATAR, page 31.\n\t\t* Otiende, B. (2009). The economic impacts of climate change in Kenya: Riparian flood impacts and cost of adaptation. Accessed at: http://static.weadapt.org/knowledge-base/files/758/4e25a4b8c8bf61C-kenya-riparian-floods-case-study.pdf.\n\t\t* Mwangi & Mutua."}, {"text_block_id": "p65_b427", "text": "Acknowledgements"}, {"text_block_id": "p65_b428", "text": "The preparation of this document was supported financially by the Technical Assistance (TA) Component of the Strengthening Adaptation and Resilience to Climate Change in Kenya Plus (StARCK+) Programme, which is funded by the United Kingdom’s Department for International Development (DFID), and delivered by a Consortium of DAI, Matrix Development Consultants and the International Institute for Sustainable Development."}, {"text_block_id": "p65_b429", "text": "The Principal Secretary, State Department of Environment, and officials from the National Climate Change Secretariat, Ministry of Environment and Natural Resources, provided guidance and leadership that enabled the development of this report. The Adaptation Working Group oversaw the process provided technical and substantive inputs to the development of the document. This report was prepared with the technical guidance of experts from LTS International."}], "document_description": "This document identifies Kenya's vulnerabilities to the effect of climate change, adaptation actions and implementation strategies."}