{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Guatemala", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Industry", "Energy"], "document_date": "25/12/2013", "document_language": "English", "document_name": "Energy Policy 2013-2027", "document_country_code": "GTM", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/GTM/2013/GTM-2013-12-25-Energy Policy 2013-2027_286802f64e2e695b187a9add41b5b23f.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "<div>The Energy Policy 2013-2027 updates the Energy Policy of Guatemala (2008). Its main aim is to 'strengthen the country's competitiveness, and guarantee efficient and sustainable supply and use of energy resources'. Responding to the continuous rise in the share of hydrocarbons in energy use since 1990, the policy prioritises the development and use of renewable energy sources and greater interdepartmental and international co-ordination for more efficient and sustainable energy supply and use.<br>&nbsp;The policy identifies a great untapped potential for renewable energy production in Guatemala, including 6,000 MW of hydropower (15% currently exploited), 1,000MW geothermal (5% exploited), 280MW wind, 5.3kWh/m2/day solar (isolated facilities, largest 5MW plant in Zacapa), and biomass (306.5MW currently exploited). Additional potential exists in further electrification of the country (85.6% in 2012).<br>&nbsp;The policy is based on nine basic principles:</div><ul><li>Universal access to energy</li><li>Security of energy supply</li><li>Efficiency and competitiveness</li><li>Environmentally and socially sustainable development</li><li>Rational and efficient use of energy</li><li>Development in harmony with the environment</li><li>Long-term vision</li><li>Integrity</li><li>Continuity</li></ul><div>&nbsp;The main objectives of the policy, besides the exploration and exploitation of oil reserves to secure energy independence, include:</div><ul><li>Secure supply of electricity at competitive prices (diversification of energy mix with a 80% renewable energy share target for 2027; additional 1,500km of transmission grid by 2027 to reach electrification of 95% of the country; export at least 300MW of electricity into the Regional Electricity Market, mainly to Mexico)</li><li>Secure supply of fuels at competitive prices (evaluate reserves of natural gas and construct at least one storage facility; improve administration capacity)</li><li>Energy savings and efficient energy use (25% energy savings in industry and commercial sectors by 2027)</li><li>Reduction of the use of firewood (around 57% of energy use in 2012; put in use 100,000 efficient stoves to promote efficient use of firewood; reduce the use of firewood by 15% in the industry sector; increase by 10% the surface of ‘energy forest plantations'; substitute the use of wood by other energy sources in 25% of households).</li></ul>"}