{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Jamaica", "document_category": "Policy", "document_sector_name": ["Transportation", "Social development", "Economy-wide"], "document_language": "English", "document_name": "Climate Change Policy Framework ", "document_country_code": "JAM", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Framework", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_date": "01/01/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/JAM/2015/JAM-2015-01-01-Climate Change Policy Framework _567f30d5b55c6eb742036a9629980c5e.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Government of Jamaica"}, {"text_block_id": "p1_b2", "text": "Climate Change Policy Framework for Jamaica"}, {"text_block_id": "p3_b3", "text": "TABLE OFCONTENTS"}, {"text_block_id": "p5_b4", "text": "FOREWORD"}, {"text_block_id": "p5_b5", "text": "Hon. Robert Pickersgill, MP"}, {"text_block_id": "p5_b6", "text": "Minister of Land, Water, Environment and Climate Change"}, {"text_block_id": "p5_b7", "text": "It is imperative that we adopt the necessary policies and actions to ensure that adaptation strategies are mainstreamed into economic and fiscal management, the development of the country’s physical infrastructure, land use and coastal zone planning and management, bearing in mind that some losses are irreversible."}, {"text_block_id": "p5_b8", "text": "Jamaica will continue to actively pursue opportunities for the reduction of greenhouse gas emissions through mitigation measures that are appropriate in the national context such as energy efficiency and conservation, the use of renewable energy, and increased forest forest cover."}, {"text_block_id": "p5_b9", "text": "Among the conclusions of the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (2007) is that “policies enacted to date have not been substantial enough to counteract the growth in global emissions driven by increasing fossil fuel consumption, forest clearing, and world population”. It is expected that the new global climate change agreement to be adopted in 2015 will require countries to commit to reductions in greenhouse gas emissions in order to minimize dangerous disruptions in the global climate system."}, {"text_block_id": "p5_b10", "text": "The Climate Change Policy Framework for Jamaica"}, {"text_block_id": "p5_b11", "text": "outlines the strategies that the country will employ in order to effectively respond to the impacts and challenges of climate change, through measures which are appropriate for varying scales and magnitudes of climate change impacts. Given the cross-cutting nature of climate change, there is a need to develop an integrated approach in order to effectively build resilience at all levels. The relevant sectors will be required to develop or update, as appropriate, plans addressing climate change adaptation and/or mitigation. Within the Policy Framework there are also Special Initiatives based on new and existing programmes and activities which will be prioritized for early implementation."}, {"text_block_id": "p5_b12_merged", "text": "The development of the Climate Change Policy Framework for Jamaica was made possible through the Government of Jamaica/ European Union/ United Nations Environment Programme (GOJ /EU/UNEP) Climate Change Adaptation and Disaster Risk Reduction Project funded by the European Union under the Global Climate Change Alliance (GCCA). We also recognize the contribution of the United States Agency for International Development (USAID) and others in the development of the Policy Framework. The USAID supported a workshop on “Climate Change: Towards the Development of a Policy Framework for Jamaica” from July 26-27, 2012. We also wish to acknowledge the contributions of Ms. Leonie Barnaby and Ms. Danielle Andrade to the development of this document."}, {"text_block_id": "p5_b17", "text": "It is my heartfelt desire that every Government sector and agency should understand the importance of addressing climate change. This Policy Framework document will provide invaluable guidance for all stakeholders including the public and"}, {"text_block_id": "p6_b18", "text": "private sectors. Strategies must be implemented in all sectors so as to enhance the adaptive capacity of the country to cope with climate change impacts and mitigate the causes of climate change in a coordinated, effective and sustainable manner."}, {"text_block_id": "p6_b19", "text": "Climate change is everybody’s business. Therefore, communities and individuals are encouraged to utilize the information available on climate change, including the information provided by my Ministry to enhance their knowledge on how climate change impacts their lives. This information will also bolster individuals’ adaptation and mitigation actions such as increasing energy conservation and efficiency measures within households and greening communities by planting trees and creating parks and other green spaces. It is important that ‘each one teach one’ on the impacts and challenges that climate challenges will present and the response required."}, {"text_block_id": "p6_b20_merged", "text": "I encourage you all to use this Climate Change Policy Framework to make a real difference, to spearhead action to build our nation’s resilience to climate change. After all, “with climate change, we must change”."}, {"text_block_id": "p6_b24", "text": "Robert Pickersgill, MP"}, {"text_block_id": "p6_b25", "text": "Minister of Water, Land, Environment and Climate Change"}, {"text_block_id": "p6_b26", "text": "September 2015"}, {"text_block_id": "p7_b27", "text": "Executive Summary"}, {"text_block_id": "p7_b28", "text": "Vision Statement"}, {"text_block_id": "p7_b29", "text": "Jamaica achieves its goals of growth and prosperity for its people while meeting the challenges of climate change as a country with enhanced resilience and capacity to adapt to the impacts and to mitigate the causes in a coordinated, effective and sustainable manner."}, {"text_block_id": "p7_b30", "text": "here is growing evidence that climate change is taking place at an accelerated rate due to human activities, especially those related to the use of fossil fuels and land clearing, exacerbated by population growth. According to recent reports"}, {"text_block_id": "p7_b31", "text": ", the level of carbon dioxide in the atmosphere has now passed 400 parts per million (ppm) up from 385 ppm and alarmingly above the ‘safe’ level of 350 ppm."}, {"text_block_id": "p7_b32", "text": "Jamaica, as a small island developing state, is particularly vulnerable to the impacts of climate change not only in terms of our natural resources, but also our social well"}, {"text_block_id": "p7_b33", "text": "-"}, {"text_block_id": "p7_b34", "text": "being and our economic development, as sectors such as tourism, agriculture, fisheries, forestry and water are very climate sensitive."}, {"text_block_id": "p7_b35", "text": "At the international level, Jamaica as a Party to the United Nations Framework Convention on Climate Change (UNFCCC) and its Kyoto Protocol, has been active in negotiations advocating the specific circumstances and vulnerabilities of small island developing states (SIDS) to the impacts of climate change and the need for substantial reductions in the global level of greenhouse gases (GHG) as well as the provision of adequate financing to assist SIDS in undertaking adaptation and mitigation measures at the national level. It is well recognized that SIDS are not the main contributors to global greenhouse gas emissions. Jamaica is nonetheless, playing its part in reducing its GHG emissions through ‘no regrets’ mitigation actions which can lead not only to reduced emissions, but also cost savings and social and environmental benefits for the country. Jamaica will also focus in the negotiations on approaches to addressing loss and damage associated with the adverse effects of climate change, including impacts related to extreme weather and slow onset events. This is especially important as where there are constraints and limitations to adaptation, then other means of addressing economic loss and damage from climate change impacts will have to be identified."}, {"text_block_id": "p7_b36_merged_merged_merged", "text": "It is recognized that, given the cross-cutting nature of climate change, there is an urgent need to develop an integrated approach in order to effectively build resilience at all levels and to have the required enabling policies in place. The Climate Change Policy Framework was prepared under the GoJ/EU/ UNEP Climate Change Adaptation and Disaster Risk Reduction (CCADRR) Project. The policy development process involved a number of consultations, using as a basis, Vision 2030 Jamaica -National Development Plan and Jamaica’s Second National Communication on Climate Change to the United Nations Framework Convention on Climate Change. The first output was approved as ‘The Climate Change Policy Framework and Action Plan"}, {"text_block_id": "p8_b41", "text": "Green Paper’ and was subject to extensive review in accordance with Government of Jamaica guidelines, before receiving the approval of the Cabinet."}, {"text_block_id": "p8_b42", "text": "Goal and Objectives"}, {"text_block_id": "p8_b43", "text": "The Climate Change Policy Framework for Jamaica"}, {"text_block_id": "p8_b44", "text": "is intended primarily to support the goals of Vision 2030 by reducing the risks posed by climate change to all of Jamaica’s sectors and development goals."}, {"text_block_id": "p8_b45", "text": "It outlines the objectives, principles and strategies that the country will employ in order to effectively respond to the impacts and challenges of climate change, through measures which are appropriate for varying scales and magnitudes of climate change impacts. A number of Special Initiatives have been identified for early implementation."}, {"text_block_id": "p8_b46", "text": "Specifically, the goal of the Policy Framework is to create a sustainable institutional mechanism to facilitate the development, coordination and implementation of policies, sectoral plans, programmes, strategies, and legislation to address the impacts of climate change."}, {"text_block_id": "p8_b47", "text": "The objectives of the Policy Framework are:"}, {"text_block_id": "p8_b48", "text": "The objectives of the Policy Framework are:\n* To mainstream climate change considerations into national policies and all types and levels of development planning and to build the countryâs capacity to develop and implement climate change adaptation and mitigation activities.\n* To support the institutions responsible for research, data collection, analysis and projections at the national level on climate change, its impacts, and appropriate adaptation and mitigation measures, to facilitate informed decision-making and strategic actions at all levels.\n* To facilitate and coordinate the national response to the impacts of climate change and promote low carbon development.\n* To improve communication at all levels on climate change impacts and also adaptation and mitigation related opportunities so that decision makers and the general public will be better informed.\n* To mobilize climate financing for adaptation and mitigation initiatives.\n* To mobilize climate financing for adaptation and mitigation initiatives.\n It is expected that, on the basis of this Policy Framework, the relevant sectors will develop or update, as appropriate, plans addressing climate change adaptation and mitigation. In the development and implementation of sectoral climate change adaptation and mitigation plans, the following principles are to be taken into account:\n\t* Sustainable use of natural resources\n\t* Multi-sectoral approach to climate change\n\t* Public participation and collaboration\n\t* The Precautionary Approach\n\t* Transparency and accountability\n\t* Best science\n\t* Polluter Pays Principle\n\t* Inter-and intra-generational equity"}, {"text_block_id": "p8_b75_merged", "text": "The Ministry of Water, Land, Environment and Climate Change (MWLECC) will oversee and support the imple-mentation of the Climate Change Policy Framework for Jamaica. In the short-term, the Climate Change Division (CCD) within the MWLECC, will have administrative oversight and responsibility for climate change initiatives. The CCD, in its coordinating role, will ensure the systematic dissemination of information among ministries, departments and agencies and the provision of technical support and guidance to facilitate the development of sectoral adaptation and mitigation strategies and action plans. In the medium term, a Climate Change Department will be established."}, {"text_block_id": "p8_b82", "text": "Legislation will be enacted to provide a framework for climate change mitigation and adaptation. This legislation will institutionalize the coordinating role of the CCD with regard to matters relating to climate change."}, {"text_block_id": "p8_b83", "text": "The MWLECC will present to Cabinet an annual report on measures that have been undertaken by the CCD to implement this Policy Framework. On the fifth anniversary of the date of the promulgation of this Policy Framework, the Ministry with responsibility for climate change shall conduct a public review of this Policy Framework to determine its effectiveness in achieving the stated goals and objectives."}, {"text_block_id": "p9_b84", "text": "1. INTRODUCTION"}, {"text_block_id": "p9_b85", "text": "1.1 Background and Rationale"}, {"text_block_id": "p9_b86", "text": "Climate change refers to a change of climate that is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and that is in addition to natural climate variability observed over comparable time periods (UNFCCC 1992"}, {"text_block_id": "p9_b87", "text": ")."}, {"text_block_id": "p9_b88", "text": "Global atmospheric concentrations of carbon dioxide, methane and nitrous oxide emissions due to human activities have grown since pre-industrial times (1750), with an increase of 70% between 1970 and 2004 (IPCC, 2007). The estimated 0.74 ŁC rise in temperatures over the past ten decades"}, {"text_block_id": "p9_b89", "text": "and the predicted increases over the next two decades will have significant impacts, including:"}, {"text_block_id": "p9_b90", "text": "and the predicted increases over the next two decades will have significant impacts, including:\n* Sea level rise which can be expected to significantly increase inundation, storm surge, erosion and other coastal hazards, thus threatening natural buffer zones which offer protection to inland assets, vital infrastructure located in the coastal zone such as major roadways, power plants, hospitals, human settlements and other real estate assets and facilities that support the livelihood of communities;\n* Increased ambient air temperature;\n* Ocean warming and thermal expansion;"}, {"text_block_id": "p9_b96", "text": "and the predicted increases over the next two decades will have significant impacts, including:\n* Sea level rise which can be expected to significantly increase inundation, storm surge, erosion and other coastal hazards, thus threatening natural buffer zones which offer protection to inland assets, vital infrastructure located in the coastal zone such as major roadways, power plants, hospitals, human settlements and other real estate assets and facilities that support the livelihood of communities;\n* Increased ambient air temperature;\n* Ocean warming and thermal expansion;\n* â¢ Increased acidification of oceans;\n* â¢ Increased threats to human health, such as the spread of vector-borne diseases;\n\t* Increased variability in rainfall patterns adversely impacting water resources;\n\t* Increased frequency of extreme weather events such as storms, droughts and hurricanes; and\n\t* Reduced quality and quantity of water resources dueto theimpacts of climatechangeonthehydrological cycle."}, {"text_block_id": "p9_b106", "text": "Jamaica’s vulnerability to climate change impacts is further compounded by social issues such as poverty, the location of human settlements in high risk areas, environmental degradation and instances of poorly constructed infrastructure and housing."}, {"text_block_id": "p9_b107", "text": "The dependence on natural resources by key economic and climate sensitive sectors such as tourism, agriculture, fisheries, forestry and water, means that climate change is a major threat to the island’s overall development based on the projected changes in climate and the expected associated impacts. The threat to development as a result of the adverse impacts of climate change will result in a reduction in the country’s GDP, including a possible loss of Government revenue from unemployment, underemployment and loss of assets and corporate taxes. In addition, there will be an increase in Government expenditure to institute adaptation measures including shoreline protection. Based on recent climatic trends observed over the past 100 years, climate change is likely to alter and disturb the quality and available quantity of Jamaica’s natural resources, thereby adversely affecting not only the natural environment but the livelihoods of its people."}, {"text_block_id": "p9_b108_merged_merged_merged", "text": "Table 1. Impact of Extreme Climate-related Events on Jamaica’s GDP 2001-20125"}, {"text_block_id": "p10_b110", "text": "Table 2: Major Impacts Expected Across Jamaica"}, {"text_block_id": "p10_b111", "text": "Jamaica’s Second National Communication (SNC) on Climate Change assessed climate change impacts for some key sectors,"}, {"text_block_id": "p10_b112", "text": "namely health, human settlements, and tourism, in addition to revisiting"}, {"text_block_id": "p10_b113", "text": "agriculture, water, and coastal zones, for the years 2015, 2030, and 2050."}, {"text_block_id": "p10_b114", "text": "Jamaica’s SNC also includes an assessment of potential mitigation options to reduce greenhouse gas (GHG) emissions over the period 2009 to 2030 as well as to improve energy efficiency. The SNC provides an outline of proposesd strategies for awareness raising, a review of the national systematic observation systems, and a technology needs assessment."}, {"text_block_id": "p10_b115_merged_merged", "text": "The short-and long-term threats posed to the island from the accumulated GHGs in the atmosphere have made it imperative that Jamaica seeks to engage the international community in its efforts to mitigate and adapt to climate change. It is also important that Jamaica undertakes the development of a framework within which climate change is addressed at the local and national levels. In this regard, the decision was taken to finalize the climate change policy for Jamaica, as a key deliverable under the GoJ/EU/UNEP Climate Change Adaptation and Disaster Risk Reduction Project (CCADRR) (2011-2013). Several consultationswere undertaken during the policy formulation process which involved representatives of the public and private sectors, and civil society. In addition, a workshop was convened in July 2012 by the Ministry of Water, Land, Environment and Climate Change with the support of the United States Agency for International Development (USAID) involving government and non-government participants from across critical sectors to identify key ways in which climate change and other threats could affect Jamaica’s long-term development goals, and the critical actions, policies, and institutional roles necessary to respond to these threats and achieve the country’s vision."}, {"text_block_id": "p11_b120", "text": "2. SITUATIONAL ANALYSIS"}, {"text_block_id": "p11_b121", "text": "Climate model projections show increasing temperatures for the Caribbean region that could result in changes in the frequency and intensity of extreme weather events; greater climate variability and rising sea-levels."}, {"text_block_id": "p11_b122", "text": "These changes will adversely affect Jamaica’s critical sectors including the fresh"}, {"text_block_id": "p11_b123", "text": "-"}, {"text_block_id": "p11_b124", "text": "water resources, coastal and marine resources, human settlements and infrastructure, terrestrial resources and biodiversity, agriculture, fisheries, tourism, human health and energy. The information listed below is taken primarily from the State of the Jamaican Climate 2012 report which summarizes the climate model projections for Jamaica and the Caribbean region."}, {"text_block_id": "p11_b125", "text": "Temperature and Rainfall"}, {"text_block_id": "p11_b126", "text": "The mean annual temperature for Jamaica is projected to increase between 1.1 °C and 3.2 °C by the 2090s, based on existing models. The range of increase is 0.7°C to 1.8°C by the 2050s and 1.0°C to 3.0°C by the 2080s. There will be continuing increases in sea-surface temperatures for Jamaican waters with projected increases ranging between +0.9°C and +2.7°C by the 2080s (State of the Jamaican Climate 2012)."}, {"text_block_id": "p11_b127", "text": "Projected rainfall changes range from -44% to +18% by the 2050s and -55% to +18% by the 2080s. (State of the Jamaican Climate 2012)."}, {"text_block_id": "p11_b128", "text": "Storm Surges, Sea-Level Rise and Hurricanes"}, {"text_block_id": "p11_b129", "text": "Increased sea levels and changes in the severity or frequency of storms are likely to result in changes to the frequency or magnitude of storm surges on Jamaica’s coast. The likelihood of more severe hurricanes will increase, although the overall frequency of hurricanes remains uncertain. While thre may be an overall decrease in the frequency of tropical cyclones, there may be an increase in category 4 and 5 of such storms by the end of the 21st century (Climate Change Risk Atlas 2011 – Jamaica (CARIBSAVE); State of the Jamaican Climate 2012)."}, {"text_block_id": "p11_b130", "text": "Sea level is projected to rise between 0.18m -0.59m by 2100 relative to 1980-1999 levels (IPCC 2007). More recent studies have indicated that this upper limit may be too conservative and it could be up to 1.6m by the end of the century (Jamaica’s Second National Communications to the UNFCCC; State of the Jamaican Climate 2012)."}, {"text_block_id": "p11_b131", "text": "Coastal and Marine Resources"}, {"text_block_id": "p11_b132_merged_merged", "text": "Jamaica’s coastline is approximately 886 kilometres long and is the habitat for many of the island’s diverse species and ecosystems including sandy beaches, rocky shores, estuaries, wetlands, seagrass beds and coral reefs. It is also the location for most of the critical infrastructure, formal and informal housing, as well as a high percentage of the island’s economic activities, including tourism, mixed farming, fishing, shipping and mining. Jamaica’s reef-related fisheries provide valuable jobs and revenue for the country, contributing US$34.3 million per year (Waite et al, 2011). The removal of mangroves, seagrass beds, and coral reefs occasioned by this multi-purpose use of the coastal zone has increased Jamaica’s vulnerability to hurricanes and storm surges and poses a major threat to coastal ecosystems and marine wildlife."}, {"text_block_id": "p11_b135", "text": "The following impacts of climate change are likely to occur:"}, {"text_block_id": "p11_b136", "text": "The following impacts of climate change are likely to occur:\n* Beaches including coastal lands will be eroded as a result of sea level rise and changing processes that affect the coastline;\n* Fish production will be reduced due to increases in sea surface temperatures and a rise in sea level;\n* Reduction in percentage of healthy reef cover and calcareous species due to ocean acidification;\n* Fish kills and coral bleaching due to increases in sea surface temperatures; and\n* Destruction of coastal ecosystems and marine habitats and spawning grounds by hurricanes and tropical storms are expected to become more frequent and intense."}, {"text_block_id": "p12_b146", "text": "Water Resources"}, {"text_block_id": "p12_b147", "text": "Water is a critical input for many sectors including agriculture, energy, mining and quarrying, manufacturing, tourism, housing, sanitation and health services and areas such as natural resource management, urban planning and regional development. Adverse impacts on water resources will also negatively affect these sectors."}, {"text_block_id": "p12_b148", "text": "Changing rainfall patterns, sea-level rise, extreme events and increasing temperatures are the projected associated impacts of climate change and are anticipated to have the following potential impacts on water resources:"}, {"text_block_id": "p12_b149", "text": "Changing rainfall patterns, sea-level rise, extreme events and increasing temperatures are the projected associated impacts of climate change and are anticipated to have the following potential impacts on water resources:\n* Changes in temporal and spatial distribution due to increased climate variability and occurrences of severe weather events in particular droughts and tropical cyclones;\n* Saltwater intrusion: Contamination of ground water resources due to the intrusion of sea water into coastal aquifers as sea level rises;\n\t* Greater levels of sedimentation in reservoirs and dams and sediment transport to coastal areas as soil erosion increases with the greater incidence of more intense rainfall and hurricane events;\n\t* Changes in temperature are expected to result in adverse shifts in climatic conditions for agricultural cultivation;\n\t* Increasing degradation and destruction of watersheds caused by the displacement of traditional activities/ livelihoods such as farming;\n\t* Shortage of water during periods of prolonged droughts; and\n\t* Damage to infrastructure (roads, bridges, electricity generation and transmission systems, seaports, airports, pipelines, dams) caused by extreme and slow onset events."}, {"text_block_id": "p12_b163", "text": "Human Settlements and Infrastructure"}, {"text_block_id": "p12_b164", "text": "damage (J$9.4 billion in damage and J$0.3 billion in losses, including expenditure for vector control) as well as increased expenditure by private and Government entities. The health, housing and education sectors experienced the greatest impact accounting for 48% of the total costs in damage. One death and 291 injuries resulted from Hurricane Sandy (Economic and Social Survey Jamaica, 2012)."}, {"text_block_id": "p12_b165", "text": "Agriculture"}, {"text_block_id": "p12_b166_merged", "text": "Climate change is also expected to have a range of impacts on seaports, airports and other points of entry. Ports are primarily located in wetlands and low-lying areas which are characterized by high-exposure potential and low adaptation capability. Any interruption in operations at seaports, airports, other points of entry and related infra-structure resulting from climate change may potentially cause import and export delays, loss and damage to goods and other challenges in global supply chains which have severe negative implications for international trade."}, {"text_block_id": "p13_b171", "text": "During July to December, 2012, agricultural activities contracted (2.9%) as a result of adverse weather conditions, including:"}, {"text_block_id": "p13_b172", "text": "During July to December, 2012, agricultural activities contracted (2.9%) as a result of adverse weather conditions, including:\n* drought conditions during July to September during which the level of rainfall was lower than the 30-year mean for two months of the quarter; and\n* the passage of Hurricane Sandy, which resulted in damage to crops, especially bananas and plantains, lives stock and irrigation systems."}, {"text_block_id": "p13_b176_merged", "text": "Evidence of the fragility of the agriculture sector and the potential for destruction from climate change impacts can be seen in the tremendous losses suffered by the sector during extreme weather events and conditions, including hurricanes and tropical storms. In 2004, Hurricane Ivan caused damage and losses of J$8.55 billion to the sector and resulted in a decrease in exports amounting to J$2.78billion. In 2008, Tropical Storm Gustav resulted in damage and losses in the crop and livestock sector (including the banana, coffee, and sugar industries) of approximately J$1.6 billion and in the fisheries sector approximately J$90million. The category 1 Hurricane Sandy in 2012 caused damage amounting to J$1.25 billion in domestic and agricultural crops alone."}, {"text_block_id": "p13_b182", "text": "The agriculture sector is also one of the main consumers of energy and water and, therefore, key to addressing Jamaica's GHG emissions."}, {"text_block_id": "p13_b183", "text": "Climate change will exacerbate current threats to the sector as well as introduce new ones. The potential impacts to the sector associated with climate change are as follows:"}, {"text_block_id": "p13_b184", "text": "Climate change will exacerbate current threats to the sector as well as introduce new ones. The potential impacts to the sector associated with climate change are as follows:\n* Decrease in the availability of water resources due to increased temperatures, changes in rainfall patterns (frequency and duration) and prolonged periods of drought;\n* Reduction in water quality due to saline intrusion into ground water sources caused by rising sea-levels;\n* Increases in agricultural pests and diseases due to increasing temperature;\n* Accelerated soil erosion due to the occurrence of extreme events (floods, hurricanes etc.);\n* Reduction in soil fertility due to soil salinization caused by rising sea levels;\n* Reduction in crop yields due to changes in agro-climatic conditions and occurrence of hurricanes and tropical storms;\n* Loss of marine resources due to destruction of spawning grounds caused by the occurrence of severe weather events;\n* Damage to agricultural infrastructure and assets due to extreme events;\n* Mass disruption to food security;\n* Loss of employment and income earning opportunities;\n* Loss of foreign exchange due to potential reduction in agricultural exports; and\n* Increased demand for foreign exchange for food imports."}, {"text_block_id": "p13_b208", "text": "Tourism"}, {"text_block_id": "p13_b209", "text": "Impacts to the industry are expected to include:"}, {"text_block_id": "p13_b210", "text": "Impacts to the industry are expected to include:\n* Damage to and destruction of hotels and other tourism infrastructure located in coastal areas susceptible to storm surges, beach erosion and sea-level rise;\n* Reduction in fresh water resources and food production arising from changes in precipitation amounts and spatial distribution, loss of forest-cover and related factors. This may include increasing demand for limited water resources caused by changing rainfall patterns and possible reduction in supplies due to competing interests for the resources among tourism and other sectors;\n* Altered seasonality, heat stress for Jamaicans and tourists, increased cooling costs, changes in wildlife and insect populations and distribution and infectious disease caused by warmer temperatures;\n* Loss and damage to archaeological, cultural and heritage attraction sites due to sea level rise, flooding and hurricanes;\n* Extensive coastal erosion caused by sea level rise, storm surges and hurricanes, resulting in the loss of beach areas;\n* Increased cost to protect coastline through the erection and maintenance of sea defences;\n* Increased coral bleaching and degradation of marine resources due to increases in sea surface temperature;\n* Acidification of the seas and oceans\n* Diminished terrestrial and marine biodiversity;"}, {"text_block_id": "p14_b228", "text": "Impacts to the industry are expected to include:\n* Damage to and destruction of hotels and other tourism infrastructure located in coastal areas susceptible to storm surges, beach erosion and sea-level rise;\n* Reduction in fresh water resources and food production arising from changes in precipitation amounts and spatial distribution, loss of forest-cover and related factors. This may include increasing demand for limited water resources caused by changing rainfall patterns and possible reduction in supplies due to competing interests for the resources among tourism and other sectors;\n* Altered seasonality, heat stress for Jamaicans and tourists, increased cooling costs, changes in wildlife and insect populations and distribution and infectious disease caused by warmer temperatures;\n* Loss and damage to archaeological, cultural and heritage attraction sites due to sea level rise, flooding and hurricanes;\n* Extensive coastal erosion caused by sea level rise, storm surges and hurricanes, resulting in the loss of beach areas;\n* Increased cost to protect coastline through the erection and maintenance of sea defences;\n* Increased coral bleaching and degradation of marine resources due to increases in sea surface temperature;\n* Acidification of the seas and oceans\n* Diminished terrestrial and marine biodiversity;\n* Increases in insurance costs/ loss of insurability and business interruption costs caused by increasing frequency and intensity of extreme storm events;\n* Loss of economic returns due to the possible changes in, or loss of: coral reefs, beaches, natural forests and other natural resources and attractions; and\n* Reduced visitor arrivals as a result of a higher frequency of extreme weather events such as hurricanes, as well as reduced inducement for travel as a result of higher temperatures in traditional tourism marketplaces.\n\t* Increased cost of tickets due to carbon taxation on flights\n<\\li2>"}, {"text_block_id": "p14_b236", "text": "Human Health"}, {"text_block_id": "p14_b237", "text": "Human health is affected by several key factors including the physical environment, and Social and economic support systems/networks. Climate change is said to affect the most fundamental determinants of health: air, water, food, shelter, and freedom from disease. The impacts on human health will largely be determined by several factors, including available health services, the state of the natural and built environments (including air, water, and sanitation services) and the availability of life sustaining resources such as water and food."}, {"text_block_id": "p14_b238", "text": "Jamaica’s vulnerability to extreme hazards and its location in the tropics also increases the risks posed to human health, as local conditions are ‘favourable’ for the expansion of both tropical (vector-borne) and water-related diseases. Climate change will bring about more storms, floods, droughts, and heat waves, which are all expected to threaten all the determinants of health, resulting in the following anticipated impacts:"}, {"text_block_id": "p14_b239", "text": "Jamaica’s vulnerability to extreme hazards and its location in the tropics also increases the risks posed to human health, as local conditions are ‘favourable’ for the expansion of both tropical (vector-borne) and water-related diseases. Climate change will bring about more storms, floods, droughts, and heat waves, which are all expected to threaten all the determinants of health, resulting in the following anticipated impacts:\n* An increase in the incidence of vector-borne diseases (such as dengue fever, malaria, chikungunya and yell low fever) as higher temperatures favour the prolifer ation of mosquitoes and other disease carriers: a threefold increase in dengue transmission is likely in Jamaica12;\n* A higher occurrence of respiratory diseases and heat and stress-related illnesses and conditions caused by the âurban heat island effect.â This could directly increase morbidity and mortality rates, particularly in the young and the elderly;\n* An increase in water-related diseases such as dysentery, typhoid and cholera particularly following extreme rainfall events, and exacerbated by poor sanitation, unplanned settlements and pollution of water sources"}, {"text_block_id": "p14_b247", "text": "It is further recognized that the impacts of climate change on coastal and terrestrial resources, food supply, water production"}, {"text_block_id": "p14_b248", "text": "and the various economic sectors are likely to have indirect and significant effects on human health:"}, {"text_block_id": "p14_b249", "text": "●"}, {"text_block_id": "p14_b250", "text": "More frequent extreme weather events can lead to potentially more deaths and injuries caused by storms, floods and landslides;"}, {"text_block_id": "p14_b251", "text": "●"}, {"text_block_id": "p14_b252", "text": "Given the vulnerability of the agricultural sector to climate variability, rising temperatures and more frequent droughts and floods can compromise food security. This could result in increases in malnutrition, given the high dependency on rain-fed subsistence farming."}, {"text_block_id": "p14_b253", "text": "Energy"}, {"text_block_id": "p14_b254", "text": "•"}, {"text_block_id": "p14_b255", "text": "Develop diversification priorities based on cost, efficiency, environmental considerations and appropriate technologies and competitiveness;"}, {"text_block_id": "p14_b256", "text": "•"}, {"text_block_id": "p14_b257", "text": "Prioritize renewable energy sources by economic feasibility criteria and environmental considerations including carbon abatement;"}, {"text_block_id": "p14_b258", "text": "•"}, {"text_block_id": "p14_b259", "text": "Promote the development of efficient and low cost renewable energy plants with a size of 15 MW or more on a competitive basis;"}, {"text_block_id": "p15_b260", "text": "•"}, {"text_block_id": "p15_b261", "text": "Procure 115MW of electricity from renewable sources through a competitive process administered by the Office of Utilities Regulation (OUR)."}, {"text_block_id": "p15_b262", "text": "Reliance on renewable energy initiatives to assist in mitigating climate change will not be sufficient. Jamaica’s efforts"}, {"text_block_id": "p15_b263", "text": "Fig. 1. GHG Emissions by Sector (adapted from Jamaica’s Second National Communication on Climate Change)"}, {"text_block_id": "p15_b264", "text": "2.3"}, {"text_block_id": "p15_b265", "text": "Challenges Facing Jamaica in the Short-, Medium-and Long-term"}, {"text_block_id": "p15_b266", "text": "2.3.1 High Incidence of Poverty"}, {"text_block_id": "p15_b267", "text": "2.3.2 Limited Financial Resources"}, {"text_block_id": "p15_b268", "text": "In Jamaica’s First National Communications to the UNFCCC on Climate Change (2000) it was estimated that a 1m rise in sea level would see US$462 million being"}, {"text_block_id": "p15_b269", "text": "required to protect Jamaica’s coast. There is a great need for sustained sources of funding for climate change mitigation and adaptation efforts as well as for managing impacts which are beyond adaptation such as massive coral bleaching which will require significant funding for rehabilitation activities."}, {"text_block_id": "p15_b270", "text": "2.3.3 Limited Legislative and Regulatory Support for Integrating Climate Change Considerations into Policies and Plans."}, {"text_block_id": "p17_b271", "text": "2.3.7 Limited Integration of Environmental Considerations into Socio-Economic Policies and Strategies"}, {"text_block_id": "p17_b272", "text": "Socio-economic imperatives have tended to outweigh the longer term needs of the environment. Vision 2030 Jamaica has infused climate change considerations into national development planning. However, there is need for enhanced mainstreaming of environmental and climate change issues into national social and economic policies. There needs to be greater appreciation by decision-makers of the inter"}, {"text_block_id": "p17_b273", "text": "-"}, {"text_block_id": "p17_b274", "text": "relationship betweenenvironmentalprotectionandmanagement and socio-economic advancements to ensure that climate change issues are effectively addressed. Advancements made in key sectors such as transport, energy, tourism and agriculture have focusedprimarily on the social andeconomic achievements/ outcomes, without due consideration to the impacts these changes may have on the environment."}, {"text_block_id": "p17_b275", "text": "2.3.8. Labour Productivit"}, {"text_block_id": "p17_b276", "text": "y"}, {"text_block_id": "p17_b277", "text": "Local labour markets have been impacted by various phenomena such as globalization which have created several threats to the labour force."}, {"text_block_id": "p17_b278", "text": "Among these threats are strong competition for highly skilled labour and increased application of technology which may reduce the dependence on and use of low skilled labour."}, {"text_block_id": "p17_b279", "text": "The labour force grew by 0.6 % with low, and in some cases, declining labour productivity, compounding existing threats."}, {"text_block_id": "p17_b280", "text": "Increasing atmospheric temperatures and relative humidity pose additional challenges for those segments of the labour force working in the open air environments. Without the appropriate adaptation measures in place, it is anticipated that there may be significant negative impacts on labour productivity, especially for wage-labour dependent house"}, {"text_block_id": "p17_b281", "text": "-"}, {"text_block_id": "p17_b282", "text": "holds and workers engaged in open-field occupations such as construction, industry, agriculture and fisheries and some segments of the manufacturing and transportation industries."}, {"text_block_id": "p17_b283", "text": "In light of the conditions that are projected to arise from climate change, there will be the increased potential for heat stress, dizziness, fainting, earlier onset of worker fatigue and work-related accidents. Though legislative measures are in place such as the draft Occupational Safety and Health Act and the Factories Act, there may be need for exploration into additional targeted initiatives to create a more climate resilient labour force to protect and improve Jamaica’s labour productivity."}, {"text_block_id": "p17_b284", "text": "2.3.9. Human Security"}, {"text_block_id": "p17_b285", "text": "Climate change poses significant risk to human security in multiple ways. The negative impacts on livelihoods that may result from the impacts of climate change can lead to changes in migration patterns and a rise in both internal and external migration. These changes may give rise to tension and conflict within communities, changes in cultural practices and a strain"}, {"text_block_id": "p17_b286", "text": "on the institutions that exist to manage the settlement and integration of migrants."}, {"text_block_id": "p17_b287", "text": "2.3.10 Youth and Gender"}, {"text_block_id": "p17_b288", "text": "In observing International Youth Day in 2008, Secretary-General of the United Nations, Ban Ki-moon described the relationship between youth and climate change in developing countries, stating “Today's young people will bear the consequences of climate change, thanks to the unfortunate legacy of their elders. In many developing countries in particular, youth --especially girls and young women --are often responsible for…tasks (which) will be rendered more difficult … as climate change affects the availability of water, agricultural productivity and the survival of ecosystems.” At the Economic and Social Council (ECOSOC) Youth Forum in February, 2015, the Secretary-General also stated “2015 is not just another year – it is a chance to change the course of history. Ours is the first generation with the potential to end poverty – and the last to act to avoid the worst effects of climate change.”"}, {"text_block_id": "p17_b289_merged_merged_merged_merged", "text": "Despite the special challenges that youthwill face in the short, medium and long-term, they are well placed to combat the adverse effects of climate change. Jamaica, with over 530,000 youthrepresenting approximately 19% of the total population, stands to gain significantly from the creative and transformational power of its youth. The Climate Change Policy Framework will therefore, support the abilities of young people to lead the country towards positive, ‘climate-friendly’ changes in lifestyles, infrastructure, entrepreneurship, governance and decision-making."}, {"text_block_id": "p18_b294", "text": "2.4 Current Strategies to Address Climate Change"}, {"text_block_id": "p18_b295", "text": "2.4.1 Adaptation"}, {"text_block_id": "p18_b296", "text": "Adaptation planning is the main area of focus to address the impacts of climate change in Jamaica. It is an integral part of several sectors including coastal zone management and water resources. The Government of Jamaica, as part of its overall approach in addressing the newly emerging issues of climate change has reinforced the need for climate change considerations to be reflected in key policy measures, regulations and laws across all sectors. Jamaica has already developed various policies, plans and programmes which address climate change, and some of the sector plans developed under Vision 2030 Jamaica – National Development Plan include climate change considerations."}, {"text_block_id": "p18_b297", "text": "Examples of national plans and policies that address climate change, include:"}, {"text_block_id": "p18_b298", "text": "•"}, {"text_block_id": "p18_b299", "text": "The 2015 Policy Guideline on Rainwater Harvesting which will guide members of the public, developers and the planning authorities by providing information, standards and criteria/requirements for mandatory rainwater harvesting and use. Additionally, it aims to encourage citizens to partner with government to mitigate this negative effect of climate change."}, {"text_block_id": "p18_b300", "text": "•"}, {"text_block_id": "p18_b301", "text": "The 2001 Forest Management and Conservation Plan and the Strategic Forest Management Plan 2010-2014 which set out the targets for reforestation and afforestation programmes that remove carbon dioxide from the atmosphere."}, {"text_block_id": "p18_b302", "text": "•"}, {"text_block_id": "p18_b303", "text": "The Forest Policy Green Paper tabled in The Houses of Parliament in March 2015 which addresses climate change through reforestation, afforestation, and prevention of degradation of forests (carbon sequestration) as well as carbon trading and REDD+"}, {"text_block_id": "p18_b304", "text": "20"}, {"text_block_id": "p18_b305", "text": "."}, {"text_block_id": "p18_b306", "text": "•"}, {"text_block_id": "p18_b307", "text": "The draft National Water Sector Adaptation Strategy to address climate change in Jamaica. This was prepared under the Mainstreaming Adaptation to Climate Change Project led by the Caribbean Community Climate Change Centre (CCCCC). The Strategy provides an assessment of the water sector’s vulnerability to climate change and outlines the duties of the Government and other key stakeholder groups in helping to build the resilience of the sector against climate change and other potential hazardous impacts."}, {"text_block_id": "p18_b308", "text": "•"}, {"text_block_id": "p18_b309", "text": "Jamaica enacted a Disaster Preparedness and Emer gency Management Act in 1993 to facilitate and coor dinate the development and implementation of inte grated disaster management systems."}, {"text_block_id": "p18_b310", "text": "The National Disaster Plan sets out mitigation"}, {"text_block_id": "p18_b311", "text": ", preparedness, response and recovery procedures for natural and man-induced hazards and a Hazard Mitigation Policy"}, {"text_block_id": "p18_b312", "text": "details the Government’s policy for evacuation, communications, mass casualty events, aircraft accidents, pandemics and pest infestations, among others."}, {"text_block_id": "p18_b313", "text": "•"}, {"text_block_id": "p18_b314", "text": "An Evacuation Plan has been developed for Portmore, one of the low-lying areas of St. Catherine which is vulnerable to sea-level rise. This will be expanded to facilitate the preparation of evacuation plans for other low-lying coastal areas both in rural and urban areas."}, {"text_block_id": "p18_b315", "text": "•"}, {"text_block_id": "p18_b316", "text": "A National Building Code has been developed which establishes new guidelines for the construction of hurricane resistant buildings across the island, including the use of hurricane straps and water tanks. The code outlines the building standards for construction within the coastal zone, and takes into consideration physical planning standards, such as coastal setbacks."}, {"text_block_id": "p18_b317", "text": "2.4.2 Mitigation"}, {"text_block_id": "p18_b318", "text": "Although the focus is on adaptation measures, the Government is committed to implementing the ‘no-regrets’ mitigation measures such as demand side management in electricity production and using alternative energy sources such as solar, wind, hydropower, and bio-fuels to produce energy. Mitigation related policies, plans programmes and initiatives include:"}, {"text_block_id": "p18_b319", "text": "•"}, {"text_block_id": "p18_b320", "text": "The National Energy Policy 2009-2030"}, {"text_block_id": "p18_b321_merged_merged_merged", "text": "This Policy, approved by the Cabinet in October 2009, aims to facilitate a comprehensive programme of energy modernization, to provide high quality, affordable, environ-mentally friendly energy, and to reduce the country's dependence on high-cost imported oil. The policy outlines seven (7) priority areas that will ensure that the country mitigates the effects of volatile and rising crude oil prices, takes advantage of renewable and non-renewable resources and promotes conservation and efficiency in use of energy resources amongst all sectors of the society. These are: (i) Security of Energy Supply through diversification of fuels as well as development of renewable energy sources (ii) Modernizing the country’s energy infrastructure (iii) Development of renewable energy sources such as solar and hydro; (iv) Conservation and efficiency in use of energy (v) Development of a comprehensive governance/regulatory framework for the energy sector (vi) Enabling Government ministries and agencies to be models/best practice for the rest of society in terms of energy management and (vii) promoting eco-efficiency in industries."}, {"text_block_id": "p18_b324", "text": "•"}, {"text_block_id": "p18_b325", "text": "The draft National Carbon Emissions Trading Policy"}, {"text_block_id": "p18_b326", "text": "The Policy is part of Jamaica’s overall move to address climate change. The policy represents the commitment"}, {"text_block_id": "p19_b327", "text": "Examples include the Government of Jamaica (GoJ)/ Inter-American Development Bank Energy Efficiency and Conservation Programme, and the GoJ/IDB Kingston Metropolitan Area Water Supply Improvement Programme."}, {"text_block_id": "p19_b328", "text": "The Wigton Wind Farm Phases I and II, are initiatives of the Petroleum Corporation of Jamaica (PCJ) and the Government of Netherlands, and are Jamaica’s only registered CDM Projects."}, {"text_block_id": "p19_b329", "text": "The experiences gained from the Wigton Projects will be applied to other mitigation mechanisms as they emerge, such as Nationally Appropriate Mitigation Actions (NAMAs), Intended Nationally Determined Contributions (INDCs)or the successor to the Kyoto Protocol of the UNFCCC."}, {"text_block_id": "p19_b330", "text": "2.4.3 Public Education and Awareness"}, {"text_block_id": "p19_b331", "text": "A National Communication Strategy and Action Plan entitled “Communication for Climate Resilience (2012-2017)” has been prepared for the Pilot Programme for Climate Resilience (PPCR) as well as a 2012 Report on Climate Change Knowledge, Attitude and Behavioural Practice Survey."}, {"text_block_id": "p19_b332", "text": "A climate change awareness campaign was implemented under the GOJ/EU/UNEP Climate Change Adaptation & Disaster Risk Reduction Project 2011-2013, funded by the European Union which greatly assisted the Government in raising awareness of climate change at the local level. In addition, there were also interventions in watershed and coastal areas in which awareness raising activities were carried out."}, {"text_block_id": "p19_b333", "text": "2.4.4 Climate Change Research"}, {"text_block_id": "p19_b334_merged", "text": "A number of tertiary institutions across Jamaica have been conducting climate change research in specific areas. These include the Climate Studies Group, Mona (CSGM); the Centre for Marine Science, University of the West Indies (UWI); the School of the Built Environment -Uni-versity of Technology; Northern Caribbean University; and the Sir Arthur Lewis Institute of Social and Economic Studies, UWI, Mona."}, {"text_block_id": "p19_b338", "text": "A number of research students at these tertiary institutions have conducted PhD research in their respective fields. The CSGM has, for example, participated in several projects including: (1) The Threat of Dengue Fever -Assessment of Impacts and Adaptation to Climate Change in Human Health in the Caribbean (2) Analyzing and Understanding Climate Variability in the Caribbean Islands, (3) Sugar Cane Yield and Surface Energy Studies to analyze the effect of climate on sugar cane yield."}, {"text_block_id": "p19_b339", "text": "The State of the Jamaican Climate 2012 and the Summary for Policy-Makers were prepared under the PPCR by the CSGM."}, {"text_block_id": "p20_b340", "text": "3. THE CLIMATE CHANGE POLICY FRAMEWORK"}, {"text_block_id": "p20_b341", "text": "Jamaica achieves its goals of growth and prosperity for its people while meeting the challenges of climate change as a country with enhanced resilience and capacity to adapt to the impacts and to mitigate the causes in a coordinated, effective and sustainable manner."}, {"text_block_id": "p20_b342", "text": "This Policy Framework will create a sustainable institutional mechanism to facilitate the development, coordination and implementation of policies, sectoral plans, programmes, strategies, and legislation to mitigate as well as adapt to climate change."}, {"text_block_id": "p20_b343", "text": "I."}, {"text_block_id": "p20_b344", "text": "To mainstream climate change considerations into national policies and all types and levels of development planning and to build the country’s capacity to develop and implement climate change adaptation and mitigation activities;"}, {"text_block_id": "p20_b345", "text": "II."}, {"text_block_id": "p20_b346", "text": "To support the institutions responsible for research, data collection, analysis and projections at the national level on climate change, its impacts, and appropriate adaptation and mitigation measures, to facilitate informed decision-making and strategic actions at all levels;"}, {"text_block_id": "p20_b347", "text": "III."}, {"text_block_id": "p20_b348", "text": "To facilitate and coordinate the national response to the impacts of climate change and promote low carbon development;"}, {"text_block_id": "p20_b349", "text": "IV."}, {"text_block_id": "p20_b350", "text": "To improve communication at all levels on climate change impacts and also adaptation and mitigation related opportunities so that decision makers and the general public will be better informed;"}, {"text_block_id": "p20_b351", "text": "V."}, {"text_block_id": "p20_b352", "text": "To mobilize climate financing for adaptation and mitigation initiatives; and"}, {"text_block_id": "p20_b353", "text": "VI."}, {"text_block_id": "p20_b354", "text": "To encourage the private sector to embrace climate change imperatives and promote the development and implementation of technologies and processes that contribute to climate change adaptation and mitigation initiatives."}, {"text_block_id": "p20_b355", "text": "and implementation of sectoral climate change adaptation and mitigation plans:"}, {"text_block_id": "p20_b356", "text": "1. Sustainable use of natural resources"}, {"text_block_id": "p20_b357", "text": "Recognizing that the resilience of the natural environment is key to adapting to climate change, the response to the climate change challenge must be linked to the sustainable use of natural resources, the maintenance and restoration of ecosystems and an ecosystem based approach to disaster risk management."}, {"text_block_id": "p20_b358", "text": "2. Multi-sectoral approach to climate change"}, {"text_block_id": "p20_b359", "text": "The Government will mainstream climate change adaptation and mitigation considerations in the development of legislation, policies, strategies, programmes, plans and projects of all Ministries, Departments and Agencies of Government."}, {"text_block_id": "p20_b360", "text": "3. Public Participation and Collaboration"}, {"text_block_id": "p20_b361", "text": "4. Precautionary Approach"}, {"text_block_id": "p20_b362", "text": "The Government will apply the necessary strategies and measures to ensure an effective response to the impacts of climate change even in the absence of full scientific certainty."}, {"text_block_id": "p20_b363", "text": "5. Transparency and accountability"}, {"text_block_id": "p20_b364", "text": "The Government will employ measures to ensure that there is transparency and accountability in the development and implementation of adaptation and mitigation plans."}, {"text_block_id": "p20_b365", "text": "6. Best science"}, {"text_block_id": "p21_b366", "text": "7. Polluter Pays Principle"}, {"text_block_id": "p21_b367", "text": "The Government will apply the polluter pays principle in the implementation of the Policy Framework."}, {"text_block_id": "p21_b368", "text": "8. Inter-and Intra-generational equity"}, {"text_block_id": "p21_b369_merged", "text": "The Government will utilize the principles of inter-and intra-generational equity to ensure that the rights to development of both current and future generations are equitably fulfilled."}, {"text_block_id": "p21_b372", "text": "3.5.1. Development of a Climate Financing Strategy"}, {"text_block_id": "p21_b373", "text": "The MWLECC , through the CCD and in collaboration with key stakeholders will develop a National Climate Change Financing Strategy. This Strategy will address:"}, {"text_block_id": "p21_b374", "text": "•"}, {"text_block_id": "p21_b375", "text": "climate finance readiness to ensure effective access, management and disbursement in accordance with relevant fiduciary standards;"}, {"text_block_id": "p21_b376", "text": "•"}, {"text_block_id": "p21_b377", "text": "the development of co-financing instruments (e.g. public-private partnerships)"}, {"text_block_id": "p21_b378", "text": "•"}, {"text_block_id": "p21_b379", "text": "opportunities for debt-for-adaptation/mitigation swaps;"}, {"text_block_id": "p21_b380", "text": "•"}, {"text_block_id": "p21_b381", "text": "the establishment of a national climate fund for the centralization and coordination of the management of climate finance;"}, {"text_block_id": "p21_b382", "text": "•"}, {"text_block_id": "p21_b383", "text": "the mobilization of private financing, including through the utilization of incentives and disincentives;"}, {"text_block_id": "p21_b384", "text": "•"}, {"text_block_id": "p21_b385", "text": "leveraging existing and emerging climate finance regimes such as CDM, NAMAs, REDD+, the Green Climate Fund, the Adaptation Fund and the Climate Investment Funds;"}, {"text_block_id": "p21_b386", "text": "•"}, {"text_block_id": "p21_b387", "text": "the sourcing of bilateral and multilateral aid and concessionary finance for adaptation and mitigation; and"}, {"text_block_id": "p21_b388", "text": "•"}, {"text_block_id": "p21_b389", "text": "innovative financing options to meet the needs of mitigation and adaptation initiatives (e.g. credit guarantees, leasing options, crowd-funding, carbon taxation and carbon trading)"}, {"text_block_id": "p21_b390", "text": "3.5.2 Development of Research, Technology, Training and Knowledge Management"}, {"text_block_id": "p21_b391", "text": "The MWLECC and the CCD will work with national agencies and academia to seek financing to support capacity building as well as the development of research, data collection and analyses, technology, training and knowledge management. Actions to be taken include:"}, {"text_block_id": "p21_b392", "text": "•"}, {"text_block_id": "p21_b393", "text": "Establishment and updating of the National Climate Change Database and information system within the"}, {"text_block_id": "p21_b394", "text": "Ministry with portfolio responsibility for climate change to be used by all relevant agencies and the general public. Information obtained from local stakeholders including fishermen and farmers will also be utilized in populating Ł the database;"}, {"text_block_id": "p21_b395", "text": "•"}, {"text_block_id": "p21_b396", "text": "Improvement of assessment tools for observing and researching the impacts of climate change at the sector and community levels;"}, {"text_block_id": "p21_b397", "text": "•"}, {"text_block_id": "p21_b398", "text": "Improvement of the national systems for climate change impact modeling;"}, {"text_block_id": "p21_b399", "text": "•"}, {"text_block_id": "p21_b400", "text": "Assessment of the most appropriate mitigation actions per sector taking into account mitigation potential, cost, sector “buy-in”, co-benefits and alignment with sectoral and national development priorities;"}, {"text_block_id": "p21_b401", "text": "•"}, {"text_block_id": "p21_b402", "text": "Provision of training opportunities in climate change for academia and scientific, technical and managerial personnel within public, private and research institutions;"}, {"text_block_id": "p21_b403", "text": "•"}, {"text_block_id": "p21_b404", "text": "Identifying and highlighting access to various global climate change sources of finance for climate change adaptation and mitigation programmes and projects; and"}, {"text_block_id": "p21_b405", "text": "•"}, {"text_block_id": "p21_b406", "text": "Assessment of technological needs for adaptation and mitigation strategies."}, {"text_block_id": "p21_b407", "text": "3.5.3 Regional and International Engagement and Participation"}, {"text_block_id": "p21_b408", "text": "The MWLECC shall maintain regional and international engagement and participation in climate change-related negotiations and initiatives. Actions which will be explored include:"}, {"text_block_id": "p21_b409", "text": "•"}, {"text_block_id": "p21_b410", "text": "Support for active and effective participation in all regional and international climate change fora, particularly the UNFCCC negotiation processes, through the provision of funding, technical assistance and capacity building;"}, {"text_block_id": "p21_b411", "text": "•"}, {"text_block_id": "p21_b412", "text": "Pursuit of regional and international financing, capacity building and technology transfer mechanisms that provide support for climate change adaptation and mitigation actions;"}, {"text_block_id": "p21_b413", "text": "•"}, {"text_block_id": "p21_b414", "text": "Engagement in climate change activities and programmes established by regional and international bodies including AOSIS, CCCCC, SIDSnet, SIDSDock; UNDP and UNEP;"}, {"text_block_id": "p21_b415", "text": "•"}, {"text_block_id": "p21_b416", "text": "Implementation of the strategies and actions for climate change as outlined in SIDS-specific documents, including the Barbados Programme of Action for the Sustainable Development of SIDS (BPOA), Mauritius Strategy for the further implementation of the BPOA and the SIDS Accelerated Modalities of Action (SAMOA Pathway);"}, {"text_block_id": "p22_b417", "text": "Implementation of the strategies and actions for climate change as outlined in SIDS-specific documents, including the Barbados Programme of Action for the Sustainable Development of SIDS (BPOA), Mauritius Strategy for the further implementation of the BPOA and the SIDS Accelerated Modalities of Action (SAMOA Pathway);\n* Encouragement and promotion of the further development of regional and international synergies with other multilateral environmental agreements.\n<\\li1>"}, {"text_block_id": "p22_b419", "text": "The MWLECC through the CCD shall promote consul"}, {"text_block_id": "p22_b420", "text": "-"}, {"text_block_id": "p22_b421", "text": "tative processes to improve public participation in mitigation and adaptation response measures. Actions which will be explored include:"}, {"text_block_id": "p22_b422", "text": "•"}, {"text_block_id": "p22_b423", "text": "Design and implementation of public consultation procedures in climate change-related projects and programmes;"}, {"text_block_id": "p22_b424", "text": "•"}, {"text_block_id": "p22_b425", "text": "Engagement of the private sector in partnership to embrace climate change imperatives and to promote the development and implementation of technologies and processes that contribute to climate change adaptation and mitigation initiatives."}, {"text_block_id": "p22_b426", "text": "•"}, {"text_block_id": "p22_b427", "text": "Provision of different access points for the communi"}, {"text_block_id": "p22_b428", "text": "-"}, {"text_block_id": "p22_b429", "text": "cation of information including through online information portals such as social media to the public on climate change impacts and national strategies. Special emphasis will be placed on providing information geared towards children, youth and other vulnerable groups;"}, {"text_block_id": "p22_b430", "text": "•"}, {"text_block_id": "p22_b431", "text": "Publication of periodic reports on projected climate change impacts, observations projects, programmes and activities;"}, {"text_block_id": "p22_b432", "text": "•"}, {"text_block_id": "p22_b433", "text": "Engagement of communities in vulnerability assessments and adaptation planning programmes that are self-orientated and self-sustaining"}, {"text_block_id": "p22_b434", "text": "23"}, {"text_block_id": "p22_b435", "text": "and"}, {"text_block_id": "p22_b436", "text": "•"}, {"text_block_id": "p22_b437", "text": "Exploration of opportunities for the integration of climate change issues in the academic curriculum at all levels and engagement of children in climate change-related activities."}, {"text_block_id": "p22_b438", "text": "•"}, {"text_block_id": "p22_b439", "text": "Coordination of the development and implementation of sector strategies and action plans;"}, {"text_block_id": "p22_b440", "text": "•"}, {"text_block_id": "p22_b441", "text": "Enhancing institutional capacity at the local and national levels to undertake coordinated, and effective adaptation and mitigation initiatives;"}, {"text_block_id": "p22_b442", "text": "•"}, {"text_block_id": "p22_b443", "text": "Establishment of the Climate Change Department, Climate Change Focal Point Network and the Climate Change Advisory Board; and"}, {"text_block_id": "p22_b444", "text": "•"}, {"text_block_id": "p22_b445", "text": "Proposing climate change legislation to provide a framework for the mitigation of and adaptation to climate change."}, {"text_block_id": "p22_b446_merged_merged_merged_merged", "text": "The MWLECC will collaborate with relevant stakeholders at all levels to enable mainstreaming of climate change con-siderations into the planning and protection of the island’s ecosystems. Actions to be explored include:"}, {"text_block_id": "p22_b449", "text": "•"}, {"text_block_id": "p22_b450", "text": "Establishing screening procedures for climate change impacts within the decision-making process for planning approval of projects (e.g. through the use of environmental impact assessments (EIAs) and risk assessment of the proposed project);"}, {"text_block_id": "p22_b451", "text": "•"}, {"text_block_id": "p22_b452", "text": "Incorporating natural resource valuation tools and methodologies into the decision-making process for planning approval (e.g. EIA process);"}, {"text_block_id": "p22_b453", "text": "•"}, {"text_block_id": "p22_b454", "text": "Reviewing and enforcing building codes, setback limits, standards and guidelines for developments to assist in addressing challenges such as the urban heat island effect, among others."}, {"text_block_id": "p22_b455", "text": "•"}, {"text_block_id": "p22_b456", "text": "Reform zoning plans including ‘no-build’ zones;"}, {"text_block_id": "p22_b457", "text": "•"}, {"text_block_id": "p22_b458", "text": "Identifying and delineating vulnerable areas (including marine areas) in the formulation of a National Spatial Strategy which will utilize hazard mapping;"}, {"text_block_id": "p22_b459", "text": "•"}, {"text_block_id": "p22_b460", "text": "Developing and implementing a National Land Use Policy and Management Plan that incorporates climate change concerns;"}, {"text_block_id": "p22_b461", "text": "•"}, {"text_block_id": "p22_b462", "text": "Creating and conserving marine protected areas to prohibit destructive fishing practices and increase the resiliency of marine ecosystems to withstand acidification;"}, {"text_block_id": "p22_b463", "text": "•"}, {"text_block_id": "p22_b464", "text": "Expanding and strengthening coastal monitoring and data collection to facilitate decision making;"}, {"text_block_id": "p22_b465", "text": "•"}, {"text_block_id": "p22_b466", "text": "Promotion and facilitation of a national assessment of coastal areas and of coastal and fisheries resources at risk; and"}, {"text_block_id": "p22_b467", "text": "•"}, {"text_block_id": "p22_b468", "text": "Identifying measures to restore coastal wetlands as a defence to storm surges."}, {"text_block_id": "p22_b469", "text": "3.6 Institutional Arrangements"}, {"text_block_id": "p22_b470", "text": "There is need for greater coordination among sectors in the development and implementation of climate change related activities. Efforts to coordinate a multi-sectoral approach to responding to climate change include various initiatives by the Planning Institute of Jamaica, namely,"}, {"text_block_id": "p23_b471", "text": "mainstreaming of climate change considerations into national development planning, and the facilitation of collaboration with international development partners,"}, {"text_block_id": "p23_b472", "text": "inter alia"}, {"text_block_id": "p23_b473", "text": "."}, {"text_block_id": "p23_b474", "text": "Other approaches include the creation of the Thematic Working Group on Hazard Risk Reduction and Adaptation to Climate Change (HRRACC) under Vision 2030 Jamaica -National Development Plan,"}, {"text_block_id": "p23_b475", "text": "the appointment of the Climate Change Advisory Board, establishment of the Climate Change Focal Point Network (CCFN) and community-based networks under the CCFN."}, {"text_block_id": "p23_b476", "text": "An effective response to climate change requires the devel"}, {"text_block_id": "p23_b477", "text": "-"}, {"text_block_id": "p23_b478", "text": "opment of institutional arrangements to ensure coordination, integration, monitoring and knowledge sharing across sectors and to avoid duplication of efforts. This Policy Framework outlines the institutional arrangements to respond to climate change including the institutionalization of the Climate Change Department and Focal Points in critical sectors."}, {"text_block_id": "p23_b479", "text": "i) The Environment and Risk Management Division"}, {"text_block_id": "p23_b480", "text": "The Environment and Risk Management Division (ERMD) is the policy division within the MWLECC with responsibility for the periodic monitoring, review and subsequent revision of this Policy Framework, as appropriate. The Division is also responsible for formulation of the legislative framework for climate change."}, {"text_block_id": "p23_b481", "text": "ii) The Climate Change Department"}, {"text_block_id": "p23_b482", "text": "The Ministry with portfolio responsibility for climate change will have responsibility to oversee and support the implementation of this Climate Change Policy Framework. A Climate Change Department (CCD), which will operate as a Division in the first phase"}, {"text_block_id": "p23_b483", "text": ", will be established under this Ministry as the focal institution to coordinate existing and proposed initiatives in addressing climate change."}, {"text_block_id": "p23_b484", "text": "The CCD will ensure that systems, institutions, and monitoring and evaluation mechanisms are in place to address climate change as an inclusive development priority that empowers local communities and strengthen resilience, especially in the most vulnerable populations. In this regard, the CCD will, inter alia:"}, {"text_block_id": "p23_b485", "text": "(i)"}, {"text_block_id": "p23_b486", "text": "coordinate and monitor the work of the ministries, departments, agencies involved in climate change resilience building;"}, {"text_block_id": "p23_b487", "text": "(ii)"}, {"text_block_id": "p23_b488", "text": "facilitate the provision of technical support and guidance for the development of climate change sectoral strategies and actions plans and the mainstreaming of climate change considerations into development plans and policies;"}, {"text_block_id": "p23_b489", "text": "(iii)"}, {"text_block_id": "p23_b490", "text": "ensure the effective communication and dissemination of information among ministries, agencies and departments as well as the general public on the current and anticipated impacts of climate change and the appropriate adaptation and mitigations measures;"}, {"text_block_id": "p23_b491", "text": "(iv)"}, {"text_block_id": "p23_b492", "text": "coordinate the development of financial and resource mobilization strategies to finance the development and implementation of sectoral strategies and action plans and programmes;"}, {"text_block_id": "p23_b493", "text": "(v)"}, {"text_block_id": "p23_b494", "text": "coordinate Jamaica’s representation at regional and international climate change negotiations and other fora to advance the country concerns and interests;"}, {"text_block_id": "p23_b495", "text": "(vi)"}, {"text_block_id": "p23_b496", "text": "act as the national focal point for climate change programmes and activities spearheaded by regional and inter-national bodies (e.g. Caribbean Community Climate Change Centre and the Climate Technology Centre and Network [CTCN]); and"}, {"text_block_id": "p23_b497", "text": "(vii)"}, {"text_block_id": "p23_b498", "text": "establish a national climate change database and information system to facilitate research and inform development planning and decision-making."}, {"text_block_id": "p23_b499", "text": "Legislation will be enacted to provide the framework for climate change mitigation and adaptation. This legislation will, inter alia, institutionalize the coordinating and monitoring role of the CCD with regard to matters relating to climate change."}, {"text_block_id": "p23_b500", "text": "iii) Climate Change Focal Point Network (CCFPN)"}, {"text_block_id": "p23_b501_merged_merged_merged_merged", "text": "Climate change focal points will be appointed in all ministries, selected departments and agencies and representation will be invited from civil society groups and the private sector. The focal points will be responsible for coordinating the devel-opment and implementation of their respective sectoral strategies and actions with respect to climate change, and the mainstreaming of climate change considerations into their respective policies, plans and programmes. Also, the focal points will ensure the preparation of periodic monitoring reports on these strategies and action plans to the CCD. The main sectors for the development of climate change strategies and action plans are tourism, agriculture, fisheries, forestry, water, energy, industry, human settlements and coastal resources, marine resources, human health, trans-portation, waste management, education, finance and disaster risk reduction and response management. At the parish level, it is anticipated that a community-based network of the CCFPN will be established and comprise, inter alia, the Chair of the respective Parish Development Committees, the Social Development Commission Officer of each parish and the Chair and at least one other member of the Association of Local Government Authorities."}, {"text_block_id": "p23_b507", "text": "The selected departments and agencies of Government to be included alongside the focal points from the ministries and the Cabinet Office to constitute the Climate Change Focal Point Network are as follows:"}, {"text_block_id": "p24_b508", "text": "•"}, {"text_block_id": "p24_b509", "text": "Development Bank of Jamaica"}, {"text_block_id": "p24_b510", "text": "•"}, {"text_block_id": "p24_b511", "text": "Fisheries Division"}, {"text_block_id": "p24_b512", "text": "•"}, {"text_block_id": "p24_b513", "text": "Forestry Department"}, {"text_block_id": "p24_b514", "text": "Forestry Department\n* Jamaica Information Service\n* Meteorological Service of Jamaica\n* Mines and Geology Division (MGD)\n* National Environment and Planning Agency\n* National Solid Waste Management Authority\n* National Water Commission (NWC)\n* National Works Agency (NWA)\n* Office of Disaster Preparedness and Emergency\n* Petroleum Corporation of Jamaica (PCJ)\n* Planning Institute of Jamaica (PIOJ)\n* Rural Agricultural Development Authority (RADA)\n* Scientific Research Council (SRC)\n* Social Development Commission\n* Urban Development Corporation\n* Water Resources Authority (WRA)"}, {"text_block_id": "p24_b544", "text": "The Ministry with portfolio responsibility for climate change and the CCD shall work with the CCFN to:"}, {"text_block_id": "p24_b545", "text": "1."}, {"text_block_id": "p24_b546", "text": "Develop procedures for the coordination, devel"}, {"text_block_id": "p24_b547", "text": "-"}, {"text_block_id": "p24_b548", "text": "opment and implementation of action plans and methods for evaluating the performance of approved actions;"}, {"text_block_id": "p24_b549", "text": "2."}, {"text_block_id": "p24_b550", "text": "Set timelines for the development of sector strategies and action plans;"}, {"text_block_id": "p24_b551", "text": "3."}, {"text_block_id": "p24_b552", "text": "Review and ensure the approval of the sector strategies and action plans by the respective sectors;"}, {"text_block_id": "p24_b553", "text": "4."}, {"text_block_id": "p24_b554", "text": "Identify and prioritize adaptation and mitigation actions in sectors;"}, {"text_block_id": "p24_b555", "text": "5."}, {"text_block_id": "p24_b556", "text": "Identify technological, financial, human and other resource needs of ministries, departments and agencies;"}, {"text_block_id": "p24_b557", "text": "6."}, {"text_block_id": "p24_b558", "text": "Develop a financial and resource mobilization strategy to fund the development and implementation of adaptation and mitigation plans. It would be important to have"}, {"text_block_id": "p24_b559", "text": "a portfolio of programmes and projects that can be presented to the donor com"}, {"text_block_id": "p24_b560", "text": "-"}, {"text_block_id": "p24_b561", "text": "munity to quickly leverage the necessary technical and financial support;"}, {"text_block_id": "p24_b562", "text": "7."}, {"text_block_id": "p24_b563", "text": "Develop a comprehensive monitoring and evaluation framework; and"}, {"text_block_id": "p24_b564", "text": "8."}, {"text_block_id": "p24_b565", "text": "Coordinate the monitoring, development and implementation of cross-sectoral strategies, including the “Special Initiatives” outlined in Section 3.9."}, {"text_block_id": "p24_b566", "text": "iv) The Climate Change Advisory Board"}, {"text_block_id": "p24_b567", "text": "The Climate Change Advisory Board (CCAB) shall comprise representatives of the public and private sectors, academia and non-governmental organizations appointed by the Minister with portfolio responsibility for climate change. This Board will provide a platform for the exchange of scientific and technical information on climate change and related issues of importance to Jamaica and advise the Minister and the CCD, accordingly. The CCAB will also provide recommendations to MWLECC/CCD on the possible elements of a national climate change research agenda as well as potential implementation partners."}, {"text_block_id": "p24_b568", "text": "The CCAB will meet periodically, as determined by their terms of reference. Secretariat support to the CCAB will be provided by the CCD. In addition, the membership of the Board will include ex officio officers, namely the Permanent Secretary of the Ministry with portfolioresponsibility for climate change or designate and the Head of the CCD. Ad-hoc Committees of the CCAB will be established as required to address specific issues."}, {"text_block_id": "p24_b569", "text": "This Framework will provide guidance to all Government Ministries, Departments and Agencies, civil society, the private sector as well as the general public in addressing climate change."}, {"text_block_id": "p24_b570_merged_merged_merged", "text": "The Government of Jamaica in partnership with key stake-holders will ensure that the necessary steps are taken to achieve the fulfillment of the objectives, principles and directives of this policy framework. The Government will play a lead role in facilitating access to the necessary financial and technical support for the implementation of this policy framework, as appropriate. In addition, the CCD shall coordinate the development of sector action plans and will"}, {"text_block_id": "p25_b574", "text": "collaborate with stakeholders in the implementation of these plans. These activities may be enabled by grants and other forms of financing from domestic sources, development partners and through bilateral and multilateral cooperation. The respective sector action plans will detail specific activities to be undertaken by relevant stakeholders within given timelines and will identify sources of financing for their implementation."}, {"text_block_id": "p25_b575", "text": "As part of the implementation activities, training and sensitization programmes for parliamentarians and senior public sector officers will be developed and implemented."}, {"text_block_id": "p25_b576", "text": "a) Accountability"}, {"text_block_id": "p25_b577", "text": "The Ministry with portfolio responsibility for climate change will have responsibility for the monitoring and evaluation of the CCD’s performance of its functions. The CCD will have administrative oversight and responsibility for climate change initiatives, including public education and awareness. All Ministries or Agencies with responsibility for implementing specific activities or programmes to address climate change shall share with the CCD all relevant information and reports necessary for the proper collaboration, coordination, integration, monitoring and evaluation of climate change initiatives, as required."}, {"text_block_id": "p25_b578", "text": "b) Monitoring and Evaluation"}, {"text_block_id": "p25_b579_merged", "text": "The CCD is responsible for the overall implementation of this Climate Change Policy Framework for Jamaica, including the coordination of the Ministries, Departments and Agencies in the development and execution of their respective sector action plans. Monitoring and evaluation of the implementation of the Policy Framework shall be undertaken by the MWLECC through the ERMD, in accordance with its policy role."}, {"text_block_id": "p25_b582", "text": "3.9 Special Initiatives"}, {"text_block_id": "p25_b583", "text": "Recognizing the urgent need for an immediate adaptation response to the impacts of climate change and the existence of several sectoral policies and measures to address the challenges of climate change, priority Special Initiatives will be developed"}, {"text_block_id": "p25_b584", "text": "The CCD will exercise oversight of the Special Initiatives using these to test its own coordinating role and the efficacy of the governance and accountability mechanisms established by this framework. The relevant Ministries with core responsibility for the Special Initiatives selected, will collaborate with the CCD and will see to the creation of a framework for each initiative. Each framework will consist of, inter alia,:"}, {"text_block_id": "p25_b585", "text": "•"}, {"text_block_id": "p25_b586", "text": "A programme for implementation of specific actions under the initiative;"}, {"text_block_id": "p25_b587", "text": "•"}, {"text_block_id": "p25_b588", "text": "A detailed analysis of mitigation or adaptation outcomes expected to result from the programme;"}, {"text_block_id": "p25_b589", "text": "•"}, {"text_block_id": "p25_b590", "text": "A detailed analysis of the Special Initiative and related activities to ascertain whether or not adaptation measures are sufficiently addressed;"}, {"text_block_id": "p25_b591", "text": "•"}, {"text_block_id": "p25_b592", "text": "A proposal for realising local sustainable development benefits, including employment, poverty alleviation, industrial development, reduction in air pollution and others; and"}, {"text_block_id": "p25_b593", "text": "•"}, {"text_block_id": "p25_b594", "text": "An accountability framework."}, {"text_block_id": "p25_b595", "text": "The Government of Jamaica has identified an initial list of special initiatives covering both adaptation and mitigation measures."}, {"text_block_id": "p25_b596", "text": "a) Special Initiative for Water Resources Management"}, {"text_block_id": "p25_b597", "text": "Water is a critical input for many sectors including energy, mining and quarrying, agriculture, manufacturing, tourism, natural resource management, urban planning and regional development, housing, and health services. Adverse impacts to water resources will also negatively impact these sectors. MWLECC, the Water Resources Authority and the National Water Commission will play the lead role in this Special Initiative to develop programmes that address water resources management including watershed protection and the scaling up of conservation programmes (e.g. rainwater harvesting)."}, {"text_block_id": "p25_b598", "text": "b) Special Initiative for Low Carbon Development"}, {"text_block_id": "p25_b599", "text": "Greenhouse gas emissions are strongly associated with energy systems, from which the bulk of anthropogenic GHGs are emitted. Moreover, inasmuch as high dependence on foreign energy sources across all sectors leads to an increase in"}, {"text_block_id": "p26_b600", "text": "Jamaica’s overall economic vulnerability, climate change mitigation, energy production and economic development are linked issues. Jamaica’s National Energy Policy 2009-2030 recognises these linkages, and aspects of the implementation of the National Energy Policy constitute this Special Initiative. MSTEM will play the lead role in this Special Initiative to develop programme(s) that include the scaling up of renewable energy and energy conservation programmes."}, {"text_block_id": "p26_b601", "text": "c)  Special Initiative for Disaster Risk Financing"}, {"text_block_id": "p26_b602", "text": "Jamaica’s susceptibility to natural disasters is a major threat to the stability of human settlements and infrastructure and vulnerable sectors including agriculture and tourism. The Ministry of Finance and Planning will play the lead role in this Special Initiative to develop a financial strategy, which reduces the country's fiscal vulnerability to the occurrence of events related to climate change. The Ministry will evaluate different measures such as disaster risk financing and micro-insurance."}, {"text_block_id": "p26_b603", "text": "d)  Special Initiative for Ecosystem Protection"}, {"text_block_id": "p26_b604", "text": "The MWLECC in collaboration with the key public sector agencies and civil society will strengthen the legal and policy frameworks to ensure ecosystem protection and resilience of the natural environment which are key to adapting to climate change."}, {"text_block_id": "p26_b605", "text": "e)  Special Initiative for Land Use Planning"}, {"text_block_id": "p26_b606", "text": "The MWLECC will play the lead role in this Special Initiative to rationalize land use planning and development processes including preparing a National Spatial Strategy and enacting regulations for Environmental Impact Assessments of proposed developments."}, {"text_block_id": "p26_b607", "text": "f)  Special Initiative for Communication"}, {"text_block_id": "p26_b608", "text": "The MWLECC will undertake the implementation of a broad-based communication strategy to educate all levels of the Jamaican society, with the emphasis on the youth and vulnerable populations, that the climate is changing and will continue to change and to articulate the impacts of climate change, and society’s role in climate change adaptation and mitigation."}, {"text_block_id": "p27_b609", "text": "ANNEX A"}, {"text_block_id": "p27_b610", "text": "KEY POLICY IMPLEMENTATION ACTIONS"}, {"text_block_id": "p28_b611_merged", "text": "KEY POLICY IMPLEMENTATION ACTIONS CONT’D."}, {"text_block_id": "p30_b614", "text": "ANNEX B"}, {"text_block_id": "p30_b615", "text": "CONSULTATION PROCESS"}, {"text_block_id": "p30_b616", "text": "The Government of Jamaica approved the Green Paper on the Climate Change Policy Framework and Action Plan (Green Paper No.1/2013) in November 2013. The draft policy was developed through funding received from the European Commission and the Global Climate Change Alliance (GCCA) to implement the Climate Change Adap"}, {"text_block_id": "p30_b617", "text": "-"}, {"text_block_id": "p30_b618", "text": "tation and Disaster Risk Reduction Project. The objective of the project included the finalization of Jamaica’s Climate Change Policy Framework and Action Plan."}, {"text_block_id": "p30_b619", "text": "In accordance with the Cabinet Guidelines for Policy Documents a series of island wide public consultations were undertaken in 2012 to inform the development of the draft policy and again in 2014 on the Green Paper, following approval in the Houses of Parliament in November 2013."}, {"text_block_id": "p30_b620", "text": "Consultation during the development of the draft policy"}, {"text_block_id": "p30_b621", "text": "A stakeholder consultation “Climate Change Workshop: Toward the Development of a Policy Framework for Jamaica” was held in Kingston on July 26 and 27, 2012, organized by MWLECC and the United States Agency for International Development (USAID). Representatives from ministries, agencies, and other entities within the Government of Jamaica; NGOs; academia; the private sector; and inter"}, {"text_block_id": "p30_b622", "text": "-"}, {"text_block_id": "p30_b623", "text": "national development partners attended. Following this workshop, a series of three island wide stakeholder consultations were undertaken under the CCADR project in the parishes of Kingston and St. Andrew, Manchester and St. James during the period October 30 – November 2, 2012 to garner input from"}, {"text_block_id": "p30_b624", "text": "stakeholders to contribute to the development of the climate change policy and action plan."}, {"text_block_id": "p30_b625", "text": "Consultations on Green Paper 1/2013"}, {"text_block_id": "p30_b626", "text": "The draft Climate Change Policy Framework and Action Plan was approved by the Cabinet in September, 2013 and tabled in The Houses of Parliament in November, 2013. Public consultations were held on the Green Paper during the period February 14 – 20, 2014. In addition, consultations were convened with the Vision 2030 Thematic Working Groups on Hazard Risk Reduction and Adaptation to Climate Change, Environment and Planning, and Tourism in March 2014. Based on feedback from the public consultations on the Green Paper, the Ministry adjusted its strategy and decided that instead of preparing a Climate Change Policy Framework and Action Plan, the Action Plan would be removed and detailed sector action plans would be prepared by the MWLECC in collaboration with the relevant stake"}, {"text_block_id": "p30_b627", "text": "-"}, {"text_block_id": "p30_b628", "text": "holders."}, {"text_block_id": "p30_b629", "text": "Objective"}, {"text_block_id": "p30_b630", "text": "The objective of the public consultations was to obtain and record input from relevant stakeholders including the public and private sectors, Non-Governmental Organizations, Civil Society and the general public on the Climate Change Policy Framework and Action Plan (Green Paper No. 1/2013). A synthesis report of comments and recommendations received as a result of the consultations contributed to the amendments to the Green Paper."}, {"text_block_id": "p30_b631", "text": "Methodology"}, {"text_block_id": "p30_b632_merged_merged_merged_merged", "text": "Four public meetings were held during the period February 14 – 20, 2014 on the Draft Policy. The attendance of stake-holders was facilitated by the chartering of buses to transport participants from nearby parishes to the meetings."}, {"text_block_id": "p31_b635", "text": "PUBLIC MEETINGS"}, {"text_block_id": "p32_b636", "text": "GLOSSARY AND DEFINITIONS"}, {"text_block_id": "p32_b637", "text": "Acidification (ocean)"}, {"text_block_id": "p32_b638", "text": "A decrease in the pH of sea water due to the uptake of anthro"}, {"text_block_id": "p32_b639", "text": "-"}, {"text_block_id": "p32_b640", "text": "pogenic carbon dioxide, nitrous oxides and sulfur oxides."}, {"text_block_id": "p32_b641", "text": "Adaptation (to climate change) IPCC 2007"}, {"text_block_id": "p32_b642", "text": "Adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities."}, {"text_block_id": "p32_b643", "text": "Agro-climatic conditions"}, {"text_block_id": "p32_b644", "text": "The relation of growth rate and yields of agricultural crops to various climate conditions"}, {"text_block_id": "p32_b645", "text": "Best Science"}, {"text_block_id": "p32_b646", "text": "The most appropriate, adaptable and current technologies, processes and methodologies, which also include community knowledge and practice"}, {"text_block_id": "p32_b647", "text": "Carbon abatement"}, {"text_block_id": "p32_b648", "text": "Reduction of the amount of carbon dioxide that is produced when fossil fuels are burned"}, {"text_block_id": "p32_b649", "text": "Carbon dioxide"}, {"text_block_id": "p32_b650", "text": "IPCC 2007"}, {"text_block_id": "p32_b651", "text": "‘A naturally occurring gas, and also a by-product of burning fossil fuels and biomass, as well as land-use changes and other industrial processes. It is the principal anthropogenic greenhouse gas that affects the Earth’s radiative balance. It is the reference gas against which other greenhouse gases are measured and therefore has a Global Warming Potential of 1’"}, {"text_block_id": "p32_b652", "text": "Carbon Market"}, {"text_block_id": "p32_b653", "text": "A"}, {"text_block_id": "p32_b654", "text": "trading system through which countries may buy or sell units of greenhouse-gas emissions in an effort to meet their national limits on emissions, either under the Kyoto Pro"}, {"text_block_id": "p32_b655", "text": "-"}, {"text_block_id": "p32_b656", "text": "tocol or under other agreements, such as that among member states of the European Union."}, {"text_block_id": "p32_b657", "text": "Clean development mechanism"}, {"text_block_id": "p32_b658", "text": "A mechanism under the Kyoto Protocol to the United Nations Framework Convention on Climate Change to assist developing countries which are Parties to the Protocol in achieving sustainable development, and to assist developed countries which are Parties in achieving compliance with their quantified emission limitation and reduction commitments under the Protocol."}, {"text_block_id": "p32_b659", "text": "Climate"}, {"text_block_id": "p32_b660", "text": "The long-term average weather of a region, including typical weather patterns, the frequency and intensity of storms, cold spells and heat waves."}, {"text_block_id": "p32_b661", "text": "Climate change"}, {"text_block_id": "p32_b662", "text": "UNFCCC"}, {"text_block_id": "p32_b663", "text": "A change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and is in addition to natural climate variability observed over comparable time periods."}, {"text_block_id": "p32_b664", "text": "Climate departure"}, {"text_block_id": "p32_b665", "text": "University of Hawaii Manoa 2013"}, {"text_block_id": "p32_b666", "text": "The year past which the annual (or monthly) average value for a climate variable, such as surface temperature, moves and stays outside of the range of historical annual (or monthly) means."}, {"text_block_id": "p32_b667", "text": "Climate variability"}, {"text_block_id": "p32_b668", "text": "IPCC 2007"}, {"text_block_id": "p32_b669", "text": "Climate variability refers to variations in the mean state and other statistics (such as standard deviations, the occurrence of extremes, etc.) of the climate on all spatial and temporal scales beyond that of individual weather events."}, {"text_block_id": "p32_b670", "text": "Variability may be due to natural internal processes within the climate system (internal variability), or to variations in natural or anthropogenic external forcing (external variability)."}, {"text_block_id": "p32_b671", "text": "Coastal erosion"}, {"text_block_id": "p32_b672", "text": "A long-term trend of shoreline retreat and/or loss of beach sediment volume over several decades."}, {"text_block_id": "p32_b673", "text": "Coral bleaching"}, {"text_block_id": "p32_b674", "text": "IPCC 2007"}, {"text_block_id": "p32_b675", "text": "The paling in colour which results if a coral loses its symbiotic, energy-providing organisms (micro algae –zooxanthellae)."}, {"text_block_id": "p32_b676", "text": "El Nino"}, {"text_block_id": "p32_b677", "text": "El Niño conditions refer to periods when the eastern Pacific Ocean off the coast of Peru and Ecuador is abnormally warm. (La Niña refers to the opposite conditions when the eastern Pacific Ocean is abnormally cold.) During an El Niño event, the Caribbean (and Jamaica by extension) tends to be drier than usual. There is also a tendency for reduced hurricane activity during El Niño events."}, {"text_block_id": "p32_b678", "text": "Emissions"}, {"text_block_id": "p32_b679", "text": "The release of substances (e.g. greenhouse gases) into the atmosphere"}, {"text_block_id": "p32_b680", "text": "Emissions trading"}, {"text_block_id": "p32_b681", "text": "IPCC 2007"}, {"text_block_id": "p32_b682_merged_merged_merged", "text": "A market-based approach to achieving environmental objectives. It allows those reducing greenhouse gas emissions below their emission cap to use or trade the excess reduc-tions to offset emissions at another source inside or outside the country. In general, trading can occur at the intra-company, domestic, and international levels."}, {"text_block_id": "p33_b685", "text": "Energy efficiency"}, {"text_block_id": "p33_b686", "text": "Reducing the amount of energy used for a given service or level of activity in order to produce the same level of end-use service."}, {"text_block_id": "p33_b687", "text": "Fossil fuels"}, {"text_block_id": "p33_b688", "text": "Hydrocarbons such as coal, oil and gas, formed from the organic remains of prehistoric plants and animals"}, {"text_block_id": "p33_b689", "text": "Greenhouse gases"}, {"text_block_id": "p33_b690", "text": "IPCC 2007"}, {"text_block_id": "p33_b691", "text": "‘Greenhouse gases are those gaseous constituents of the atmosphere, both natural and anthropogenic, that absorb and emit radiation at specific wavelengths within the spectrum of infrared radiation emitted by the Earth’s surface, the atmosphere and clouds. This property causes the green"}, {"text_block_id": "p33_b692", "text": "-"}, {"text_block_id": "p33_b693", "text": "house effect. Water vapour (H2O), carbon dioxide (CO2), nitrous oxide (N2O), methane (CH4) and ozone (O3) are the primary greenhouse gases in the earth’s atmosphere. Moreover, there are a number of entirely manmade green"}, {"text_block_id": "p33_b694", "text": "-"}, {"text_block_id": "p33_b695", "text": "house gases in the atmosphere, such as the halocarbons and other chlorine and bromine-containing substances, dealt with under the Montreal Protocol. Besides carbon dioxide, nitrous oxide and methane, the Kyoto Protocol deals with the green"}, {"text_block_id": "p33_b696", "text": "-"}, {"text_block_id": "p33_b697", "text": "house gases sulphur hexafluoride, hydrofluorocarbons, and perfluorocarbons.’"}, {"text_block_id": "p33_b698", "text": "Inter-generational equity"}, {"text_block_id": "p33_b699", "text": "Resources and assets which do not 'belong' to any generation but are to be administered and preserved in trust for all future generations."}, {"text_block_id": "p33_b700", "text": "Inter-governmental Panel on Climate Change (IPCC)"}, {"text_block_id": "p33_b701", "text": "The IPCC surveys world-wide scientific and technical literature and publishes assessment reports that are widely recognised as the most credible existing sources of information on climate change. The IPCC also works on methodologies and responds to specific requests from the UNFCCC’s subsidiary bodies. The IPCC is independent of the Convention."}, {"text_block_id": "p33_b702", "text": "Kyoto Protocol"}, {"text_block_id": "p33_b703", "text": "The Kyoto Protocol is an international agreement linked to the United Nations Framework Convention on Climate Change, which commits its Parties by setting internationally binding emission reduction targets. Recognizing that developed countries are principally responsible for the current high levels of GHG emissions in the atmosphere as a result of more than 150 years of industrial activity, the Protocol places a heavier burden on developed nations under the principle of \"common but differentiated responsibilities.\""}, {"text_block_id": "p33_b704", "text": "Mitigation"}, {"text_block_id": "p33_b705", "text": "IPCC 2007"}, {"text_block_id": "p33_b706", "text": "In the context of climate change, a human intervention to reduce the sources or enhance the sinks of greenhouse gases. Examples include using fossil fuels more efficiently"}, {"text_block_id": "p33_b707", "text": "for industrial processes or electricity generation, switching to solar energy or wind power, improving the insulation of buildings, and expanding forests and other ‘sinks’ to remove greater amounts of carbon dioxide from the atmosphere."}, {"text_block_id": "p33_b708", "text": "Natural disaster"}, {"text_block_id": "p33_b709_merged_merged", "text": "Any event or force of nature that has catastrophic conse-quences, such as an earthquake, a flood, forest fire, hurricane, lightning, tornado, tsunami, or volcanic eruption."}, {"text_block_id": "p33_b712", "text": "No-regrets mitigation"}, {"text_block_id": "p33_b713", "text": "Mitigation actions that reduce greenhouse gas emissions and generate direct or indirect benefits that are large enough to offset the costs of implementing the mitigation actions, resulting in negative net mitigation costs."}, {"text_block_id": "p33_b714", "text": "Polluter Pays Principle"}, {"text_block_id": "p33_b715", "text": "An environmental policy principle that requires that the costs of pollution be borne by those who cause it and that the burden of proof in demonstrating that a particular technology, practice or product is safe will lie with the developer."}, {"text_block_id": "p33_b716", "text": "Precautionary approach"}, {"text_block_id": "p33_b717", "text": "Where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation."}, {"text_block_id": "p33_b718", "text": "The Precautionary Principle is defined as follows:"}, {"text_block_id": "p33_b719", "text": "When human activities may lead to morally unacceptable harm that is scientifically plausible but uncertain, actions shall be taken to avoid or diminish that harm. Morally unacceptable harm refers to harm tohumansor the environment that is"}, {"text_block_id": "p33_b720", "text": "•"}, {"text_block_id": "p33_b721", "text": "threatening to human life or health, or"}, {"text_block_id": "p33_b722", "text": "•"}, {"text_block_id": "p33_b723", "text": "serious and effectively irreversible, or"}, {"text_block_id": "p33_b724", "text": "•"}, {"text_block_id": "p33_b725", "text": "inequitable to present or future generations, or"}, {"text_block_id": "p33_b726", "text": "•"}, {"text_block_id": "p33_b727", "text": "imposed without adequate consideration of the human rights of those affected."}, {"text_block_id": "p33_b728", "text": "The judgement of plausibility should be grounded in scientific analysis. Analysis should be ongoing so that chosen actions are subject to review. Uncertainty may apply to, but need not be limited to, causality or the bounds of the possible harm."}, {"text_block_id": "p33_b729", "text": "Actions are interventions that are undertaken before harm occurs that seek to avoid or diminish the harm. Actions should be chosen that are proportional to the seriousness of the potential harm, with consideration of their positive and negative consequences, and with an assessment of the moral implications of both action and inaction. The choice of action should be the result of a participatory process."}, {"text_block_id": "p34_b730", "text": "Reforestation"}, {"text_block_id": "p34_b731", "text": "‘The direct human-induced conversion of non-forested land to forested land through planting, seeding and/or the human-induced promotion of natural seed sources, on land that was forested but that has been converted to non-forested land."}, {"text_block_id": "p34_b732", "text": "Renewable energy"}, {"text_block_id": "p34_b733", "text": "Is obtained from the continuing or repetitive currents of energy occurring in the natural environment and includes non-carbon technologies such as solar energy, hydropower, wind, tide and waves and geothermal heat, as well as carbon-neutral technologies such as biomass."}, {"text_block_id": "p34_b734", "text": "Resilience"}, {"text_block_id": "p34_b735", "text": "The ability of a social or ecological system to absorb disturbances while retaining the same basic structure and ways of functioning, the capacity for self-organization, and the capacity to adapt to stress and change."}, {"text_block_id": "p34_b736", "text": "Sea level rise"}, {"text_block_id": "p34_b737", "text": "IPCC 2007"}, {"text_block_id": "p34_b738", "text": "Sea level can change, both globally and locally, due to (i) changes in the shape of the ocean basins, (ii) changes in the total mass of water and (iii) changes in water density. Factors leading to sea level rise under global warming include both increases in the total mass of water from the melting of land-based snow and ice, and changes in water density from an increase in ocean water temperatures and salinity changes. Relative sea level rise occurs where there is a local increase in the level of the ocean relative to the land, which might be due to ocean rise and/or land level subsidence."}, {"text_block_id": "p34_b739", "text": "Sequestration"}, {"text_block_id": "p34_b740", "text": "Carbon storage in terrestrial or marine reservoirs. Biological sequestration includes direct removal of CO2 from the atmospherethroughland-usechange,afforestation,reforestation,"}, {"text_block_id": "p34_b741", "text": "carbon storage in landfills and practices that enhance soil carbon in agriculture."}, {"text_block_id": "p34_b742", "text": "Sink"}, {"text_block_id": "p34_b743", "text": "IPCC 2007"}, {"text_block_id": "p34_b744_merged", "text": "Any process, activity or mechanism that removes a green-house gas, an aerosol or a precursor of a greenhouse gas or aerosol from the atmosphere."}, {"text_block_id": "p34_b747", "text": "Storm surge"}, {"text_block_id": "p34_b748", "text": "IPCC 2007"}, {"text_block_id": "p34_b749", "text": "The temporary increase, at a particular locality, in the height of the sea due to extreme meteorological conditions (low atmospheric pressure and/or strong winds). The storm surge is defined as being the excess above the level expected from the tidal variation alone at that time and place."}, {"text_block_id": "p34_b750", "text": "Sustainable development"}, {"text_block_id": "p34_b751", "text": "Development that meets the needs of the present without compromising the ability of future generations to meet their own needs."}, {"text_block_id": "p34_b752", "text": "Urban heat island"}, {"text_block_id": "p34_b753", "text": "An urban area with significantly higher temperatures than surrounding areas due to anthropogenic activities."}, {"text_block_id": "p34_b754", "text": "Vector borne diseases"}, {"text_block_id": "p34_b755", "text": "Diseases that result from an infection transmitted to humans and other animals by blood-feeding arthropods, such as mosquitoes, ticks, and fleas. Examples of vector-borne diseases are dengue fever, viral encephalitis, lyme disease and malaria."}, {"text_block_id": "p34_b756", "text": "Vulnerability"}, {"text_block_id": "p34_b757", "text": "IPCC 2007"}, {"text_block_id": "p34_b758", "text": "The degree to which a system is susceptible to, or unable to cope with, adverse effects of climate change, including climate variability and extremes. Vulnerability is a function of the character, magnitude, and rate of climate variation to which a system is exposed, its sensitivity, and its adaptive capacity."}, {"text_block_id": "p35_b759", "text": "REFERENCES"}, {"text_block_id": "p35_b760", "text": "Climate Studies Group, Mona (2012): State of the Jamaican Climate 2012: Information for Resilience Building (Full Re"}, {"text_block_id": "p35_b761", "text": "-"}, {"text_block_id": "p35_b762", "text": "port). Climate Studies Group, Mona (2012): State of the Ja"}, {"text_block_id": "p35_b763", "text": "-"}, {"text_block_id": "p35_b764", "text": "maican Climate 2012: Information for Resilience Building (Summary for Policymakers)."}, {"text_block_id": "p35_b765", "text": "Economic Commission for Latin America and the Caribbean, United Nations Development Programme and Planning Institute Of Jamaica (2004): Assessment of the So"}, {"text_block_id": "p35_b766", "text": "-"}, {"text_block_id": "p35_b767", "text": "cioeconomic and Environmental Impact of Hurricane Ivan on Jamaica."}, {"text_block_id": "p35_b768", "text": "Intergovernmental Panel on Climate Change, (2007): Cli"}, {"text_block_id": "p35_b769", "text": "-"}, {"text_block_id": "p35_b770", "text": "mate Change 2007: Synthesis Report. Contribution of Working Groups I, II and III to the Fourth Assessment Re"}, {"text_block_id": "p35_b771", "text": "-"}, {"text_block_id": "p35_b772", "text": "port of the Intergovernmental Panel on Climate Change [Core Writing Team, Pachauri, R.K and Reisinger, A.(eds.)]. IPCC, Geneva, Switzerland, 104 pp"}, {"text_block_id": "p35_b773", "text": "Intergovernmental Panel on Climate Change (2014): Sum"}, {"text_block_id": "p35_b774", "text": "-"}, {"text_block_id": "p35_b775", "text": "mary for policymakers. In: Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part A: Global and Sec"}, {"text_block_id": "p35_b776", "text": "-"}, {"text_block_id": "p35_b777", "text": "toral Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Field, C.B., V.R. Barros, D.J. Dokken, K.J. Mach, M.D. Mastrandrea, T.E. Bilir, M. Chatterjee, K.L. Ebi, Y.O. Estrada, R.C. Genova, B. Girma, E.S. Kissel, A.N. Levy, S. MacCracken, P.R. Mastrandrea, and L.L. White (eds.)]. Cambridge University Press, Cam"}, {"text_block_id": "p35_b778", "text": "-"}, {"text_block_id": "p35_b779", "text": "bridge, United Kingdom and New York, NY, USA, pp. 1-32."}, {"text_block_id": "p35_b780", "text": "Ministry of Health, Jamaica, (undated)."}, {"text_block_id": "p35_b781", "text": "“ Climate Change Situation – Overview – Jamaica” PowerPoint presentation. http://www.cambioclimaticoregatta.org/index.php/en/events?task=callelement&for"}, {"text_block_id": "p35_b782", "text": "-"}, {"text_block_id": "p35_b783", "text": "mat=raw&item_id=1397&"}, {"text_block_id": "p35_b784", "text": "element=2465f230-db83-426f-85835fb3b4d8e19e&method=download&args%5B0%5D=0"}, {"text_block_id": "p35_b785", "text": "Planning Institute of Jamaica, (1991): Economic and Social Survey Jamaica 1991 Kingston, Jamaica"}, {"text_block_id": "p35_b786", "text": "Planning Institute of Jamaica, (1994): Economic and Social Survey Jamaica 1994, Kingston, Jamaica"}, {"text_block_id": "p35_b787", "text": "Planning Institute of Jamaica (2007): Economic and Social Survey Jamaica 2007 Kingston, Jamaica"}, {"text_block_id": "p35_b788", "text": "Planning Institute of Jamaica (2012): Economic and Social Survey Jamaica 2012, Kingston, Jamaica"}, {"text_block_id": "p35_b789", "text": "Planning Institute of Jamaica (2009): Jamaica Survey of Living Conditions 2009, Kingston, Jamaica"}, {"text_block_id": "p35_b790", "text": "Planning Institute of Jamaica, Ministry of Finance, Govern"}, {"text_block_id": "p35_b791", "text": "-"}, {"text_block_id": "p35_b792", "text": "ment of Jamaica (2008): An Assessment of the Socio"}, {"text_block_id": "p35_b793", "text": "-"}, {"text_block_id": "p35_b794", "text": "economic and Environmental Impact of Tropical Storm Gustav on Jamaica. Kingston, Jamaica"}, {"text_block_id": "p35_b795", "text": "Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M.Tignor and H.L. Miller (eds.) Summary for Policymakers. In: Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC 2007). Cambridge Uni"}, {"text_block_id": "p35_b796", "text": "-"}, {"text_block_id": "p35_b797", "text": "versity Press, Cambridge, United Kingdom and New York, NY, USA."}, {"text_block_id": "p35_b798_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The Government of Jamaica (2000): First National Com-munication on Climate Change to the United Nations Framework Convention on Climate Change"}, {"text_block_id": "p35_b801", "text": "The Government of Jamaica (2009): Jamaica’s National Energy Policy 2009-2030"}, {"text_block_id": "p35_b802", "text": "The Government of Jamaica (2011): Second National Communication on Climate Change to the United Nations Framework Convention on Climate Change"}, {"text_block_id": "p35_b803", "text": "Vision 2030 Jamaica: National Development Plan."}, {"text_block_id": "p35_b804", "text": "Vision 2030 Jamaica, Labour Market and Productivity Sector Plan (2009 – 2030)"}, {"text_block_id": "p36_b805", "text": "ABBREVIATIONS AND ACRONYMS"}], "document_description": "The Policy Framework, adopted in September 2015, aims primarily to support the goals of Jamaica's Vision 2030 by reducing the risks posed by climate change to Jamaica's economy and its development goals. The Policy Framework creates an institutional mechanism and structures to facilitate the development, coordination and implementation of policies, sectoral plans, strategies, and legislation to address the impacts of climate change. The objectives of the Policy Framework are: To mainstream climate change considerations into national policies and development planning and to build the country's capacity to implement climate change adaptation and mitigation activities.To support the institutions responsible for research, monitoring and projections on climate change, to facilitate decision-making and strategic actions at all levels.To facilitate and coordinate the national response to the impacts of climate change and promote low carbon development.To improve communication at all levels on climate change impacts and also adaptation and mitigation related opportunities.To mobilize climate financing for adaptation and mitigation initiatives.To encourage the private sector to embrace climate change imperatives and promote the development and implementation of technologies and processes that contribute to climate change adaptation and mitigation initiatives.  On the basis of this Policy Framework, relevant sectors are to develop or update individual plans addressing climate change adaptation and mitigation, taking into account the following principles: Sustainable use of natural resourcesMulti-sectoral approach to climate changePublic participation and collaborationThe Precautionary ApproachTransparency and accountabilityBest sciencePolluter Pays PrincipleInter- and intra-generational equity The Policy Framework also provides for specific strategies, legislation and policies to be adopted and implemented, including: Enactment of framework for climate change mitigation and adaptation;Development of a Climate Financing Strategy;Development of Research, Technology, Training and Knowledge Management;Regional and International Engagement and Participation;Promotion of Consultative Processes and Communication to Improve Public Participation in Mitigation and Adaptation Response Measures;Strengthening Climate Change Governance Arrangements;Development and incorporation of mechanisms and tools to mainstream climate change into ecosystem protection and land-use and physical planning The implementation of the Framework is to be overseen and supported by the Ministry of Water, Land, Environment and Climate Change (MWLECC). In the short-term, the Climate Change Division (CCD) within the MWLECC, has the administrative oversight and responsibility for climate change initiatives. In the medium term, a Climate Change Department is to be established. A Climate Change Focal Point Network is also to be established, composed of focal points appointed in all ministries, selected departments and agencies, and representatives of civil society and private groups. The MWLECC is to present to Cabinet an annual report on measures that have been undertaken to implement this Policy Framework and, after five years, the Policy Framework should be publicly reviewed. The Policy Framework also identifies a number of Special Initiatives for early implementation: Special Initiative for Water Resources ManagementSpecial Initiative for Low Carbon DevelopmentSpecial Initiative for Disaster Risk FinancingSpecial Initiative for Ecosystem ProtectionSpecial Initiative for Land Use PlanningSpecial Initiative for Communication"}