{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Jamaica", "document_category": "Policy", "document_sector_name": ["Transportation", "Social development", "Economy-wide"], "document_language": "English", "document_name": "Climate Change Policy Framework and Action Plan", "document_country_code": "JAM", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Framework", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_date": "01/01/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/JAM/2013/JAM-2013-01-01-Climate Change Policy Framework and Action Plan_3e4cf0db6e2841218f8956cc1f2757e7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Green Paper No."}, {"text_block_id": "p0_b2", "text": "Climate Change Policy Framework and Action Plan"}, {"text_block_id": "p0_b3", "text": "Government of Jamaica"}, {"text_block_id": "p0_b4", "text": "Ministry of Water, Land, Environment and Climate Change"}, {"text_block_id": "p0_b5", "text": "November 2013"}, {"text_block_id": "p1_b6", "text": "Members of this Honourable House are asked to note this Green Paper entitled"}, {"text_block_id": "p1_b7", "text": "“"}, {"text_block_id": "p1_b8", "text": "Climate Change Policy Framework and Action Plan"}, {"text_block_id": "p1_b9", "text": "”"}, {"text_block_id": "p1_b10", "text": "tabled for review and comment."}, {"text_block_id": "p1_b11_merged_merged", "text": "The Ministry of Water, Land, Environment and Climate Change will carry out a series of public consultations on the Green Paper and request comments on the proposals. The document will be available at libraries and Parish Councils and also on the Ministry’s website, at which comments may be made directly."}, {"text_block_id": "p1_b14", "text": "The 2012 State of the Jamaican Climate, along with its Summary for Policymakers, which I presented to the House in June 2013 during the Budget Debate, sets out data and projections on the impact of climate change on our country. We have also seen new information which indicates that the threat is closer than ever. The issue of climate change affects us all. The involvement of everyone is critical and all comments will be welcomed."}, {"text_block_id": "p1_b15", "text": "I expect that the Ministry Paper, incorporating comments to the extent possible, will be tabled in the first quarter of 2014."}, {"text_block_id": "p1_b16", "text": "Robert Pickersgill, MP"}, {"text_block_id": "p1_b17", "text": "Minister of Water, Land, Environment and Climate Change"}, {"text_block_id": "p1_b18", "text": "November 5, 2013"}, {"text_block_id": "p2_b19", "text": "Table of Contents"}, {"text_block_id": "p3_b20", "text": "ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p4_b21", "text": "FOREWORD"}, {"text_block_id": "p4_b22", "text": "For Jamaica, building resilience to the impacts of climate change is of the highest priority."}, {"text_block_id": "p4_b23", "text": "Among the conclusions of the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (2007) are"}, {"text_block_id": "p4_b24", "text": "“"}, {"text_block_id": "p4_b25", "text": "that global warming since the mid-20"}, {"text_block_id": "p4_b26", "text": "th"}, {"text_block_id": "p4_b27", "text": "century was unequivocal and caused primarily by human activities and that policies enacted to date have not been substantial enough to counteract the growth in global emissions driven by increasing fossil fuel consumption, forest clearing, and world population"}, {"text_block_id": "p4_b28", "text": "”"}, {"text_block_id": "p4_b29", "text": "."}, {"text_block_id": "p4_b30", "text": "The dependence on natural resources by our key economic and climate sensitive sectors such as water, tourism, agriculture, fisheries and forestry, means that climate change is a major"}, {"text_block_id": "p4_b31", "text": "threat to the island’s overall development"}, {"text_block_id": "p4_b32", "text": ", and this is already being seen in the changes taking place and the impacts on our built and natural environment. Based on climatic trends observed over the past 100 years, climate change is likely to alter significantly the quality and available"}, {"text_block_id": "p4_b33", "text": "quantity of Jamaica’s natural resources, thereby adversely affecting not only the environment"}, {"text_block_id": "p4_b34", "text": "but the livelihoods of its people."}, {"text_block_id": "p4_b35_merged_merged_merged", "text": "It is imperative that Jamaica adopt the necessary policies and actions to ensure that adaptation strategies are mainstreamed into key economic and climate sensitive sectors particularly those related to natural resource use, physical infrastructure, land use, coastal zone planning and management, economic and fiscal management and human health, bearing in mind that some losses are irreversible. Jamaica also has to address mitigation of climate change through nationally appropriate mitigation actions, such as energy efficiency and conservation, the use of renewable energy, and forest management. Jamaica will also continue, in collaboration with our international partners to negotiate for urgent collective action to reduce greenhouse gas emissions. The urgency for action has now been heightened given the recent reports that the level of carbon dioxide in the atmosphere has now passed 400 parts per million (ppm) up from 385 ppm and alarmingly above the ‘safe’ level of 350 ppm. Jamaica will also focus on the negotiations on approaches to address loss and damage associated with the adverse effects of climate change, including impacts related to extreme weather events and slow onset events, as where there are constraints and limitations to adaptation, then other means of addressing economic loss and damage from climate change impacts will have to be found."}, {"text_block_id": "p5_b39", "text": "reducing the risks posed by climate change to all of Jamaica’s sectors and development goals."}, {"text_block_id": "p5_b40", "text": "It outlines the strategies that the country will employ in order to effectively respond to the impacts and challenges of climate change, through measures which are appropriate for varying scales and magnitudes of climate change impacts."}, {"text_block_id": "p5_b41", "text": "The development of this Climate Change Policy Framework and Action Plan was made possible through the GOJ /EU/ UNEP Climate Change Adaptation and Disaster Risk Reduction Project funded by the European Union under the Global Climate Change Alliance (GCCA). We also recognize the contribution of the United States Agency for International Development (USAID) and others in the development of the policy framework. The USAID supported a workshop on"}, {"text_block_id": "p5_b42", "text": "“"}, {"text_block_id": "p5_b43", "text": "Climate Change: Towards the Development of a Policy Framework for Jamaica"}, {"text_block_id": "p5_b44", "text": "” from July 26"}, {"text_block_id": "p5_b45", "text": "-27, 2012, recommendations from which are included in the section on recommended actions."}, {"text_block_id": "p5_b46", "text": "It is my heartfelt desire that every Government Sector and Agency should understand the importance of addressing climate change and that this policy document will provide invaluable guidance. Strategies should be implemented in all sectors so as to enhance the adaptive capacity of the country to cope with climate change impacts and mitigate the causes of climate change in a coordinated, effective and sustainable manner."}, {"text_block_id": "p5_b47_merged_merged", "text": "I encourage all to use this Climate Change Policy Framework and Action Plan to make a real difference, with practical action to build our nation’s resilience to climate change. After all,"}, {"text_block_id": "p5_b51", "text": "“with climate change, we must change”."}, {"text_block_id": "p5_b52", "text": "Robert Pickersgill, MP"}, {"text_block_id": "p5_b53", "text": "Minister of Water, Land, Environment and Climate Change"}, {"text_block_id": "p5_b54", "text": "November, 2013"}, {"text_block_id": "p6_b55", "text": "Executive Summary"}, {"text_block_id": "p6_b56", "text": "There is growing evidence that climate change is taking place at an accelerated rate due to human activities, especially those related to the use of fossil fuels and land clearing, exacerbated by population growth. According to recent reports"}, {"text_block_id": "p6_b57", "text": ", the level of carbon dioxide in the atmosphere has now passed 400 parts per million (ppm) up from 385 ppm and alarmingly"}, {"text_block_id": "p6_b58", "text": "above the ‘safe’ level of 350 ppm."}, {"text_block_id": "p6_b59", "text": "Jamaica, as a small island developing state, is particularly vulnerable to the impacts of climate change not only in terms of our natural resources, but also our economic development, as sectors such as tourism, agriculture, fisheries, forestry and water are climate sensitive,"}, {"text_block_id": "p6_b60", "text": "and our"}, {"text_block_id": "p6_b61", "text": "social wellbeing."}, {"text_block_id": "p6_b62", "text": "Jamaica’s susceptibility to natural disasters has proven to be a major threat to"}, {"text_block_id": "p6_b63", "text": "the stability of human settlements and infrastructure."}, {"text_block_id": "p6_b64", "text": "Between 2001 and 2012 Jamaica experienced 11 storm events (including 5 major hurricanes) and several flood events. These events combined resulted in loss and damage amounting to approximately $128.54 billion (data from the PIOJ in the State of the Climate 2012 Report), in one case (Hurricane Ivan, 2004) the loss was equivalent to 8.0 per cent of GDP. Hurricane Sandy (2012) accounted for $9.7 billion or 0.8% of 2011 GDP in direct and indirect damage ($9.4 billion in damage and $0.3 billion in losses, including expenditure for vector control) as well as increased expenditure by private and government entities. The social sector (health, housing and education) had the largest impact accounting for 48% of the total costs. One death and 291 injuries resulted from Hurricane Sandy. (PIOJ -Economic and Social Survey, Jamaica 2012)."}, {"text_block_id": "p6_b65_merged_merged_merged", "text": "At the international level, Jamaica as a Party to the UN Framework Convention on Climate Change and its Kyoto Protocol, has been active in negotiations pressing the case of small island developing states (SIDS) for there to be substantial reductions in the emission of greenhouse gases and for adequate funding to be made available to assist SIDS which are not responsible for the high levels of GHG emissions. Jamaica is also, nonetheless, playing its part in reducing its GHG emissions through ‘no regrets’ mitigation actions which can lead not only to reduced emissions, but also cost savings and social and environmental benefits for the country. Jamaica will also focus in the negotiations on approaches to address loss and damage associated with"}, {"text_block_id": "p7_b68", "text": "the adverse effects of climate change, including impacts related to extreme weather events and slow onset events, as where there are constraints and limitations to adaptation, then other means of addressing economic loss and damage from climate change impacts will have to be found."}, {"text_block_id": "p7_b69", "text": "At the national level, Jamaica has been involved in several projects on adaptation to climate change, including at the community level and initiatives to raise awareness of the public in general and vulnerable groups in particular on the impacts of climate change. Urgent action has been taken by the Government over the past two years to establish the Ministry of Water, Land, Environment and Climate Change with a specific mandate to address climate change, to appoint a Climate Change Advisory Committee and to establish the Climate Change Division (CCD) to coordinate national actions on climate change."}, {"text_block_id": "p7_b70", "text": "It is recognized that, given the cross-cutting nature of climate change, there is urgent need to develop an integrated approach in order to effectively build resilience at all levels and to have the required enabling policies in place. The Climate Change Policy Framework and Action Plan was prepared under the Government of Jamaica/ European Union/United Nations Environment Programme Climate Change Adaptation and Disaster Risk Reduction (CCADRR) Project through a number of consultations, using as a basis, Vision 2030 Jamaica National Development Plan"}, {"text_block_id": "p7_b71", "text": "and Jamaica’s Second National Communications on Climate Change presented to the United"}, {"text_block_id": "p7_b72", "text": "Nations Framework Convention on Climate Change. Other policies related to National Oceans and Coastal Zone Management and Cays Management were also drafted under the CCADRR Project."}, {"text_block_id": "p7_b73_merged_merged", "text": "This Climate Change Policy Framework and Action Plan is intended primarily to support the and development goals. It outlines the strategies that the country will employ in order to effectively respond to the impacts and challenges of climate change, through measures which are appropriate for varying scales and magnitudes of climate change impacts. A number of Flagship Programmes from new and existing initiatives have been identified for early implementation."}, {"text_block_id": "p7_b76", "text": "The general objective of the Policy Framework is to create a sustainable institutional mechanism to facilitate the development, coordination and implementation of policies, sectoral plans, programmes, strategies, policies and legislation to address the impacts of climate change. These sectors may include, but are not limited to: water, energy, agriculture, fisheries, forestry, coastal and marine resources, health, mining, tourism, transportation, solid waste management, planning and disaster risk reduction and response management. Possible mitigation and adaptation actions based on recommendations from stakeholder consultations are included for consideration."}, {"text_block_id": "p8_b77", "text": "The specific objectives are:"}, {"text_block_id": "p8_b78", "text": "The specific objectives are:\n* To mainstream climate change considerations into sectoral and financial\n* To support the institutions responsible for research and data collection at the\n* To improve communication of climate change impacts so that decision makers"}, {"text_block_id": "p8_b84", "text": "It is expected that, on the basis of this policy framework, the relevant sectors will develop or update, as appropriate, plans addressing climate change adaptation and/or mitigation. Actions related to the Ministry of Water, Land, Environment and Climate Change based on the Medium Term Socio-Economic Framework are outlined and recommendations from stakeholder consultations are included for consideration in the development of plans."}, {"text_block_id": "p8_b85", "text": "In the development and implementation of sectoral climate change adaptation and mitigation plans, the following principles are to be taken into account:"}, {"text_block_id": "p8_b86", "text": "In the development and implementation of sectoral climate change adaptation and mitigation plans, the following principles are to be taken into account:\n* Sustainable use of natural resources\n* Multi-sectoral approach to climate change\n* Public Participation and Collaboration\n* The Precautionary Approach\n* Transparency and accountability\n* Best science"}, {"text_block_id": "p8_b98", "text": "The Ministry of Water, Land, Environment and Climate Change will oversee and support the implementation of this Climate Change Policy Framework and Action Plan. The Climate Change Division (CCD) will have administrative oversight and responsibility for climate change initiatives The CCD, in its coordinating role, will ensure the systematic dissemination of information among ministries, departments and agencies and the provision of technical support and guidance to facilitate the development of sectoral adaptation and mitigation plans."}, {"text_block_id": "p8_b99", "text": "Climate change focal points are to be named within the ministries, departments and agencies related to the relevant sectors will be responsible for managing, monitoring, evaluating and reporting on the development of their sectoral strategies and actions with respect to climate change. The MDAs are requested to share with the CCD, relevant information and reports necessary for the proper collaboration, coordination, integration, monitoring and evaluation of climate change initiatives."}, {"text_block_id": "p9_b100", "text": "Legislation will be enacted to provide a framework for climate change mitigation and adaptation. This legislation will institutionalize the coordinating role of the CCD with regard to matters relating to climate change."}, {"text_block_id": "p9_b101", "text": "The MWLECC will present to Cabinet an annual report on measures that have been undertaken by the CCD to implement this policy. On the fifth anniversary of the date of this policy, the CCD shall conduct a public review of this policy to determine its effectiveness in achieving its goals and objectives."}, {"text_block_id": "p10_b102", "text": "1. INTRODUCTION"}, {"text_block_id": "p10_b103", "text": "1.1 Background and Rationale"}, {"text_block_id": "p10_b104", "text": "Climate change refers to a change of climate that is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and that is in addition to natural climate variability observed over comparable time periods (UNFCCC)."}, {"text_block_id": "p10_b105", "text": "Global atmospheric concentrations of carbon dioxide, methane and nitrous oxide emissions due to human activities have grown since pre-industrial times (1750), with an increase of 70% between 1970 and 2004 (IPCC 2007). The estimated 0.74"}, {"text_block_id": "p10_b106", "text": ""}, {"text_block_id": "p10_b107", "text": "C rise in temperatures over the past ten decades"}, {"text_block_id": "p10_b108", "text": "2"}, {"text_block_id": "p10_b109", "text": "and the predicted increases over the next two decades"}, {"text_block_id": "p10_b110", "text": "3"}, {"text_block_id": "p10_b111", "text": "will have significant impacts:"}, {"text_block_id": "p10_b112", "text": "will have significant impacts:\n* Sea level rise which can be expected to exacerbate inundation, storm surge, erosion and\n* Increased ambient air temperature\n* Ocean warming and thermal expansion\n* Increased acidification of oceans\n* Increased threats to human health, such as the spread of tropical diseases\n* Increased variability  in rainfall patterns adversely impacting water resources\n* Increased frequency of extreme weather events such as storms, droughts and\n* Reduced quality and quantity of water resources due to the impacts of climate change"}, {"text_block_id": "p10_b128", "text": "Jamaica is vulnerable to these impacts and to natural and human-induced hazards which are further compounded by social issues such as poverty, the location of human settlements in high risk areas, environmental degradation and instances of poorly constructed infrastructure and housing. The natural hazards include hurricanes, storms, and floods."}, {"text_block_id": "p10_b129_merged_merged", "text": "The dependence on natural resources by key economic and climate sensitive sectors such as tourism, agriculture, fisheries, forestry and water, means that climate change is a major threat to the island’s overall development based on the projected changes in climate and the expected associated impacts. Based on recent climatic trends observed over the past 100 years,"}, {"text_block_id": "p10_b132", "text": "climate change is likely to alter and disturb the quality and available quantity of Jamaica’s"}, {"text_block_id": "p11_b133", "text": "natural resources, thereby adversely affecting not only the environment but the livelihoods of its people."}, {"text_block_id": "p11_b134", "text": "Jamaica is currently on a path of sustainable development being guided by Vision 2030 Jamaica"}, {"text_block_id": "p11_b135", "text": "–"}, {"text_block_id": "p11_b136", "text": "National Development Plan. The issue of adaptation to climate change is specifically addressed in Vision 2030, as Hazard Risk Reduction and Adaptation to Climate Change is one of the National Outcomes. There are other outcomes relevant to energy efficiency, conservation and renewable energy which are relevant to mitigation of climate change."}, {"text_block_id": "p11_b137", "text": "Jamaica has, since 1995, been a Party to the United Nations Framework Convention on Climate Change (UNFCCC) which is the main international treaty on climate change. The objective of the Convention"}, {"text_block_id": "p11_b138", "text": "is “to stabilize greenhouse gas concentrations at a level that would prevent"}, {"text_block_id": "p11_b139", "text": "dangerous an"}, {"text_block_id": "p11_b140", "text": "thropogenic (human induced) interference with the climate system…such a level"}, {"text_block_id": "p11_b141", "text": "should be achieved within a time-frame sufficient to allow ecosystems to adapt naturally to climate change, to ensure that food production is not threatened, and to enable economic development to proceed in a sustainable manner\" (UNFCCC)."}, {"text_block_id": "p11_b142", "text": "Jamaica also became a Party in 1999 to the Kyoto Protocol to the Convention, which sought to strengthen the global response to climate change, including legally binding emission reduction targets for developed countries."}, {"text_block_id": "p11_b143", "text": "Jamaica’s Second National Communication (SNC) on Climate Change, a report prepared as a"}, {"text_block_id": "p11_b144_merged_merged_merged", "text": "requirement for Jamaica as a Party to the UNFCCC, assessed climate change impacts for the key sectors of health, human settlements, and tourism, in addition to revisitingagriculture, water, and coastal zones, for the years 2015, 2030, and 2050. Jamaica’s SNC also includes an assessment of potential mitigation options to reduce Green House Gas (GHG) emissions over the period 2009 to 2030 as well as improve energy efficiency. The SNC provides an outline of awareness raising requirements, a review of the national systematic observation systems, and a technology needs assessment."}, {"text_block_id": "p11_b148", "text": "The short and long-term threats posed to the island from the accumulated green house gases (GHGs) in the atmosphere that have been linked to increased anthropogenic activities, have made it imperative that Jamaica seek to engage the international community in its efforts to mitigate and adapt to climate change. It is also important that Jamaica seek to develop a framework within which climate change is tackled at the local and national levels."}, {"text_block_id": "p11_b149", "text": "In this regard, it was decided to include in the GoJ/EU/UNEP Climate Change Adaptation and Disaster Risk Reduction Project (2011-2013) the finalization of a climate change policy. Several consultations were carried out in the process with representatives of the public and private sectors, and civil society. A workshop was convened in July 2012 by the Ministry of Water, Land, Environment and Climate Change with the support of USAID with government and"}, {"text_block_id": "p12_b150", "text": "government participants across critical sectors to identify key ways in which climate change and"}, {"text_block_id": "p12_b151", "text": "other threats could affect Jamaica’s long"}, {"text_block_id": "p12_b152", "text": "-term development goals, and to identify critical actions, policies, and institutional roles necessary to respond to these threats and achieve the"}, {"text_block_id": "p12_b153", "text": "country’s vision."}, {"text_block_id": "p12_b154", "text": "The Climate Change Policy Framework and Action Plan is based on the position that it is critical for climate change issues to be addressed in public policies and that there is coherence among the policies. It is also important for Jamaica to participate and contribute meaningfully to helping the international community find practical solutions in tackling global climate change."}, {"text_block_id": "p12_b155", "text": "2. SITUATIONAL ANALYSIS"}, {"text_block_id": "p12_b156", "text": "2.1 Climate Projections for Jamaica"}, {"text_block_id": "p12_b157", "text": "Climate model projections show increasing temperatures for the Caribbean region that could result in changes in the frequency and/or intensity of extreme weather and climate variability and in rising sea-levels. These changes will adversely affect"}, {"text_block_id": "p12_b158", "text": "Jamaica’s critical sectors including"}, {"text_block_id": "p12_b159", "text": "the freshwater resources, coastal and marine resources, human settlements and infrastructure, terrestrial resources and biodiversity, agriculture, fisheries, tourism, human health and energy. The"}, {"text_block_id": "p12_b160", "text": "State of Jamaican Climate 2012"}, {"text_block_id": "p12_b161", "text": "report summarizes the climate model projections for Jamaica and the Caribbean region."}, {"text_block_id": "p12_b162", "text": "Temperature and rainfall"}, {"text_block_id": "p12_b163", "text": "The mean annual temperature for Jamaica is projected to increase between a range of 1.1 to 3.2 degrees by the 2090s, based on existing models. The range of increase is 0."}, {"text_block_id": "p12_b164", "text": "7 to 1.8˚C by the"}, {"text_block_id": "p12_b165", "text": "2050s and 1.0 to"}, {"text_block_id": "p12_b166", "text": "3.0˚C by the 2080s."}, {"text_block_id": "p12_b167", "text": "There will be continuing increases in sea-surface temperatures for Jamaican waters with projected increases ranging"}, {"text_block_id": "p12_b168", "text": "between +0.9˚C and +2.7˚C"}, {"text_block_id": "p12_b169", "text": "by the 2080s ("}, {"text_block_id": "p12_b170", "text": "State of the Jamaican Climate 2012"}, {"text_block_id": "p12_b171", "text": ")."}, {"text_block_id": "p12_b172", "text": "Projected rainfall changes range from -44% to +18% by the 2050s and -55% to +18% by the 2080s. ("}, {"text_block_id": "p12_b173", "text": "State of the Jamaican Climate 2012"}, {"text_block_id": "p12_b174", "text": ")."}, {"text_block_id": "p12_b175", "text": "Storm surges, sea level rise and hurricanes"}, {"text_block_id": "p12_b176_merged_merged_merged_merged_merged", "text": "Increased sea levels and changes in the severity or frequency of storms are likely to result in changes to the frequency or magnitude of storm surges on Jamaica’s coast. The likelihood of more severe hurricanes will increase, although the overall frequency of hurricanes remains uncertain. There may be increased frequency of category 4 and 5 storms by the end of the 21st century while there may be an overall decrease in the frequency of tropical cyclones (Climate Change Risk Atlas 2011 – Jamaica (CARIBSAVE); State of the Jamaican Climate 2012)."}, {"text_block_id": "p12_b185", "text": "The sea level is projected to rise between 0.18-0.59 m by 2100 relative to 1980-1999 levels (IPCC 2007). More recent studies have indicated that this upper limit may be too conservative"}, {"text_block_id": "p13_b186", "text": "and it could be up to 1.6m by the end of the century ("}, {"text_block_id": "p13_b187", "text": "Jamaica’s Second National"}, {"text_block_id": "p13_b188", "text": "Communications to the UNFCCC; State of the Jamaican Climate 2012"}, {"text_block_id": "p13_b189", "text": ")."}, {"text_block_id": "p13_b190", "text": "2.2 Future Threats and Potential Impacts of Climate Change in Jamaica"}, {"text_block_id": "p13_b191", "text": "Coastal and Marine Resources"}, {"text_block_id": "p13_b192", "text": "Jamaica’s coastline is approximately 886 kilometres long and is the habitat for many of the island’s diverse species and ecosystems including sandy beaches, rocky shores, estuaries,"}, {"text_block_id": "p13_b193_merged", "text": "wetlands, sea grass beds and coral reefs. It is also the location for most of the important infrastructure and formal and informal housing, as well as a high percentage of the island’s economic activities, including tourism, mixed farming, fishing, shipping and mining. Jamaica’s reef-related fisheries provide valuable jobs and revenue for the country, contributing US$34.3 million per year (Waite et al 2011). The removal of mangroves, sea grass beds, and coral reefs occasioned by this purpose use of the coastal zone has increased Jamaica’s vulnerability to hurricanes and storm surges and poses a major threat to coastal ecosystems and marine wildlife."}, {"text_block_id": "p13_b200", "text": "The following impacts are likely to occur:"}, {"text_block_id": "p13_b201", "text": "The following impacts are likely to occur:\n* Beaches including coastal lands will be eroded as a result of sea level rise and changing\n* Fish production will be reduced due to increases in sea surface temperatures and a rise\n* Reduction of reefs and calcareous species due to ocean acidification;\n* Fish kills and coral bleaching due to increases in sea surface temperatures;\n* Destruction of coastal ecosystems and marine habitats and spawning grounds by"}, {"text_block_id": "p13_b211", "text": "Freshwater Resources"}, {"text_block_id": "p13_b212", "text": "Water is a critical input for many sectors including agriculture, energy, mining and quarrying, manufacturing, tourism, housing, sanitation and health services and areas such as natural resource management, urban planning and regional development,. Adverse impacts on water resources will also negatively affect these sectors."}, {"text_block_id": "p13_b213", "text": "Changing rainfall patterns, sea-level rise, extreme events and increasing temperatures are the projected associated impacts of climate change and are anticipated to have the following potential impacts on water resources:"}, {"text_block_id": "p13_b214", "text": "Changing rainfall patterns, sea-level rise, extreme events and increasing temperatures are the projected associated impacts of climate change and are anticipated to have the following potential impacts on water resources:\n* Changes in temporal and spatial distribution due to increased climate variability and\n<\\li1>"}, {"text_block_id": "p14_b216", "text": "Changing rainfall patterns, sea-level rise, extreme events and increasing temperatures are the projected associated impacts of climate change and are anticipated to have the following potential impacts on water resources:\n* Changes in temporal and spatial distribution due to increased climate variability and\n<\\li1>\n* Saltwater intrusion: Contamination of ground water resources due to the intrusion of\n* Greater levels of sedimentation in reservoirs and dams and sediment transport to\n* Changes in temperature are expected to result in adverse shifts in climatic conditions\n* Increasing degradation and destruction of watersheds caused by the displacement of\n* Shortage of water during periods of prolonged droughts;\n* Damage to infrastructure (roads, bridges, electricity transmission systems, seaports,"}, {"text_block_id": "p14_b228", "text": "Human Settlements and Infrastructure"}, {"text_block_id": "p14_b229", "text": "Currently approximately"}, {"text_block_id": "p14_b230", "text": "two percent (82%) of Jamaica’s population lives along the"}, {"text_block_id": "p14_b231", "text": "coastline, or within 5km of the coast. The development of major communication and road networks and other critical infrastructure within the coastal zone has also continued to influence the location of settlements and people along the coastline."}, {"text_block_id": "p14_b232", "text": "Jamaica’s susceptibility to natural disasters has proven to be a major threat to the stability of"}, {"text_block_id": "p14_b233_merged_merged", "text": "human settlements and infrastructure. Between 2001 and 2012 Jamaica experienced 11 storm events (including 5 major hurricanes) and several flood events. These events combined resulted in loss and damage amounting to approximately $128.54 billion (data from the PIOJ in the State of the Climate 2012 Report), in one case (Hurricane Ivan, 2004) equivalent to 8.0 per cent of GDP. Hurricane Sandy (2012) accounted for $9.7 billion or 0.8% of 2011 GDP in direct and indirect damage ($9.4 billion in damage and $0.3 billion in losses, including expenditure for vector control) as well as increased expenditure by private and government entities. The social sector (health, housing and education) had the largest impact accounting for 48% of the total costs. One death and 291 injuries resulted from Hurricane Sandy. (PIOJ -Economic and Social Survey, Jamaica 2012)."}, {"text_block_id": "p14_b236", "text": "With increased development activities taking place within the coastal zone, the risk posed to human settlements from disasters has been heightened significantly. The most threatened settlements are those that have been created outside the formal physical planning system, and do not meet the required planning and building standards. Without the rationalization of the land use planning and development process, strengthening of institutional capacity, development of policies and enforcement of legislation to guide settlement and infrastructural planning and development, it is anticipated that climate change impacts will increase the vulnerability of human settlements to floods, storm surges, sea level rise and hurricanes."}, {"text_block_id": "p15_b237", "text": "Agriculture"}, {"text_block_id": "p15_b238", "text": "The agriculture sector is one of the sectors most susceptible to climate change impacts. Agriculture remains central to the Jamaican economy mainly for employment and foreign exchange generation, despite the decline in the number of persons involved. The proportion of the labour force in agriculture has significantly decreased from a high in 1943 of 45% to 24.4% in 1994, down to 17.9 % in 2006. The sector contributed 28 % to GDP in 1943, 8 % in 1994, 5.5 % in 2006 and 5% in 2007 (Planning Institute of Jamaica 1991, 1994, 2007)."}, {"text_block_id": "p15_b239", "text": "By 2012, the contribution of the Agriculture, Forestry and Fishing sector was 6.8%. Growth in the sector was pushed by strong performance in the first half of the year, when the industry expanded by 7.4%, reflecting the impact of relatively favourable weather conditions and increased yields"}, {"text_block_id": "p15_b240", "text": "derived from the Ministry of Agriculture’s productivity programmes. During July to December"}, {"text_block_id": "p15_b241", "text": ", 2012, agricultural activities contracted (down 2.9%) as a result of adverse weather conditions such as"}, {"text_block_id": "p15_b242", "text": ", 2012, agricultural activities contracted (down 2.9%) as a result of adverse weather conditions such as\n* drought conditions during July\n* September during which the level of rainfall was lower\n* the passage of Hurricane Sandy, which resulted in damage to crops, especially banana"}, {"text_block_id": "p15_b248_merged_merged_merged", "text": "Evidence of the fragility of the sector and how potential climate change impacts can result in immense destruction and losses for the sector can be seen in the tremendous impact suffered by the sector during extreme weather events and conditions such as hurricanes and tropical storms. In 2004, Hurricane Ivan imposed total damage and losses of J$ 2,205 million to the sector and resulted in a decrease in exports amounting to J$ 660 million.In 2008, Tropical Storm Gustav resulted in damage and losses in the crop and livestock sector (including the banana, coffee, and sugar industry) of approximately J$1.6 billion and in the fisheries sector approximately J$90 million in damage and losses were reported.The category 1 Hurricane Sandy in 2012 caused damage amounting to $1.25 billion in domestic and agricultural crops alone."}, {"text_block_id": "p15_b251", "text": "The agriculture sector is also one of the main consumers of energy and water and, therefore, key to addressing Jamaica's GHG emissions. On the other hand, forestry provides opportunities for carbon sequestration.Climate change will exacerbate current threats to the sector as well as introduce new ones. The potential impacts to the sector associated with climate change are as follows:"}, {"text_block_id": "p15_b252", "text": "The agriculture sector is also one of the main consumers of energy and water and, therefore, key to addressing Jamaica's GHG emissions. On the other hand, forestry provides opportunities for carbon sequestration.Climate change will exacerbate current threats to the sector as well as introduce new ones. The potential impacts to the sector associated with climate change are as follows:\n* Decrease in the availability of water resources due to increased temperatures, changes\n<\\li1>"}, {"text_block_id": "p16_b254", "text": "The agriculture sector is also one of the main consumers of energy and water and, therefore, key to addressing Jamaica's GHG emissions. On the other hand, forestry provides opportunities for carbon sequestration.Climate change will exacerbate current threats to the sector as well as introduce new ones. The potential impacts to the sector associated with climate change are as follows:\n* Decrease in the availability of water resources due to increased temperatures, changes\n<\\li1>\n* Reduction in water quality due to saline intrusion into ground water sources caused by\n* Increases in agricultural pests and diseases due to increasing temperature;\n* Accelerated soil erosion due to the occurrence of extreme events (floods, hurricanes\n* Reduction in soil fertility due to soil salinization caused by rising sea levels;\n* Reduction in crop yields due to changes in agro-climatic conditions and occurrence of\n* Loss of marine resources due to destruction of spawning grounds caused by the\n* Damage to agricultural infrastructure and assets due to extreme events;\n* Mass disruption to food security;\n* Loss of employment and income earning opportunities;\n* Loss of foreign exchange due to potential reduction in agricultural exports.\n* Increased demand for foreign exchange for food imports"}, {"text_block_id": "p16_b276", "text": "Tourism"}, {"text_block_id": "p16_b277_merged", "text": "The tourism sector provides approximately US$1.9 billion dollars annually to the foreign exchange earnings of the country (PIOJ 2011). The local tourism product is dominated mainly by resort tourism and located in coastal areas (such as Montego Bay, Ocho Rios, and Negril). The sector remains one of the most important sectors to the nation’s development given the substantial linkages with other sectors (agricultural production: as a local market for local farmers; water sector; coastal and marine resources, fisheries). Hurricanes, storm surges and tropical storms have posed the most threat to the sector in recent times. In 2007, Hurricane Dean resulted in an estimated US$43.7 million loss to the sector. Strong winds and storm surges associated with the hurricane resulted in extensive damage to tourism infrastructure and"}, {"text_block_id": "p16_b280", "text": "facilities and its attractions such as the island’s beaches."}, {"text_block_id": "p16_b281", "text": "Impacts to the industry are expected to include:"}, {"text_block_id": "p16_b282", "text": "Impacts to the industry are expected to include:\n* Damage to and destruction of hotels and other tourism infrastructure located in coastal\n\t* storm surges\n\t* beach erosion and\n\t* sea-level rise\n\t* Negative changes in water resources and food production arising from changes in"}, {"text_block_id": "p17_b292", "text": "Impacts to the industry are expected to include:\n* Damage to and destruction of hotels and other tourism infrastructure located in coastal\n\t* storm surges\n\t* beach erosion and\n\t* sea-level rise\n\t* Negative changes in water resources and food production arising from changes in\n* Altered seasonality, heat stress for Jamaicans and tourists, cooling costs, changes in\n* Loss of archaeological, cultural and heritage attraction sites due to sea level rise,\n* Extensive coastal erosion caused by sea level rise, storm surges and hurricanes,\n* Increased cost to protect coastline through the erection and maintenance of sea\n* Increased coral bleaching and degradation of marine resources due to increases in sea\n* Acidification of the oceans\n* Changes in terrestrial and marine biodiversity;\n* Increases in insurance costs/ loss of insurability and business interruption costs caused\n* Loss of economic returns due to the possible changes in, or loss of: coral reefs, beaches,\n* Reduced visitor arrivals as a result of a higher frequency of extreme weather events"}, {"text_block_id": "p17_b312", "text": "Human Health"}, {"text_block_id": "p17_b313", "text": "Human health is affected by several key factors. These include:"}, {"text_block_id": "p17_b314", "text": "Human health is affected by several key factors. These include:\n* the physical environment;\n* social and economic support systems/networks;\n* physical and personal health and development practices; and\n* biology and genetic endowment."}, {"text_block_id": "p17_b322", "text": "Climate change is said to affect the most fundamental determinants of health: air, water, food, shelter, and freedom from disease. The impacts on human health will largely be determined by several factors, including available health services, the state of the physical environment (including air, water, and sanitation services) and the availability of life sustaining resources such as water and food."}, {"text_block_id": "p17_b323", "text": "Jamaica’s natural vulnerability to extreme hazards and its location in the"}, {"text_block_id": "p17_b324_merged", "text": "tropics also increases the risks posed to human health, as local conditions are ‘favourable’ for the expansion of both tropical (vector-borne) and water-related diseases. Climate change will bring about more storms, floods, droughts, and heat waves, which are all expected to threaten all the determinants of health, resulting in the following anticipated impacts:"}, {"text_block_id": "p18_b327", "text": "●"}, {"text_block_id": "p18_b328", "text": "An increase in the incidence of vector-borne diseases (such as dengue fever, malaria and yellow fever) as higher temperatures favour the proliferation of mosquitoes and other disease carriers: a threefold increase in dengue transmission is likely in Jamaica"}, {"text_block_id": "p18_b329", "text": ";"}, {"text_block_id": "p18_b330", "text": "●"}, {"text_block_id": "p18_b331", "text": "A higher occurrence of respiratory diseases and heat and stress-related illnesses and"}, {"text_block_id": "p18_b332", "text": "conditions caused by the ‘heat island effect.’ This could directly increase morbidity and"}, {"text_block_id": "p18_b333", "text": "mortality rates, particularly in the elderly;"}, {"text_block_id": "p18_b334", "text": "●"}, {"text_block_id": "p18_b335", "text": "An increase in water-related diseases, especially water borne diseases, particularly following extreme rainfall events, such as dysentery, typhoid and cholera and exacerbated by poor sanitation, unplanned settlements and pollution to watersheds and water sources;"}, {"text_block_id": "p18_b336", "text": "●"}, {"text_block_id": "p18_b337", "text": "It is further recognized that the impacts of climate change on coastal and terrestrial resources, food supply, water production and the various economic sectors are likely to have indirect and significant effects on human health;"}, {"text_block_id": "p18_b338", "text": "●"}, {"text_block_id": "p18_b339", "text": "More frequent extreme weather events can lead to potentially more deaths and injuries caused by storms, floods and landslides;"}, {"text_block_id": "p18_b340", "text": "●"}, {"text_block_id": "p18_b341", "text": "Given the vulnerability of the agricultural sector to climate variability, rising temperatures and more frequent droughts and floods can compromise food security. This could result in increases in malnutrition, given the high dependency on rain-fed subsistence farming."}, {"text_block_id": "p18_b342", "text": "Energy"}, {"text_block_id": "p18_b343", "text": "Climate change threatens the efficient production of energy and given the high dependence on"}, {"text_block_id": "p18_b344", "text": "foreign energy sources across all sectors, this could increase Jamaica’s overall economic"}, {"text_block_id": "p18_b345", "text": "vulnerability."}, {"text_block_id": "p18_b346", "text": "Jamaica"}, {"text_block_id": "p18_b347", "text": "’s"}, {"text_block_id": "p18_b348", "text": "energy mix is made up of 90% imported oil with the balance of 10% from renewable energy sources."}, {"text_block_id": "p18_b349", "text": "In 2008, the amount of oil imported was approximately 27 million barrels (US$2.7 billion), a third of which was used by the bauxite/alumina sector with the remainder used"}, {"text_block_id": "p18_b350", "text": "in the ‘domestic economy’"}, {"text_block_id": "p18_b351", "text": ". Since 2009, there has been a reduction in oil imports leading to a total of 20.24 million barrels imported in 2012 (at a cost of US$2.21 billion)."}, {"text_block_id": "p18_b352", "text": "Among the factors contributing to the lower consumption were conservation measures adopted due to the high cost of energy and the stagnation or decline of economic activities. The sector remains the largest user of foreign exchange and so it is incumbent on the country to reduce its dependency on oil as well as its emissions of greenhouse gases. This can be achieved by taking actions for mitigating climate change through abatement options, in particular, conservation and renewable energy production and use."}, {"text_block_id": "p18_b353", "text": "Under Jamaica’"}, {"text_block_id": "p18_b354_merged_merged_merged_merged", "text": "s National Energy Policy 2009 -2030, Jamaica aims to increase the percentage of renewables in the energy mix with proposed targets of 12.5% by 2015 and 20% by 2030. Strategies and actions proposed in the policy include:"}, {"text_block_id": "p18_b356", "text": "o"}, {"text_block_id": "p18_b357", "text": "develop diversification priorities based on cost, efficiency, environmental considerations and appropriate technologies and competitiveness;"}, {"text_block_id": "p19_b358", "text": "o"}, {"text_block_id": "p19_b359", "text": "prioritize renewable energy sources by economic feasibility criteria and environmental considerations including carbon abatement;"}, {"text_block_id": "p19_b360", "text": "o"}, {"text_block_id": "p19_b361", "text": "promote the development of efficient and low cost renewable plants with a size of 15 MW or more on a competitive basis;"}, {"text_block_id": "p19_b362", "text": "o"}, {"text_block_id": "p19_b363", "text": "introduce a strategy that ensures that less than 115MW of renewable energy plants will be built using base opportunity cost and negotiable premium cap and 115MW or more to be obtained on a competitive basis through the Office of Utilities Regulation (OUR) process."}, {"text_block_id": "p19_b364", "text": "Reliance on initiatives in the energy sector in the area of increasing renewable sources of energy to assist in mitigating climate change will n"}, {"text_block_id": "p19_b365", "text": "ot be sufficient. Jamaica’s efforts to mitigate"}, {"text_block_id": "p19_b366", "text": "must be more far reaching and concerted to extend beyond the energy sector to implement measures that include minimizing GHG emissions. A multi-sectoral approach to climate change mitigation which goes beyond the energy sector will help to strengthen adaptation responses."}, {"text_block_id": "p19_b367", "text": "2.3 Challenges Facing Jamaica in the Short, Medium and Long-term"}, {"text_block_id": "p19_b368", "text": "2.3.1 High Incidence of Poverty"}, {"text_block_id": "p19_b369", "text": "The high incidence of poverty, particularly in the rural areas of the island, has thwarted sustainable development efforts aimed at environmental protection. In 2011 the proportion of Jamaica"}, {"text_block_id": "p19_b370", "text": "’"}, {"text_block_id": "p19_b371", "text": "s population living below the poverty line was 17.5% up from 9.9% in 2007. In order to ensure that persons live in ways that are less environmentally intrusive (e.g., harmful forestry practices) steps must be made to ensure that poverty alleviation is high on the sustainable development agenda over the long-term."}, {"text_block_id": "p19_b372", "text": "2.3.2 Limited Financial Resources"}, {"text_block_id": "p19_b373_merged_merged_merged", "text": "In the Initial Communications on Climate Change (2000) it was estimated that a 1m rise in sea level would see US$462 million being required to protect Jamaica’s coast. There is a great need for sustained sources of funding for climate change mitigation and adaptation efforts as well as for managing impacts which are beyond adaptation such as massive coral bleaching which will require significant funding for rehabilitation activities."}, {"text_block_id": "p19_b376", "text": "2.3.3 Limited Legislative and Regulatory Support for Integrating Climate Change Considerations into Policies and Laws."}, {"text_block_id": "p19_b377", "text": "Currently there is a lack of consideration given to climate change issues in major national social, economic and environmental policies and laws. Sectoral policies have also failed to take into account the issue of climate change and how global warming could affect the sustainability of their respective sectors. There is a need for the mainstreaming of adaptation, mitigation and risk reduction strategies into the broader sectoral policies for key sectors such as energy, agriculture, tourism, health, water, forestry, land use (coastal zone) and natural (marine and terrestrial) resources."}, {"text_block_id": "p20_b378", "text": "Over the past five years, several policies have been developed, with keen focus on environmental protection and climate change. These include: (i) the Water Sector Adaptation Strategy for addressing Climate Change, (ii) The Energy Policy 2009-2030 (iii) The Carbon Emissions Trading Policy (iv) National Renewable Energy Policy -2010-2030, (v) National Energy-From-Waste Policy -2010 -2030, (vi) Energy Conservation and Efficiency Policy, (vii) Biofuels Policy, (viii) National Hazard Risk Reduction Policy, (ix) National Strategy and Action Plan on Biological Diversity in Jamaica and (x) National Policy on Ocean and Coastal Zone Management. Some of these policies remain in draft, or have yet to be formally adopted by the relevant authorities. In other cases the policies have failed in addressing the issue of climate change in a comprehensive manner."}, {"text_block_id": "p20_b379", "text": "2.3.4 Limited Institutional and Individual Capacity"}, {"text_block_id": "p20_b380", "text": "The ability of public and private sector institutions to address climate change issues is tied directly to the broader policy and regulatory system of government. Institutions do not have the requisite structure in place to facilitate the implementation of key climate change initiatives. Lack of financial resources, limited trained staff with the requisite expertise, and the absence of a strong research and development core within institutions, have limited their overall ability to develop and expedite key programmes, projects and action plans associated with environmental protection."}, {"text_block_id": "p20_b381", "text": "2.3.5 Weak Physical Planning System"}, {"text_block_id": "p20_b382", "text": "The vulnerability of Jamaica to natural hazards is largely due to geographic and bio-physiologic factors. However its overall vulnerability has been heightened due to significant alterations made to the natural environment by the development of infrastructure and human settlements and the settlement patterns of the population, particularly within the coastal zone. With more than 70% of all major industries located within the coastal zone and approximately 82% of the population living within 5km of the coast, the country is faced with the considerable challenge of reducing the island"}, {"text_block_id": "p20_b383", "text": "’"}, {"text_block_id": "p20_b384", "text": "s vulnerability, while improving its low adaptive capacity to climate change."}, {"text_block_id": "p20_b385_merged_merged", "text": "Steps have been taken in the preparation of development plans and orders to guide sustainable land use developments across the island. The absence of a comprehensive land use planning framework and effective enforcement has resulted in the proliferation of informal and non-conforming developments, illegal removal of forests, reduction in terrestrial resources and biodiversity, destruction of natural coastal resources and unregulated development."}, {"text_block_id": "p20_b388", "text": "Within a changing socio-economic and environmental climate the role of the Jamaican physical planning system should be to: guide and facilitate development by influencing where development ought to take place; control development/ enforcement; help to build communities; provide opportunities for people to participate actively in the planning process; provide a planning system that bridges the gap between environment and economic development; improve local governance; build research capacity; and educate public stakeholders. The physical planning system has however been hampered by limited legislative support, weak institutional structures and limited individual capacities and financial resources."}, {"text_block_id": "p21_b389", "text": "There is a great need for effective land use and coastal zone policies to be developed, in order to explicitly address all needs related to the management of natural resources."}, {"text_block_id": "p21_b390", "text": "2.3.6 Limited Research Capacity and Technological Development"}, {"text_block_id": "p21_b391", "text": "Predicting future changes in climate in Jamaica has been a difficult task, given the limited technologies available to allow for more accurate predictions. Global models do not provide sufficient information on climatic conditions in the Caribbean, resulting in a limited understanding of climatic processes. With insufficient model runs to determine regional distribution of cyclone changes, the limited number of storm surge models, uncertainty about future el Nino events, significant deviations among models to determine regional distribution of sea level rise uncertain and little dynamic and statistical downscaling in the Caribbean, accurate climate modelling is made even more difficult. Challenges faced by scientists in Jamaica have been substantial and include limitations in available climate data for use in monitoring and modelling climatic conditions and changes. There is also the exorbitant cost of the requisite technology to accurately collect data such as ocean pH levels."}, {"text_block_id": "p21_b392", "text": "2.3.7 Limited Integration of Environmental Considerations into Socio-Economic Policies and Strategies"}, {"text_block_id": "p21_b393", "text": "Socio-economic imperatives have tended to outweigh the longer term needs of the environment. There has been very limited attempt to integrate environmental considerations into national social and economic policies as a central priority in the achievement of socio"}, {"text_block_id": "p21_b394", "text": "-"}, {"text_block_id": "p21_b395", "text": "economic goals and objectives. There is an urgent need for decision makers to have adequate recognition of this inter-relationship between environmental protection and management and socio-economic advancement if climate change impacts are to be dealt with in a very serious manner. Advancements made in key sectors such as transport, energy, tourism and agriculture have focused primarily on the social and economic achievements/outcomes, without due consideration to the impacts these changes may have on the environment."}, {"text_block_id": "p21_b396", "text": "2.4 Steps to address climate change"}, {"text_block_id": "p21_b397", "text": ""}, {"text_block_id": "p21_b398", "text": "Adaptation"}, {"text_block_id": "p21_b399_merged_merged", "text": "Adaptation planning is the main area of focus to address the impacts of climate change in Jamaica. It is an integral part of several sectors including coastal zone management and water resources. The Government of Jamaica, as part of its overall approach in addressing the newly emerging issues of climate change has reinforced the need for climate change considerations to be reflected in key policy measures, regulations, laws across all sectors. Jamaica has already developed various policies, plans and programmes which deal with climate change, and some of the sector plans developed through Vision 2030 Jamaica – National Action Plan include climate change considerations."}, {"text_block_id": "p21_b402", "text": "Examples of the plans and policies are as follows:"}, {"text_block_id": "p22_b403", "text": "•"}, {"text_block_id": "p22_b404", "text": "The 2001 Forest Management and Conservation Plan and the Strategic Forest Management Plan 2010-2014 set out the targets for reforestation and afforestation programmes that remove carbon dioxide from the atmosphere."}, {"text_block_id": "p22_b405", "text": "The 2001 Forest Management and Conservation Plan and the Strategic Forest Management Plan 2010-2014 set out the targets for reforestation and afforestation programmes that remove carbon dioxide from the atmosphere.\n* The Forest Policy 2013 addresses climate change through reforestation, afforestation,\n* The Forest Policy 2013 addresses climate change through reforestation, afforestation,\n .\n<\\li1>"}, {"text_block_id": "p22_b408", "text": "•"}, {"text_block_id": "p22_b409", "text": "In 2008 a draft National Water Sector Adaptation Strategy to address Climate Change in Jamaica was prepared under the Mainstreaming Adaptation to Climate Change Project being led by the Caribbean Community Climate Change Centre (CCCCC). The strategy provides an assessment of the water sector vulnerability to climate change and outlines the duties of the government and other key stakeholder groups in helping to build the resilience of the sector against climate change and other potential hazardous impacts."}, {"text_block_id": "p22_b410", "text": "•"}, {"text_block_id": "p22_b411", "text": "Jamaica enacted a Disaster Preparedness and Emergency Management Act in 1993 to facilitate and coordinate the development and implementation of integrated disaster management systems. The National Disaster Plan sets out mitigation, preparedness, response and recovery procedures for natural and man"}, {"text_block_id": "p22_b412", "text": "–"}, {"text_block_id": "p22_b413", "text": "induced hazards and a Hazard Mitigation Policy"}, {"text_block_id": "p22_b414", "text": "details the Government’s policy for evacuat"}, {"text_block_id": "p22_b415", "text": "ion, communications, mass casualty events, aircraft accidents, pandemics and pest infestations, among others."}, {"text_block_id": "p22_b416", "text": "•"}, {"text_block_id": "p22_b417", "text": "An Evacuation Plan has been developed for Portmore, one of the low-lying areas of St. Catherine which is vulnerable to sea-level rise. This programme will be expanded to facilitate the preparation of evacuation plans for other low-lying coastal areas both in rural and urban areas."}, {"text_block_id": "p22_b418", "text": "•"}, {"text_block_id": "p22_b419", "text": "A National Building Code has been developed which will establish new guidelines for the construction of hurricane resistant buildings across the island, including the use of hurricane straps and water tanks. The code outlines the building standards for construction within the coastal zone, which will take into consideration physical planning standards, such as coastal setbacks."}, {"text_block_id": "p22_b420", "text": ""}, {"text_block_id": "p22_b421", "text": "Mitigation"}, {"text_block_id": "p22_b422_merged_merged_merged", "text": "Although the focus is on adaptation measures, the Government is committed to implementing the ‘no-regrets’ mitigation measures such as demand side management in electricity production and using alternative energy sources such as solar, wind, hydropower, and bio-fuels to produce energy. Mitigation related policies, plans and programmes include:"}, {"text_block_id": "p22_b427", "text": "•"}, {"text_block_id": "p22_b428", "text": "The Jamaica Energy Policy 2009-2030"}, {"text_block_id": "p23_b429", "text": "This Policy, approved by the Cabinet in October 2009, aims to facilitate a comprehensive programme of efficiency improvement and energy diversification, to provide high quality, affordable, environmentally friendly energy, and to reduce the country's dependence on high-cost imported oil. The policy outlines seven (7) priority areas that will ensure that the country mitigates the effects of volatile and rising crude oil prices, takes advantage of renewable and non-renewable resources and promotes conservation and efficiency in use of energy resources amongst all sectors of the society. These are: (i) Security of Energy Supply through diversification of fuels as well as development of renewable energy sources (ii) Modernizing the"}, {"text_block_id": "p23_b430", "text": "country’s energy infrastructure (iii) Development of renewable energy sources such as solar and"}, {"text_block_id": "p23_b431", "text": "hydro; (iv) Conservation and efficiency in use of energy (v) Development of a comprehensive governance/regulatory framework for the energy sector (vi) Enabling government ministries and agencies to be models/best practice for the rest of society in terms of energy management and (vii) promoting eco-efficiency in industries."}, {"text_block_id": "p23_b432", "text": "•"}, {"text_block_id": "p23_b433", "text": "The draft National Carbon Emissions Trading Policy"}, {"text_block_id": "p23_b434", "text": "The Policy was"}, {"text_block_id": "p23_b435", "text": "prepared in 2009 as part of Jamaica’s overall"}, {"text_block_id": "p23_b436", "text": "move to address climate change. The policy represents the commitment of the Jamaican Government in participating in the Clean Development Mechanism and Kyoto Protocol, but more important, establishes the guidelines and terms under which Jamaica will participate in the carbon market to not only assist developed countries in realizing a portion of their quantified emission reductions targets"}, {"text_block_id": "p23_b437", "text": "but at the same time move towards achieving the country’s national sustainable development"}, {"text_block_id": "p23_b438", "text": "goals."}, {"text_block_id": "p23_b439", "text": "•"}, {"text_block_id": "p23_b440", "text": "The development and implementation of renewable energy projects."}, {"text_block_id": "p23_b441_merged_merged_merged", "text": "An example is the establishment of the Wigton Wind Farm in the parish of Manchester with an estimated capacity of 20.7 megawatts (MW) of power. The Wigton Wind Farm, an initiative of the Petroleum Corporation of Jamaica (PCJ) and the Government of Netherlands, is Jamaica’s first project under the CDM."}, {"text_block_id": "p23_b444", "text": "•"}, {"text_block_id": "p23_b445", "text": "The implementation of an islandwide Compact Fluorescent Bulb (CFL) Replacement Project"}, {"text_block_id": "p23_b446", "text": "This was undertaken in 2006-2007 as a collaborative effort of the Governments of Jamaica and Cuba."}, {"text_block_id": "p23_b447", "text": "•"}, {"text_block_id": "p23_b448", "text": "Identification of CDM projects"}, {"text_block_id": "p23_b449", "text": "The following projects provide opportunities to mitigate climate change:"}, {"text_block_id": "p23_b450", "text": "o"}, {"text_block_id": "p23_b451", "text": "Installation of wind turbines and hydropower plants for the generation of electricity"}, {"text_block_id": "p23_b452", "text": "o"}, {"text_block_id": "p23_b453", "text": "Development of co-generation plants"}, {"text_block_id": "p23_b454", "text": "o"}, {"text_block_id": "p23_b455", "text": "Providing Incentives for the Production of Bio-fuels"}, {"text_block_id": "p23_b456", "text": "o"}, {"text_block_id": "p23_b457", "text": "Expansion of afforestation programmes"}, {"text_block_id": "p24_b458", "text": "o"}, {"text_block_id": "p24_b459", "text": "Promotion and establishment of landfill gas recovery programmes subject to feasiblity"}, {"text_block_id": "p24_b460", "text": ""}, {"text_block_id": "p24_b461", "text": "Public Education and Awareness"}, {"text_block_id": "p24_b462", "text": "A National Communication Strategy and Action Plan entitled “Communication for Climate"}, {"text_block_id": "p24_b463_merged", "text": "Resilience (2017)” has been prepared for the Pilot Programme for Climate Resilience (PPCR) as well as a 2012 Report on Climate Change Knowledge, Attitude and Behavioural Practice Survey."}, {"text_block_id": "p24_b466", "text": "A climate change awareness campaign was implemented under the GOJ/EU/UNEP Climate Change Adaptation & Disaster Risk Reduction Project 2011-2013, funded by the European Union. In addition, there were also interventions in watershed and coastal areas in which awareness raising activities were carried out."}, {"text_block_id": "p24_b467", "text": ""}, {"text_block_id": "p24_b468", "text": "Climate Change Research"}, {"text_block_id": "p24_b469", "text": "The State of the Jamaican Climate 2012 and the Summary for Policy-Makers were prepared under the PPCR by the CSGM."}, {"text_block_id": "p25_b470", "text": "3. THE CLIMATE CHANGE POLICY FRAMEWORK"}, {"text_block_id": "p25_b471", "text": "3.1 Vision Statement"}, {"text_block_id": "p25_b472", "text": "Jamaica achieves its goals of growth and prosperity for its people while meeting the challenges of climate change as a country with enhanced resilience and capacity to adapt to the impacts and to mitigate the causes in a coordinated, effective and sustainable manner."}, {"text_block_id": "p25_b473", "text": "3.2 General Objective"}, {"text_block_id": "p25_b474_merged", "text": "This Policy Framework will create a sustainable institutional mechanism to facilitate the development, coordination and implementation of policies, sectoral plans, programmes, strategies, and legislation to address the impacts of climate change. These sectors may include, but are not limited to: water, energy, agriculture, fisheries, forestry, coastal and marine resources, health, mining, tourism, transportation, solid waste management, planning and disaster risk reduction and response management. Possible mitigation and adaptation actions based on recommendations from stakeholder consultations are included for consideration."}, {"text_block_id": "p25_b477", "text": "3.3 Specific Objectives"}, {"text_block_id": "p25_b478", "text": "I."}, {"text_block_id": "p25_b479", "text": "To mainstream climate change considerations into sectoral and financial planning and build the capacity of sectors to develop and implement their own climate change adaptation and mitigation plans."}, {"text_block_id": "p25_b480", "text": "II."}, {"text_block_id": "p25_b481", "text": "To support the institutions responsible for research and data collection at the national level on climate change impacts to Jamaica to improve decision-making and prioritisation of sectoral action planning."}, {"text_block_id": "p25_b482", "text": "III."}, {"text_block_id": "p25_b483", "text": "To improve communication of climate change impacts so that decision makers and the general public will be better informed."}, {"text_block_id": "p25_b484", "text": "3.4 Strategies"}, {"text_block_id": "p25_b485", "text": "3.4.1. Institutional Arrangements"}, {"text_block_id": "p25_b486", "text": "There is need for greater coordination among sectors in the development and implementation of climate change related activities. Efforts to coordinate a multi-sectoral approach to responding to climate change include the creation of the Thematic Working Group under Vision 2030, and the Climate Change Advisory Committee."}, {"text_block_id": "p25_b487", "text": "An effective response to climate change requires the development of institutional arrangements to ensure coordination, integration, monitoring and knowledge sharing across"}, {"text_block_id": "p26_b488", "text": "sectors and to avoid duplication of efforts. This Policy Framework outlines the institutional arrangements to respond to climate change including the institutionalization of the Climate Change Department, which will operate as a Division in the first phase, and Focal Points in critical sectors."}, {"text_block_id": "p26_b489", "text": "Establishment of the Climate Change Department and Climate Change Focal Points"}, {"text_block_id": "p26_b490", "text": "The Ministry of Water, Land, Environment and Climate Change will be the lead ministry with responsibility to oversee and support the implementation of this Climate Change Policy Framework and Action Plan. A Climate Change Department (CCD) will be established under this Ministry as the focal institution to coordinate existing and proposed initiatives in addressing climate change."}, {"text_block_id": "p26_b491", "text": "The CCD will ensure the systematic dissemination of information among ministries, agencies and departments and the provision of technical support and guidance to facilitate the development of sectoral adaptation and mitigation plans. The CCD will monitor and evaluate the implementation of the objectives and actions developed under this Policy Framework."}, {"text_block_id": "p26_b492", "text": "Legislation will be enacted to provide a framework for climate change mitigation and adaptation. This legislation will institutionalize the coordinating role of the CCD with regard to matters relating to climate change."}, {"text_block_id": "p26_b493_merged", "text": "Climate change focal points will be established within the ministries, departments and agencies related to the relevant sectors. The focal points will be responsible for developing and managing their sectoral strategies and actions with respect to climate change and for monitoring, evaluating and reporting on these strategies and actions. The main sectors are tourism, agriculture, fisheries, forestry, water, energy, coastal and marine resources, health, mining, transportation, solid waste management, education, planning, the ‘built environment’ and disaster risk reduction and response management. Other Ministries such as the Office of the Prime Minister, the Ministry of Foreign Affairs and Foreign Trade, Justice, National Security, Labour and Social Security will also be involved. The sector ministries and agencies are as follows:"}, {"text_block_id": "p26_b496", "text": "Ministries"}, {"text_block_id": "p26_b497", "text": "Ministry of Agriculture and Fisheries (MOAF)"}, {"text_block_id": "p26_b498", "text": "Ministry of Education (MOE)"}, {"text_block_id": "p26_b499", "text": "Ministry of Finance and Planning (MOFP)"}, {"text_block_id": "p26_b500", "text": "Ministry of Health (MOH)"}, {"text_block_id": "p26_b501", "text": "Ministry of Industry, Investment and Commerce (MIIC)"}, {"text_block_id": "p26_b502", "text": "Ministry of Local Government and Community Development (MLGCD)"}, {"text_block_id": "p26_b503", "text": "Ministry of Science, Technology, Energy and Mining (MSTEM)"}, {"text_block_id": "p26_b504", "text": "Ministry of Transport, Works and Housing (MTWH)"}, {"text_block_id": "p26_b505", "text": "Ministry of Water, Land, Environment and Climate Change (MWLECC)"}, {"text_block_id": "p26_b506", "text": "Ministry of Tourism and Entertainment (MOTE)"}, {"text_block_id": "p26_b507", "text": "Ministry of Youth and Culture"}, {"text_block_id": "p27_b508", "text": "Departments and Agencies"}, {"text_block_id": "p27_b509", "text": "Fisheries Division"}, {"text_block_id": "p27_b510", "text": "Forestry Department"}, {"text_block_id": "p27_b511", "text": "Meteorological Services of Jamaica"}, {"text_block_id": "p27_b512", "text": "Mines and Geology Division (MGD)"}, {"text_block_id": "p27_b513", "text": "National Environment and Planning Agency (NEPA)"}, {"text_block_id": "p27_b514", "text": "National Solid Waste Management Authority (NSWMA)"}, {"text_block_id": "p27_b515", "text": "National Water Commission (NWC)"}, {"text_block_id": "p27_b516", "text": "National Works Agency (NWA)"}, {"text_block_id": "p27_b517", "text": "Office of Disaster Preparedness and Emergency Management (ODPEM)"}, {"text_block_id": "p27_b518", "text": "Petroleum Corporation of Jamaica (PCJ)"}, {"text_block_id": "p27_b519", "text": "Planning Institute of Jamaica (PIOJ)"}, {"text_block_id": "p27_b520", "text": "Rural Agricultural Development Authority (RADA)"}, {"text_block_id": "p27_b521", "text": "Water Resources Authority (WRA)"}, {"text_block_id": "p27_b522", "text": "Establishment and Operation of the National Climate Change Advisory Committee"}, {"text_block_id": "p27_b523", "text": "A National Climate Change Advisory Committee comprising representatives of the public and private sector, academia and Non Governmental Organisations was established in 2012. This Committee will continue to serve as a platform for the communication and coordination of strategies and collaboration across sectors. Representation on the Committee will include the focal points of the Ministries of Government. In recognition of the cross-cutting nature of climate change and the need for an effective public/private sector partnership to implement climate change strategies, private sector organisations and non-government organisations have been appointed by the Minister of Water, Land, Environment and Climate Change."}, {"text_block_id": "p27_b524", "text": "The full membership of the Climate Change Advisory Committee will meet on a quarterly basis. The CCAC will have three (3) standing committees as follows:"}, {"text_block_id": "p27_b525", "text": ""}, {"text_block_id": "p27_b526", "text": "Executive Committee, which will meet on a monthly basis and guide the CCD"}, {"text_block_id": "p27_b527", "text": ""}, {"text_block_id": "p27_b528", "text": "A Finance and Projects Committee, which will meet every two months"}, {"text_block_id": "p27_b529", "text": ""}, {"text_block_id": "p27_b530", "text": "A Technical Committee, which will meet every two months."}, {"text_block_id": "p27_b531", "text": "Ad-hoc Committees will be formed from time to time to address specific issues."}, {"text_block_id": "p27_b532", "text": "The inclusion of the Ministry of Finance and Planning and the PIOJ on the Climate Change Advisory Committee will assist ministries and agencies to develop the financial strategy and to incorporate the development and implementation of adaptation and mitigation plans into their budgetary processes. The financial strategy shall include the leveraging of resources and investments from the financial sector, multilateral organizations and development partners, maximising concessions and the use of creative financial approaches. Plans must include specific activities with budgets, timelines and implementation arrangements."}, {"text_block_id": "p28_b533", "text": "Establishment of the Climate Change Division (CCD)"}, {"text_block_id": "p28_b534", "text": "An important role of CCD is to put in place a mechanism to enforce the integration of climate change responses in the national development policies and activities. This would enhance the"}, {"text_block_id": "p28_b535", "text": "Government’s ability to effectively"}, {"text_block_id": "p28_b536", "text": "monitor the implementation of the Climate Change Policy Framework and Action Plan. The CCCD will ensure that policies, systems, institutions, and monitoring and evaluation mechanisms are in place to address climate change as an inclusive development priority that empowers local communities and strengthen resilience, especially in the most vulnerable population. The"}, {"text_block_id": "p28_b537", "text": "CCD’s ability to lead, facilitate and coordinate strategic"}, {"text_block_id": "p28_b538", "text": "support, advance resource mobilization and develop innovative partnerships to effectively address climate change at national and local levels will be the litmus test of its success and"}, {"text_block_id": "p28_b539", "text": "Jamaica’s transformation to a climate resilient society."}, {"text_block_id": "p28_b540", "text": "The MWLECC and CCD shall work with focal points within Ministries to:"}, {"text_block_id": "p28_b541", "text": "1"}, {"text_block_id": "p28_b542", "text": "Develop procedures for the coordination, development and implementation of action plans and methods for evaluating the performance of approved actions."}, {"text_block_id": "p28_b543", "text": "2"}, {"text_block_id": "p28_b544", "text": "Set timelines for the development of sectoral plans."}, {"text_block_id": "p28_b545", "text": "3"}, {"text_block_id": "p28_b546", "text": "Review and approve the action plan for coordinating the development of the sectorial plans."}, {"text_block_id": "p28_b547", "text": "4"}, {"text_block_id": "p28_b548", "text": "Identify and prioritise adaptation and mitigation actions in sectors."}, {"text_block_id": "p28_b549", "text": "5"}, {"text_block_id": "p28_b550", "text": "Identify the constraints and limitations to adaptation"}, {"text_block_id": "p28_b551", "text": "6"}, {"text_block_id": "p28_b552", "text": "Identify technological, financial, human and other resources needs of ministries and agencies."}, {"text_block_id": "p28_b553", "text": "7"}, {"text_block_id": "p28_b554", "text": "Develop a financial and resource mobilization strategy to fund the development and implementation of adaptation and mitigation plans."}, {"text_block_id": "p28_b555", "text": "It would be vital to have a pipeline of programmes and activities that can be quickly leveraged for seeking donor assistance while also having a clear monitoring and evaluation network."}, {"text_block_id": "p28_b556", "text": "8"}, {"text_block_id": "p28_b557_merged_merged", "text": "Coordinate the monitoring, development and implementation of cross-sectoral strategies: “FLAGSHIP PROGRAMMES"}, {"text_block_id": "p28_b560", "text": "”."}, {"text_block_id": "p28_b561", "text": "3.4.2. Development of Research, Technology, Training and Knowledge Management"}, {"text_block_id": "p28_b562", "text": "The MWLECC and the CCD will work with national agencies and academia to seek financing to support capacity building and the development of research, technology, training and knowledge management. Actions to be taken include:"}, {"text_block_id": "p28_b563", "text": "●"}, {"text_block_id": "p28_b564", "text": "Establishment of a National Climate Change Database and information system to be used by all relevant agencies and the general public"}, {"text_block_id": "p29_b565", "text": "●"}, {"text_block_id": "p29_b566", "text": "Improvement of the systems for impact modeling and assessment tools (observations and research) for climate change impacts to sectors and communities that will be affected by climate change."}, {"text_block_id": "p29_b567", "text": "●"}, {"text_block_id": "p29_b568", "text": "Provision of training opportunities for academic, scientific, technical and managerial personnel within public, private and academic institutions on climate change"}, {"text_block_id": "p29_b569", "text": "●"}, {"text_block_id": "p29_b570", "text": "Identifying and highlighting of access to various global climate change sources of finance for climate change adaptation and mitigation programmes and projects."}, {"text_block_id": "p29_b571", "text": "●"}, {"text_block_id": "p29_b572", "text": "Assessment of technological needs for adaptation and mitigation strategies."}, {"text_block_id": "p29_b573", "text": "3.4.3. Regional and international engagement and participation"}, {"text_block_id": "p29_b574", "text": "The MWLECC shall maintain regional and international engagement and participation in climate change related negotiations and initiatives. Actions which will be explored include:"}, {"text_block_id": "p29_b575", "text": "■"}, {"text_block_id": "p29_b576", "text": "Support for active participation in the UNFCCC. Ad Hoc Working Group on the Durban Platform and Kyoto Protocol negotiation processes through financing and the development of human resources through training opportunities."}, {"text_block_id": "p29_b577", "text": "■"}, {"text_block_id": "p29_b578", "text": "Pursuit of regional and international financing, capacity building and technology transfer mechanisms that provide support for climate change adaptation and mitigation actions."}, {"text_block_id": "p29_b579", "text": "■"}, {"text_block_id": "p29_b580", "text": "Engagement in climate change activities and programmes established by regional and international bodies including AOSIS, CCCCC, SIDSnet, UNDP and UNEP."}, {"text_block_id": "p29_b581", "text": "■"}, {"text_block_id": "p29_b582", "text": "Encouragement and promotion of the further development of regional and international synergies with other multilateral environmental agreements."}, {"text_block_id": "p29_b583", "text": "The MWLECC through the CCD shall promote consultative processes to improve public participation in mitigation and adaptation response measures. Actions which will be explored include:"}, {"text_block_id": "p29_b584", "text": "■"}, {"text_block_id": "p29_b585", "text": "Establishment and implementation of public consultation procedures in climate change related projects and programmes."}, {"text_block_id": "p29_b586", "text": "■"}, {"text_block_id": "p29_b587", "text": "Provision of proactive public access to information on climate change impacts and national strategies through online information portals."}, {"text_block_id": "p29_b588", "text": "■"}, {"text_block_id": "p29_b589", "text": "Publication of annual reports on projected climate change impacts, observations projects, programmes and activities."}, {"text_block_id": "p30_b590", "text": "■"}, {"text_block_id": "p30_b591", "text": "Engagement of communities in vulnerability assessments and adaptation planning programmes that are self-orientated and self-sustaining."}, {"text_block_id": "p30_b592", "text": "The relevant ministries and agencies will take into account the following principles in the development and implementation of sectoral climate change adaptation and mitigation plans:"}, {"text_block_id": "p30_b593", "text": "1"}, {"text_block_id": "p30_b594", "text": "Sustainable use of natural resources"}, {"text_block_id": "p30_b595", "text": "Recognizing that the resilience of the natural environment is key to adapting to climate change, the response to the climate change challenge must be linked to the sustainable use of natural resources, the maintenance and restoration of ecosystems and an ecosystem based approach to disaster risk management."}, {"text_block_id": "p30_b596", "text": "2"}, {"text_block_id": "p30_b597", "text": "Multi-sectoral approach to climate change"}, {"text_block_id": "p30_b598", "text": "Recognizing that the impacts of climate change are cross-sectoral, the government will systematically integrate the concept of climate change adaptation and mitigation in various phases of policy and legislative development, plans and strategies of all Ministries, Departments and Agencies of Government."}, {"text_block_id": "p30_b599", "text": "3"}, {"text_block_id": "p30_b600", "text": "Public Participation and Collaboration"}, {"text_block_id": "p30_b601", "text": "4"}, {"text_block_id": "p30_b602", "text": "Precautionary Approach"}, {"text_block_id": "p30_b603", "text": "The Government will apply the precautionary approach in responding to the impacts of climate change even in the absence of scientific certainty."}, {"text_block_id": "p31_b604", "text": "5"}, {"text_block_id": "p31_b605", "text": "Transparency and accountability"}, {"text_block_id": "p31_b606", "text": "The Government will provide measures to enforce the policy and ensure that there is transparency and accountability in the development and implementation of adaptation and mitigation plans."}, {"text_block_id": "p31_b607", "text": "6"}, {"text_block_id": "p31_b608", "text": "Best science"}, {"text_block_id": "p31_b609", "text": "The policy is a living document and in all developments will apply sound technical and scientific analysis and principles and new scientific findings consistent with the precautionary approach."}, {"text_block_id": "p31_b610", "text": "This framework will provide guidance to all Government Ministries, Departments and Agencies involved in addressing climate change."}, {"text_block_id": "p31_b611", "text": "3.7 Implementation"}, {"text_block_id": "p31_b612", "text": "The Government of Jamaica will ensure that the necessary steps are taken to achieve the fulfillment of the objectives, principles and directives of this policy. The Government shall provide financial support for the implementation of this policy framework and for sector plans augmented by grants from development partners through the preparation of project proposals, and through bilateral and multilateral cooperation."}, {"text_block_id": "p31_b613", "text": "Accountability"}, {"text_block_id": "p31_b614", "text": "The MWLECC"}, {"text_block_id": "p31_b615", "text": "will have portfolio responsibility for the monitoring and evaluation of the CCD’s"}, {"text_block_id": "p31_b616", "text": "performance of its functions. The CCD will have administrative oversight and responsibility for climate change initiatives. All Ministries or Agencies with responsibility for implementing specific activities or programmes to address climate change shall share with the CCD all relevant information and reports necessary for the proper collaboration, coordination, integration, monitoring and evaluation of climate change initiatives, as required."}, {"text_block_id": "p31_b617", "text": "Monitoring and Evaluation"}, {"text_block_id": "p31_b618_merged_merged", "text": "The implementation of this Climate Change Policy Framework and Action Plan shall be monitored by the CCD. Ministry focal points shall report on a quarterly basis to the MWLECC through the CCD and these reports will also be provided to the Climate Change Advisory Committee. The MWLECC shall present to Cabinet an annual report on measures that have been undertaken by the CCD to implement this policy. On the fifth anniversary of the date of this policy, the CCD shall conduct a public review of this policy to determine its effectiveness in achieving its goals and objectives."}, {"text_block_id": "p32_b621", "text": "3.8 Flagship Programmes"}, {"text_block_id": "p32_b622", "text": "Recognizing the urgent need for an immediate adaptation response to the impacts of climate change and the existence of several sectoral policies and measures to address the challenges of climate change, priority Special Initiatives will be developed and implemented. These Special Initiatives are programmes comprising new initiatives and the scaling up of existing initiatives which can be implemented in the near term while adaptation and mitigation plans are being prioritized and developed. These Special Initiatives will focus on addressing the impacts of climate change that are multi-sectoral in nature and will require a multi-agency approach in the implementation of actions."}, {"text_block_id": "p32_b623", "text": "The CCD will take responsibility for the oversight of the Special Initiatives. The appropriate line function Ministry will elaborate on each Special Initiative and the responsible Minister will see to the creation of a framework for each initiative. Frameworks will consist of the following:"}, {"text_block_id": "p32_b624", "text": ""}, {"text_block_id": "p32_b625", "text": "A programme for implementation."}, {"text_block_id": "p32_b626", "text": ""}, {"text_block_id": "p32_b627", "text": "A detailed analysis of mitigation or adaptation outcomes expected to result from the programme."}, {"text_block_id": "p32_b628", "text": ""}, {"text_block_id": "p32_b629", "text": "A detailed analysis of the sectors and activities that are unable to be sufficiently addressed by adaptation."}, {"text_block_id": "p32_b630", "text": ""}, {"text_block_id": "p32_b631", "text": "A proposal for realising local sustainable development benefits, including employment, poverty alleviation, industrial development, reduction in air pollution and others."}, {"text_block_id": "p32_b632", "text": ""}, {"text_block_id": "p32_b633", "text": "An accountability framework."}, {"text_block_id": "p32_b634", "text": "The Government of Jamaica has identified an initial list of Special Initiatives covering both adaptation and mitigation measures."}, {"text_block_id": "p32_b635", "text": "1. Special Initiative for Water Resources Management"}, {"text_block_id": "p32_b636", "text": "Water is a critical input for many sectors including energy, mining and quarrying, agriculture, manufacturing, tourism, natural resource management, urban planning and regional development, housing, and health services. Adverse impacts to water resources will also negatively impact these sectors. MWLECC and the Water Resources Authority will play the lead role in this Special Initiative to develop programmes that address water resources management including watershed protection and the scaling up of conservation programmes (e.g. rain-water harvesting)."}, {"text_block_id": "p33_b637", "text": "2. Special Initiative for Low Carbon Development"}, {"text_block_id": "p33_b638_merged", "text": "Climate change threatens the efficient production of energy and given the high dependence on foreign energy sources across all sectors, this could increase Jamaica’s overall economic vulnerability. MSTEM will play the lead role in this Special Initiative to develop programmes that include the scaling up of renewable energy and energy conservation programmes."}, {"text_block_id": "p33_b642", "text": "Jamaica’s susceptibility to natural disasters is a major threat to the stability of human"}, {"text_block_id": "p33_b643", "text": "settlements and infrastructure and vulnerable sectors including agriculture and tourism. The Ministry of Finance and Planning will play the lead role in this Special Initiative to develop a financial strategy, which reduces the country's fiscal vulnerability to the occurrence of events related to climate change. The Ministry will evaluate different measures such as disaster risk financing and micro-insurance."}, {"text_block_id": "p33_b644", "text": "4. Special Initiative for Ecosystem Protection"}, {"text_block_id": "p33_b645", "text": "The MWLECC will address ecosystem protection and resilience of the natural environment which are key to adapting to climate change."}, {"text_block_id": "p33_b646", "text": "The MWLECC will play the lead role in this Special Initiative to rationalize land use planning and development processes including implementing a National Spatial Plan and enacting regulations for Environmental Impact Assessments of proposed developments."}, {"text_block_id": "p34_b647", "text": "ELEMENTS OF MWLECC ACTIONS"}, {"text_block_id": "p38_b648", "text": "ANNEX B"}, {"text_block_id": "p38_b649", "text": "RECOMMENDED SECTORAL ACTIONS"}, {"text_block_id": "p38_b650", "text": "Sectoral plans are to be developed by the relevant Ministries, Departments and Agencies including consultation with stakeholders. These recommended actions were identified during the series of stakeholder consultations and may be incorporated into existing or new sectoral adaptation and mitigation plans and policies."}, {"text_block_id": "p38_b651", "text": "1. Agriculture"}, {"text_block_id": "p38_b652", "text": "Recommended Actions"}, {"text_block_id": "p38_b653", "text": ""}, {"text_block_id": "p38_b654", "text": "Develop climate change resilient crop varieties and systems that are tolerant of flooding, drought and salinity, and based on indigenous and other varieties suited to the needs of resource poor farmers, fisheries and livestock systems to ensure local and national food security."}, {"text_block_id": "p38_b655", "text": ""}, {"text_block_id": "p38_b656", "text": "Facilitate the use of water efficient agricultural methods including using permaculture technologies, intercropping, and terracing, and improved irrigation technology and water harvesting techniques."}, {"text_block_id": "p38_b657", "text": ""}, {"text_block_id": "p38_b658", "text": "Facilitate the improvement of flood and heat management techniques to protect poultry and cattle from changes in climate (e.g., improve animal housing)."}, {"text_block_id": "p38_b659", "text": ""}, {"text_block_id": "p38_b660", "text": "Improve ecosystem resilience by implementing measures related to soil conservation, fire management, flood and erosion control, mangrove restoration and rehabilitation, and reforestation and forest conservation."}, {"text_block_id": "p38_b661", "text": ""}, {"text_block_id": "p38_b662", "text": "Improve food storage systems"}, {"text_block_id": "p38_b663", "text": ""}, {"text_block_id": "p38_b664", "text": "Establish an agricultural insurance system."}, {"text_block_id": "p38_b665", "text": ""}, {"text_block_id": "p38_b666", "text": "Diversify food production techniques by expanding the use of agroforestry, aquaculture, mariculture, and aquaponics as potential adaptation measures."}, {"text_block_id": "p39_b667", "text": "2. Water"}, {"text_block_id": "p39_b668", "text": "Recommended Actions"}, {"text_block_id": "p39_b669", "text": ""}, {"text_block_id": "p39_b670", "text": "Incorporate projected changes in climate in watershed management and water resource action planning and develop water adaptation plans for parishes, regions, and nationally."}, {"text_block_id": "p39_b671", "text": ""}, {"text_block_id": "p39_b672", "text": "Improve and upgrade water infrastructure to aid in water conservation. These measures include upgrading to more efficient pumps, improving piping systems, and enhancing surface and ground water storage (e.g. employing new storage techniques such as artificial recharge of groundwater or rehabilitating and maintaining water storage facilities)."}, {"text_block_id": "p39_b673", "text": ""}, {"text_block_id": "p39_b674", "text": "Develop and use micro-scale water harvesting technologies such as ponds, wells, roof collection systems; enhance drainage systems; and implement water runoff reduction techniques, water reservoirs and land surface catchment systems to enhance the utilization of rainwater as a water resource in both urban and rural areas."}, {"text_block_id": "p39_b675", "text": ""}, {"text_block_id": "p39_b676", "text": "Develop water efficiency measures including adequate wastewater treatment."}, {"text_block_id": "p39_b677", "text": "3. Health"}, {"text_block_id": "p39_b678", "text": "Recommended Actions"}, {"text_block_id": "p39_b679", "text": ""}, {"text_block_id": "p39_b680", "text": "Incorporate measures to address health related climate change issues including programmes to counter malaria, dengue and other vector borne diseases into National Health Plans."}, {"text_block_id": "p39_b681", "text": ""}, {"text_block_id": "p39_b682", "text": "Improve sewage treatment plants and storm water management systems."}, {"text_block_id": "p39_b683", "text": ""}, {"text_block_id": "p39_b684", "text": "Expand and conserve green spaces and national parks to mitigate the impact of rising temperatures and heat waves, particularly in urban areas."}, {"text_block_id": "p39_b685", "text": "4. Coastal and Marine Resources"}, {"text_block_id": "p39_b686", "text": "Recommended Actions"}, {"text_block_id": "p39_b687", "text": ""}, {"text_block_id": "p39_b688", "text": "Continue, expand and strengthen coastal monitoring and data collection to facilitate decision making and long-term planning taking into account sea-level rise."}, {"text_block_id": "p39_b689", "text": ""}, {"text_block_id": "p39_b690", "text": "Promote and facilitate a national assessment of coastal areas and of coastal and fishery resources at risk."}, {"text_block_id": "p40_b691", "text": ""}, {"text_block_id": "p40_b692", "text": "Adopt measures to restore coastal wetlands as a defence to storm surges."}, {"text_block_id": "p40_b693", "text": ""}, {"text_block_id": "p40_b694", "text": "Identify and promote alternatives to fishery and coastal or marine activities where impacts on ecosystems and natural resources impede these activities."}, {"text_block_id": "p40_b695", "text": ""}, {"text_block_id": "p40_b696", "text": "Create and conserve marine protected areas to prohibit destructive fishing practices and increase the resiliency of marine ecosystems to help them withstand impacts of slow onset events."}, {"text_block_id": "p40_b697", "text": "5. Disaster Risk and Response Management"}, {"text_block_id": "p40_b698", "text": "Recommended Actions"}, {"text_block_id": "p40_b699", "text": ""}, {"text_block_id": "p40_b700", "text": "Improve and undertake hazard risk management of watersheds, river basins, coastal communities and environmental protection."}, {"text_block_id": "p40_b701", "text": ""}, {"text_block_id": "p40_b702_merged", "text": "Facilitate the relocation of persons living in disaster–prone areas and facilitate climate resilient housing and infrastructure in these areas where appropriate."}, {"text_block_id": "p40_b705", "text": ""}, {"text_block_id": "p40_b706", "text": "Review, implement and enforce safety standards, construction codes and planning legislation (e.g. the National Building Code, the Disaster Management Act)."}, {"text_block_id": "p40_b707", "text": ""}, {"text_block_id": "p40_b708", "text": "Improve the structural resilience of climate sensitive public and private assets."}, {"text_block_id": "p40_b709", "text": ""}, {"text_block_id": "p40_b710", "text": "Undertake comprehensive mapping of the flood prone areas throughout the island."}, {"text_block_id": "p40_b711", "text": ""}, {"text_block_id": "p40_b712", "text": "Explore opportunities for disaster risk financing and insurance (e.g. micro-insurance schemes)."}, {"text_block_id": "p40_b713", "text": ""}, {"text_block_id": "p40_b714", "text": "Promote diversified economic activities that are most resilient to the impacts of climate change."}, {"text_block_id": "p40_b715", "text": ""}, {"text_block_id": "p40_b716", "text": "Strengthen and improve early warning systems for cyclones, floods and storm"}, {"text_block_id": "p40_b717", "text": "6. Energy"}, {"text_block_id": "p40_b718", "text": "Recommended Actions"}, {"text_block_id": "p40_b719", "text": ""}, {"text_block_id": "p40_b720", "text": "Identify and where possible provide incentives for private sector organizations to develop and implement renewable technologies including wind and solar supported by the development of an enabling legislative and regulatory framework."}, {"text_block_id": "p41_b721", "text": ""}, {"text_block_id": "p41_b722", "text": "Promote the development and implementation of energy regulatory standards and measures that focus on renewable energy development, energy conservation and the provision of sustainable energy supply (e.g. solar energy, biofuels, waste-to-energy and carbon emissions trading)."}, {"text_block_id": "p41_b723", "text": ""}, {"text_block_id": "p41_b724", "text": "Explore opportunities for the implementation of projects that avoid or reduce the use of fossil fuels and the implementation of a carbon tax."}, {"text_block_id": "p41_b725", "text": ""}, {"text_block_id": "p41_b726", "text": "Improve institutional capacity to implement CDM projects and programmes by facilitating workshops and seminars led by technical experts."}, {"text_block_id": "p41_b727", "text": ""}, {"text_block_id": "p41_b728", "text": "Establish and enforce national emission standards for emitting sectors (e.g. transport, bauxite and manufacturing sectors)."}, {"text_block_id": "p41_b729", "text": ""}, {"text_block_id": "p41_b730", "text": "Conduct energy audits annually across all public sector agencies to determine overall energy usage and identify measures to conserve on the use of electricity."}, {"text_block_id": "p41_b731", "text": ""}, {"text_block_id": "p41_b732", "text": "Promote energy efficiency in building construction and standards."}, {"text_block_id": "p41_b733", "text": ""}, {"text_block_id": "p41_b734", "text": "Develop an integrated energy plan across sectors to ensure that future energy demands are understood across the country."}, {"text_block_id": "p41_b735", "text": "7. Forestry"}, {"text_block_id": "p41_b736", "text": "Recommended Actions"}, {"text_block_id": "p41_b737", "text": ""}, {"text_block_id": "p41_b738_merged", "text": "Review and implement policies, legislation, and programmes to improve the management and conservation of Jamaica’s forests and control land use practices in particular the Forest Policy."}, {"text_block_id": "p41_b741", "text": ""}, {"text_block_id": "p41_b742", "text": "Support measures to preserve standing natural forests to enhance ecosystem services (sequestration of carbon) including the development of social forestry programmes and identify and implement appropriate incentives to support the restoration of forest cover on denuded and degraded lands."}, {"text_block_id": "p41_b743", "text": ""}, {"text_block_id": "p41_b744", "text": "Mangrove forests"}, {"text_block_id": "p41_b745", "text": ""}, {"text_block_id": "p41_b746", "text": "Charcoal Burning"}, {"text_block_id": "p42_b747", "text": ""}, {"text_block_id": "p42_b748", "text": "Explore opportunities for the demand for forest carbon offsets and assess the potential to supply forest carbon offsets in Jamaica."}, {"text_block_id": "p42_b749", "text": "8. Waste management"}, {"text_block_id": "p42_b750", "text": "Recommended Actions"}, {"text_block_id": "p42_b751", "text": ""}, {"text_block_id": "p42_b752", "text": "Implement and enforce regulatory standards and measures to reduce waste including re-use, recycling, composting and explore the feasibility of landfill gas recovery and utilization."}, {"text_block_id": "p42_b753", "text": ""}, {"text_block_id": "p42_b754", "text": "Implement the Energy from Waste Policy"}, {"text_block_id": "p42_b755", "text": "9. Transportation"}, {"text_block_id": "p42_b756", "text": "Recommended Actions"}, {"text_block_id": "p42_b757", "text": ""}, {"text_block_id": "p42_b758", "text": "Incorporate climate change mitigation considerations into the transportation policy and the design and construction of transport infrastructure."}, {"text_block_id": "p42_b759", "text": ""}, {"text_block_id": "p42_b760", "text": "Promote greater vehicle fuel efficiency and the use of more fuel-efficient vehicles in the transport sector"}, {"text_block_id": "p42_b761", "text": ""}, {"text_block_id": "p42_b762", "text": "Encourage the use of energy efficient transport modes including pedestrian and bicycle modes, car-pooling and flexi-hours in labour markets."}, {"text_block_id": "p42_b763", "text": ""}, {"text_block_id": "p42_b764", "text": "Improve and increase the availability of public transport modes to promote greater use of mass transit transport within the corporate area."}, {"text_block_id": "p43_b765", "text": "GLOSSARY AND DEFINITIONS"}, {"text_block_id": "p43_b766", "text": "Acidification (ocean)"}, {"text_block_id": "p43_b767", "text": "A decrease in the pH of sea water due to the uptake of anthropogenic carbon dioxide, nitrous oxides and sulfur oxides."}, {"text_block_id": "p43_b768", "text": "Adaptation (to climate change)"}, {"text_block_id": "p43_b769", "text": "IPCC 2007"}, {"text_block_id": "p43_b770", "text": "Adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities."}, {"text_block_id": "p43_b771", "text": "Carbon abatement"}, {"text_block_id": "p43_b772", "text": "Reduction of the amount of carbon dioxide that is produced when fossil fuels are burned"}, {"text_block_id": "p43_b773", "text": "Carbon dioxide"}, {"text_block_id": "p43_b774", "text": "IPCC 2007"}, {"text_block_id": "p43_b775", "text": "‘A naturally occurring gas, and also a by"}, {"text_block_id": "p43_b776_merged", "text": "-product of burning fossil fuels and biomass, as well as land-use changes and other industrial processes. It is the principal anthropogenic greenhouse gas that affects the Earth’s radiative balance. It is the reference gas against which other greenhouse gases are measured and therefore has a Global Warming Po"}, {"text_block_id": "p43_b779", "text": "tential of 1’"}, {"text_block_id": "p43_b780", "text": "Carbon Market"}, {"text_block_id": "p43_b781", "text": "A trading system through which countries may buy or sell units of greenhouse-gas emissions in an effort to meet their national limits on emissions, either under the Kyoto Protocol or under other agreements, such as that among member states of the European Union."}, {"text_block_id": "p43_b782", "text": "Clean development mechanism"}, {"text_block_id": "p43_b783", "text": "A mechanism under the Kyoto Protocol to the United Nations Framework Convention on Climate Change to assist developing countries which are Parties to the Protocol in achieving sustainable development, and to assist developed countries which are Parties in achieving compliance with their quantified emission limitation and reduction commitments under the Protocol."}, {"text_block_id": "p43_b784", "text": "Climate"}, {"text_block_id": "p43_b785", "text": "The long-term average weather of a region, including typical weather patterns, the frequency and intensity of storms, cold spells and heat waves."}, {"text_block_id": "p44_b786", "text": "Climate change"}, {"text_block_id": "p44_b787", "text": "UNFCCC"}, {"text_block_id": "p44_b788", "text": "A change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and is in addition to natural climate variability observed over comparable time periods."}, {"text_block_id": "p44_b789", "text": "Climate variability"}, {"text_block_id": "p44_b790", "text": "IPCC 2007"}, {"text_block_id": "p44_b791", "text": "Climate variability refers to variations in the mean state and other statistics (such as standard deviations, the occurrence of extremes, etc.) of the climate on all spatial and temporal scales beyond that of individual weather events."}, {"text_block_id": "p44_b792", "text": "Variability may be due to natural internal processes within the climate system (internal variability), or to variations in natural or anthropogenic external forcing (external variability)."}, {"text_block_id": "p44_b793", "text": "Coastal erosion"}, {"text_block_id": "p44_b794", "text": "A long-term trend of shoreline retreat and/or loss of beach sediment volume over several decades."}, {"text_block_id": "p44_b795", "text": "Coral bleaching"}, {"text_block_id": "p44_b796", "text": "IPCC 2007"}, {"text_block_id": "p44_b797_merged", "text": "The paling in colour which results if a coral loses its symbiotic, energy-providing organisms (micro algae –zooxanthellae)."}, {"text_block_id": "p44_b800", "text": "El Nino"}, {"text_block_id": "p44_b801", "text": "El Niño conditions refer to periods when the eastern Pacific Ocean off the coast of Peru and Ecuador is abnormally warm. (La Niña refers to the opposite conditions when the eastern Pacific Ocean is abnormally cold.) During an El Niño event, the Caribbean (and Jamaica by extension) tends to be drier than usual. There is also a tendency for reduced hurricane activity during El Niño events."}, {"text_block_id": "p44_b802", "text": "Emissions"}, {"text_block_id": "p44_b803", "text": "The release of substances (e.g. greenhouse gases) into the atmosphere"}, {"text_block_id": "p44_b804", "text": "Emissions trading"}, {"text_block_id": "p44_b805", "text": "IPCC 2007"}, {"text_block_id": "p44_b806", "text": "A market-based approach to achieving environmental objectives. It allows those reducing greenhouse gas emissions below their emission cap to use or trade the excess reductions to offset emissions at another source inside or outside the country. In general, trading can occur at the intra-company, domestic, and international levels."}, {"text_block_id": "p45_b807", "text": "Energy efficiency"}, {"text_block_id": "p45_b808", "text": "Reducing the amount of energy used for a given service or level of activity in order to produce the same level of end-use service."}, {"text_block_id": "p45_b809", "text": "Fossil fuels"}, {"text_block_id": "p45_b810", "text": "Hydrocarbons such as coal, oil and gas, formed from the organic remains of prehistoric plants and animals"}, {"text_block_id": "p45_b811", "text": "Greenhouse gases"}, {"text_block_id": "p45_b812", "text": "IPCC 2007"}, {"text_block_id": "p45_b813", "text": "‘Greenhouse gases are those gaseous constituents of the atmosphere, both natural and"}, {"text_block_id": "p45_b814", "text": "anthropogenic, that absorb and emit radiation at specific wavelengths within the spectrum of"}, {"text_block_id": "p45_b815", "text": "infrared radiation emitted by the Earth’s surface, the atmosphere and clouds. This property"}, {"text_block_id": "p45_b816", "text": "causes the greenhouse effect. Water vapour (H2O), carbon dioxide (CO2), nitrous oxide (N"}, {"text_block_id": "p45_b817", "text": "2"}, {"text_block_id": "p45_b818", "text": "O),"}, {"text_block_id": "p45_b819", "text": "methane (CH4) and ozone (O3) are the primary greenhouse gases in the earth’s atmosphere."}, {"text_block_id": "p45_b820", "text": "Moreover, there are a number of entirely manmade greenhouse gases in the atmosphere, such as the halocarbons and other chlorine and bromine-containing substances, dealt with under the Montreal Protocol. Besides carbon dioxide, nitrous oxide and methane, the Kyoto Protocol deals with the greenhouse gases sulphur hexafluoride, hydrofluorocarbons, and"}, {"text_block_id": "p45_b821", "text": "perfluorocarbons.’"}, {"text_block_id": "p45_b822", "text": "Intergovernmental Panel on Climate Change (IPCC)"}, {"text_block_id": "p45_b823", "text": "The IPCC surveys world-wide scientific and technical literature and publishes assessment reports that are widely recognised as the most credible existing sources of information on climate change. The IPCC also works on methodologies and responds to specific requests from"}, {"text_block_id": "p45_b824", "text": "the UNFCCC’s subsidiary bodies. The IPCC is independent of the Convention."}, {"text_block_id": "p45_b825", "text": "Kyoto Protocol"}, {"text_block_id": "p45_b826", "text": "The Kyoto Protocol is an international agreement linked to the United Nations Framework Convention on Climate Change, which commits its Parties by setting internationally binding emission reduction targets. Recognizing that developed countries are principally responsible for the current high levels of GHG emissions in the atmosphere as a result of more than 150 years of industrial activity, the Protocol places a heavier burden on developed nations under the principle of \"common but differentiated responsibilities.\""}, {"text_block_id": "p45_b827", "text": "Mitigation"}, {"text_block_id": "p45_b828", "text": "IPCC 2007"}, {"text_block_id": "p45_b829_merged_merged", "text": "In the context of climate change, a human intervention to reduce the sources or enhance the sinks of greenhouse gases. Examples include using fossil fuels more efficiently for industrial processes or electricity generation, switching to solar energy or wind power, improving the insulation of buildings, and expanding forests and other ‘sinks’ to remove greater amounts of carbon dioxide from the atmosphere."}, {"text_block_id": "p46_b832", "text": "Natural disaster"}, {"text_block_id": "p46_b833", "text": "Any event or force of nature that has catastrophic consequences, such as an earthquake, a flood, forest fire, hurricane, lightning, tornado, tsunami, or volcanic eruption."}, {"text_block_id": "p46_b834", "text": "No-regrets mitigation"}, {"text_block_id": "p46_b835", "text": "Mitigation actions that reduce greenhouse gas emissions and generate direct or indirect benefits that are large enough to offset the costs of implementing the mitigation actions, resulting in negative net mitigation costs."}, {"text_block_id": "p46_b836", "text": "Precautionary approach"}, {"text_block_id": "p46_b837", "text": "Where there are threats of serious or irreversible damage, lack of full scientific certainty shall not be used as a reason for postponing cost-effective measures to prevent environmental degradation."}, {"text_block_id": "p46_b838", "text": "Reforestation"}, {"text_block_id": "p46_b839", "text": "‘The direct human"}, {"text_block_id": "p46_b840", "text": "-induced conversion of non-forested land to forested land through planting, seeding and/or the human-induced promotion of natural seed sources, on land that was forested but that has been converted to non-forested land."}, {"text_block_id": "p46_b841", "text": "Renewable energy"}, {"text_block_id": "p46_b842", "text": "Is obtained from the continuing or repetitive currents of energy occurring in the natural environment and includes non-carbon technologies such as solar energy, hydropower, wind, tide and waves and geothermal heat, as well as carbon-neutral technologies such as biomass."}, {"text_block_id": "p46_b843", "text": "Resilience"}, {"text_block_id": "p46_b844", "text": "The ability of a social or ecological system to absorb disturbances while retaining the same basic structure and ways of functioning, the capacity for self-organisation, and the capacity to adapt to stress and change."}, {"text_block_id": "p46_b845", "text": "Sea level rise"}, {"text_block_id": "p46_b846", "text": "IPCC 2007"}, {"text_block_id": "p46_b847", "text": "Sea level can change, both globally and locally, due to (i) changes in the shape of the ocean basins, (ii) changes in the total mass of water and (iii) changes in water density. Factors leading to sea level rise under global warming include both increases in the total mass of water from the melting of land-based snow and ice, and changes in water density from an increase in ocean water temperatures and salinity changes. Relative sea level rise occurs where there is a local increase in the level of the ocean relative to the land, which might be due to ocean rise and/or land level subsidence."}, {"text_block_id": "p47_b848", "text": "Sequestration"}, {"text_block_id": "p47_b849", "text": "Carbon storage in terrestrial or marine reservoirs. Biological sequestration includes direct removal of CO2 from the atmosphere through land-use change, afforestation, reforestation, carbon storage in landfills and practices that enhance soil carbon in agriculture."}, {"text_block_id": "p47_b850", "text": "Sink"}, {"text_block_id": "p47_b851", "text": "IPCC 2007"}, {"text_block_id": "p47_b852", "text": "Any process, activity or mechanism that removes a greenhouse gas, an aerosol or a precursor of a greenhouse gas or aerosol from the atmosphere."}, {"text_block_id": "p47_b853", "text": "Storm surge"}, {"text_block_id": "p47_b854", "text": "IPCC 2007"}, {"text_block_id": "p47_b855", "text": "The temporary increase, at a particular locality, in the height of the sea due to extreme meteorological conditions (low atmospheric pressure and/or strong winds). The storm surge is defined as being the excess above the level expected from the tidal variation alone at that time and place."}, {"text_block_id": "p47_b856", "text": "Sustainable development"}, {"text_block_id": "p47_b857", "text": "Development that meets the needs of the present without compromising the ability of future generations to meet their own needs."}, {"text_block_id": "p47_b858", "text": "Vector borne diseases"}, {"text_block_id": "p47_b859", "text": "Diseases that result from an infection transmitted to humans and other animals by blood-feeding arthropods, such as mosquitoes, ticks, and fleas. Examples of vector-borne diseases are dengue fever, viral encephalitis, lyme disease and malaria."}, {"text_block_id": "p47_b860", "text": "Vulnerability"}, {"text_block_id": "p47_b861", "text": "IPCC 2007"}, {"text_block_id": "p47_b862", "text": "The degree to which a system is susceptible to, or unable to cope with, adverse effects of climate change, including climate variability and extremes. Vulnerability is a function of the character, magnitude, and rate of climate variation to which a system is exposed, its sensitivity, and its adaptive capacity."}, {"text_block_id": "p48_b863", "text": "REFERENCES"}, {"text_block_id": "p48_b864", "text": "Assessment of the Socioeconomic and Environmental Impact of Hurricane Ivan on Jamaica"}, {"text_block_id": "p48_b865", "text": "Economic Commission for Latin America and the Caribbean, United Nations Development Programme and Planning Institute Of Jamaica (2004)."}, {"text_block_id": "p48_b866", "text": "Economic and Social Survey, Jamaica 2012"}, {"text_block_id": "p48_b867", "text": "Prepared by the Planning Institute of Jamaica"}, {"text_block_id": "p48_b868", "text": "First National Communication on Climate Change 2000"}, {"text_block_id": "p48_b869", "text": "Summary for Policymakers. In: Climate Change 2007: The Physical Science Basis. Contribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p48_b870", "text": "(IPCC 2007)[Solomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M.Tignor and H.L. Miller (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA."}, {"text_block_id": "p48_b871", "text": "Jamaica’s National Energy Policy 2009"}, {"text_block_id": "p48_b872", "text": "-2030"}, {"text_block_id": "p48_b873", "text": "Vision 2030 Jamaica: National Development Plan. Planning Institute of Jamaica, Ministry of Finance, Government of Jamaica -"}, {"text_block_id": "p48_b874", "text": "Planning Institute of Jamaica (2009)."}, {"text_block_id": "p48_b875", "text": "An Assessment of the Socioeconomic and Environmental Impact of Tropical Storm Gustav"}, {"text_block_id": "p48_b876", "text": "on Jamaica. Ministry of Finance, Government of Jamaica."}, {"text_block_id": "p48_b877", "text": "Planning Institute of Jamaica (2008)."}, {"text_block_id": "p48_b878", "text": "Second National Communication on Climate Change 2011"}, {"text_block_id": "p48_b879", "text": "Climate Studies Group, Mona (CSGM), 2012:"}, {"text_block_id": "p48_b880", "text": "State of the Jamaican Climate 2012: Information for Resilience Building (Full Report)"}, {"text_block_id": "p48_b881", "text": ". Produced for the Planning Institute of Jamaica (PIOJ), Kingston Jamaica."}, {"text_block_id": "p48_b882_merged_merged_merged", "text": "Climate Studies Group, Mona (CSGM), 2012: State of the Jamaican Climate 2012: Information for Resilience Building (Summary for Policymakers). Produced for the Planning Institute of Jamaica (PIOJ), Kingston Jamaica."}], "document_description": "The Policy Framework, adopted in September 2015, aims primarily to support the goals of Jamaica's Vision 2030 by reducing the risks posed by climate change to Jamaica's economy and its development goals. The Policy Framework creates an institutional mechanism and structures to facilitate the development, coordination and implementation of policies, sectoral plans, strategies, and legislation to address the impacts of climate change. The objectives of the Policy Framework are: To mainstream climate change considerations into national policies and development planning and to build the country's capacity to implement climate change adaptation and mitigation activities.To support the institutions responsible for research, monitoring and projections on climate change, to facilitate decision-making and strategic actions at all levels.To facilitate and coordinate the national response to the impacts of climate change and promote low carbon development.To improve communication at all levels on climate change impacts and also adaptation and mitigation related opportunities.To mobilize climate financing for adaptation and mitigation initiatives.To encourage the private sector to embrace climate change imperatives and promote the development and implementation of technologies and processes that contribute to climate change adaptation and mitigation initiatives.  On the basis of this Policy Framework, relevant sectors are to develop or update individual plans addressing climate change adaptation and mitigation, taking into account the following principles: Sustainable use of natural resourcesMulti-sectoral approach to climate changePublic participation and collaborationThe Precautionary ApproachTransparency and accountabilityBest sciencePolluter Pays PrincipleInter- and intra-generational equity The Policy Framework also provides for specific strategies, legislation and policies to be adopted and implemented, including: Enactment of framework for climate change mitigation and adaptation;Development of a Climate Financing Strategy;Development of Research, Technology, Training and Knowledge Management;Regional and International Engagement and Participation;Promotion of Consultative Processes and Communication to Improve Public Participation in Mitigation and Adaptation Response Measures;Strengthening Climate Change Governance Arrangements;Development and incorporation of mechanisms and tools to mainstream climate change into ecosystem protection and land-use and physical planning The implementation of the Framework is to be overseen and supported by the Ministry of Water, Land, Environment and Climate Change (MWLECC). In the short-term, the Climate Change Division (CCD) within the MWLECC, has the administrative oversight and responsibility for climate change initiatives. In the medium term, a Climate Change Department is to be established. A Climate Change Focal Point Network is also to be established, composed of focal points appointed in all ministries, selected departments and agencies, and representatives of civil society and private groups. The MWLECC is to present to Cabinet an annual report on measures that have been undertaken to implement this Policy Framework and, after five years, the Policy Framework should be publicly reviewed. The Policy Framework also identifies a number of Special Initiatives for early implementation: Special Initiative for Water Resources ManagementSpecial Initiative for Low Carbon DevelopmentSpecial Initiative for Disaster Risk FinancingSpecial Initiative for Ecosystem ProtectionSpecial Initiative for Land Use PlanningSpecial Initiative for Communication"}