{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Jamaica", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Ministry of Energy and Mining long-term National Energy Policy 2009-2030", "document_country_code": "JAM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "25/12/2010", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/JAM/2010/JAM-2010-12-25-Ministry of Energy and Mining long-term National Energy Policy 2009-2030_0b5f42e73912e7c5fbc23006d744b5c0.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Ministry of Energy and Mining"}, {"text_block_id": "p0_b2", "text": "Jamaica's National Energy Policy 2009-2030"}, {"text_block_id": "p0_b3_merged", "text": "/l. a nc,ng · Competitiven esS··· ,, ro,-,,.., 0tin g Sustainable p r os\\Je r\\'t'/"}, {"text_block_id": "p1_b33", "text": "October 2009"}, {"text_block_id": "p2_b34", "text": "List of Figures"}, {"text_block_id": "p3_b35", "text": "List of Tables"}, {"text_block_id": "p3_b36", "text": "List of Figures"}, {"text_block_id": "p4_b37", "text": "List of Acronyms"}, {"text_block_id": "p5_b38", "text": "Acknowledgements"}, {"text_block_id": "p5_b39", "text": "The development of this Policy was led by the Ministry of Energy and Mining, with the input of a wide cross-section of stakeholders in the public and private sectors as well as the non-government organizations (NGO) and community based organizations (CBOs). The work set out here has been accomplished by the willingness of many individuals and organizations to lend their time and expertise.  The Ministry of Energy and Mining wishes to acknowledge their contributions and to express its sincerest gratitude for all those who have helped this policy development process."}, {"text_block_id": "p5_b40_merged", "text": "The involvement of stakeholders through consultations, meetings and workshops ensured that all major issues were effectively explored and that the strategic direction outlined in the policy would meet Jamaica’s current energy needs and those required to 2030."}, {"text_block_id": "p5_b43", "text": "We thank all the various entities and members of the public who reviewed the Energy Policy Green Paper 2006 -2020 and forwarded to us, ideas, comments and suggestions; and those persons who participated in the national consultations, too many to list here. Your comments and suggestions were reviewed and many have been incorporated in this current version of the policy document."}, {"text_block_id": "p5_b44", "text": "Special mention must be made of the following persons who spent many hours reviewing comments, researching, providing technical analysis, and writing this document: Dr. the Hon. Carlton Davis, former Cabinet Secretary and Consultant to the Ministry of Energy and Mining; Zia Mian, Director General, Office of Utility Regulations; William Saunders, Energy Consultant; Ruth Potopsingh, Group Managing Director, Petroleum Corporation of Jamaica; Ryan Evans, Cabinet Office; Leonie Barnaby, Office of the Prime Minister; Fitzroy Vidal, Senior Energy Engineer of the Ministry of Energy and Mining; Marcia Forbes, former Permanent Secretary of the Ministry; and Hillary Alexander, Permanent Secretary of the Ministry of Energy and Mining and the rest of her hard-working staff."}, {"text_block_id": "p6_b45", "text": "Message from the Hon. Prime Minister"}, {"text_block_id": "p6_b46", "text": "I welcome the opportunity to present Jamaica"}, {"text_block_id": "p6_b47", "text": "’s National"}, {"text_block_id": "p6_b48", "text": "Energy Policy 2009"}, {"text_block_id": "p6_b49", "text": "–"}, {"text_block_id": "p6_b50", "text": "2030. The policy is timely especially in light of the increasingly important role of energy in the"}, {"text_block_id": "p6_b51", "text": "future is inextricably linked to finding cost-effective, environmentally sustainable energy solutions."}, {"text_block_id": "p6_b52", "text": "The formulation of this policy and importantly, its implementation, are critical in helping Jamaica to achieve national development."}, {"text_block_id": "p6_b53", "text": "Developed using the clearly defined GOJ Policy Making Framework and Guidelines, the policy is designed to establish linkages with other sectors of the economy to achieve coherence and fulfil its goals.  As we pursue the path to developed country status by 2030, we have aligned our energy policy to facilitate international competitiveness of our industry structures, enhance human development prospects and contribute to environmental protection.  The policy is consistent with promoting and enhancing the well-being of all Jamaicans."}, {"text_block_id": "p6_b54_merged_merged", "text": "The National Energy Policy 2009 – 2030 examines the energy situation we face and proposes a range of options and strategies which the Government is committed to pursue over the short, medium and longer term. These options range from consciously incorporating energy conservation measures in our daily lives to modernizing the nation’s energy infrastructure. The policy balances issues relating to energy demand and supply, energy security, safety, conservation and development of renewable energy technologies. Through this policy Jamaica can help to lead the Caribbean and other small island developing states in aggressively changing dependence on petroleum."}, {"text_block_id": "p6_b60", "text": "The work has just begun. I ask every Jamaican to come on board and be part of this very important implementation process to 2030 as we create"}, {"text_block_id": "p6_b61", "text": "“a modern, efficient,"}, {"text_block_id": "p6_b62", "text": "diversified and environmentally sustainable energy sector providing affordable and accessible energy supplies with long-term energy security and supported by informed public behaviour on energy issues and an appropriate policy, regulatory and institutional"}, {"text_block_id": "p6_b63", "text": "framework”."}, {"text_block_id": "p6_b64", "text": "Bruce"}, {"text_block_id": "p6_b65", "text": "Golding, M.P."}, {"text_block_id": "p7_b66", "text": "Message from Hon. Minister of Energy & Mining"}, {"text_block_id": "p7_b67", "text": "This policy shows Government’s commitment"}, {"text_block_id": "p7_b68", "text": "to enabling Jamaican business and industry to access energy so that they can be competitive on the international market; and for individuals and households to have the energy they need to manage their daily lives in this modern economy. This policy will create and advance,"}, {"text_block_id": "p7_b69", "text": "“"}, {"text_block_id": "p7_b70", "text": "a modern, efficient, diversified and"}, {"text_block_id": "p7_b71", "text": "environmentally sustainable energy sector…”"}, {"text_block_id": "p7_b72", "text": "This National Energy Policy is fully consistent with Vision 2030 Jamaica"}, {"text_block_id": "p7_b73", "text": "–"}, {"text_block_id": "p7_b74", "text": "National Development Plan and will"}, {"text_block_id": "p7_b75", "text": "support the achievement of Jamaica’s national"}, {"text_block_id": "p7_b76", "text": "vision,"}, {"text_block_id": "p7_b77", "text": "“Jamaica the place of choice to raise families, live, work and do business"}, {"text_block_id": "p7_b78", "text": "."}, {"text_block_id": "p7_b79", "text": "”"}, {"text_block_id": "p7_b80", "text": "A cornerstone of this policy is diversifying our energy base. We will find new ways to power our economy and to reduce the amount of energy we use. We will explore indigenous sources of energy and clean technologies, thereby injecting life into research"}, {"text_block_id": "p7_b81", "text": "institutions and generating new, “green” jobs at a time when new jobs are so sorely"}, {"text_block_id": "p7_b82", "text": "needed. This policy will also enable us to reduce pollution and thereby protect the health of all Jamaicans as they go about their daily business. It will demonstrate that Jamaica is a responsible global citizen as we minimize our emissions of greenhouse gases, and reduce our carbon footprint."}, {"text_block_id": "p7_b83", "text": "As former US President, Jimmy Carter said, “"}, {"text_block_id": "p7_b84", "text": "by acting now we can control our future"}, {"text_block_id": "p7_b85", "text": "instead of letting the future control us.”"}, {"text_block_id": "p7_b86", "text": "This policy must now be brought to life by specific strategies, programmes and actions, underpinned by a comprehensive monitoring and evaluation framework that will address areas such as: finding new sources of energy; creating new financial incentives; promoting energy conservation; creating green buildings and so on."}, {"text_block_id": "p7_b87_merged_merged_merged_merged", "text": "We all have a part to play in ensuring that we achieve the goals set out in this policy -government ministries, departments and agencies, private businesses large and small, our bauxite industry, our manufacturing sector, teachers and other educational leaders, researchers, communities, students, our hoteliers, architects, engineers and contractors and most importantly you and me – all Jamaicans -helping to secure our energy future and leading this ‘land of wood and water’ toward sustainable prosperity."}, {"text_block_id": "p7_b93", "text": "James Robertson, M.P."}, {"text_block_id": "p8_b94", "text": "Jamaica’s Energy Management Framework"}, {"text_block_id": "p8_b95", "text": "Jamaica’s energy management framework and particularly this policy will"}, {"text_block_id": "p8_b96", "text": "support the implementation of Vision 2030 Jamaica"}, {"text_block_id": "p8_b97", "text": "–"}, {"text_block_id": "p8_b98", "text": "National Development Plan, particularly National Outcome #10"}, {"text_block_id": "p8_b99", "text": "–"}, {"text_block_id": "p8_b100", "text": "Energy Security and Efficiency and is therefore consistent with, and part of the overarching vision for achieving developed country status by 2030"}, {"text_block_id": "p8_b101", "text": ". The National Energy Policy and its relationship to Vision 2030 Jamaica as well as"}, {"text_block_id": "p8_b102", "text": "Government’s policy"}, {"text_block_id": "p8_b103", "text": "-making framework are presented in the matrix below:"}, {"text_block_id": "p8_b104", "text": "“Jamaica, the place of choice to live, work, raise families and do business”"}, {"text_block_id": "p8_b105", "text": "(Jamaica's National Vision)"}, {"text_block_id": "p8_b106_merged_merged", "text": "“A modern, efficient, diversified and environmentally sustainable energy sector providing affordable and accessible energy supplies with long-term energy security and supported by informed public behaviour on energy issues and an appropriate policy, regulatory and institutional framework”"}, {"text_block_id": "p8_b109", "text": "(Vision of Jamaica's Energy Sector)"}, {"text_block_id": "p8_b110", "text": "Energy Strategies and Key Actions to 2030"}, {"text_block_id": "p8_b111", "text": "Implementation Framework (Energy Specific Plans, Vision 2030 Jamaica Action Plans/3yr Corporate Plans of Ministries, Agencies and Departments)"}, {"text_block_id": "p8_b112", "text": "Monitoring and Evaluation Framework (Energy Indicators)"}, {"text_block_id": "p8_b113", "text": "Policy Review (3-yearly, and consistent with GOJ Policy Review Framework)"}, {"text_block_id": "p9_b114_merged", "text": "Vision of Jamaica’s Energy Sector 2009 – 2030"}, {"text_block_id": "p9_b116", "text": "A modern, efficient, diversified and environmentally sustainable energy sector providing affordable and accessible energy supplies with long-term energy security and supported by informed public behaviour on energy issues and an appropriate policy, regulatory and institutional framework"}, {"text_block_id": "p9_b117", "text": "The long-term strategic vision is built on ten (10) fundamental elements as follows:"}, {"text_block_id": "p9_b118", "text": "The long-term strategic vision is built on ten (10) fundamental elements as follows:\n* An energy sector that provides affordable energy supplies to all consumers\n* An energy sector that is supported by greater awareness by the Jamaican\n* An energy sector that is focused on the modernization and expansion of the\n* An energy sector that is driven by private sector investment within a policy\n* An energy sector that provides long-term energy security to producers and\n* An energy sector supported by databases that are accurate and precise to\n* An energy sector that is environmentally sustainable with significantly"}, {"text_block_id": "p10_b132", "text": "The long-term strategic vision is built on ten (10) fundamental elements as follows:\n* An energy sector that provides affordable energy supplies to all consumers\n* An energy sector that is supported by greater awareness by the Jamaican\n* An energy sector that is focused on the modernization and expansion of the\n* An energy sector that is driven by private sector investment within a policy\n* An energy sector that provides long-term energy security to producers and\n* An energy sector supported by databases that are accurate and precise to\n* An energy sector that is environmentally sustainable with significantly\n* An energy sector that reflects a sustained improvement in the ways in which\n* An energy sector that possesses the flexibility and creativity to adopt and\n* An energy sector with an appropriate institutional framework to support and"}, {"text_block_id": "p11_b138", "text": "Executive Summary"}, {"text_block_id": "p11_b139", "text": "his document presents Jamaica’s National Energy Policy 2009 –"}, {"text_block_id": "p11_b140", "text": "2030 which is designed to ensure that by 2030 Jamaica achieves:"}, {"text_block_id": "p11_b141", "text": "This Policy document represents the revision to the Energy Policy Green Paper 20062020 based on national consultations and comments received by a wide cross-section of society as well as current realities facing Jamaica; and in keeping with the"}, {"text_block_id": "p11_b142", "text": "country’s"}, {"text_block_id": "p11_b143", "text": "long term plan to achieve developed country status by 2030 as articulated in"}, {"text_block_id": "p11_b144", "text": "Vision 2030 Jamaica"}, {"text_block_id": "p11_b145", "text": "–"}, {"text_block_id": "p11_b146", "text": "National Development Plan"}, {"text_block_id": "p11_b147", "text": "."}, {"text_block_id": "p11_b148_merged_merged", "text": "This Strategic Framework– the goals and strategies underpinning this National Energy Policy – is comprehensive and is expected to be durable to 2030 and beyond, yet be flexible and adaptable to meet new challenges and opportunities as they arise. This Strategic Framework also addresses both supply and demand energy issues the country faces and as such places priority attention on seven key areas:"}, {"text_block_id": "p11_b153", "text": "This Strategic Framework– the goals and strategies underpinning this National Energy Policy – is comprehensive and is expected to be durable to 2030 and beyond, yet be flexible and adaptable to meet new challenges and opportunities as they arise. This Strategic Framework also addresses both supply and demand energy issues the country faces and as such places priority attention on seven key areas:\n* Security of Energy Supply through diversification of fuels as well as\n* Modernizing the countryâs energy infrastructure\n* Development of renewable energy sources such as solar and hydro\n* Energy conservation and efficiency\n* Development of a comprehensive governance/regulatory framework\n* Enabling government ministries, departments  and agencies to be model/leader\n* Eco-efficiency in industries"}, {"text_block_id": "p11_b167", "text": "By focusing on the seven priority areas listed above, the National Energy Policy will ensure that the country minimizes the effects of volatile and rising crude oil prices, takes advantage of renewable resources and promotes conservation and efficiency in the use of energy resources amongst all sectors of the society. The ultimate outcome of achieving the seven goals of this policy will be the provision of more affordable energy supplies to Jamaican consumers, an improved competitive base for the country, as well as sustainable growth and development of the nation."}, {"text_block_id": "p12_b168", "text": "Jamaica National Energy Policy 2009"}, {"text_block_id": "p12_b169", "text": "– 2030: Securing Jamaica’s Energy Future"}, {"text_block_id": "p12_b170", "text": "will"}, {"text_block_id": "p12_b171", "text": "facilitate the achievement of the fundamental elements of the vision for Jamaica’s"}, {"text_block_id": "p12_b172", "text": "energy sector and is built on the following basic principles:"}, {"text_block_id": "p12_b173", "text": "energy sector and is built on the following basic principles:\n* National Development Plan\n* National Development Plan\n It utilizes an integrated approach towards yielding a cleaner environment, a\n* balancing environmental protection with energy production\n* balancing environmental protection with energy production\n It  seeks to raise the living standards of Jamaicans and contribute to our country\n* balancing environmental protection with energy production\n It  seeks to raise the living standards of Jamaicans and contribute to our country\n It will enhance Jamaicaâs regional and global competitiveness throug"}, {"text_block_id": "p12_b188", "text": "The achievement of the Vision for the sector will be realized by translating the policy into strategies and specific areas of action such as diversification of our existing fuel sources, development of renewable sources of energy, biofuels and waste-to-energy programmes, to name a few. These strategies and actions will be administered via the corporate and operational plans through a range of organizations, starting with the Ministry of Energy and Mining and its agencies, and also including other Ministries, agencies and departments such as the ministries of Transport and Agriculture as well as the Ministry with the responsibility for the environment."}, {"text_block_id": "p13_b189", "text": "Overview and Context"}, {"text_block_id": "p13_b190", "text": "The Jamaican economy is characterized by high energy intensity and low efficiency and is almost completely dependent on imported oil. Petroleum consumption is concentrated in three areas, namely: bauxite/alumina, power generation and transport."}, {"text_block_id": "p13_b191", "text": "The recent cycle of oil price volatility and the global emphasis on environmental issues have re-focused energy supply security and the environmental sustainability agendas for both energy import-dependent and exporting economies. Uncertainty of oil prices is prompting developing economies such as ours to rethink the fundamentals of our energy policies. Access to energy at affordable prices has thus become the focus of the energy security agendas of oil import-dependent economies."}, {"text_block_id": "p13_b192", "text": "A comprehensive program of efficiency improvement and energy diversification is required for Jamaica to provide high-quality, affordable, environmentally-friendly"}, {"text_block_id": "p13_b193", "text": "energy and to reduce the country’s dependence on high"}, {"text_block_id": "p13_b194", "text": "-cost imported oil."}, {"text_block_id": "p13_b195", "text": "Energy diversification will involve moving from an almost total dependence on petroleum to a strategic mix of other sources, including natural gas, coal, petcoke, nuclear, and renewable energy such as solar, wind, and biofuels.  In the short to medium term, natural gas would be the fuel of choice for generation of electricity and the production of alumina. This diversification will require an enabling regulatory and legislative environment and development of institutional capacity. In the longer term more sustainable and cheaper fuel options must, and will be identified and developed."}, {"text_block_id": "p13_b196", "text": "Jamaica’s National Energy Policy will"}, {"text_block_id": "p13_b197_merged_merged", "text": "support Vision 2030 Jamaica – National Development Plan, provide the enabling environment for the achievement of the national outcome of “a secure and sustainable energy supply for our country” as articulated in the Plan and the implementation of the two national energy strategies: to diversify the energy supply and to promote energy efficiency and conservation. It would also provide support for the achievement of two other national strategies articulated in"}, {"text_block_id": "p13_b204", "text": "the Plan, namely “adaptation to climate change” and “to contribute to the effort to reduce the global rate of climate change”."}, {"text_block_id": "p13_b205", "text": "The Energy Policy will ensure that linkages are established with other sectors such as agriculture, transport, construction, bauxite, and finance to achieve policy coherence"}, {"text_block_id": "p13_b206", "text": "and fulfill the country’s energy goals."}, {"text_block_id": "p13_b207", "text": "Jamaica’s Energy Policy Framework 2009"}, {"text_block_id": "p13_b208", "text": "-2030"}, {"text_block_id": "p13_b209", "text": "The Strategic Framework underpinning this National Energy Policy is comprehensive and will be sustained to 2030 and beyond yet be flexible and adaptable to meet new challenges and opportunities as they arise. The framework includes the short-to medium-term as well as long-term strategic directions for the government, private sector and industry as well as civil society."}, {"text_block_id": "p14_b210", "text": "The Vision and Strategic Framework contained in this National Policy reflect the contributions of the stakeholders represented on the"}, {"text_block_id": "p14_b211", "text": "Prime Minister’s Task Force on"}, {"text_block_id": "p14_b212", "text": "Energy; National Energy Task Force; the Vision 2030 Jamaica Task Force on Energy; and stakeholders and members of the general public who participated in the island-wide consultations undertaken by the Ministry of Energy and Mining during the development of the Policy."}, {"text_block_id": "p14_b213_merged_merged", "text": "The policy presents seven goals, the accomplishment of which will enable Jamaica to achieve the country’s energy vision of"}, {"text_block_id": "p14_b216", "text": "A modern, efficient, diversified and environmentally sustainable energy sector providing affordable and accessible energy supplies with long-term energy security and supported by informed public behaviour on energy issues and an appropriate policy, regulatory and institutional framework"}, {"text_block_id": "p14_b217", "text": "These goals are described below."}, {"text_block_id": "p14_b218", "text": "Goal 1:"}, {"text_block_id": "p14_b219", "text": "Jamaicans use energy wisely and aggressively pursue opportunities for conservation and efficiency"}, {"text_block_id": "p14_b220", "text": "Achievement of this goal will result in improving efficiency in the key energy-consuming areas of the power generation, bauxite/alumina production, transportation and building design and construction. Jamaicans will become more aware of energy conservation practices and will be helped in reducing energy consumption by: a comprehensive and well coordinated continuous public education programme; the introduction of incentives; greater availability of energy-saving products and devices; research that leads to adoption of, and adaptation to new and emerging energy technologies; improvements in energy infrastructure; and appropriate legislation."}, {"text_block_id": "p14_b221", "text": "Goal 2:"}, {"text_block_id": "p14_b222", "text": "Jamaica has a modernized and expanded energy infrastructure that enhances energy generation capacity and ensures that energy supplies are safely, reliably, and affordably transported to homes, communities and the productive sectors on a sustainable basis"}, {"text_block_id": "p14_b223", "text": "When this goal is accomplished, Jamaica will have a modernized energy infrastructure consisting of energy-efficient plants and distribution systems including a protocol for: replacing old and inefficient generating plants; and a refinery that produces highervalued refined petroleum products in order to replace imports and compensate for the potential switch from oil-fired to natural gas power plants.  This will be in a liberalized energy industry that promotes competition governed by appropriate regulations."}, {"text_block_id": "p14_b224", "text": "Goal 3:"}, {"text_block_id": "p14_b225", "text": "Jamaica realizes its energy resource potential through the development of renewable energy sources and enhances its international competitiveness and energy security whilst reducing its carbon footprint"}, {"text_block_id": "p15_b226", "text": "Opportunities for further development of indigenous renewable energy resources such as solar, hydro, wind and biofuels, will be explored with the goal of increasing the percentage of renewables in the energy mix to 20% by 2030. The development of renewable energy sources will not only"}, {"text_block_id": "p15_b227", "text": "reduce the country’"}, {"text_block_id": "p15_b228", "text": "s dependence on imported oil but will also provide new employment opportunities towards"}, {"text_block_id": "p15_b229", "text": "building Jamaica’s"}, {"text_block_id": "p15_b230", "text": "green economy. Increased use of renewables will also result in lowering the level of air pollution, ensuring a smaller carbon footprint for Jamaica and better enable compliance with international conventions on climate change."}, {"text_block_id": "p15_b231", "text": "Goal 4:"}, {"text_block_id": "p15_b232", "text": "Jamaica’s energy supply is secure and sufficient to support long"}, {"text_block_id": "p15_b233", "text": "-term economic and social development and environmental sustainability"}, {"text_block_id": "p15_b234_merged_merged", "text": "Under this Goal, Jamaica will reduce the percentage of petroleum in the country’s energy supply mix from the current 95%.  Diversification priorities for the short, medium, and long term will be based on cost, efficiency, environmental considerations and appropriate technologies.  This will protect the country from disruptions in oil supply and price volatility. Components in the more diversified energy source mix will include both indigenous and foreign options such as natural gas, coal, petcoke, nuclear sources as well as renewable energy sources. The country will pursue its oil and gas exploration efforts with a view to incorporate any commercial volumes discovered into the country’s energy strategy.   There will also be the strengthening of existing multilateral, regional and bilateral partnerships and cooperative arrangements and develop new ones that best advance Jamaica’s energy interests."}, {"text_block_id": "p15_b241", "text": "Goal 5:"}, {"text_block_id": "p15_b242", "text": "Jamaica has a well-defined and established governance, institutional, legal and regulatory framework for the energy sector that facilitates stakeholder involvement and engagement"}, {"text_block_id": "p15_b243", "text": "Achievement of this goal will remove policy inconsistencies and provide a coherent policy and regulatory framework to facilitate competition in the energy supply system, enable the introduction of diverse sources of energy into the system, and provide integrated monitoring and enforcement of regulations, all overseen by agencies and organizations with the capacity and tools to guide the energy sector."}, {"text_block_id": "p15_b244", "text": "Goal 6:"}, {"text_block_id": "p15_b245", "text": "Government ministries and agencies are a model/leader in energy conservation and environmental stewardship in Jamaica"}, {"text_block_id": "p15_b246", "text": "Government ministries, departments and agencies will be models of efficient energy usage and environmental stewardship, resulting in a reduction in the high public sector consumption of energy and other resources and providing a stimulus for private sector and community action."}, {"text_block_id": "p15_b247", "text": "Goal 7:"}, {"text_block_id": "p15_b248", "text": "Jamaica’s industry structures embrace eco"}, {"text_block_id": "p15_b249", "text": "-efficiency for advancing international competitiveness and move towards building a green economy"}, {"text_block_id": "p16_b250", "text": "This goal recognizes that the private sector is the engine of a nation’s economy.  When"}, {"text_block_id": "p16_b251", "text": "this goal is achieved, private sector firms and industry will be equipped to implement innovative energy management programmes, using clean, energy efficient technologies and institutionalizing energy conservation practices."}, {"text_block_id": "p16_b252", "text": "Implementation, Monitoring and Evaluation Framework"}, {"text_block_id": "p16_b253", "text": "The implementation of this Policy will be led by the Ministry of Energy and Mining, with the support of several other departments and agencies of Government as well as non-state stakeholders including the private sector, NGOs and CBOs. The involvement of all stakeholders is fundamental to the successful implementation of this Policy."}, {"text_block_id": "p16_b254", "text": "The Ministry of Energy and Mining will have the dual responsibilities of articulating the policy and coordinating the monitoring of its implementation. The first role will require it to set out clear guidelines to its departments and agencies and other sister ministries and their departments and agencies."}, {"text_block_id": "p16_b255", "text": "Petrojam Ethanol Storage Tank"}, {"text_block_id": "p16_b256_merged", "text": "Aligned to this Policy will be strategic plans and action plans developed for each of the goals and aligned to the energy sector plan and the action plan developed under Vision 2030 Jamaica – National Development Plan. It is expected that each strategic plan will be developed for three years and will be further aligned and find expression with the 3year rolling Corporate Plan and budget of the Ministry."}, {"text_block_id": "p16_b259", "text": "In order to ensure that desired outcomes of the National Energy Policy are being achieved, the effectiveness of the policy will be periodically assessed to identify when a complete review or alteration is appropriate."}, {"text_block_id": "p17_b260", "text": "Introduction"}, {"text_block_id": "p17_b261", "text": "his document presents Jamaica’s National Energy Policy 2009 –"}, {"text_block_id": "p17_b262", "text": "2030. It presents"}, {"text_block_id": "p17_b263", "text": "Jamaica’s first long term Energy Policy and is structured to ensure that Jamaica"}, {"text_block_id": "p17_b264", "text": "achieves by 2030:"}, {"text_block_id": "p17_b265", "text": "Over the years, energy policy in Jamaica has been outlined in various documents, with the most recent being the 1995 Energy Policy and the Green Paper"}, {"text_block_id": "p17_b266", "text": "–"}, {"text_block_id": "p17_b267", "text": "The Jamaica Energy Policy 2006"}, {"text_block_id": "p17_b268", "text": "–"}, {"text_block_id": "p17_b269", "text": "2020. This Policy document represents the revision to the Green Paper 2006-2020 based on national consultations"}, {"text_block_id": "p17_b270", "text": "and comments received by a wide cross-section of the society, current realities facing Jamaica, and is in keeping with"}, {"text_block_id": "p17_b271", "text": "country’s long term plan to achieve developed country status by 2030 –"}, {"text_block_id": "p17_b272", "text": "Vision 2030 Jamaica"}, {"text_block_id": "p17_b273", "text": "–"}, {"text_block_id": "p17_b274", "text": "National Development Plan. In the development of the policy, use was also made of the Comprehensive Sustainability Assessment Policy (CSAP) Tool Framework 2008 to ensure that a wide range of economic, social and environmental issues were adequately addressed in the policy towards enabling sustainability."}, {"text_block_id": "p17_b275_merged_merged_merged", "text": "For several countries, particularly developed countries with emission reduction targets, their energy policy is linked to or framed within the context of climate change mitigation and moving towards a low carbon economy. Although developing countries do not have emission reduction targets at present, the matter is now being discussed in the development of a new carbon trading regime post 2012 when the provisions of the Kyoto Protocol end.  In any case, “no regrets” mitigation actions such as energy conservation and development of renewable energy sources have positive impacts in terms of economic, social and environmental considerations and are included in this Policy."}, {"text_block_id": "p17_b278", "text": "The Policy identifies a mix of short-to medium-term as well as long term strategic directions and actions for the government, private sector and industry as well as civil society. It must be noted that many elements of this policy are currently being undertaken."}, {"text_block_id": "p18_b279", "text": "The Strategic Framework (that is, the sector goals and strategies) underpinning this National Energy Policy is comprehensive and is expected to be durable to 2030 and beyond yet be flexible and adaptable to meet new challenges and opportunities as they arise. The Strategic Framework also addresses both supply and demand energy issues the country faces and so places priority attention on seven key areas:"}, {"text_block_id": "p18_b280", "text": "The Strategic Framework (that is, the sector goals and strategies) underpinning this National Energy Policy is comprehensive and is expected to be durable to 2030 and beyond yet be flexible and adaptable to meet new challenges and opportunities as they arise. The Strategic Framework also addresses both supply and demand energy issues the country faces and so places priority attention on seven key areas:\n* Security of Energy Supply through diversification of fuels as well as\n* Modernizing the countryâs energy infrastructure\n* Development of renewable energy sources such as solar and hydro\n* Conservation and efficiency in use of energy\n* Development of a comprehensive governance/regulatory framework for the\n* Enabling government ministries and agencies to be models/best practice for the\n* Eco-efficiency in industries"}, {"text_block_id": "p18_b294", "text": "Jamaica National Energy Policy 2009"}, {"text_block_id": "p18_b295", "text": "– 2030: Securing Jamaica’s Energy Future"}, {"text_block_id": "p18_b296", "text": "will"}, {"text_block_id": "p18_b297", "text": "facilitate the achievement of the fundamental elements of the vision for Jamaica’s"}, {"text_block_id": "p18_b298", "text": "energy sector and is built on the following basic principles:"}, {"text_block_id": "p18_b299", "text": "energy sector and is built on the following basic principles:\n"}, {"text_block_id": "p19_b306", "text": "energy sector and is built on the following basic principles:\n\n* balancing environmental protection with energy production\n* balancing environmental protection with energy production\n It  seeks to raise the living standards of Jamaicans and contribute to our country\n* the place of choice\n* the place of choice\n to live, work, raise families and do businessâ\n* the place of choice\n to live, work, raise families and do businessâ\n ,\n* the place of choice\n to live, work, raise families and do businessâ\n ,\n It will enhance Jamaicaâs regional and global competitiveness throug"}, {"text_block_id": "p19_b316", "text": "The achievement of the Vision for the sector will be realized by translating the policy into strategies and specific areas of action such as renewables, diversification, biofuels and waste-to-energy to name a few. These strategies and actions will be administered via the corporate and operational plans of a range of organizations, starting with the Ministry of Energy and Mining and its departments and agencies, and also including other Ministries and their departments and agencies such as the Ministries of Transport and Agriculture as well as the Ministry responsible for the environment."}, {"text_block_id": "p19_b317", "text": "This Policy Development Process"}, {"text_block_id": "p19_b318_merged_merged_merged", "text": "included the inputs of various stakeholders in the public and private sectors as well as from non-governmental and civil society organizations. The policy development benefited from island-wide consultations as well as information received from various groups including academia and industry groups."}, {"text_block_id": "p19_b321", "text": "The Policy is structured as follows:"}, {"text_block_id": "p19_b322", "text": "The Policy is structured as follows:\n"}, {"text_block_id": "p19_b332", "text": "Member of Academia, provinding input at a national consultation"}, {"text_block_id": "p20_b333", "text": "Overview and Context"}, {"text_block_id": "p20_b334", "text": "amaica has provided almost all its citizens with access to electricity; 90% of households have access, whereas approximately"}, {"text_block_id": "p20_b335", "text": "quarter of the world’s people"}, {"text_block_id": "p20_b336", "text": "are unable to use electricity to meet their day-to-day needs. However, the power generation sector that provides electricity to households,  businesses, industries and"}, {"text_block_id": "p20_b337", "text": "municipalities, accounts for almost a quarter of the country’s"}, {"text_block_id": "p20_b338", "text": "petroleum imports/consumption and is characterized by high cost, low reliability, low power generation efficiencies and high system losses."}, {"text_block_id": "p20_b339", "text": "In general, the Jamaican economy is characterized by high energy intensity and low efficiency and is almost completely dependent on imported oil. Petroleum consumption is concentrated in three areas, namely: bauxite/alumina, power generation and transport, with the latter using automotive fuels (gasoline and diesel oil) which are the most expensive fuel."}, {"text_block_id": "p20_b340_merged_merged", "text": "A comprehensive program of efficiency improvement and energy diversification is urgently required for Jamaica to provide high-quality, affordable, friendly energy and to reduce the country’s dependence on high-cost imported oil."}, {"text_block_id": "p20_b343", "text": "Energy diversification will involve moving from an almost total dependence on petroleum to increase the contribution of other sources, including natural gas, coal, petcoke, nuclear, and renewable energy such as solar, wind, and biofuels.  In the short to medium term, natural gas would be the fuel of choice for generation of electricity and the production of alumina. This diversification will require an enabling regulatory and legislative environment and development of adequate institutional capacity. In the longer term more sustainable and cheaper fuel options must, and will be identified and developed."}, {"text_block_id": "p20_b344", "text": "The recent cycle of oil price volatility and the global emphasis on environmental issues have re-focused energy supply security and the environmental sustainability agendas for both energy import-dependent and exporting economies. Uncertainty of oil prices is prompting developing economies such as ours to rethink the fundamentals of our energy policies. Access to energy at affordable prices has thus become a top priority of the energy security agendas of oil import-dependent economies."}, {"text_block_id": "p21_b345", "text": "Energy services can be produced from both conventional (nonrenewable fossil fuel-based) and renewable sources of energy.  Jamaica is almost completely dependent on imported oil."}, {"text_block_id": "p21_b346", "text": "Traditionally, Jamaica has depended on petroleum supplies from Venezuela, Mexico, and Trinidad & Tobago, supplemented by purchases on the spot market.  However, our long term energy security is threatened by diminishing global oil reserves vis-à-vis demand and long-term sustained rising oil prices, political uncertainties in key oil-producing regions; and the potential impacts of natural disasters on oil production and transportation infrastructure."}, {"text_block_id": "p21_b347", "text": "A comprehensive and sustained program of efficiency improvement and energy diversification will be introduced to provide high-quality, affordable, environmentallyfriendly energy (to the maximum extent possible) towards reducing"}, {"text_block_id": "p21_b348", "text": "the country’s"}, {"text_block_id": "p21_b349", "text": "dependence on high-cost imported oil. In particular, the high price of electricity to businesses and other end users will be targeted.  As such, improved efficiencies in the conversion of primary fuels to electricity and its transportation, distribution and use is a major strategy to make the Jamaican economy more competitive in the regional and international market place."}, {"text_block_id": "p21_b350", "text": "Supporting Vision 2030 Jamaica"}, {"text_block_id": "p21_b351", "text": "–"}, {"text_block_id": "p21_b352", "text": "National Development Plan"}, {"text_block_id": "p21_b353_merged_merged_merged", "text": "The National Energy Policy will support Vision 2030 Jamaica – National Development Plan. This 21-year plan is based on a fundamental vision to make “Jamaica, the place of choice to raise families, live, work and do business,” and on guiding principles"}, {"text_block_id": "p21_b360", "text": "which put the Jamaican people at the centre of the nation’s transformation."}, {"text_block_id": "p21_b361", "text": "The Plan sets out fifteen national outcomes that are designed to enable a major transformation of Jamaica from a middle income developing country to one which affords its citizens world class standards in key areas such as health, education, nutrition, basic amenities (such as energy and water supply) and access to environmental goods and services (clean air, freshwater etc)."}, {"text_block_id": "p21_b362", "text": "One of the fifteen national outcomes is"}, {"text_block_id": "p21_b363", "text": "“Energy Security and Efficiency.”"}, {"text_block_id": "p22_b364", "text": "Vision 2030 Jamaica presents two"}, {"text_block_id": "p22_b365", "text": "national strategies to “provide a secure and sustainable energy supply for our country.”  These are"}, {"text_block_id": "p22_b366", "text": ":"}, {"text_block_id": "p22_b367", "text": "1. Diversify the energy supply"}, {"text_block_id": "p22_b368", "text": "2. Promote energy efficiency and conservation"}, {"text_block_id": "p22_b369", "text": "Jamaica’s National Energy Policy will provide the enabling environment"}, {"text_block_id": "p22_b370", "text": ", including legislative support for the achievement of this national outcome of a secure and sustainable energy supply and the implementation of the two national energy strategies."}, {"text_block_id": "p22_b371", "text": "Key Linkages with Economic Sectors"}, {"text_block_id": "p22_b372", "text": "The Energy Policy will establish linkages with other sectors of the Jamaican economy in order to achieve policy coherence and fulfill the achievement of the"}, {"text_block_id": "p22_b373", "text": "country’s energy"}, {"text_block_id": "p22_b374", "text": "goals. To this end, related policies and strategic plans to be developed, for example, those related to renewables, biofuels, public sector procurement, taxes and incentives, conservation and efficiency as well as transport and agriculture will be harmonized with this policy."}, {"text_block_id": "p22_b375", "text": "Agriculture"}, {"text_block_id": "p22_b376", "text": "–"}, {"text_block_id": "p22_b377_merged_merged", "text": "The development of biofuels such as ethanol and biodiesel will be part of agriculture and land use policy and plans, especially given the conflicts between land and water use for food versus biofuels. The agriculture sector uses 75% of the country’s water, obtained mainly from aquifers using electric/petroleum-fueled deep well pumps. Implementing water-conserving irrigation systems as well as encouraging energy conservation in the agricultural sector will not only result in less water being consumed for agriculture but will also reduce the energy needs of the agriculture sector as well."}, {"text_block_id": "p22_b380", "text": "Consideration must also be given to use of treated recycled water from waste treatment plants in the agricultural and industrial sectors."}, {"text_block_id": "p22_b381", "text": "Transportation"}, {"text_block_id": "p22_b382", "text": "–"}, {"text_block_id": "p22_b383", "text": "The transport sector strategy will discourage the importation of inefficient motor vehicles by linking the tax regime to mileage per gallon and the engine capacity.  The transportation policy will encourage measures such as energy conservation, including: efficient traffic management; car pooling; park and ride; use of clean fuels to minimize pollution; flexi-work hours and tele-commuting; an efficient public/urban mass transit transport system; encouraging non-motorized transport; and, promoting vehicle and road maintenance programs. Supporting legislation and infrastructure for use of biofuels will be put in place. The"}, {"text_block_id": "p22_b384", "text": "Jamaica Urban Transit Company Buses"}, {"text_block_id": "p23_b385_merged", "text": "transportation policy also will encourage more efficient modes of transport such as barges especially for bulky materials like aggregates. The possibility of enhanced coastal and rail transport will be kept under constant review. Once natural gas is introduced into Jamaica’s energy supply mix, the transport fleets, where applicable, will be converted to CNG and in the longer term a CNG supply network must be developed to enable private motorists to convert to natural gas based motor vehicles."}, {"text_block_id": "p23_b388", "text": "Construction, Housing, Offices, Factories and Hotels"}, {"text_block_id": "p23_b389", "text": "–"}, {"text_block_id": "p23_b390", "text": "The construction industry will be held to the standards outlined in the Energy Efficient Building Code; this will require architects and engineers to design, build and renovate buildings and factories to incorporate energy efficient lighting and cooling systems and building material and employ energy-efficient construction methodologies. Consideration also will be given to providing incentives for constructing carbon neutral buildings that would use no energy from the national power grid. Energy conservation and efficiency must and will be promoted among, government entities, factories, offices, homeowners and hoteliers."}, {"text_block_id": "p23_b391", "text": "Bauxite"}, {"text_block_id": "p23_b392", "text": "–"}, {"text_block_id": "p23_b393", "text": "Mechanisms will be provided to encourage the bauxite/alumina industry to take greater advantage of co-generation potential to supply energy to the national grid. New technologies also need to be introduced to reduce the energy cost of alumina production to make it internationally competitive. Greater application of combined heat and power (CHP) concept, already used in the this industry will be encourage to enable capture of waste energy, reduce cost and at the same time allow for export of surplus electricity to the national grid."}, {"text_block_id": "p23_b394", "text": "Finance"}, {"text_block_id": "p23_b395", "text": "–"}, {"text_block_id": "p23_b396", "text": "The Ministry of Finance and the Public Service will develop and implement a program of incentives and fiscal measures to enable and support: investments in modern facilities and infrastructure in the energy sector; energy efficiency and conservation; and development of renewable energy options. The domestic financial sector will actively seek to participate in investing in energy sector development. It will be important for adequate information to be disseminated and incentives created to enable the participation of local financial institutions in the financing of energy projects, particularly those related to renewable energy, LNG and power generation plants. A system of shared decision-making will be stated and agreed upon. This will ensure that decisions of the Ministry of Finance related to energy will be collaborative and would also ensure that those decisions are consistent with the National Energy Policy."}, {"text_block_id": "p24_b397", "text": "n the World Energy Outlook 2008, the International Energy Agency (IEA) referred to the"}, {"text_block_id": "p24_b398", "text": "world’s energy system as"}, {"text_block_id": "p24_b399", "text": "being at a crossroads, with current global trends in energy supply and consumption being unsustainable"}, {"text_block_id": "p24_b400", "text": "—"}, {"text_block_id": "p24_b401", "text": "environmentally, economically and socially. The IEA identifies a need for an energy revolution to address two central energy challenges: securing the supply of reliable and affordable energy; and effecting a rapid transformation to a low-carbon, efficient and environmentally responsible system of energy supply. Although, access to energy is not one of the Millennium Development Goals, it is considered fundamental to facilitate the achievement of these said Goals."}, {"text_block_id": "p24_b402", "text": "Climate Change"}, {"text_block_id": "p24_b403", "text": "It has been widely accepted that human-induced Climate Change is happening. The Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC),"}, {"text_block_id": "p24_b404", "text": "stated that “Warming of the climate system is unequivocal, as is now evident from"}, {"text_block_id": "p24_b405", "text": "observations of increases in global average air and ocean temperatures, widespread melting of snow and ice and"}, {"text_block_id": "p24_b406", "text": "rising global average sea level (2007).”  The burning of"}, {"text_block_id": "p24_b407", "text": "fossil fuels is the single largest contributor to emissions of greenhouse gases such as carbon dioxide and nitrous oxide that contribute to climate change and global warming."}, {"text_block_id": "p24_b408", "text": "Jamaica signed and ratified the UN Framework Convention on Climate Change and its Kyoto Protocol. As a non-Annex I Party to the Protocol, Jamaica is not bound by specific targets for greenhouse gas emissions. However, there are obligations to foster adaptation to the potential impacts."}, {"text_block_id": "p24_b409_merged_merged_merged", "text": "Although Jamaica does not significantly contribute to the global problem of climate change, as a small island developing state, the country is highly vulnerable to the effects of climate change.  Coastal inundation, sea level rise, and damage by extreme weather events are among the chief concerns for Jamaica arising from climate change.  The country’s energy-related infrastructure, including power lines, generating plants, service stations and wind farms must have safeguards in place to handle these challenges."}, {"text_block_id": "p24_b412", "text": "Under the Kyoto Protocol to the United Nations Framework Convention on Climate Change (UNFCCC), developed countries are required to reduce greenhouse gas (GHG) emissions to an average of 5% against 1990 levels over the period 2008-2012. These targets must be met primarily through national measures, but there are additional means of meeting the targets through three market mechanisms under the Protocol. The Clean Development Mechanism allows developed countries to purchase certified emission reduction credits from projects in developing countries which result in reduced emissions and contribute to sustainable development."}, {"text_block_id": "p25_b413", "text": "Although developing countries do not have emission reduction targets at present, the matter is now being discussed at the global level in the development of a new carbon trading regime post 2012 when the provisions of the Kyoto Protocol end."}, {"text_block_id": "p25_b414", "text": "Energy and the Environment"}, {"text_block_id": "p25_b415", "text": "The burning of fossil fuels is the single largest contributor to emissions of greenhouse (GHG) gases such as carbon dioxide and nitrous oxide that contribute to global warming and climate change.  The development and implementation of a national energy policy is therefore an important component for the achievement of sustainable national development and must balance issues relating to demand, supply, energy security, conservation and development of renewable energy technologies."}, {"text_block_id": "p25_b416", "text": "Mitigation efforts such as energy efficiency and conservation programmes, and alternative energy sources such as solar, wind, hydropower, and biofuels to produce"}, {"text_block_id": "p25_b417", "text": "energy will not only reduce the country’s import energy bill, diversify its energy supply,"}, {"text_block_id": "p25_b418", "text": "and reduce its dependence on non renewable fossil fuels but also contribute to the reduction in global emissions of greenhouse gases and global warming and the disastrous consequences of climate change and its effects on the environment including, beach erosion, degradation or bleaching of coral reefs, marine species and other natural ecosystems that live along the coastline."}, {"text_block_id": "p25_b419", "text": "The development, deployment and wide-scale use of new, clean technologies in industry for example, emitting fewer greenhouse gases and other air pollutants is also essential in pollution reduction and the protection of human health."}, {"text_block_id": "p25_b420_merged_merged", "text": "There are several policy and regulatory initiatives concerned with energy use and environmental protection in Jamaica. The Policy on Environmental Stewardship of Government Operations has been drafted as part of the Government of Jamaica’s goal of enabling GOJ entities to become more efficient in their operations, generating significant cost savings while eliminating or minimizing adverse impacts on the environment.  The Environmental Stewardship Policy speaks to among other things, energy conservation, water conservation and fleet management -aspects of government operations that have an impact on the overall use of energy."}, {"text_block_id": "p25_b423", "text": "An Environmental Management Systems Policy and Strategy Green Paper for Jamaica has been prepared. An Environmental Management System (EMS) is a management tool which enables an organization, whether in the public or private sector, to address the impacts of its products, processes and services on the environment, including its use of energy and management of waste."}, {"text_block_id": "p25_b424", "text": "The Jamaica Ambient Air Quality Standards were promulgated by the Natural Resources Conservation Authority (NRCA) in 1996. Air Quality Regulations were also promulgated in 2006. Some of the main features of the air quality regulations include"}, {"text_block_id": "p26_b425", "text": "an air pollutant discharge licensing system and the payment of discharge fees for emissions or discharges to the environment. The Air Quality Regulations include a requirement that all holders of a licence to discharge air pollutants, complete a Summary Report of Annual Actual Emissions for Regulated Pollutants and Greenhouse Gases."}, {"text_block_id": "p26_b426", "text": "Carbon Trading/Auction"}, {"text_block_id": "p26_b427_merged", "text": "Carbon credits are a key component of national and international attempts to reduce the growth in concentrations of greenhouse gases. A Carbon Emissions Trading Policy is now being developed to address Jamaica’s participation in the Clean Development Mechanism and its position regarding carbon neutral status in sectors such as the tourism industry."}, {"text_block_id": "p26_b430", "text": "Energy Conservation and Efficiency"}, {"text_block_id": "p26_b431", "text": "Conservation and efficiency are often considered the most promising sources of energy available because they save energy for future use and buy us time to explore and develop new energy technologies."}, {"text_block_id": "p26_b432", "text": "Energy"}, {"text_block_id": "p26_b433", "text": "conservation in this document refers to practices and actions that reduce the amount of energy that is used (e.g. walking instead of driving a car) whereas energy efficiency refers to changing technology so that less energy is used to accomplish the same task (e.g. driving a more fuel-efficient vehicle).  While education and changing attitudes are the core requirements for effecting energy conservation and can be accomplished at little or no cost, increased development of and access to energy-saving technologies and products are also required to increase energy efficiency and usually requires initial investment that will be recouped over the long-term."}, {"text_block_id": "p26_b434", "text": "In the case of Jamaica, average electricity consumption of Jamaican households as depicted in the figure above was 164 kWh/month in 2008, down from 200 kWh/per month in 2003. This reduction was due largely a response by citizens to high electricity"}, {"text_block_id": "p27_b435", "text": "prices in an attempt to reduce their monthly bills, but was also based on the implementation of various energy conservation initiatives and programmes that have been put in place over the last ten years including, training programmes in environmental stewardship implemented across the public sector and increased availability of energy efficient consumer products such as energy-saving bulbs."}, {"text_block_id": "p27_b436", "text": "Renewable Energy"}, {"text_block_id": "p27_b437", "text": "Renewable energy sources diversify a country’s energy supplies and reduce its"}, {"text_block_id": "p27_b438", "text": "dependence on non-renewable fossil fuels which will eventually be depleted. Renewable energy sources are also cleaner than fossil fuels, emitting fewer greenhouse gases and other air pollutants that are responsible for harming human health.  The development of renewable alternative energy technologies is proceeding throughout the world due to increased demand driven by concerns around climate change and energy security by citizens in both developed and developing countries.  This is contributing to competitive cost structures for renewables although they remain, on average, more expensive than fossil fuels."}, {"text_block_id": "p27_b439_merged", "text": "The REN21 Renewables Global Status Report released in May 2009, showed that in 2008, for the first time, more renewable energy than conventional power capacity was added in both the European Union and United States, showing a \"fundamental transition\" of the world's energy markets towards renewable energy.It must be noted that all this development was supported through subsidies and government recovery plans."}, {"text_block_id": "p27_b441", "text": "Wigton Wind Farm"}, {"text_block_id": "p27_b442", "text": "During 2008, a number of governments worldwide enacted new renewable energy policies, and many countries set ambitious renewable energy targets. Today, at least 73 countries have renewable energy policy targets, up from 66 at the end of 2007. Jamaica will have its renewable energy policy in place by early 2010. Countries are viewing the renewable energy industry as a way to stimulate their economies and create jobs without increasing carbon emissions."}, {"text_block_id": "p28_b443", "text": "Profile of Jamaica’s Energy Sector"}, {"text_block_id": "p28_b444", "text": "amaica’s energy sector faces a number of challenges. T"}, {"text_block_id": "p28_b445", "text": "he sector is characterized by: an almost complete dependence on imported petroleum; high rates of energy use; inefficient electricity supply systems; and an inadequate policy and regulatory framework. These issues must and will be dealt with as Jamaica moves to create by 2030:"}, {"text_block_id": "p28_b446_merged", "text": "The energy sector in Jamaica is dominated by imported petroleum, which meets over 90% of the nation’s energy needs. Due to the energy intensity of the aluminum/bauxite industry in Jamaica, per capita energy consumption is high when compared with most developing countries."}, {"text_block_id": "p29_b449", "text": "The main energy-related characteristics of Jamaican economy are:"}, {"text_block_id": "p29_b450", "text": "The main energy-related characteristics of Jamaican economy are:\n* High dependence on imported oil\n* The oil import bill in 2008\n* of US$ 771.3 million for the year\n* Approximately 5% of the energy supplies mix comes from other sources â 4%\n* In 2008, three areas, namely bauxite/alumina (34.6%), power/electricity\n* Internal energy per capita consumption, including the energy intensive bauxite\n* Efficiency of energy conversion and use is low. The conversion efficiency of old\n* Growing demand for automotive fuels (gasoline and diesel oil) is at a rate of"}, {"text_block_id": "p30_b468", "text": "The main energy-related characteristics of Jamaican economy are:\n* High dependence on imported oil\n* The oil import bill in 2008\n* of US$ 771.3 million for the year\n* Approximately 5% of the energy supplies mix comes from other sources â 4%\n* In 2008, three areas, namely bauxite/alumina (34.6%), power/electricity\n* Internal energy per capita consumption, including the energy intensive bauxite\n* Efficiency of energy conversion and use is low. The conversion efficiency of old\n* Growing demand for automotive fuels (gasoline and diesel oil) is at a rate of\n* While Jamaica Public Service Company (JPS) retains a monopoly on the\n* Lack of an appropriate and dynamic regulatory framework to address the range\n* Low power generation"}, {"text_block_id": "p31_b474", "text": "The Electricity Sector"}, {"text_block_id": "p31_b475", "text": "Jamaica has in excess of 1,200 km of transmission lines"}, {"text_block_id": "p31_b476", "text": "The Electricity Sector in Jamaica is vital to the stability of the society and plays a critical role in the viability and modernization of the Jamaican economy.  It is often considered as the main life blood for development and the improvement in the standard of living of the people."}, {"text_block_id": "p31_b477", "text": "The generation stock of over 818MW is largely oil based and is comprised of over 30% of its capacity that goes well beyond its economic life.  30% of total generation is supplied by Private Power Partners under the Independent Power Purchase Agreements."}, {"text_block_id": "p31_b478", "text": "The transmission system includes a network of more than 1200 km of 138 kV and 69 kV lines. The primary distribution system operates at voltages of 12 kV, 13.8 kV and 24 kV and altogether there are more than 12,000 km of distribution lines."}, {"text_block_id": "p31_b479", "text": "Over the past few years JPSCo has experienced an increase in system losses. This increase is attributed to an increase in technical losses due to load increases as well as an apparent increase in non technical losses, which are estimated to be approximately 12% of the energy supplied by JPSCo."}, {"text_block_id": "p32_b480", "text": "SWOT Analysis of Jamaica’s Energy Sector"}, {"text_block_id": "p32_b481", "text": "or the energy sector in Jamaica, the identification of strengths and weaknesses represents the internal assessment of the sector while the consideration of opportunities and threats represents the analysis of the impact of the external environment on the sector. The SWOT analysis, along with the issues and challenges and the profile of the energy sector presented above, form the basis for identifying goals and strategies that will be employed to apply the strengths and address the weaknesses of the sector, and capitalize on the opportunities and mitigate the threats for the long-term development and sustainability of the sector."}, {"text_block_id": "p32_b482", "text": "The SWOT analysis for Jamaica’s energy sector is presented"}, {"text_block_id": "p32_b483", "text": "in the matrix below."}, {"text_block_id": "p34_b484", "text": "Jamaica’s Energy Demand and Projections"}, {"text_block_id": "p34_b485", "text": "to 2030"}, {"text_block_id": "p34_b486", "text": "Three growth scenarios have been developed to project future energy demand:"}, {"text_block_id": "p34_b487", "text": "Three growth scenarios have been developed to project future energy demand:\n* business as usual (S1)\n* implementing efficiency improvement and conservation programs (S2)\n* efficiency improvement plus fuel diversification (S3)"}, {"text_block_id": "p34_b493", "text": "Under business as usual (assuming the price of oil at US$ 100/barrel in 2008 dollars), the cost of imported energy is projected to increase from US$ 2.7 billion in 2008 to US$ 4.6 billion by 2020."}, {"text_block_id": "p34_b494", "text": "The implementation of an effective efficiency improvement and conservation program is projected to reduce the energy demand by two million barrels of oil equivalent (boe) in 2015 and by 6 million boe in 2020. The resulting reduction in the energy import bill is projected at US$129 million in 2015 rising to US$555 million by 2020. The introduction of a national diversification program is projected to increase the annual savings by US$711 million in 2015 and US$1.7 billion by 2020. Investments in these programs are considered cost-efficient. The projection summary is presented in the Table below."}, {"text_block_id": "p34_b495_merged", "text": "Table 1: Jamaica’s Energy Demand Projections to 2030"}, {"text_block_id": "p36_b497", "text": "Jamaica’s Energy Policy Framework to"}, {"text_block_id": "p36_b498", "text": "2030"}, {"text_block_id": "p36_b499_merged", "text": "nergy in its many forms underpins the modern economy. It powers industrial production, transport, telecommunications and IT systems. It underpins our way of life by enabling the services of the modern home, such as refrigeration, cooking, air conditioning and entertainment. It is imperative for Jamaica’s economic and social development for the cost of energy to be reduced significantly over the medium term.  It is important to recognize that high energy costs are primarily associated with the cost of electricity generation, as Jamaica has relatively low gasoline prices and tax rates for a non-oil producing country."}, {"text_block_id": "p36_b502", "text": "To realize the Vision of the energy sector this Policy will:"}, {"text_block_id": "p36_b503", "text": "To realize the Vision of the energy sector this Policy will:\n"}, {"text_block_id": "p37_b511", "text": "To realize the Vision of the energy sector this Policy will:\n\n"}, {"text_block_id": "p37_b515", "text": "This Strategic Framework underpinning this National Energy Policy is comprehensive and will be sustained to 2030 and beyond yet be flexible and adaptable to meet new challenges and opportunities as they arise. This will include the short-to medium-term as well as long term strategic directions for the government, private sector and industry as well as civil society."}, {"text_block_id": "p37_b516_merged", "text": "The Vision and its Strategic Framework contained in this National Policy reflect the contributions of the stakeholders represented on the Prime Minister’s Task Force on Energy; National Energy Task Force; the Vision 2030 Jamaica Task Force on Energy; stakeholders and members of the general public who participated in the island-wide consultations undertaken by the Ministry of Energy and Mining during the development of the Policy."}, {"text_block_id": "p37_b519", "text": "During the medium term, diversification is necessary because the fundamentals indicate continued high and volatile prices for oil and less so with the alternatives (natural gas, coal and renewables). The objective now is to pursue natural gas because of:"}, {"text_block_id": "p37_b520", "text": "Availability"}, {"text_block_id": "p37_b521", "text": "Cost of fuel and capital"}, {"text_block_id": "p37_b522", "text": "Environmental impact criteria to inform alternatives chosen"}, {"text_block_id": "p37_b523", "text": "Over the long term Jamaica’s energy sector"}, {"text_block_id": "p37_b524", "text": "will develop the flexibility and capacity to adopt, adapt and develop"}, {"text_block_id": "p38_b525", "text": "emerging technologies that support its policy goals.  The increase in oil prices has stimulated technological advances in developing alternative energy sources in the developed world, improving efficiency in energy production and consumption, and in other areas."}, {"text_block_id": "p38_b526", "text": "Emerging technologies which could become relevant to the development of the energy sector in Jamaica over the planning timeframe to 2030 include fuel cells, second generation bio-fuels, efficient solid state thermoelectric converters for solar energy and small  nuclear technology plants in keeping with health, safety and sound environmental practices.  Unforeseen advances also could come from so-called \"disruptive\" technologies, which have the potential for significantly altering energy production, distribution and use."}, {"text_block_id": "p38_b527", "text": "Vision for Jamaica’s Energy Sector to 2030"}, {"text_block_id": "p38_b528", "text": "A modern, efficient, diversified and environmentally sustainable energy sector providing affordable and accessible energy supplies with long-term energy security and supported by informed public behaviour on energy issues and an appropriate policy, regulatory and institutional framework"}, {"text_block_id": "p38_b529", "text": "Goals of National Energy Policy"}, {"text_block_id": "p38_b530", "text": "There are seven inter-related goals underpinning this policy, all designed to achieve the vision for the Energy Sector. Though not necessary listed in order of priority, together, achievement of these  goals will result in significant improvement in the energy efficiency of the  country, throughout the supply, storage, transportation , transmission, distribution, usage and the general handling of the energy resources within the country.  The result will be more affordable energy supplies, that is safe, secured, accessible and in harmony with the environment. These goals are listed below."}, {"text_block_id": "p38_b531", "text": "Goal 1:"}, {"text_block_id": "p38_b532", "text": "Jamaicans use energy wisely and aggressively pursue opportunities for conservation and efficiency"}, {"text_block_id": "p38_b533", "text": "Goal 2:"}, {"text_block_id": "p38_b534", "text": "Jamaica has a modernized and expanded energy infrastructure that enhances energy generation capacity and ensures that energy supplies are safely, reliably, and affordably transported to homes, communities and the productive sectors on a sustainable basis"}, {"text_block_id": "p38_b535", "text": "Goal 3:"}, {"text_block_id": "p38_b536", "text": "Jamaica realizes its energy resource potential through the development of renewable energy sources and enhances its international competitiveness, energy security whilst reducing its carbon footprint"}, {"text_block_id": "p38_b537", "text": "Goal 4:"}, {"text_block_id": "p38_b538", "text": "Jamaica’s energy supply is secure and sufficient to support long"}, {"text_block_id": "p38_b539", "text": "-term economic and social development and environmental sustainability"}, {"text_block_id": "p39_b540", "text": "Goal 5:"}, {"text_block_id": "p39_b541", "text": "Jamaica has a well-defined and established governance, institutional, legal and regulatory framework for the energy sector, that facilitates stakeholder involvement and engagement"}, {"text_block_id": "p39_b542", "text": "Goal 6:"}, {"text_block_id": "p39_b543", "text": "Government ministries and agencies are a model/leader in energy conservation and environmental stewardship in Jamaica"}, {"text_block_id": "p39_b544", "text": "Goal 7:"}, {"text_block_id": "p39_b545", "text": "Jamaica’s industry structures embrace eco"}, {"text_block_id": "p39_b546", "text": "-efficiency for advancing international competitiveness and moves towards building a green economy"}, {"text_block_id": "p40_b547", "text": "Figure 5: Vision and Goals for Jamaica's Energy Sector"}, {"text_block_id": "p40_b548", "text": "The Strategic Framework"}, {"text_block_id": "p40_b549_merged", "text": "The strategic framework charting the direction for the energy sector 2009 – 2030 is presented below. The strategic framework includes:"}, {"text_block_id": "p40_b552", "text": "Policy Goals"}, {"text_block_id": "p40_b553", "text": "Sector Strategies and Key Actions to 2030"}, {"text_block_id": "p40_b554", "text": "Key Implementing Agencies"}, {"text_block_id": "p40_b555", "text": "Wigton Wind Farm"}, {"text_block_id": "p41_b556", "text": "Goal 1: Jamaicans use energy wisely and aggressively pursue opportunities for conservation and efficiency"}, {"text_block_id": "p41_b557", "text": "PRIORITY AREA #1"}, {"text_block_id": "p41_b558", "text": "CONSERVATION AND EFFICIENCY"}, {"text_block_id": "p41_b559", "text": "Achievement of this goal will result in improving the use of energy in the key energy-consuming areas of power generation and bauxite/alumina production, transportation and building design and construction. Jamaicans will also become more aware of energy conservation practices and will be helped in reducing energy consumption by: continuous public education, the introduction of incentives; greater availability of energy-saving products and devices; research that leads to adoption and adaptation of new and emerging energy technologies; improvements in energy infrastructure; and appropriate legislation."}, {"text_block_id": "p41_b560", "text": "Key Issues Addressed:"}, {"text_block_id": "p41_b561", "text": "Low levels of awareness of energy conservation practices by both large and small consumers"}, {"text_block_id": "p41_b562", "text": "Jamaica’s high energy intensity index"}, {"text_block_id": "p41_b563", "text": "Low levels of energy efficiency in key sectors such as bauxite/alumina and power generation."}, {"text_block_id": "p41_b564", "text": "Low levels of energy efficiency from building designs, electrical installations and low levels of energy consumption by end use devices"}, {"text_block_id": "p41_b565", "text": "Strategies and Key Actions to 2030:"}, {"text_block_id": "p41_b566", "text": "Provide incentives/disincentives for the development and use of innovative technologies to improve energy efficiencies"}, {"text_block_id": "p41_b567", "text": "Provide incentives/disincentives for the use of innovative/clean technologies in power generation, mining and manufacturing to improve energy efficiencies"}, {"text_block_id": "p41_b568", "text": "Create relevant legislation to support required investments in efficiency"}, {"text_block_id": "p41_b569", "text": "Promote energy conservation and efficiency in the transport sector by:"}, {"text_block_id": "p41_b570", "text": "Promote energy conservation and efficiency in the transport sector by:\n* Promoting imports of more fuel efficiency vehicles\n* Levying taxes on petrol at appropriate levels to encourage conservation\n* Provision of adequate infrastructure for transition to alternative energy\n* Infrastructure improvement and enforcement of maximum axel weight\n* Increasing mass transit opportunities and utilization"}, {"text_block_id": "p42_b580", "text": "Implement demand side management programmes that promote public awareness of the importance of responsible energy use"}, {"text_block_id": "p42_b581", "text": "Facilitate the introduction of energy-saving devices e.g. LED, solar panels, solar street lighting"}, {"text_block_id": "p42_b582", "text": "Employ energy-saving approaches in building design and construction"}, {"text_block_id": "p42_b583", "text": "Promote energy conservation in the public sector, particularly in the water supply systems"}, {"text_block_id": "p42_b584", "text": "Develop and implement effective education and training programmes on energy conservation at all levels of the education system"}, {"text_block_id": "p42_b585", "text": "Infuse energy conservation issues in sectoral policy development (e.g. in tourism policy, health policy, water policy etc)"}, {"text_block_id": "p42_b586", "text": "Compact Fluorescent Lamps (CFLs)"}, {"text_block_id": "p42_b587", "text": "Implement appropriate tax and pricing structure for road users that reflect environmental costs and other externalities"}, {"text_block_id": "p42_b588", "text": "Undertake studies and conduct consultations with stakeholders on taxation levels for petroleum fuels (such as gasoline, diesel, kerosene, natural gas) with a view to instituting a system designed to enhance efficiency and conservation. This system will be consistent with regional and international trends and best practices"}, {"text_block_id": "p42_b589", "text": "Review (ongoing) previous and existing demand-side energy management programmes for performance, strengths, weakness and lessons learned"}, {"text_block_id": "p42_b590", "text": "Develop institutional capacity to implement demand-side energy management programmes"}, {"text_block_id": "p42_b591", "text": "Develop and implement a relevant and sustained public energy information programme and information database"}, {"text_block_id": "p42_b592", "text": "Develop and implement programmes to influence market behaviour toward and promote efficient use of energy including the use of energy-efficient appliances, equipment, and building designs; setting and enforcing standards for public sector organizations; and public awareness and educational programmes"}, {"text_block_id": "p43_b593", "text": "Update, apply and enforce the Energy Efficiency Building Codes to support efficient use of energy in buildings"}, {"text_block_id": "p43_b594", "text": "Develop an energy information clearing house"}, {"text_block_id": "p43_b595", "text": "Provide incentives for the installation of solar water heaters and solar lights installed where applicable, in the public and private sectors and in communities"}, {"text_block_id": "p43_b596", "text": "Introduce mobile weighing monitoring mechanism to enforce the axel weight"}, {"text_block_id": "p43_b597", "text": "Key Implementing Agencies and Partners:"}, {"text_block_id": "p43_b598", "text": "Ministry of Energy and Mining"}, {"text_block_id": "p43_b599", "text": "Ministry of Transport and Works"}, {"text_block_id": "p43_b600", "text": "Petroleum Corporation of Jamaica"}, {"text_block_id": "p43_b601", "text": "Office of the Prime Minister"}, {"text_block_id": "p43_b602", "text": "Bureau of Standards"}, {"text_block_id": "p43_b603", "text": "Ministry of Finance and the Public Service"}, {"text_block_id": "p43_b604", "text": "Management Institute for National Development"}, {"text_block_id": "p44_b605", "text": "PRIORITY AREA #2"}, {"text_block_id": "p44_b606", "text": "When this goal is accomplished, Jamaica will have a modernized energy infrastructure consisting of energy-efficient plants and distribution systems including a protocol for replacing old and inefficient generating plants and a refinery that produces highervalued refined petroleum products in order to replace imports and compensate for the potential switch from oil-fired to natural gas power plants.  This will be in a liberalized energy industry that promotes competition governed by appropriate regulations."}, {"text_block_id": "p44_b607", "text": "Key Issues Addressed:"}, {"text_block_id": "p44_b608", "text": "Old and inefficient steam-generating plants"}, {"text_block_id": "p44_b609", "text": "Jamaica’s hi"}, {"text_block_id": "p44_b610", "text": "gh energy intensity index"}, {"text_block_id": "p44_b611", "text": "High cost emergency solutions involving gas turbines using high-cost fuels"}, {"text_block_id": "p44_b612", "text": "High cost of electricity"}, {"text_block_id": "p44_b613", "text": "Heat rates inconsistent with international standards"}, {"text_block_id": "p44_b614", "text": "Low levels of capacity utilization of refinery"}, {"text_block_id": "p44_b615", "text": "Low efficiency of energy production and consumption"}, {"text_block_id": "p44_b616", "text": "Unsafe practices as a result of theft in electricity and illegal operations in petroleum trade"}, {"text_block_id": "p44_b617", "text": "Disaster preparedness and emergency management of the sector"}, {"text_block_id": "p44_b618", "text": "Strategies and Key Actions to 2030"}, {"text_block_id": "p44_b619", "text": "Implement least economic cost solutions for the supply of energy, including source, conversion and distribution"}, {"text_block_id": "p44_b620", "text": "Ensure continuity and consistency of energy supply and distribution at the most economically available prices"}, {"text_block_id": "p44_b621", "text": "Through a competitive basis, retire the old generation plants and replace them with modern plants to improve the conversion efficiency"}, {"text_block_id": "p45_b622", "text": "Establish a system to identify and replace old and inefficient units/plants with more fuel efficient and cost efficient technologies and plants"}, {"text_block_id": "p45_b623", "text": "Establish a combined cycle capacity to replace old and inefficient units/plants with more fuel efficient and cost efficient technologies and plants"}, {"text_block_id": "p45_b624", "text": "Upgrade the petroleum refinery (PETROJAM) to ensure that it functions as the least cost option for petroleum supplies to Jamaica, thereby increasing capacity utilization and output of lighter and higher-value refined petroleum products thus replacing imports and compensating for the potential switch from oil-fired to petcoke and natural gas power plants"}, {"text_block_id": "p45_b625", "text": "Establish necessary enabling environment to encourage local and foreign financing of energy sector projects"}, {"text_block_id": "p45_b626", "text": "Implement appropriate energy distribution and transmission systems"}, {"text_block_id": "p45_b627", "text": "Strengthen regulatory enforcement powers to ensure timely implementation of agreed benchmarks and standards"}, {"text_block_id": "p45_b628", "text": "PETROJAM Oil Refinery"}, {"text_block_id": "p45_b629", "text": "Unbundle generation and transmission & distribution creating an energy efficient electricity structure"}, {"text_block_id": "p45_b630", "text": "Unbundle existing vertically integrated industry structures and establish and implement common carrier and common access principles, where demonstrated to be technically and economically feasible"}, {"text_block_id": "p45_b631", "text": "Facilitate greater energy efficiency and lower energy costs in the bauxite and alumina industry and in the manufacturing sector"}, {"text_block_id": "p45_b632", "text": "Review and complete rural electrification programme including use of alternative energy sources"}, {"text_block_id": "p45_b633", "text": "Ensure continuity and consistency of energy supply and distribution"}, {"text_block_id": "p45_b634", "text": "Review quality standards for energy supplies"}, {"text_block_id": "p46_b635", "text": "Make contingency arrangements to lower the risk of disruption to critical utilities and essential services in the event of disasters and other emergency situations"}, {"text_block_id": "p46_b636", "text": "Strengthen the capacity of the government’s electrical inspectorate and the"}, {"text_block_id": "p46_b637", "text": "petroleum safety inspectorate to adequately monitor and control incidences of illegal operations"}, {"text_block_id": "p46_b638", "text": "Key Implementing Agencies and Partners:"}, {"text_block_id": "p46_b639", "text": "Ministry of Energy and Mining"}, {"text_block_id": "p46_b640", "text": "Office of Utilities Regulations"}, {"text_block_id": "p46_b641", "text": "Jamaica Public Service Company Limited"}, {"text_block_id": "p46_b642", "text": "Independent Power Producers"}, {"text_block_id": "p46_b643", "text": "PEROJAM"}, {"text_block_id": "p46_b644", "text": "Petroleum Corporation of Jamaica"}, {"text_block_id": "p46_b645", "text": "Office of the Prime Minister"}, {"text_block_id": "p46_b646", "text": "Jamaica Bauxite Institute"}, {"text_block_id": "p47_b647", "text": "PRIORITY AREA #3"}, {"text_block_id": "p47_b648", "text": "Goal 3: Jamaica realizes its energy resource potential through the development of renewable energy sources and enhances its international competitiveness, energy security whilst reducing its carbon footprint"}, {"text_block_id": "p47_b649", "text": "RENEWABLE ENERGY SOURCES"}, {"text_block_id": "p47_b650_merged", "text": "Opportunities for further development of indigenous renewable energy resources such as solar, hydro, wind and biofuels will be explored under this goal. The strategies and actions undertaken will be designed to Increase the percentage of renewables in the energy mix with proposed targets of 11% by 2012, 12.5% by 2015 and 20% by 2030. Increased percentage of renewable in the country’s energy mix will reduce the dependence on imported oil. Increased use of renewables also will result in lowering the level of air pollution, a smaller carbon footprint for Jamaica and better compliance with international conventions on climate change."}, {"text_block_id": "p47_b653", "text": "Key Issues Addressed:"}, {"text_block_id": "p47_b654", "text": "Dependence on imported energy supplies"}, {"text_block_id": "p47_b655", "text": "Low levels of exploitation of renewable energy sources"}, {"text_block_id": "p47_b656", "text": "Jamaica’s carbon footprint"}, {"text_block_id": "p47_b657", "text": "Environmental degradation"}, {"text_block_id": "p47_b658", "text": "Strategies and Key Actions to 2030:"}, {"text_block_id": "p47_b659", "text": "Develop diversification priorities based on cost, efficiency, environmental considerations and appropriate technologies and competitiveness"}, {"text_block_id": "p47_b660", "text": "Prioritize renewable energy sources by economic feasibility criteria, environmental considerations including carbon abatement"}, {"text_block_id": "p47_b661", "text": "Promote the development of efficient and low cost renewable plants with a size of 15 MW or more on a competitive basis through a level playing field"}, {"text_block_id": "p47_b662", "text": "Introduce a strategy that ensures that less than 15MW of renewable energy plants will be built on no-objection basis using base opportunity cost and negotiable premium cap and 15MW or more to be obtained on a competitive basis through the OUR process"}, {"text_block_id": "p48_b663", "text": "Develop an inventory of all potential sources of wind, solar and renewable technologies and ranked according to their economics with full economic impact analysis"}, {"text_block_id": "p48_b664", "text": "Introduce incentives, where feasible, and a plan of action for implementation to foster the development of wind, solar and renewable technologies. This will require the review by the relevant regulatory authority of existing renewable power generators to afford them such incentives that may be available, to encourage the sustainable development of the sector. The creation of an enabling legislative and regulatory framework will be a priority."}, {"text_block_id": "p48_b665", "text": "Encourage research, development and implementation of qualified renewable energy projects"}, {"text_block_id": "p48_b666", "text": "Introduce ethanol blends to replace methyl tertiary-butyl ether (MTBE) as fuel additive"}, {"text_block_id": "p48_b667", "text": "Comply with international conventions on climate change and global warming"}, {"text_block_id": "p48_b668", "text": "Implement incentives to encourage tertiary institutions to develop research programmes for the application and implementation of renewable energy technologies"}, {"text_block_id": "p48_b669", "text": "Key Implementing Agencies and Partners:"}, {"text_block_id": "p48_b670", "text": "Ministry of Energy and Mining"}, {"text_block_id": "p48_b671", "text": "Petroleum Corporation of Jamaica"}, {"text_block_id": "p48_b672", "text": "Office of Utilities Regulation"}, {"text_block_id": "p48_b673", "text": "Centre of Excellence for Renewable Energy"}, {"text_block_id": "p48_b674", "text": "Office of the Prime Minister"}, {"text_block_id": "p48_b675", "text": "Scientific Research Council"}, {"text_block_id": "p48_b676_merged", "text": "Launch of the Ethanol – 10 Programme in Jamaica"}, {"text_block_id": "p49_b679", "text": "PRIORITY AREA #4"}, {"text_block_id": "p49_b680", "text": "G"}, {"text_block_id": "p49_b681", "text": "oal 4: Jamaica’s energy"}, {"text_block_id": "p49_b682", "text": "supply is secure and sufficient to support long"}, {"text_block_id": "p49_b683", "text": "-"}, {"text_block_id": "p49_b684", "text": "term economic and social development and environmental sustainability"}, {"text_block_id": "p49_b685", "text": "ENERGY SECURITY"}, {"text_block_id": "p49_b686_merged_merged", "text": "Under this goal, Jamaica will plan to increase its supply of energy to meet projected increases in long-term demand, whilst at the same time seek to increase its energy security to reduce its vulnerability to potential disruptions in energy supplies. Jamaica also will reduce the contribution of petroleum to the country’s energy supply from the current 95%.  Diversification priorities for the short, medium, and long term will be based on cost, efficiency, environmental considerations and appropriate technologies. This will protect the country from disruptions in oil supply and price volatility. Components in a more diversified energy source mix will include both indigenous and foreign options and could include natural gas, coal, petcoke, locally derived oil, nuclear sources as well as renewables and will involve strengthening existing multilateral, regional and bilateral partnerships and cooperative arrangements and creating new ones that best advance Jamaica’s energy interests. Consideration will also be given to exploration for exploitable fossil fuel energy resources."}, {"text_block_id": "p49_b691", "text": "Key Issues Addressed:"}, {"text_block_id": "p49_b692", "text": "Dependence on imported petroleum"}, {"text_block_id": "p49_b693", "text": "High imports of petroleum products"}, {"text_block_id": "p49_b694", "text": "Energy security related to disruptions in supply and price volatility"}, {"text_block_id": "p49_b695", "text": "National energy diversification programme"}, {"text_block_id": "p49_b696", "text": "Reduction in emissions from the generation and transmission of energy"}, {"text_block_id": "p49_b697", "text": "Air pollution"}, {"text_block_id": "p49_b698", "text": "Sector Strategies and Key Actions to 2030:"}, {"text_block_id": "p49_b699", "text": "Determine the fuel diversification programme for the short, medium and longer term"}, {"text_block_id": "p49_b700", "text": "Develop diversification priorities based on cost, efficiency, environmental considerations and appropriate technologies"}, {"text_block_id": "p49_b701", "text": "Diversify energy sources by type and geographic location"}, {"text_block_id": "p49_b702", "text": "Research and develop alternate fuels for the transportation sector (e.g. liquid fuels from organic matter and CNG)"}, {"text_block_id": "p50_b703", "text": "Facilitate the use of more fuel-efficient vehicles in the transport sector as well as the use of diesel, CNG when it becomes available and bio-fuels"}, {"text_block_id": "p50_b704", "text": "Identify and develop indigenous non-renewable sources of energy and necessary enabling environment to encourage private sector participation"}, {"text_block_id": "p50_b705", "text": "Develop a framework for the introduction of natural gas"}, {"text_block_id": "p50_b706", "text": "Construct new energy-efficient generating facilities on a phased basis to meet increasing demand"}, {"text_block_id": "p50_b707", "text": "Establish an enabling environment for the development of the renewable resources through private sector participation"}, {"text_block_id": "p50_b708", "text": "Develop and implement a fast track generation plant retirement and replacement program"}, {"text_block_id": "p50_b709", "text": "Review and revise existing regulations to make provisions that ensures adequate inventory levels to cushion any short-term disruption in supply"}, {"text_block_id": "p50_b710", "text": "Secure long-term contracts for energy raw materials and energy products from regional and extra-regional suppliers"}, {"text_block_id": "p50_b711", "text": "Review options for other potential indigenous non-renewable sources of energy"}, {"text_block_id": "p50_b712", "text": "Petrojam Storage Tanks"}, {"text_block_id": "p50_b713", "text": "Develop and implement a public education programme through the print media, television, radio and island wide meetings/seminars"}, {"text_block_id": "p50_b714", "text": "Undertake comprehensive oil and gas exploration programme"}, {"text_block_id": "p50_b715", "text": "Review and apply appropriate models for production and development of potential oil and gas resources"}, {"text_block_id": "p50_b716", "text": "Promote strategic partnerships between the public and private sectors to finance and develop energy diversification projects"}, {"text_block_id": "p51_b717", "text": "Develop the institutional capacity and regulatory framework to explore the establishment of small nuclear power generation plants in the event that nuclear power generation proves feasible for Caribbean Small Island Development States (SIDS)"}, {"text_block_id": "p51_b718", "text": "Engage in multilateral, regional and bilateral partnerships and cooperative"}, {"text_block_id": "p51_b719", "text": "arrangements that best advance Jamaica’s energy interests"}, {"text_block_id": "p51_b720", "text": "Facilitate stronger links with energy sector and academic institutions to drive the adoption and adaptation of new technologies in the energy sector"}, {"text_block_id": "p51_b721", "text": "Introduce National Vehicle Emissions Standards and Regulations to reduce vehicular emissions"}, {"text_block_id": "p51_b722", "text": "Introduce bio-diesel and ethanol blends to replace methyl tertiary-butyl ether (MTBE) as fuel additive"}, {"text_block_id": "p51_b723", "text": "Key Implementing Agencies and Partners:"}, {"text_block_id": "p51_b724", "text": "Ministry of Energy and Mining"}, {"text_block_id": "p51_b725", "text": "Office of Utilities Regulation"}, {"text_block_id": "p51_b726", "text": "Petroleum Corporation of Jamaica"}, {"text_block_id": "p51_b727", "text": "Centre of Excellence for Renewable  Energy"}, {"text_block_id": "p51_b728", "text": "Office of the Prime Minister"}, {"text_block_id": "p52_b729", "text": "Jamaica’s Energy Supply Matrix to 2030"}, {"text_block_id": "p52_b730", "text": "The energy matrix below represents a realistic strategy for the Jamaica energy situation going forward to 2030. These percentages are mere projections and may be subject to change based on the introduction of new and renewable energy sources."}, {"text_block_id": "p52_b731", "text": "The energy"}, {"text_block_id": "p52_b732", "text": "supply mix shows that in 2008 Jamaica’s supply mix consisted of 95%"}, {"text_block_id": "p52_b733", "text": "petroleum and 5% renewables. The supply mix is expected to have marked changes by 2012 when petroleum is expected to represent 67% of the mix, natural gas 15%, petcoke/coal 5% and renewables 12.5%. By 2030, the share of petroleum in the supply mix is expected to be only 30%, with natural gas accounting for as much as 42% of the mix and renewables 20%. This information is present graphically in the figure below."}, {"text_block_id": "p52_b734_merged_merged", "text": "Figure 6: Jamaica’s Energy Supply Matrix 2008 – 2030"}, {"text_block_id": "p52_b739", "text": "Energy Supply Matrix 2008 -2030"}, {"text_block_id": "p53_b740", "text": "PRIORITY AREA #5"}, {"text_block_id": "p53_b741", "text": "GOVERNANCE AND REGULATORY FRAMEWORK"}, {"text_block_id": "p53_b742", "text": "Achievement of this goal will facilitate the removal of policy inconsistencies and will provide a coherent policy and regulatory framework to facilitate competition in the energy supply system, enable the introduction of diverse sources of energy into the system, and provide integrated monitoring and enforcement of regulations, all overseen by agencies and organizations with the capacity and tools to guide the energy sector."}, {"text_block_id": "p53_b743", "text": "Key Issues Addressed:"}, {"text_block_id": "p53_b744", "text": "Limited protocols for the supply of electricity to the national grid"}, {"text_block_id": "p53_b745", "text": "Competition in the energy supply to develop cost efficient mechanisms"}, {"text_block_id": "p53_b746", "text": "Private sector participation in the energy production/distribution"}, {"text_block_id": "p53_b747", "text": "Legal framework (laws, regulations)"}, {"text_block_id": "p53_b748", "text": "Low capacity of organizations, agencies and regulatory bodies in the energy sector"}, {"text_block_id": "p53_b749", "text": "Strategies and Key Actions to 2030:"}, {"text_block_id": "p53_b750", "text": "Amend existing legislation and regulations or promulgate new ones where necessary to ensure responsible market behaviour and promote industrial harmony"}, {"text_block_id": "p53_b751", "text": "Rationalize the number of existing Acts governing the sector through the introduction of new modern industry legislation"}, {"text_block_id": "p53_b752", "text": "Establish regulatory regimes for the petroleum sector in order to ensure efficient procurement, sourcing, indexation and pricing of petroleum and petroleum products on most competitive basis and in a transparent manner"}, {"text_block_id": "p53_b753", "text": "Remove inconsistencies in the legislative framework of the energy sector"}, {"text_block_id": "p53_b754", "text": "Empower the regulatory agencies with enforcement powers to improve the efficiency of the system and compliance with established benchmarks, procedures and standards"}, {"text_block_id": "p54_b755", "text": "Develop necessary regulatory framework for the introduction of diversification fuels"}, {"text_block_id": "p54_b756", "text": "Reduce system losses on the power system by introducing stiff penalties for power thefts and enhancing the enforcement powers of the regulatory agencies"}, {"text_block_id": "p54_b757", "text": "Enhance the enforcement powers of the regulator to ensure compliance with established procedures and standards as well as the efficiency monitoring mechanisms on a continued basis"}, {"text_block_id": "p54_b758", "text": "Develop the institutional framework to coordinate policy with energy initiatives and provide integrated monitoring and enforcement of regulations"}, {"text_block_id": "p54_b759", "text": "Promote a market based approach and increased competition in the sector including a transparent procurement process for new capacity and sourcing from private producers (both renewable and non-renewable energy sources)"}, {"text_block_id": "p54_b760", "text": "Develop regimes for pricing of electricity and petroleum products that will balance requirements for competitiveness with the long-term viability of the sector"}, {"text_block_id": "p54_b761", "text": "Conduct studies to include net metering and wheeling in the tariff rates and introduce appropriate mechanisms for net metering and wheeling procedures and standards to encourage the development of renewable energy and cogeneration opportunities"}, {"text_block_id": "p54_b762", "text": "Develop appropriate tax and pricing structure for road users that reflect environmental costs and other externalities"}, {"text_block_id": "p54_b763", "text": "Promote a market based approach and increase competition in the sector by use of transparent procurement processes for new capacity"}, {"text_block_id": "p54_b764", "text": "Implement policy regarding the development and export of co-generation and renewables electricity to the national grid by private sector and citizens at large"}, {"text_block_id": "p54_b765", "text": "Review on an ongoing basis the existing legal framework for performance, strengths, weakness, and lessons learnt, to formulate and implement programmes of legal reforms"}, {"text_block_id": "p55_b766", "text": "Review on an ongoing basis the existing internal regulatory framework for performance, strengths, weakness and lessons learnt, while recognizing the implications of external dimensions, to formulate and implement programmes of regulatory reforms"}, {"text_block_id": "p55_b767", "text": "Review and modify existing institutional framework and industry structure for energy sector toward achievement of policy objectives"}, {"text_block_id": "p55_b768", "text": "Petroleum Company of Jamaica Service Station"}, {"text_block_id": "p55_b769", "text": "Provide appropriate incentives for industry stakeholders to facilitate sector development including diversified, renewable and low cost energy sources and demand side management programmes"}, {"text_block_id": "p55_b770", "text": "Monitor and regulate procurement and pricing of energy products and inputs"}, {"text_block_id": "p55_b771", "text": "Key Implementing Agencies and Partners:"}, {"text_block_id": "p55_b772", "text": "Ministry of Energy and Mining"}, {"text_block_id": "p55_b773", "text": "Office of Utilities Regulation"}, {"text_block_id": "p55_b774", "text": "Petroleum Corporation of Jamaica"}, {"text_block_id": "p55_b775", "text": "Office of the Cabinet"}, {"text_block_id": "p56_b776", "text": "PRIORITY AREA #6"}, {"text_block_id": "p56_b777", "text": "Goal 6: Government ministries and agencies are a model/leader in energy conservation and environmental stewardship in Jamaica"}, {"text_block_id": "p56_b778", "text": "GOVERNMENT IS A LEADER IN ENERGY CONSERVATION"}, {"text_block_id": "p56_b779", "text": "Government ministries, departments and agencies will be models for environmental stewardship, resulting in a reduction in the high public sector consumption of energy and other resources and providing a stimulus for private sector and community action."}, {"text_block_id": "p56_b780", "text": "Key Issues Addressed:"}, {"text_block_id": "p56_b781", "text": "High public sector energy consumption"}, {"text_block_id": "p56_b782", "text": "Weak and unsustainable energy conservation and efficiency efforts across Government"}, {"text_block_id": "p56_b783", "text": "Strategies and Key Actions to 2030:"}, {"text_block_id": "p56_b784", "text": "Implement Government of Jamaica Policy on Environmental Stewardship (2008)"}, {"text_block_id": "p56_b785", "text": "Ministries, departments and agencies develop and implement environmental stewardship action plans, with special emphasis on energy and fleet management"}, {"text_block_id": "p56_b786", "text": "Develop a specific programme of energy management for the National Water Commission, the single largest consumer of energy in the public sector, focusing on intensification of loss reduction, improvement in pumping efficiency and the introduction of a distributed storage programme which will facilitate better management of pumping operations"}, {"text_block_id": "p56_b787", "text": "Fast track the implementation of energy efficiency programmes (the recommendations of the energy audits undertaken) in hospitals and other areas of the public sector, based on the findings of various earlier studies and energy audits"}, {"text_block_id": "p56_b788", "text": "Establish energy conservation and efficiency (ECE) protocols for the operation of public sector facilities and entities including the appointment of an energy coordinator for each facility"}, {"text_block_id": "p56_b789", "text": "Expand the role of the Energy Efficiency Unit (EEU) within the Petroleum Corporation of Jamaica (PCJ) to provide technical assistance for ECE initiatives in the public and private sectors."}, {"text_block_id": "p57_b790", "text": "Key Implementing Agencies and Partners:"}, {"text_block_id": "p57_b791", "text": "Ministry of Energy and Mining"}, {"text_block_id": "p57_b792", "text": "Petroleum Corporation of Jamaica"}, {"text_block_id": "p57_b793", "text": "National Water Commission"}, {"text_block_id": "p57_b794", "text": "Ministry of Transport and Works"}, {"text_block_id": "p57_b795", "text": "Office of the Prime Minister"}, {"text_block_id": "p57_b796", "text": "Cabinet Office"}, {"text_block_id": "p57_b797", "text": "Ministry of Finance and the Public Service"}, {"text_block_id": "p57_b798", "text": "Management Institute for National Development"}, {"text_block_id": "p58_b799", "text": "PRIORITY AREA #7"}, {"text_block_id": "p58_b800", "text": "Goal 7: Jamaica’s industry"}, {"text_block_id": "p58_b801", "text": "structures embrace ecoefficiency for advancing international competitiveness, and move towards building a green economy"}, {"text_block_id": "p58_b802", "text": "ECO-EFFICIENCY IN INDUSTRY"}, {"text_block_id": "p58_b803", "text": "T"}, {"text_block_id": "p58_b804", "text": "his goal recognizes that the private sector is the engine of a nation’s economy.  When"}, {"text_block_id": "p58_b805", "text": "this goal is achieved, private sector firms and industry will be equipped to implement innovative energy management programmes, using clean, energy efficient technologies and institutionalizing energy conservation practices."}, {"text_block_id": "p58_b806", "text": "Key Issues Addressed:"}, {"text_block_id": "p58_b807", "text": "Lack of energy management programmes in private sector"}, {"text_block_id": "p58_b808", "text": "Low levels of energy efficiency and conservation among industry structures"}, {"text_block_id": "p58_b809", "text": "Limited use of cleaner technologies"}, {"text_block_id": "p58_b810", "text": "Environmental Management Systems in Jamaican organizations"}, {"text_block_id": "p58_b811", "text": "Move towards a green economy"}, {"text_block_id": "p58_b812", "text": "Strategies and Key Actions to 2030:"}, {"text_block_id": "p58_b813", "text": "Provide incentives for the development and use of innovative technologies to improve energy efficiencies"}, {"text_block_id": "p58_b814", "text": "Provide incentives for the use of innovative/clean technologies in mining and manufacturing to improve energy efficiencies"}, {"text_block_id": "p58_b815", "text": "Facilitate greater energy efficiency and lower energy costs in all sectors"}, {"text_block_id": "p58_b816", "text": "Provide incentives where applicable to encourage employment of high levels of capital to increase use of cleaner technologies"}, {"text_block_id": "p58_b817", "text": "Establish, implement and enforce emissions standards"}, {"text_block_id": "p58_b818", "text": "Develop the capacity of local companies to improve their processes and energy efficiencies"}, {"text_block_id": "p58_b819", "text": "Promote the development and implementation of environmental management systems in the manufacturing sector (ISO 14001)"}, {"text_block_id": "p58_b820_merged_merged", "text": "Develop “green jobs” based on renewable energy resources"}, {"text_block_id": "p59_b825", "text": "Key Implementing Agencies and Partners:"}, {"text_block_id": "p59_b826", "text": "Ministry of Energy and Mining"}, {"text_block_id": "p59_b827", "text": "Petroleum Corporation of Jamaica"}, {"text_block_id": "p59_b828", "text": "Ministry of Industry, Investment and Commerce"}, {"text_block_id": "p59_b829", "text": "Jamaica Trade and Invest"}, {"text_block_id": "p59_b830", "text": "Ministry of Finance and the Public Service"}, {"text_block_id": "p59_b831", "text": "National Environment and Planning Agency"}, {"text_block_id": "p60_b832", "text": "he proposed indicators and targets for the Energy Sector over the period 2009 -2030 are presented in Table 2 below. These indicators are the building blocks of the monitoring and evaluation system. Targets will be set in collaboration with"}, {"text_block_id": "p60_b833", "text": "the Ministry’s departments and agencies along with other key ministries (e.g transport"}, {"text_block_id": "p60_b834", "text": "and works) and their departments and agencies."}, {"text_block_id": "p60_b835_merged_merged", "text": "Table 2: Energy Sector – Indicators and Targets"}, {"text_block_id": "p64_b838", "text": "he implementation of this Policy will be led and facilitated by the Ministry of Energy and Mining, several other departments and agencies of Government as well as non-state stakeholders including the private sector, NGOs and CBOs. The involvement of all stakeholders is fundamental to the successful implementation of this Policy as it is fully recognized that the energy sector has many linkages with other sectors such as transportation, agriculture and environment."}, {"text_block_id": "p64_b839", "text": "Key Roles and Responsibilities"}, {"text_block_id": "p64_b840", "text": "The key players in the implementation of"}, {"text_block_id": "p64_b841", "text": "Jamaica’s National Energy Policy"}, {"text_block_id": "p64_b842", "text": "and their roles and responsibilities are identified and articulated below:"}, {"text_block_id": "p64_b843", "text": "Ministry of Energy and Mining"}, {"text_block_id": "p64_b844", "text": "will have the dual responsibilities of articulating the policy and coordinating the monitoring of its implementation. The Ministry of Energy and Mining will provide leadership for the achievement of an"}, {"text_block_id": "p64_b845", "text": "efficient, diversified and sustainable energy sector"}, {"text_block_id": "p64_b846", "text": "through the implementation of this comprehensive energy"}, {"text_block_id": "p64_b847", "text": "policy that addresses Jamaica’s current and future energy nee"}, {"text_block_id": "p64_b848", "text": "ds in the context of its resources and global energy trends.  In addition, the Ministry along with its agencies shall be responsible for establishing the legislative and policy framework to support and to implement the strategies, plans and programs for achieving the seven policy goals. It will do this by setting clear guidelines to its agencies and other sister ministries and agencies for the general medium and long-term energy strategy planning."}, {"text_block_id": "p64_b849", "text": "The Ministry and its agencies also will work with several other Government entities"}, {"text_block_id": "p64_b850", "text": "and agencies as well as other partners and stakeholders in the public and private sectors to ensure policy coherence and efficient policy implementation. It will work alongside its agencies and other MDAs to review and revise energy targets based on the results of monitoring and evaluation."}, {"text_block_id": "p64_b851", "text": "Petroleum Corporation of Jamaica"}, {"text_block_id": "p64_b852_merged_merged_merged_merged", "text": "will consistent with the Petroleum Act of 1979, work proactively towards the implementation of Jamaica’s National Energy Policy while promoting sustainable development, not only in energy, but also in other areas of national importance with the aim to fostering energy security. The PCJ will undertake the development and promotion of Jamaica's indigenous energy resources and all forms of renewable energy. In seeking to diversify Jamaica's energy sources, the PCJ will explore the use of non-traditional forms of fuel sources, such as Liquefied Natural Gas (LNG), and will build on its institutional capacity to be better able to undertake the varied and challenging initiatives."}, {"text_block_id": "p65_b855", "text": "The"}, {"text_block_id": "p65_b856", "text": "Ministry responsible for the environment"}, {"text_block_id": "p65_b857", "text": "and its agencies will collaborate with the MEM, the Ministry of Transport and Works, the Ministry of Health, in terms of environmental stewardship, pollution control, disposal of hazardous wastes, natural resource conservation.  Climate change mitigation efforts will also be encouraged and supported."}, {"text_block_id": "p65_b858", "text": "The"}, {"text_block_id": "p65_b859", "text": "Ministry of Finance and the Public Service"}, {"text_block_id": "p65_b860", "text": "will work alongside the Ministry of Energy and Mining in the areas of providing incentives/disincentives for the development of the energy sector."}, {"text_block_id": "p65_b861", "text": "Monitoring and Evaluation Framework"}, {"text_block_id": "p65_b862", "text": "The Ministry of Energy and Mining will be accountable for implementing the National Energy Policy through various plans, programmes and interventions that are aligned with the Strategic Framework of the Policy and consistent with Vision 2030 Jamaica"}, {"text_block_id": "p65_b863", "text": "–"}, {"text_block_id": "p65_b864", "text": "National Development Plan. The proposed indicators and targets outlined in this policy represent the foundation of a robust results-based monitoring and evaluation system to ensure that the seven goals outlined will be achieved. This system will build on existing national and sectoral monitoring and evaluation frameworks and will be highly participatory."}, {"text_block_id": "p65_b865", "text": "The Cabinet, as the principal body with responsibility for policy and the direction of the Government, has ultimate responsibility for implementation of the National Development Plan."}, {"text_block_id": "p65_b866", "text": "Implementation Framework -Strategic Plans and Action Plans"}, {"text_block_id": "p65_b867", "text": "Aligned to this Policy will be various strategic plans and action plans that would enable the development of key actions to support the sector strategies articulated in this policy document. Strategic Plans and/or actions plans will be developed for each of the goals contained in this policy and aligned to the energy sector plan and action plan developed under Vision 2030 Jamaica"}, {"text_block_id": "p65_b868", "text": "–"}, {"text_block_id": "p65_b869", "text": "National Development Plan."}, {"text_block_id": "p65_b870_merged_merged_merged_merged_merged", "text": "These plans will provide detailed information on specific actions to be undertaken, on the implementing agencies or stakeholders, timelines and costs. It is expected that each strategic plan and/or action plan will be developed for three years, with the first one being 2009 – 2012 and will be further aligned and find expression with the Corporate Plan and Budget of the Ministry. Over the life of the policy, seven such strategic/action plans will be prepared. This approach will enable the Ministry to effectively review at the end of each period the currency of information in the policy document, and to make necessary changes to the overall direction of the policy."}, {"text_block_id": "p66_b873", "text": "Policy Review"}, {"text_block_id": "p66_b874", "text": "A policy is a guiding principle established to sanction in advance actions to be taken in the future.  The consequences of policy actions are never fully known in advance and for this reason, it is essential to monitor and evaluate policy actions after they have occurred. In order to ensure that desired outcomes of the National Energy Policy are being achieved, the effectiveness of the policy must be assessed. This process will help to identify when a complete review or alteration is appropriate."}, {"text_block_id": "p66_b875", "text": "It is expected that after the first six (6) months of implementation, the Ministry of Energy and Mining will conduct an assessment in order to identify and rectify problems that become evident at start up. Thereafter, policy reviews will take place as necessary based on results of ongoing monitoring and evaluation."}, {"text_block_id": "p67_b876", "text": "ANNEXES"}, {"text_block_id": "p68_b877", "text": "ANNEX 1"}, {"text_block_id": "p68_b878_merged", "text": "Key Accomplishments in the Energy Sector – 1995-2008"}, {"text_block_id": "p69_b881", "text": "Electricity sector"}, {"text_block_id": "p69_b882", "text": "JPSCo was privatized with 80% ownership transferred to an overseas investor, Mirant Corporation of Atlanta, USA and operate under a new All Island Electricity License of 2001."}, {"text_block_id": "p69_b883", "text": "Since privatization of JPSCo, the company has installed 120MW of new combined cycle power generation capacity at Bogue in St. James."}, {"text_block_id": "p69_b884", "text": "Independent power providers now account for 30% of electricity generation. The generation side of electricity was fully liberalized in 2004."}, {"text_block_id": "p69_b885", "text": "The Office of Utilities Regulation was established in 1997 as a multi-sector regulator for electricity and other utilities."}, {"text_block_id": "p69_b886", "text": "Under the Rural Electrification Programme, 7,000 km of low voltage distribution lines were constructed and approximately 70,000 rural homes electrified. Approximately 90% of households island-wide now have access to electricity."}, {"text_block_id": "p69_b887", "text": "Electricity prices now reflect true cost. However, Government’s policy continues"}, {"text_block_id": "p69_b888", "text": "to provide a lifeline rate, which benefits monthly consumers of less than 100kWh per month. This cross-subsidy is provided by those consumers using more than 101kWh per month."}, {"text_block_id": "p69_b889", "text": "Petroleum sector"}, {"text_block_id": "p69_b890", "text": "Liquid petroleum gas (LPG) has replaced fuel wood as the primary household fuel in 84% of Jamaican homes, improving the standard of living and easing the rate of deforestation for fuel supplies."}, {"text_block_id": "p69_b891", "text": "The stamp duties were removed, making it easier for new traders to enter the market to import petroleum products into the country. The deregulation of petroleum imports has partially achieved its objectives, creating more competition between the marketing companies."}, {"text_block_id": "p69_b892", "text": "The Caracas Agreement was signed between the Governments of Jamaica and Venezuela in 2000, and was renewed annually, providing for 7,000 barrels/day. In August 2005 the PETROCARIBE Agreement replaced the Caracas Accord. Within the framework of the PETROCARIBE Agreement, Venezuela, a member of OPEC, will extend credit facilities to countries of the Caribbean on the basis of a bilateral fixed quota; there are no price concessions."}, {"text_block_id": "p69_b893", "text": "Under the PETROCARIBE Bilateral Agreement that Jamaica entered, a quota of 21,000 barrels of oil per day may be accessed under special financing terms."}, {"text_block_id": "p69_b894", "text": "Government reviewed the experiences of the 1980s oil exploration and updated the analysis of exploration data using new technology. As a result of this review the Government issued a number of licences to overseas prospectors for both onshore and offshore exploration."}, {"text_block_id": "p69_b895", "text": "A feasibility study was conducted on the introduction of Liquefied Natural Gas (LNG) to the Jamaican market for use primarily in the electricity and bauxite sectors. The study was funded by the international community."}, {"text_block_id": "p70_b896", "text": "Renewable and Alternative Energy"}, {"text_block_id": "p70_b897", "text": "The Petroleum Corporation of Jamaica (PCJ) established the Centre of Excellence for Renewable Energy (CERE) in 2006 to ensure that Jamaica will regularly implement new ideas and methods in renewable energy."}, {"text_block_id": "p70_b898", "text": "Jamaica became part of the Caribbean Information Platform on Renewable Energy (CIPORE), the information and communication system for the exchange of Renewable Energy information for the region. It will provide information on renewable energy projects for the thirteen participating Caribbean territories."}, {"text_block_id": "p70_b899", "text": "The GOJ facilitated the expansion of this industry by the following concessions."}, {"text_block_id": "p70_b900", "text": "The GOJ facilitated the expansion of this industry by the following concessions.\n* Reductions of import duty from 30% to 5% on all renewable energy\n* Zero rating for GCT purposed on renewable energy equipment."}, {"text_block_id": "p70_b904", "text": "Co-generation"}, {"text_block_id": "p70_b905", "text": "A cogeneration implementation strategy was drafted with special focus on the sugar industry utilizing bagasse as one of its main sources in the energy mix."}, {"text_block_id": "p70_b906_merged", "text": "A total of 23.2 MW of cogeneration capacity was brought on stream of which 12.2 MW was produced by Jamaica Broilers and 11 MW by Jamalco. Subsequently, the Jamaica Broiler’s production was suspended and Jamalco reduced its available export capacity to approximately 6 MW as a result of the expansion in production capacity of 250,000 tons."}, {"text_block_id": "p70_b909", "text": "Wind"}, {"text_block_id": "p70_b910", "text": "The Government of The Netherlands, as part of its overall policy objective to meet its target of reducing 6% of its GHG emissions below 1990 levels, collaborated with the Petroleum Corporation of Jamaica (PCJ) and Renewable Energy Systems (RES) Ltd. in to develop a 20.7 MW wind farm project in Wigton, Manchester."}, {"text_block_id": "p70_b911", "text": "This system averages 7 MW due to variation in wind speed. This was a Clean Development Mechanism project under the Kyoto Protocol. In the three years since it began operations in April 2004, the Wigton Wind Farm"}, {"text_block_id": "p70_b912", "text": "has sold €424,763 (J$39 million) of carbon credits. A further €251,490 (J$23"}, {"text_block_id": "p70_b913", "text": "million) generated in the past year is yet to be verified."}, {"text_block_id": "p70_b914", "text": "A small 225 KW wind system was introduced at Munro College in 1996, initially selling to JPSCo; however this system has since encountered technical problems and no longer provides supplies to the grid."}, {"text_block_id": "p70_b915", "text": "Hydro"}, {"text_block_id": "p70_b916", "text": "Government rehabilitated six of the mini-hydro plants, which were privatized to the JPSCo, and now account for 22 MW of capacity to the system."}, {"text_block_id": "p71_b917", "text": "Solar"}, {"text_block_id": "p71_b918", "text": "Two demonstration photovoltaic schemes supplying non-grid electricity to 45 homes in deep rural Jamaica have been established; these communities are Middle Bonnet in St. Catherine and Ballymony in St. Ann."}, {"text_block_id": "p71_b919", "text": "It is estimated that more than 5000 solar water heater units are now installed in Jamaica.  The surge has been due mainly to the DSM / World Bank funded programme. Under this programme special financing arrangements were made available to purchasers."}, {"text_block_id": "p71_b920", "text": "The National Housing Trust (NHT) is offering solar water heater loans of up to $100,000. Costs for a SWH unit begin at $75,000 for a family of four with a return expected within two to three years. Water heating currently accounts for up to 30 per cent of a domestic light bill."}, {"text_block_id": "p71_b921", "text": "Biofuels"}, {"text_block_id": "p71_b922", "text": "In 2005, a US$10 million ethanol plant was commissioned and re-commenced production and export of fuel ethanol to the USA, using Brazilian feedstock."}, {"text_block_id": "p71_b923", "text": "Jamaica became a participant in the Tri-Lateral Co-operation in the area of Biofuels which will see technical assistance and support from the governments of Brazil and the United States of America to help satisfy our domestic demand from locally produced biofuels including bio diesel."}, {"text_block_id": "p71_b924", "text": "The Government created the Bio-fuels Task Force, a brainchild of the Ministries of Energy and Agriculture to pursue options that will benefit both the Energy and Agriculture sectors."}, {"text_block_id": "p71_b925", "text": "For the period 1996 to 1998, ten new digesters were constructed while five digesters were repaired. Over 150 assessments were carried out. In 2000 work was completed on a 20 m3 bio-digester at the Vere Technical High school campus. Using a feedstock of mainly pig slurry gas is produced to energize a chicken brooder, canteen and laboratory burners. The ministry of Mining and Energy and the School administration jointly funded this project. Plans were formulated to continue this kind of collaboration to construct and refurbish plants across the island."}, {"text_block_id": "p71_b926", "text": "Energy Conservation and Efficiency"}, {"text_block_id": "p71_b927", "text": "The government provided GCT exemption on over 30 items to increase energy efficiency and conservation."}, {"text_block_id": "p71_b928", "text": "The demand side management and energy efficiency programme introduced in 1996 has had some positive impact on the residential lighting market. A study commissioned by the World Bank in 2005 to determine the impact of the demand side management (February 20, 2006) programme showed an estimated 28 MWh/year reduction in demand for electricity, eliminating the need for 6 to 8 MW of peak capacity."}, {"text_block_id": "p72_b929", "text": "In 1996, the Jamaica Bureau of Standards had the Energy Efficiency Building Code (EEBC), developed in 1992, declared a voluntary national standard. This EEBC represents the first effort at producing an energy efficient building code in Jamaica and the Caribbean. The logical next step is to have the code declared a mandatory national standard by the Government and to have the support of the various Parish Councils and the Kingston and St. Andrew Corporation in the enforcement of this standard. By applying the EEBC, there is a potential for a 30% energy saving for commercial buildings, amounting to a reduction from the present 260-kilowatt hours per square meter each year, to 180-kilowatt hours per square meter when the EEBC is used."}, {"text_block_id": "p72_b930", "text": "Government approved an initial allocation of US$10 million to establish the Energy Fund to finance energy conservation and efficiency projects"}, {"text_block_id": "p72_b931", "text": "The Government, through PCJ, undertook a project funded by the United Nations Development Programme (UNDP) to provide energy conservation measures at four hospitals and to conduct energy audits at five others."}, {"text_block_id": "p72_b932", "text": "The government distributed 4 million compact fluorescent light bulbs, a gift from the Government of Cuba, to Jamaican households."}, {"text_block_id": "p72_b933", "text": "Transport sector"}, {"text_block_id": "p72_b934", "text": "Jamaica phased out lead in gasoline during the period 1998 -2000; only unleaded gasoline is now available at service stations."}, {"text_block_id": "p72_b935", "text": "Jamaica established the National Vehicle Emissions Standards in 1996."}, {"text_block_id": "p72_b936", "text": "This will need to be accompanied by appropriate regulations."}, {"text_block_id": "p72_b937_merged_merged", "text": "The Government has taken a decision to phase out MTBEas an octane enhancer in gasoline and to replace it with ethanol creating E10: a mixture of 10% ethanol and 90% gasoline. This phasing out commenced in the third quarter of 2006."}, {"text_block_id": "p72_b939", "text": "International/legal sector"}, {"text_block_id": "p72_b940", "text": "Jamaica signed and ratified the Kyoto Protocol to the UN Framework Convention on Climate Change."}, {"text_block_id": "p72_b941", "text": "The Forest Conservancy (TFC), a newly formed Jamaican non-governmental agency, initiated a private forest plantation programme to allow Jamaicans to participate in carbon trading. This means that tree farmers will be able to sell Carbon Credits to foreign companies in developed countries which are trying to comply with pollutant emission standards arising from the Kyoto Protocol."}, {"text_block_id": "p73_b942", "text": "Education sector"}, {"text_block_id": "p73_b943", "text": "Tertiary-level courses and research on energy conservation, efficiency and renewable energy were established at the University of the West Indies, Mona and the University of Technology, Jamaica.  UWI established the Solid State Electronics Research Laboratory, which focuses on the development and utilization of alternate energy sources through photovoltaic cells. The Physics Department offers undergraduate courses in solar power; Wind & Hydro power; and Integrating Alternative Energy. A new post graduate course in Energy Efficiency and Renewable Energy Technologies in the faculty of Pure and Applied Sciences was expected to commence in the academic year 2000 -2001. At UTech, a course in mechanical engineering entitled Energy Production Systems is offered and about 50% of it covers the sub-topic entitled Renewable Energy Resources. Energy conservation is included under this sub-topic.  In electrical engineering, modules on energy conservation and renewable energy are offered to undergraduate degree students."}, {"text_block_id": "p73_b944", "text": "The Ministry of Education has incorporated energy issues, including conservation and renewable energy in the Revised Primary Curriculum (Grades 1-6) and the Reform of Secondary Education (ROSE) (Grades 7-9) Science syllabus."}, {"text_block_id": "p73_b945", "text": "The Caribbean Examinations Council offers a course in Environmental Science for the Caribbean Advanced Proficiency Examination (CAPE) level; this course includes examination of energy issues."}, {"text_block_id": "p73_b946", "text": "The Joint Board of Teacher Education developed two teacher education courses on Environmental Education for teachers in early childhood / primary and secondary programmes; these courses include discussion of energy issues."}, {"text_block_id": "p73_b947", "text": "The Management Institute for National Development offers the “Holistic Governance: Sustainable Development in Action” Programme that includes"}, {"text_block_id": "p73_b948", "text": "courses in Environmental Management and Stewardship (which include topics related to energy) targeted at all levels of the public sector"}, {"text_block_id": "p73_b949", "text": "Numerous non-formal environmental education initiatives are conducted in schools by NGOs and government agencies such as PCJ and NEPA, which raise awareness about energy issues including pollution, conservation and renewable energy."}, {"text_block_id": "p74_b950", "text": "ANNEX 2"}, {"text_block_id": "p74_b951", "text": "Energy Statistics"}, {"text_block_id": "p74_b952", "text": "2004 -2008"}, {"text_block_id": "p75_b953", "text": "The table below provides key energy statistics over the period 2004 to 2008"}, {"text_block_id": "p75_b954_merged", "text": "Table 3: Key Energy Statistics 2004 – 2008"}, {"text_block_id": "p76_b957", "text": "Petroleum Consumption By Activity"}, {"text_block_id": "p77_b958", "text": "Prepared by the Energy Economics and Planning Unit, Ministry of Energy and Mining, 2009"}, {"text_block_id": "p78_b959", "text": "ANNEX 3"}, {"text_block_id": "p78_b960", "text": "List of Organizations Participating in National Consultations and Stakeholder Discussions"}, {"text_block_id": "p79_b961", "text": "This Policy Development Process included the inputs of various stakeholders in the public and private sectors as well as from non-governmental and civil society organizations. The policy development benefitted from island-wide consultations as well as from information received from various groups including academia and industry groups. The development process also benefitted from input and review of all Ministries of GOJ."}, {"text_block_id": "p79_b962", "text": "Below is a list of the various organizations that participated in the national consultations. While we tried to capture all organizations here, if you have been inadvertently omitted, rest assured that your comments were not."}, {"text_block_id": "p79_b963", "text": "1."}, {"text_block_id": "p79_b964", "text": "3 JR, ‘C’ Company"}, {"text_block_id": "p79_b965", "text": "2."}, {"text_block_id": "p79_b966", "text": "AIJCFA"}, {"text_block_id": "p79_b967", "text": "3."}, {"text_block_id": "p79_b968", "text": "ALPART"}, {"text_block_id": "p79_b969", "text": "4."}, {"text_block_id": "p79_b970", "text": "Andrew United Church"}, {"text_block_id": "p79_b971", "text": "5."}, {"text_block_id": "p79_b972", "text": "Automatic Control Eng. Ltd."}, {"text_block_id": "p79_b973", "text": "6."}, {"text_block_id": "p79_b974", "text": "Automobile Dealers Assoc."}, {"text_block_id": "p79_b975", "text": "7."}, {"text_block_id": "p79_b976", "text": "Bahia Principe Hotel"}, {"text_block_id": "p79_b977", "text": "8."}, {"text_block_id": "p79_b978", "text": "Baija Partners Ltd"}, {"text_block_id": "p79_b979", "text": "9."}, {"text_block_id": "p79_b980", "text": "Barefoot Environmental Solutions"}, {"text_block_id": "p79_b981", "text": "10."}, {"text_block_id": "p79_b982", "text": "BH Paints (W.I.) Ltd"}, {"text_block_id": "p79_b983", "text": "11."}, {"text_block_id": "p79_b984", "text": "Boucher Park"}, {"text_block_id": "p79_b985", "text": "12."}, {"text_block_id": "p79_b986", "text": "Braeton Citizens Assoc."}, {"text_block_id": "p79_b987", "text": "13."}, {"text_block_id": "p79_b988", "text": "Bridgeport Branch Library"}, {"text_block_id": "p79_b989", "text": "14."}, {"text_block_id": "p79_b990", "text": "B-W Paints"}, {"text_block_id": "p79_b991", "text": "15."}, {"text_block_id": "p79_b992", "text": "Campbell’s Greens Inc."}, {"text_block_id": "p79_b993", "text": "16."}, {"text_block_id": "p79_b994", "text": "Caretaker"}, {"text_block_id": "p79_b995", "text": "17."}, {"text_block_id": "p79_b996", "text": "Catholic Pastoral Centre"}, {"text_block_id": "p79_b997", "text": "18."}, {"text_block_id": "p79_b998", "text": "Chamber of Commerce"}, {"text_block_id": "p79_b999", "text": "19."}, {"text_block_id": "p79_b1000", "text": "Children’s"}, {"text_block_id": "p79_b1001", "text": "World Academy"}, {"text_block_id": "p79_b1002", "text": "20."}, {"text_block_id": "p79_b1003", "text": "Christa Villa Hotel"}, {"text_block_id": "p79_b1004", "text": "21."}, {"text_block_id": "p79_b1005", "text": "Christiana Potato Growers"}, {"text_block_id": "p79_b1006", "text": "22."}, {"text_block_id": "p79_b1007", "text": "Church of God of Prophecy"}, {"text_block_id": "p79_b1008", "text": "23."}, {"text_block_id": "p79_b1009", "text": "Churches Co-op. Credit U."}, {"text_block_id": "p79_b1010", "text": "24."}, {"text_block_id": "p79_b1011", "text": "Constituency Office, East St. Thomas"}, {"text_block_id": "p79_b1012", "text": "25."}, {"text_block_id": "p79_b1013", "text": "ECO-TEC"}, {"text_block_id": "p79_b1014", "text": "26."}, {"text_block_id": "p79_b1015", "text": "El Greco Resort"}, {"text_block_id": "p79_b1016", "text": "27."}, {"text_block_id": "p79_b1017", "text": "Fair Trading Commission"}, {"text_block_id": "p79_b1018", "text": "28."}, {"text_block_id": "p79_b1019", "text": "Frome Technical High School"}, {"text_block_id": "p79_b1020", "text": "29."}, {"text_block_id": "p79_b1021", "text": "G.E.I."}, {"text_block_id": "p79_b1022", "text": "30."}, {"text_block_id": "p79_b1023", "text": "Gleaner Co. Ltd."}, {"text_block_id": "p79_b1024", "text": "31."}, {"text_block_id": "p79_b1025", "text": "Global Travel"}, {"text_block_id": "p79_b1026", "text": "32."}, {"text_block_id": "p79_b1027", "text": "Golden Shore Resort"}, {"text_block_id": "p79_b1028", "text": "33."}, {"text_block_id": "p79_b1029", "text": "Golf View Hotel"}, {"text_block_id": "p79_b1030", "text": "34."}, {"text_block_id": "p79_b1031", "text": "Green Energy Technologies"}, {"text_block_id": "p79_b1032", "text": "35."}, {"text_block_id": "p79_b1033", "text": "Guardian Asset Management"}, {"text_block_id": "p79_b1034", "text": "36."}, {"text_block_id": "p79_b1035", "text": "Half Moon Club"}, {"text_block_id": "p79_b1036", "text": "37."}, {"text_block_id": "p79_b1037", "text": "Holiday Inn Sunspree"}, {"text_block_id": "p79_b1038", "text": "38."}, {"text_block_id": "p79_b1039", "text": "Hotel Gloriana & Spa"}, {"text_block_id": "p79_b1040", "text": "39."}, {"text_block_id": "p79_b1041", "text": "IP"}, {"text_block_id": "p79_b1042", "text": "40."}, {"text_block_id": "p79_b1043", "text": "Isratech Ja. Ltd."}, {"text_block_id": "p79_b1044", "text": "41."}, {"text_block_id": "p79_b1045", "text": "JIS."}, {"text_block_id": "p79_b1046", "text": "42."}, {"text_block_id": "p79_b1047", "text": "JAECOM Limited"}, {"text_block_id": "p79_b1048", "text": "43."}, {"text_block_id": "p79_b1049", "text": "Jamaica 4-H Clubs"}, {"text_block_id": "p79_b1050", "text": "44."}, {"text_block_id": "p79_b1051", "text": "Jamaica 4-H Clubs"}, {"text_block_id": "p79_b1052", "text": "45."}, {"text_block_id": "p79_b1053", "text": "Jamaica Broilers"}, {"text_block_id": "p79_b1054", "text": "46."}, {"text_block_id": "p79_b1055", "text": "Jamaica Library Service"}, {"text_block_id": "p79_b1056", "text": "47."}, {"text_block_id": "p79_b1057", "text": "Jamaica Observer"}, {"text_block_id": "p79_b1058", "text": "48."}, {"text_block_id": "p79_b1059", "text": "Jamaica Railway Corp."}, {"text_block_id": "p79_b1060", "text": "49."}, {"text_block_id": "p79_b1061", "text": "JAS, Cave Valley"}, {"text_block_id": "p79_b1062", "text": "50."}, {"text_block_id": "p79_b1063", "text": "JBU Brotherhood"}, {"text_block_id": "p79_b1064", "text": "51."}, {"text_block_id": "p79_b1065", "text": "JBU Brotherhood"}, {"text_block_id": "p79_b1066", "text": "52."}, {"text_block_id": "p79_b1067", "text": "Jimmy Palmer &Associates"}, {"text_block_id": "p79_b1068", "text": "53."}, {"text_block_id": "p79_b1069", "text": "JLP Caretaker, Bath"}, {"text_block_id": "p79_b1070", "text": "54."}, {"text_block_id": "p79_b1071", "text": "JN Small Business Loans"}, {"text_block_id": "p79_b1072", "text": "55."}, {"text_block_id": "p79_b1073", "text": "JNBS"}, {"text_block_id": "p79_b1074", "text": "56."}, {"text_block_id": "p79_b1075", "text": "JNBS Foundation"}, {"text_block_id": "p79_b1076", "text": "57."}, {"text_block_id": "p79_b1077", "text": "JPSCO"}, {"text_block_id": "p79_b1078", "text": "58."}, {"text_block_id": "p79_b1079", "text": "Kennedy Communications"}, {"text_block_id": "p79_b1080", "text": "59."}, {"text_block_id": "p79_b1081", "text": "Kiwanis Club"}, {"text_block_id": "p79_b1082", "text": "60."}, {"text_block_id": "p79_b1083", "text": "KSAC"}, {"text_block_id": "p79_b1084", "text": "61."}, {"text_block_id": "p79_b1085", "text": "Lions Club"}, {"text_block_id": "p79_b1086", "text": "62."}, {"text_block_id": "p79_b1087", "text": "MAC Limited"}, {"text_block_id": "p79_b1088", "text": "63."}, {"text_block_id": "p79_b1089", "text": "Manchester 4-H Clubs"}, {"text_block_id": "p79_b1090", "text": "64."}, {"text_block_id": "p79_b1091", "text": "Manchester Parish Council"}, {"text_block_id": "p79_b1092", "text": "65."}, {"text_block_id": "p79_b1093", "text": "Manchester Parish Library"}, {"text_block_id": "p79_b1094", "text": "66."}, {"text_block_id": "p79_b1095", "text": "Manchester PDC"}, {"text_block_id": "p79_b1096", "text": "67."}, {"text_block_id": "p79_b1097", "text": "Mandeville Weekly"}, {"text_block_id": "p79_b1098", "text": "68."}, {"text_block_id": "p79_b1099", "text": "Mannings School"}, {"text_block_id": "p79_b1100", "text": "69."}, {"text_block_id": "p79_b1101", "text": "Marcant Jamaica"}, {"text_block_id": "p79_b1102", "text": "70."}, {"text_block_id": "p79_b1103", "text": "Maxie Dept. Stores"}, {"text_block_id": "p79_b1104", "text": "71."}, {"text_block_id": "p79_b1105", "text": "Mayberry Investments"}, {"text_block_id": "p79_b1106", "text": "72."}, {"text_block_id": "p79_b1107", "text": "Mayor’s Office,"}, {"text_block_id": "p79_b1108", "text": "Savanna-la-mar"}, {"text_block_id": "p79_b1109", "text": "73."}, {"text_block_id": "p79_b1110", "text": "MBJ Airports Ltd"}, {"text_block_id": "p80_b1111", "text": "74."}, {"text_block_id": "p80_b1112", "text": "Melrose Primary &Jr. High"}, {"text_block_id": "p80_b1113", "text": "75."}, {"text_block_id": "p80_b1114", "text": "Middleton Primary"}, {"text_block_id": "p80_b1115", "text": "76."}, {"text_block_id": "p80_b1116", "text": "Ministry of Transport & Works"}, {"text_block_id": "p80_b1117", "text": "77."}, {"text_block_id": "p80_b1118", "text": "Montego Community College"}, {"text_block_id": "p80_b1119", "text": "78."}, {"text_block_id": "p80_b1120", "text": "Morant Bay Vendor’s Assn"}, {"text_block_id": "p80_b1121", "text": "79."}, {"text_block_id": "p80_b1122", "text": "Moravian Church Ja. & Cay. Is"}, {"text_block_id": "p80_b1123", "text": "80."}, {"text_block_id": "p80_b1124", "text": "Mount Royal Dev."}, {"text_block_id": "p80_b1125", "text": "81."}, {"text_block_id": "p80_b1126", "text": "National Environment and Planning Agency"}, {"text_block_id": "p80_b1127", "text": "82."}, {"text_block_id": "p80_b1128", "text": "National Housing Trust"}, {"text_block_id": "p80_b1129", "text": "83."}, {"text_block_id": "p80_b1130", "text": "New Haven Citizens Assoc."}, {"text_block_id": "p80_b1131", "text": "84."}, {"text_block_id": "p80_b1132", "text": "New Testament Church"}, {"text_block_id": "p80_b1133", "text": "85."}, {"text_block_id": "p80_b1134", "text": "Northern Caribbean University"}, {"text_block_id": "p80_b1135", "text": "86."}, {"text_block_id": "p80_b1136", "text": "NSWMA"}, {"text_block_id": "p80_b1137", "text": "87."}, {"text_block_id": "p80_b1138", "text": "PCJ"}, {"text_block_id": "p80_b1139", "text": "88."}, {"text_block_id": "p80_b1140", "text": "PETCOM"}, {"text_block_id": "p80_b1141", "text": "89."}, {"text_block_id": "p80_b1142", "text": "Planning Institute of Jamaica"}, {"text_block_id": "p80_b1143", "text": "90."}, {"text_block_id": "p80_b1144", "text": "Portmore Chamber of Commerce"}, {"text_block_id": "p80_b1145", "text": "91."}, {"text_block_id": "p80_b1146", "text": "Portmore Community College"}, {"text_block_id": "p80_b1147", "text": "92."}, {"text_block_id": "p80_b1148", "text": "Portmore Cultural Development Committee"}, {"text_block_id": "p80_b1149", "text": "93."}, {"text_block_id": "p80_b1150", "text": "Portmore Municipal Council"}, {"text_block_id": "p80_b1151", "text": "94."}, {"text_block_id": "p80_b1152", "text": "Portmore Shopping Centre"}, {"text_block_id": "p80_b1153", "text": "95."}, {"text_block_id": "p80_b1154", "text": "Porus Primary School"}, {"text_block_id": "p80_b1155", "text": "96."}, {"text_block_id": "p80_b1156", "text": "Post & Telecom Dept."}, {"text_block_id": "p80_b1157", "text": "97."}, {"text_block_id": "p80_b1158", "text": "President, Vendors Assn"}, {"text_block_id": "p80_b1159", "text": "98."}, {"text_block_id": "p80_b1160", "text": "Pyramid Tour Co."}, {"text_block_id": "p80_b1161", "text": "99."}, {"text_block_id": "p80_b1162", "text": "Robbie’s Restaurant"}, {"text_block_id": "p80_b1163", "text": "100."}, {"text_block_id": "p80_b1164", "text": "Rural Agricultural Development"}, {"text_block_id": "p80_b1165", "text": "Rural Agricultural Development\n"}, {"text_block_id": "p80_b1166", "text": "101."}, {"text_block_id": "p80_b1167", "text": "S.B. Citizens’ Assoc."}, {"text_block_id": "p80_b1168", "text": "102."}, {"text_block_id": "p80_b1169", "text": "S.E. Corp"}, {"text_block_id": "p80_b1170", "text": "103."}, {"text_block_id": "p80_b1171", "text": "SDC"}, {"text_block_id": "p80_b1172", "text": "104."}, {"text_block_id": "p80_b1173", "text": "SERHA"}, {"text_block_id": "p80_b1174", "text": "105."}, {"text_block_id": "p80_b1175", "text": "Shaun Jones Texaco"}, {"text_block_id": "p80_b1176", "text": "106."}, {"text_block_id": "p80_b1177", "text": "Small Business Assoc."}, {"text_block_id": "p80_b1178", "text": "107."}, {"text_block_id": "p80_b1179", "text": "Small Business Assoc."}, {"text_block_id": "p80_b1180", "text": "108."}, {"text_block_id": "p80_b1181", "text": "Solar Lighting & More"}, {"text_block_id": "p80_b1182", "text": "109."}, {"text_block_id": "p80_b1183", "text": "Southboro Citizens Assoc."}, {"text_block_id": "p80_b1184", "text": "110."}, {"text_block_id": "p80_b1185", "text": "SSDO"}, {"text_block_id": "p80_b1186", "text": "111."}, {"text_block_id": "p80_b1187", "text": "St. Thomas Baptist Youth"}, {"text_block_id": "p80_b1188", "text": "112."}, {"text_block_id": "p80_b1189", "text": "St. Thomas Brotherhood"}, {"text_block_id": "p80_b1190", "text": "113."}, {"text_block_id": "p80_b1191", "text": "St. Thomas Parish Council"}, {"text_block_id": "p80_b1192", "text": "114."}, {"text_block_id": "p80_b1193", "text": "St. Thomas PDC"}, {"text_block_id": "p80_b1194", "text": "115."}, {"text_block_id": "p80_b1195", "text": "STARDO"}, {"text_block_id": "p80_b1196", "text": "116."}, {"text_block_id": "p80_b1197", "text": "STATIN"}, {"text_block_id": "p80_b1198", "text": "117."}, {"text_block_id": "p80_b1199", "text": "Supt. of Police"}, {"text_block_id": "p80_b1200", "text": "118."}, {"text_block_id": "p80_b1201", "text": "Technical Engineer, PCJ"}, {"text_block_id": "p80_b1202", "text": "119."}, {"text_block_id": "p80_b1203", "text": "The Book & Star Place"}, {"text_block_id": "p80_b1204", "text": "120."}, {"text_block_id": "p80_b1205", "text": "Torrington Community"}, {"text_block_id": "p80_b1206", "text": "121."}, {"text_block_id": "p80_b1207", "text": "Transport Sector"}, {"text_block_id": "p80_b1208", "text": "122."}, {"text_block_id": "p80_b1209", "text": "University of the West Indies"}, {"text_block_id": "p80_b1210", "text": "123."}, {"text_block_id": "p80_b1211", "text": "Westmoreland Parish Council"}, {"text_block_id": "p80_b1212", "text": "124."}, {"text_block_id": "p80_b1213", "text": "Westmoreland Parish Council"}, {"text_block_id": "p80_b1214", "text": "125."}, {"text_block_id": "p80_b1215", "text": "Wincar Dev. Constr.  Ltd"}, {"text_block_id": "p80_b1216", "text": "126."}, {"text_block_id": "p80_b1217", "text": "Winston Trading Co. Ltd."}, {"text_block_id": "p81_b1218", "text": "Glossary of Key Terms"}, {"text_block_id": "p81_b1219", "text": "Alcohol:"}, {"text_block_id": "p81_b1220_merged", "text": "The family name of a group of organic chemical compounds composed of carbon, hydrogen, and oxygen. The series of molecules vary in chain length and are composed of a hydrocarbon plus a hydroxyl group; CH(3)-(CH(2))n-OH (e.g., methanol, ethanol, and tertiary butyl alcohol)."}, {"text_block_id": "p81_b1224", "text": "Alternative-fuel vehicle (AFV):"}, {"text_block_id": "p81_b1225", "text": "A vehicle designed to operate on an alternative fuel (e.g., compressed natural gas, methane blend, electricity). The vehicle could be either a dedicated vehicle designed to operate exclusively on alternative fuel or a no dedicated vehicle designed to operate on alternative fuel and/or a traditional fuel."}, {"text_block_id": "p81_b1226", "text": "Ash:"}, {"text_block_id": "p81_b1227", "text": "Impurities consisting of silica, iron, alumina, and other non-combustible matter that are contained in coal. Ash increases the weight of coal, adds to the cost of handling, and can affect its burning characteristics Ash content is measured as a percent by weight of coal on an \"as received\" or a \"dry\" (moisture-free, usually part of a laboratory analysis) basis."}, {"text_block_id": "p81_b1228", "text": "Automotive fuels"}, {"text_block_id": "p81_b1229", "text": ": Gasoline, diesel oil, LPG, CNG, and Biofuels."}, {"text_block_id": "p81_b1230", "text": "Average household energy expenditures:"}, {"text_block_id": "p81_b1231", "text": "A ratio estimate defined as the total household energy expenditures divided by the total number of households."}, {"text_block_id": "p81_b1232", "text": "Base load:"}, {"text_block_id": "p81_b1233", "text": "The minimum amount of electric power delivered or required over a given period of time at a steady rate."}, {"text_block_id": "p81_b1234", "text": "Base load capacity:"}, {"text_block_id": "p81_b1235", "text": "The generating equipment normally operated to serve loads on an around-the-clock basis."}, {"text_block_id": "p81_b1236", "text": "Base load plant:"}, {"text_block_id": "p81_b1237", "text": "A plant, usually housing high-efficiency steam-electric units, which is normally operated to take all or part of the minimum load of a system, and which consequently produces electricity at an essentially constant rate and runs continuously. These units are operated to maximize system mechanical and thermal efficiency and minimize system operating costs."}, {"text_block_id": "p81_b1238", "text": "BAU"}, {"text_block_id": "p81_b1239", "text": ": Business as Usual scenario (assuming no policy action is taken)."}, {"text_block_id": "p81_b1240", "text": "Bi-fuel vehicle:"}, {"text_block_id": "p81_b1241", "text": "A motor vehicle that operates on two different fuels, but not on a mixture of the fuels. Each fuel is stored in a separate tank."}, {"text_block_id": "p81_b1242", "text": "Biodiesel:"}, {"text_block_id": "p81_b1243", "text": "Any liquid biofuel suitable as a diesel fuel substitute or diesel fuel additive or extender. Biodiesel fuels are typically made from oils such as soybeans, rapeseed, or sunflowers,"}, {"text_block_id": "p82_b1244", "text": "or from animal tallow. Biodiesel can also be made from hydrocarbons derived from agricultural products such as rice hulls."}, {"text_block_id": "p82_b1245", "text": "Biofuels:"}, {"text_block_id": "p82_b1246", "text": "Liquid fuels and blending components produced from biomass (plant) feedstocks, used primarily for transportation."}, {"text_block_id": "p82_b1247", "text": "Biomass:"}, {"text_block_id": "p82_b1248", "text": "Organic non-fossil material of biological origin constituting a renewable energy source (e.g. Bagasse, Fuelwood, other cellulose material)."}, {"text_block_id": "p82_b1249", "text": "BOE (boe):"}, {"text_block_id": "p82_b1250", "text": "The abbreviation for barrels of oil equivalent (used internationally)."}, {"text_block_id": "p82_b1251", "text": "British thermal unit (btu):"}, {"text_block_id": "p82_b1252", "text": "The quantity of heat required to raise the temperature of 1 pound of liquid water by 1 degree Fahrenheit at the temperature at which water has its greatest density (approximately 39 degrees Fahrenheit)"}, {"text_block_id": "p82_b1253", "text": "Btu:"}, {"text_block_id": "p82_b1254", "text": "The abbreviation for British thermal unit(s)."}, {"text_block_id": "p82_b1255", "text": "Btu conversion factors:"}, {"text_block_id": "p82_b1256", "text": "Btu conversion factors for site energy are as follows:"}, {"text_block_id": "p82_b1257", "text": "Bunker fuels:"}, {"text_block_id": "p82_b1258", "text": "Fuel supplied to ships and aircraft, both domestic and foreign, consisting primarily of residual and distillate fuel oil for ships and kerosene-based jet fuel for aircraft. The term \"international bunker fuels\" is used to denote the consumption of fuel for international transport activities. Note: For the purposes of greenhouse gas emissions inventories, data on emissions from combustion of international bunker fuels are subtracted from national emissions totals. Historically, bunker fuels have meant only ship fuel."}, {"text_block_id": "p82_b1259", "text": "Capacity utilization:"}, {"text_block_id": "p82_b1260", "text": "Capacity utilization is computed by dividing production by productive capacity and multiplying by 100."}, {"text_block_id": "p82_b1261", "text": "Carbon credits"}, {"text_block_id": "p82_b1262", "text": ": Carbon credits are a key component of national and international attempts to reduce the growth in concentrations of greenhouse gases. One carbon credit is equal to one ton of carbon. Greenhouse gas emissions are capped at a certain maximum level and then markets are used to allocate the emissions among the group of regulated sources. The idea is to allow market mechanisms to drive industrial and commercial processes in the direction of low emissions or less \"carbon intensive\" approaches. Greenhouse gas reduction projects generate"}, {"text_block_id": "p83_b1263", "text": "credits and can be used to finance carbon reduction initiatives between trading partners and around the world."}, {"text_block_id": "p83_b1264", "text": "There are two distinct types of carbon credits. Carbon offset credits and carbon reduction credits. Carbon offset credits consist of clean forms of energy production, wind, solar, hydro and biofuels. Carbon reduction credits consist of the collection and storage of carbon from our atmosphere through reforestation, forestation, ocean and soil collection and storage efforts. Both approaches are recognized as effective ways to reduce the global emission of greenhouse gases."}, {"text_block_id": "p83_b1265", "text": "Carbon dioxide (CO"}, {"text_block_id": "p83_b1266", "text": "2"}, {"text_block_id": "p83_b1267", "text": "):"}, {"text_block_id": "p83_b1268", "text": "A colourless, odourless, non-poisonous gas that is a normal part of Earth's atmosphere. Carbon dioxide is a product of fossil-fuel combustion as well as other processes. It is considered a greenhouse gas as it traps heat (infrared energy) radiated by the Earth into the atmosphere and thereby contributes to the potential for global warming. The global warming potential of other greenhouse gases is measured in relation to that of carbon dioxide, which by international scientific convention is assigned a value of one (1)."}, {"text_block_id": "p83_b1269", "text": "Carbon intensity:"}, {"text_block_id": "p83_b1270", "text": "The amount of carbon by weight emitted per unit of energy consumed. A common measure of carbon intensity is weight of carbon per British thermal unit (Btu) of energy. When there is only one fossil fuel under consideration, the carbon intensity and the emissions coefficient are identical. When there are several fuels, carbon intensity is based on their combined emissions coefficients weighted by their energy consumption levels."}, {"text_block_id": "p83_b1271", "text": "Carbon sequestration:"}, {"text_block_id": "p83_b1272", "text": "The fixation of atmospheric carbon dioxide in a carbon sink through biological or physical processes."}, {"text_block_id": "p83_b1273", "text": "Carbon sink:"}, {"text_block_id": "p83_b1274", "text": "A reservoir that absorbs or takes up released carbon from another part of the carbon cycle. The four sinks, which are regions of the Earth within which carbon behaves in a systematic manner, are the atmosphere, terrestrial biosphere (usually including freshwater systems), oceans, and sediments (including fossil fuels)."}, {"text_block_id": "p83_b1275", "text": "Clean Development Mechanism:"}, {"text_block_id": "p83_b1276_merged_merged", "text": "Known as CDM, the element of the Kyoto Protocol that allows developing countries to trade carbon credits derived from the implementation of energy efficiency projects. The CDM is designed to provide finance to projects that will contribute to sustainable development in the country where the project is located. To qualify under the CDM a project must go beyond ‘business as usual’ and reduce emissions below what they ‘would have been’, assuming normal economic development."}, {"text_block_id": "p83_b1279", "text": "Climate change:"}, {"text_block_id": "p83_b1280", "text": "A term used to refer to all forms of climatic inconsistency, but especially to significant change from one prevailing climatic condition to another. In some cases, \"climate change\" has been used synonymously with the term \"global warming\"; scientists, however, tend to use the term in a wider sense inclusive of natural changes in climate, including climatic cooling. In the environmental literature, it often refers to human-induced climate change."}, {"text_block_id": "p83_b1281", "text": "Coal:"}, {"text_block_id": "p83_b1282", "text": "A readily combustible black or brownish-black rock whose composition, including inherent moisture, consists of more than 50 percent by weight and more than 70 percent by volume of carbonaceous material. It is formed from plant remains that have been compacted, hardened,"}, {"text_block_id": "p84_b1283", "text": "chemically altered, and metamorphosed by heat and pressure over geologic time. Coal analysis determines the composition and properties of coal so it can be ranked and used most effectively."}, {"text_block_id": "p84_b1284", "text": "Coal gas:"}, {"text_block_id": "p84_b1285", "text": "Substitute natural gas produced synthetically by the chemical reduction of coal at a coal gasification facility."}, {"text_block_id": "p84_b1286", "text": "Coal gasification:"}, {"text_block_id": "p84_b1287", "text": "The process of converting coal into gas. The basic process involves crushing coal to a powder, which is then heated in the presence of steam and oxygen to produce a gas. The gas is then refined to reduce sulphur and other impurities. The gas can be used as a fuel or processed further and concentrated into chemical or liquid fuel."}, {"text_block_id": "p84_b1288", "text": "Cogeneration:"}, {"text_block_id": "p84_b1289", "text": "The production of electrical energy and another form of useful energy (such as heat or steam) through the sequential use of energy."}, {"text_block_id": "p84_b1290", "text": "Cogeneration system:"}, {"text_block_id": "p84_b1291", "text": "A system using a common energy source to produce both electricity and steam for other uses, resulting in increased fuel efficiency."}, {"text_block_id": "p84_b1292", "text": "Coke (coal):"}, {"text_block_id": "p84_b1293", "text": "A solid carbonaceous residue derived from low-ash, low-sulfur bituminous coal from which the volatile constituents are driven off by baking in an oven at temperatures as high as 2,000 degrees Fahrenheit so that the fixed carbon and residual ash are fused together. Coke is used as a fuel and as a reducing agent in smelting iron ore in a blast furnace. Coke from coal is grey, hard, and porous and has a heating value of 24.8 million Btu per ton."}, {"text_block_id": "p84_b1294", "text": "Coke (petroleum):"}, {"text_block_id": "p84_b1295", "text": "A residue high in carbon content and low in hydrogen that is the final product of thermal decomposition in the condensation process in cracking. This product is reported as marketable coke or catalyst coke. The conversion is 5 barrels (of 42 U.S. gallons each) per short ton. Coke from petroleum has a heating value of 6.024 million Btu per barrel, also known as petcoke."}, {"text_block_id": "p84_b1296", "text": "Combined cycle:"}, {"text_block_id": "p84_b1297", "text": "An electric generating technology in which electricity is produced from otherwise lost waste heat exiting from one or more gas (combustion) turbines. The exiting heat is routed to a conventional boiler or to a heat recovery steam generator for utilization by a steam turbine in the production of electricity. This process increases the efficiency of the electric generating unit. Combined cycle unit is an electric generating unit that consists of one or more combustion turbines and one or more boilers with a portion of the required energy input to the boiler(s) provided by the exhaust gas of the combustion turbine(s)."}, {"text_block_id": "p84_b1298", "text": "Combined heat and power (CHP):"}, {"text_block_id": "p84_b1299", "text": "is the use of a heat engine or a power station to simultaneously generate both electricity and useful heat, also known as cogeneration."}, {"text_block_id": "p84_b1300", "text": "Compact fluorescent lamps or bulbs (CFL):"}, {"text_block_id": "p84_b1301", "text": "These are also known as \"screw-in fluorescent replacements for incandescent\" or \"screw-ins.\" Compact fluorescent bulbs combine the efficiency of fluorescent lighting with the convenience of a standard incandescent bulb. There are many styles of compact fluorescent, including exit light fixtures and floodlights (lamps containing reflectors). Many screw into a standard light socket, and most produce a similar colour of light as a standard incandescent bulb. Compact fluorescent bulbs come with ballasts"}, {"text_block_id": "p85_b1302", "text": "that are electronic (lightweight, instant, no-flicker starting, and 10 to 15% more efficient) or magnetic (much heavier and slower starting). Other types of compact fluorescent bulbs include adaptive circulation and PL and SL lamps and ballasts. Compact fluorescent bulbs are designed for residential uses; they are also used in table lamps, wall sconces, and hall and ceiling fixtures of hotels, motels, hospitals, and other types of commercial buildings with residential-type applications."}, {"text_block_id": "p85_b1303", "text": "Compressed natural gas (CNG):"}, {"text_block_id": "p85_b1304", "text": "Natural gas which is comprised primarily of methane, compressed to a pressure at or above 2,400 pounds per square inch and stored in special high-pressure containers. It is used as a fuel for natural gas powered vehicles."}, {"text_block_id": "p85_b1305", "text": "Cord of wood:"}, {"text_block_id": "p85_b1306", "text": "A cord of wood measures 4 feet by 4 feet by 8 feet, or 128 cubic feet."}, {"text_block_id": "p85_b1307", "text": "Cubic foot (cf), natural gas:"}, {"text_block_id": "p85_b1308", "text": "The amount of natural gas contained at standard temperature and pressure (60 degrees Fahrenheit and 14.73 pounds standard per square inch) in a cube whose edges are one foot long."}, {"text_block_id": "p85_b1309", "text": "Demand Side Management:"}, {"text_block_id": "p85_b1310", "text": "actions that influence the quantity or patterns of use of energy consumed by end users."}, {"text_block_id": "p85_b1311", "text": "Eco-efficiency"}, {"text_block_id": "p85_b1312", "text": ": Creating more goods and services with less and less use of resources, waste and pollution; coined by the Business Council for Sustainable Development."}, {"text_block_id": "p85_b1313", "text": "Energy:"}, {"text_block_id": "p85_b1314", "text": "The capacity for doing work as measured by the capability of doing work (potential energy) or the conversion of this capability to motion (kinetic energy). Energy has several forms, some of which are easily convertible and can be changed to another form useful for work. Most of the world's convertible energy comes from fossil fuels that are burned to produce heat that is then used as a transfer medium to mechanical or other means in order to accomplish tasks. Electrical energy is usually measured in kilowatt-hours, while heat energy is usually measured in British thermal units (Btu)."}, {"text_block_id": "p85_b1315", "text": "Energy conservation"}, {"text_block_id": "p85_b1316", "text": ": Practices and actions that reduce the amount of energy that is used"}, {"text_block_id": "p85_b1317", "text": "Energy efficiency"}, {"text_block_id": "p85_b1318", "text": ": Changing technology so that less energy is used to accomplish the same task"}, {"text_block_id": "p85_b1319", "text": "Ethanol (CH"}, {"text_block_id": "p85_b1320_merged", "text": "3-CH2OH): A clear, colourless, flammable oxygenated hydrocarbon. A type of alcohol, ethanol is typically produced chemically from ethylene, or biologically from fermentation of various sugars from carbohydrates found in agricultural crops and cellulosic residues from crops or wood. It is used as a gasoline octane enhancer and oxygenates (blended up to 10 percent concentration). Ethanol can also be used in high concentrations (E85) in vehicles designed for its use. The lower heating value, equal to 76,000 Btu per gallon."}, {"text_block_id": "p85_b1325", "text": "Flexible fuel vehicle:"}, {"text_block_id": "p85_b1326", "text": "A vehicle that can operate on:"}, {"text_block_id": "p85_b1327", "text": "(1)"}, {"text_block_id": "p85_b1328", "text": "alternative fuels (such as M85 or E85)"}, {"text_block_id": "p85_b1329", "text": "(2)"}, {"text_block_id": "p85_b1330", "text": "100-percent petroleum-based fuels"}, {"text_block_id": "p85_b1331", "text": "(3)"}, {"text_block_id": "p85_b1332", "text": "any mixture of an alternative fuel (or fuels) and a petroleum-based fuel."}, {"text_block_id": "p86_b1333", "text": "Flexible fuel vehicles have a single fuel system to handle alternative and petroleum-based fuels. Flexible fuel vehicle and variable fuel vehicle are synonymous terms."}, {"text_block_id": "p86_b1334", "text": "f.o.b. value (coal):"}, {"text_block_id": "p86_b1335", "text": "Free-on-board value. This is the value of coal at the coal mine or of coke and breeze at the coke plant without any insurance or freight transportation charges added."}, {"text_block_id": "p86_b1336", "text": "Fossil Fuel:"}, {"text_block_id": "p86_b1337", "text": "Any naturally occurring organic fuel formed in the Earth’s crust, such as oil, coal, and"}, {"text_block_id": "p86_b1338", "text": "natural gas."}, {"text_block_id": "p86_b1339", "text": "Gas turbine plant:"}, {"text_block_id": "p86_b1340", "text": "A plant in which the prime mover is a gas turbine. A gas turbine consists typically of an axial-flow air compressor and one or more combustion chambers where liquid or gaseous fuel is burned and the hot gases are passed to the turbine and where the hot gases expand drive the generator and are then used to run the compressor."}, {"text_block_id": "p86_b1341", "text": "Gigawatt (GW):"}, {"text_block_id": "p86_b1342", "text": "One billion watts or one thousand megawatts."}, {"text_block_id": "p86_b1343", "text": "Gigawatt-thermal (GWth):"}, {"text_block_id": "p86_b1344", "text": "the amount of thermal (as opposed to electrical) power produced."}, {"text_block_id": "p86_b1345", "text": "Gigawatt-hour (GWh):"}, {"text_block_id": "p86_b1346", "text": "One billion watt-hours"}, {"text_block_id": "p86_b1347", "text": "Green Economy"}, {"text_block_id": "p86_b1348", "text": "-The Green Economy is an emerging marketplace that seeks to optimize the synergy among three sets of values: social, environmental and financial. This is most commonly referred to as the \"triple bottom line.\" By definition, the Green Economy is:"}, {"text_block_id": "p86_b1349", "text": "Environmentally sustainable, based on the belief that our biosphere is a closed system with finite resources and a limited capacity for self-regulation and self-renewal. We"}, {"text_block_id": "p86_b1350", "text": "depend on the earth’s natural resources, and therefore we must create an economic"}, {"text_block_id": "p86_b1351", "text": "system that respects the integrity of ecosystems and ensures the resilience of life supporting systems."}, {"text_block_id": "p86_b1352", "text": "Socially just, based on the belief that culture and human dignity are precious resources that, like our natural resources, require responsible stewardship to avoid their depletion. We must create a vibrant economic system that ensures all people have access to a decent standard of living and full opportunities for personal and social development."}, {"text_block_id": "p86_b1353", "text": "Locally rooted, based on the belief that an authentic connection to place is the essential pre-condition to sustainability and justice. The Green Economy is a global aggregate of individual communities meeting the needs of its citizens through the responsible, local production and exchange of goods and services."}, {"text_block_id": "p86_b1354", "text": "Greenhouse gas:"}, {"text_block_id": "p86_b1355_merged_merged", "text": "Gases in the atmosphere that absorb and emit radiation within the thermal infrared range. Common greenhouse gases in the Earth’s atmosphere include water vapour, carbon dioxide, methane, nitrous oxide, (low-level or atmospheric) ozone, and chloro-fluorocarbons (CFCs). These gases are the primary contributors to climate change."}, {"text_block_id": "p87_b1360", "text": "Heat content:"}, {"text_block_id": "p87_b1361", "text": "The amount of heat energy available to be released by the transformation or use of a specified physical unit of an energy form (e.g., a tonne of coal, a barrel of oil, a kilowatthour of electricity, a cubic foot of natural gas, or a pound of steam)."}, {"text_block_id": "p87_b1362", "text": "The amount of heat energy is commonly expressed in British thermal units (Btu)."}, {"text_block_id": "p87_b1363", "text": "Note:"}, {"text_block_id": "p87_b1364", "text": "Heat content of combustible energy forms can be expressed in terms of either gross heat content (higher or upper heating value) or net heat content (lower heating value), depending upon whether or not the available heat energy includes or excludes the energy used to vaporize water (contained in the original energy form or created during the combustion process)."}, {"text_block_id": "p87_b1365", "text": "Heat rate"}, {"text_block_id": "p87_b1366", "text": ": Amount of energy input needed to produce one kilowatt hour of electricity. The energy output of one kilowatt is 3,412. This when divided by the energy content of fuel needed"}, {"text_block_id": "p87_b1367", "text": "to produce one kilowatt of electricity gives the efficiency factor. In 2007 JPSCo’s energy input to"}, {"text_block_id": "p87_b1368", "text": "produce one kilowatt hour of electricity is estimated at 12,623 Btu. This translates to an efficiency factor of 24.5%."}, {"text_block_id": "p87_b1369", "text": "ICENS"}, {"text_block_id": "p87_b1370", "text": ": International Centre for Environmental and Nuclear Sciences."}, {"text_block_id": "p87_b1371", "text": "Independent power producer (IPP):"}, {"text_block_id": "p87_b1372", "text": "A corporation, person, agency, authority, or other legal entity or instrumentality that owns or operates facilities for the generation of electricity for use primarily by the public, and that is not an electric utility."}, {"text_block_id": "p87_b1373", "text": "IPP/IPPs"}, {"text_block_id": "p87_b1374", "text": ": Independent Power Producer/s"}, {"text_block_id": "p87_b1375", "text": "Joule (J):"}, {"text_block_id": "p87_b1376", "text": "The meter-kilogram-second unit of work or energy, equal to the work done by a force of one newton when its point of application moves through a distance of one meter in the direction of the force; equivalent to 107 ergs and one watt-second."}, {"text_block_id": "p87_b1377", "text": "JPSCo"}, {"text_block_id": "p87_b1378", "text": ": Jamaica Public Service Company."}, {"text_block_id": "p87_b1379", "text": "Kilowatt (kW):"}, {"text_block_id": "p87_b1380", "text": "1,000 watts."}, {"text_block_id": "p87_b1381", "text": "Kilowatt-hour (kWh):"}, {"text_block_id": "p87_b1382", "text": "A measure of electricity defined as a unit of work or energy, measured as 1 kilowatt (1,000 watts) of power expended for 1 hour. One kWh is equivalent to 3,412 Btu."}, {"text_block_id": "p87_b1383", "text": "Kyoto Protocol to the UN Framework Convention on Climate Change:"}, {"text_block_id": "p87_b1384", "text": "An international agreement that sets binding targets for 37 industrialized countries and the European community for reducing greenhouse gas (GHG) emissions."}, {"text_block_id": "p87_b1385", "text": "Liquefied natural gas (LNG):"}, {"text_block_id": "p87_b1386_merged_merged_merged", "text": "Natural gas (primarily methane) that has been liquefied by reducing its temperature to -260 degrees Fahrenheit at atmospheric pressure."}, {"text_block_id": "p87_b1389", "text": "Liquefied petroleum gases (LPG):"}, {"text_block_id": "p87_b1390", "text": "A group of hydrocarbon-based gases derived from crude oil refining or natural gas fractionation. They include ethane, ethylene, propane, propylene, normal butane, butylenes, isobutane, and isobutylene. For convenience of transportation, these gases are liquefied through pressurization. They are usually delivered by tank truck and stored near the building in a tank or cylinder until used. One common use is cooking gas."}, {"text_block_id": "p88_b1391", "text": "Megawatt (MW):"}, {"text_block_id": "p88_b1392", "text": "One thousand kilowatts."}, {"text_block_id": "p88_b1393", "text": "Megawatt-hour (MWh):"}, {"text_block_id": "p88_b1394", "text": "One thousand kilowatt-hours."}, {"text_block_id": "p88_b1395", "text": "MTBE:"}, {"text_block_id": "p88_b1396", "text": "Methyl tertiary-butyl ether is a water-soluble additive to gasoline."}, {"text_block_id": "p88_b1397", "text": "Net metering:"}, {"text_block_id": "p88_b1398", "text": "an electricity policy for consumers who own (generally small) renewable energy facilities, such as wind, solar power or home fuel cells which enables consumers to sell the excess to the local utility, offsetting their purchases from the utility at other times."}, {"text_block_id": "p88_b1399", "text": "NWC"}, {"text_block_id": "p88_b1400", "text": ": National Water Commission."}, {"text_block_id": "p88_b1401", "text": "Octane rating:"}, {"text_block_id": "p88_b1402", "text": "A number used to indicate gasoline's antiknock performance in motor vehicle engines. The two recognized laboratory engine test methods for determining the antiknock rating, i.e., octane rating, of gasolines are the Research method and the Motor method. To provide a single number as guidance to the consumer, the antiknock index (R + M)/2, which is the average of the Research and Motor octane numbers, was developed."}, {"text_block_id": "p88_b1403", "text": "Oil Intensity Index"}, {"text_block_id": "p88_b1404", "text": ": Volume of oil required to produce one dollar of constant GDP."}, {"text_block_id": "p88_b1405", "text": "OUR"}, {"text_block_id": "p88_b1406", "text": ": Office of Utilities Regulation."}, {"text_block_id": "p88_b1407", "text": "PBMR"}, {"text_block_id": "p88_b1408", "text": ": Pebble Bed Modular Reactor (emerging nuclear technology which is expected to facilitate electricity generation from smaller sized and cost effective plants)."}, {"text_block_id": "p88_b1409", "text": "PCJ"}, {"text_block_id": "p88_b1410", "text": ": Petroleum Corporation of Jamaica."}, {"text_block_id": "p88_b1411", "text": "Peak demand:"}, {"text_block_id": "p88_b1412", "text": "The maximum load during a specified period of time."}, {"text_block_id": "p88_b1413", "text": "Petcoke"}, {"text_block_id": "p88_b1414", "text": ": See Coke (petroleum)."}, {"text_block_id": "p88_b1415", "text": "Renewable energy resources:"}, {"text_block_id": "p88_b1416", "text": "Energy resources that are naturally replenishing but flow-limited. They are virtually inexhaustible in duration but limited in the amount of energy that is available per unit of time. Renewable energy resources include: biomass, hydro, geothermal, solar, wind, ocean thermal, wave action, and tidal action."}, {"text_block_id": "p88_b1417", "text": "Spot market (natural gas):"}, {"text_block_id": "p88_b1418", "text": "A market in which natural gas is bought and sold for immediate or very near-term delivery, usually for a period of 30 days or less. The transaction does not imply a continuing arrangement between the buyer and the seller. A spot market is more likely to develop at a location with numerous pipeline interconnections, thus allowing for a large number of buyers and sellers. The Henry Hub in southern Louisiana is the best known spot market for natural gas."}, {"text_block_id": "p88_b1419", "text": "System (electric):"}, {"text_block_id": "p88_b1420", "text": "Physically connected generation, transmission, and distribution facilities operated as an integrated unit under one central management or operating supervision."}, {"text_block_id": "p89_b1421", "text": "System losses:"}, {"text_block_id": "p89_b1422", "text": "Electric energy lost in the process of generating electricity as well as due to the transmission and distribution of electricity."}, {"text_block_id": "p89_b1423", "text": "Transmission and distribution losses (T&D Losses):"}, {"text_block_id": "p89_b1424", "text": "Electric energy lost due to the transmission and distribution of electricity. Much of the loss is thermal in nature. There are two types of losses: a) technical, and b) non-technical. Generally an efficient system would have these losses in the 7.5%. to 8% range."}, {"text_block_id": "p89_b1425", "text": "Transport fuels"}, {"text_block_id": "p89_b1426", "text": ": Auto fuels; kerosene or turbo fuel (J-1 and J-4) for aviation; marine diesel and bunker fuel for shipping; and electricity (railways)."}, {"text_block_id": "p89_b1427", "text": "Transportation sector"}, {"text_block_id": "p89_b1428", "text": ": An energy-consuming sector that consists of all vehicles whose primary purpose is transporting people and/or goods from one physical location to another. Included are automobiles; trucks; buses; motorcycles; trains, subways, and other rail vehicles; aircraft; and ships, barges, and other waterborne vehicles. Vehicles whose primary purpose is not transportation (e.g., construction cranes and bulldozers, farming vehicles, and warehouse tractors and forklifts) are classified in the sector of their primary use."}, {"text_block_id": "p89_b1429", "text": "UTECH"}, {"text_block_id": "p89_b1430", "text": ": University of Technology, Jamaica."}, {"text_block_id": "p89_b1431", "text": "UWI"}, {"text_block_id": "p89_b1432", "text": ": University of the West Indies"}, {"text_block_id": "p89_b1433", "text": "Waste heat recovery:"}, {"text_block_id": "p89_b1434", "text": "Any conservation system whereby some space heating or water heating is done by actively capturing by product heat that would otherwise be ejected into the environment. In commercial buildings, sources of water-heat recovery include refrigeration/air-conditioner compressors, manufacturing or other processes, data processing centres, lighting fixtures, ventilation exhaust air, and the occupants themselves. Not to be considered is the passive use of radiant heat from lighting, workers, motors, ovens, etc., when there are no special systems for collecting and redistributing heat."}, {"text_block_id": "p89_b1435", "text": "Watt (W):"}, {"text_block_id": "p89_b1436", "text": "The unit in which power (the rate at which energy is used) is measured. See also kilowatt."}, {"text_block_id": "p89_b1437", "text": "Watt-hour (Wh):"}, {"text_block_id": "p89_b1438", "text": "The amount of Watts of energy used in one (1) hour. See also Kilowatt-hour."}, {"text_block_id": "p89_b1439", "text": "Wheeling:"}, {"text_block_id": "p89_b1440", "text": "The ability of an energy consumer to select their own energy supplier, or \"wheel in\" energy from one or more different suppliers; the movement of electricity through a local grid for use in another area."}, {"text_block_id": "p89_b1441", "text": "Wind energy:"}, {"text_block_id": "p89_b1442", "text": "Kinetic energy present in wind motion that can be converted to mechanical energy for driving pumps, mills, and electric power generators."}, {"text_block_id": "p89_b1443", "text": "Wind power plant:"}, {"text_block_id": "p89_b1444", "text": "A group of wind turbines interconnected to a common utility system through a system of transformers, distribution lines, and (usually) one substation. Operation, control, and maintenance functions are often centralized through a network of computerized monitoring systems, supplemented by visual inspection."}], "document_description": "Developed in parallel with the Vision 2030 Jamaica document, the overarching goal of the National Energy Policy is to develop: 'a modern, efficient, diversified and environmentally sustainable energy sector providing affordable and accessible energy supplies with long-term energy security and supported by informed public behaviour on energy issues and an appropriate policy, regulatory and institutional framework'.<br>&nbsp;<br>&nbsp;The Strategic Framework underpinning the policy addresses both the supply and demand energy issues Jamaica faces. It prioritises seven key areas:</div><ul><li>Security of energy supply through diversification of fuels as well as development of renewable energy sources</li><li>Modernising the country's energy infrastructure</li><li>Development of renewable energy sources</li><li>Conservation and efficiency in energy use</li><li>Development of a comprehensive governance/regulatory framework for the energy sector</li><li>Enabling government ministries and agencies to be models/best practice for the rest of society in terms of energy management</li><li>Eco-efficiency in industries</li></ul><div>&nbsp;<br>&nbsp;Finding environmentally sustainable energy solutions is central to the document. It seeks to facilitate cultural, institutional and technological change in a way that supports 'aggressive' advances in energy efficiency and conservation, minimises greenhouse emissions and ulti-mately provides green growth. These energy efficiency and conservation goals are seen as 'no regrets' mitigation actions that can have positive impacts on society and the economy, principally by reducing costs and dependency on fossil fuel imports.<br>&nbsp;<br>&nbsp;Among stated goals of the policy is that Jamaica realises its energy resource potential through the development of renewable energy sources and enhances its international competitiveness and energy security while reducing its carbon footprint.<br>&nbsp;<br>&nbsp;Five sub-policies exist to support the National Energy Policy, namely:</div><ul><li>A Carbon Emissions Trading Policy developed to address Jamaica's participation in the Clean Development Mechanism</li><li>National Renewable Energy Policy 2010-2030</li><li>National Energy from Waste Policy 2010-2030</li><li>Energy Conservation and Efficiency Policy</li><li>Biofuels Policy</li></ul><div>&nbsp;<br>&nbsp;Overall the policy propose to reduce the percentage of petroleum in the country's energy supply mix from the current 95% (does not state to what level) and increase the percentage of renewables in the energy mix with proposed targets of 11% by 2012, 12.5% by 2015 and 20% by 2030.<br>&nbsp;<br>&nbsp;The Policy document itself contains a section 'Proposed Energy Sector Indicators and Targets' on electricity supply, efficiency targets etc. However, the section does not provide the actual indicators and targets."}