{"document_instrument_name": ["Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Jamaica", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Health", "Energy", "Economy-wide"], "document_date": "01/01/2010", "document_language": "English", "document_name": "Vision 2030 Jamaica: National Development Plan", "document_country_code": "JAM", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/JAM/2010/JAM-2010-01-01-Vision 2030 Jamaica: National Development Plan_aa7927879aea182483446290ad1e6726.pdf", "document_type": "Vision", "text_blocks": [], "document_description": "Vision 2030 offers a comprehensive planning framework in which the economic, social, environmental and governance aspects of national development are integrated. The Plan aims to put Jamaica in a position to achieve developed country status by 2030 and in the process, make it: 'the place of choice to live, work, raise families, and do business'.  This is Jamaica's first long-term national development plan and covers a 21-year period. It provides a framework to ensure that the management of natural hazards, which are predicted to increase in frequency and severity under climate change, is integrated into Jamaica's development and that hazard considerations are systematically incorporated into development policy.  Vision 2030 Jamaica has four national goals, aligned to 15 National Outcomes. Following from the national outcomes are 82 National Strategies, with sector strategies and actions. Climate change is positioned under the goal of Jamaica having a healthy natural environment. Another goal is 'Hazard Risk Reduction and adaptation to climate change'. There are four specific National Strategies here:Improve resilience to all forms of hazardsDevelop measures to adapt to climate changeContribute to the effort to reduce the global rate of climate changeImprove emergency response capability  There is also a sector plan on Climate Change, whose National Strategies include diversification of the energy supply and the promotion of energy efficiency and conservation. The Vision sees this as a 'win-win' opportunity, reducing spending on imported oil, pollution and pollution-related illness. Finally, reforestation efforts are seen as a means to mitigate climate change and improve watersheds and reduce landslides and erosion."}