{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Zambia", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Policy on Climate Change", "document_country_code": "ZMB", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "04/01/2016", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/ZMB/2016/ZMB-2016-01-04-National Policy on Climate Change_5c4dc6624c427e1b2e621b287a772823.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "MINISTRY OF NATIONAL DEVELOPMENT PLANNING"}, {"text_block_id": "p0_b2", "text": "NATIONAL POLICY ON CLIMATE CHANGE"}, {"text_block_id": "p0_b3", "text": "Ministry of lands, Natural Resources and Environmental Protection"}, {"text_block_id": "p0_b4", "text": "April 2016"}, {"text_block_id": "p2_b5", "text": "FOREWORD"}, {"text_block_id": "p2_b6", "text": "rural communities."}, {"text_block_id": "p2_b7", "text": "Climate change has emerged as one of the most pressing issues in Zambia affecting socio economic development. The country is already experiencing climate induced hazards, which include drought and dry spells, seasonal and flash floods and extreme temperatures. Some of these hazards, especially the droughts and floods have increased in frequency and intensity over the past few decades and have adversely impacted on the food and water security, water quality, energy and sustainable livelihoods of"}, {"text_block_id": "p2_b8", "text": "Conscious of the threats posed by climate change to the development process including attainment of the Vision 2030, Government has taken necessary steps to minimize the potential for further damage. However, the steps and actions undertaken so far on mitigating climate change and adaptation to the adverse impacts of climate change have been fragmented and done in an ad-hoc manner."}, {"text_block_id": "p2_b9", "text": "It is from this background that Government has developed the National Policy on Climate Change to provide a framework for coordinated response to climate change issues. It gives guidance on how the Zambian economy can grow in a sustainable manner and thereby fostering a smooth implementation of the Revised Sixth National Development Plan (R-SNDP) and its successor plans including the achievement of the Vision 2030."}, {"text_block_id": "p2_b10", "text": "The NCCP was developed through a broad based consultative process involving all stakeholders. This was done with a view to secure a diverse cross-section of stakeholders from across the country. I am happy to note, with appreciation, that the Policy was formulated based on stakeholders needs and has given special consideration for vulnerable groups such as poor rural women, children and youths in the backdrop of the decentralization process being advanced by Government."}, {"text_block_id": "p2_b11", "text": "Finally, I wish to implore all stakeholders to work together and implement this policy in order to achieve its objectives and meet the aspirations of the people of the Republic of Zambia"}, {"text_block_id": "p2_b12", "text": "Inonge Mutukwa Wina"}, {"text_block_id": "p2_b13", "text": "VICE PRESIDENT AND MINISTER OF NATIONAL DEVELOPMENT PLANNING"}, {"text_block_id": "p2_b14", "text": "REPUBLIC OF ZAMBIA"}, {"text_block_id": "p3_b15", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p3_b16", "text": "The development of the National Climate Change Policy was based on a consultative process involving all key stakeholders across all sectors. Accordingly, due appreciation and special thanks is being extended to all stakeholders who participated in formulating this Policy. These included the following:"}, {"text_block_id": "p3_b17", "text": "The development of the National Climate Change Policy was based on a consultative process involving all key stakeholders across all sectors. Accordingly, due appreciation and special thanks is being extended to all stakeholders who participated in formulating this Policy. These included the following:\n* All Government line Ministries and Departments\n* The Members of Parliament for their contributions provided during the\n* Provincial Permanent Secretaries and their delegates who participated in the\n* Private sector institutions and Civil Society Organizations;\n* Academicians, private climate change experts and consultants who were\n* All media institutions and those individuals who in one way or another\n* Members of staff in the Ministry who provided secretarial services; and,"}, {"text_block_id": "p3_b31", "text": "Finally, special thanks are also extended to the Cooperating Partners and in particular the Norwegian Government and United Nations Development Programme (UNDP) Country Office for their financial and technical support."}, {"text_block_id": "p3_b32", "text": "Hon. Christabel Ngimbu, M.P."}, {"text_block_id": "p3_b33", "text": "MINISTER OF LANDS, NATURAL RESOURCES AND"}, {"text_block_id": "p3_b34", "text": "ENVIRONMENTAL PROTECTION"}, {"text_block_id": "p4_b35", "text": "ACRONYMS"}, {"text_block_id": "p5_b36", "text": "WORKING DEFINITIONS"}, {"text_block_id": "p9_b37", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p10_b38", "text": "LIST OF FIGURES"}, {"text_block_id": "p11_b39", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p11_b40", "text": "It is widely recognized that climate change constitutes a significant and serious threat to sustainable development of any country, including Zambia. Evidence shows that Zambia has over the past years experienced a number of climate related hazards including droughts and dry spells, seasonal and flash floods, and extreme temperatures. Some of these, especially droughts and floods have increased in frequency and intensity over the last two decades and have adversely impacted on food and water security, energy and livelihoods of communities. Temperatures also indicate a rising trend with potential for increased heat stress, land degradation and desertification. Such impacts are likely to compound the daunting economic and social challenges the country already faces. Therefore, actions to minimize the potential future impacts of climate change are critical."}, {"text_block_id": "p11_b41_merged", "text": "Conscious of the serious risk of the fundamental disruption that climate change poses to the already challenging attainment of national development goals, the Vision 2030, the Government is treating climate change as a developmental challenge and taking all necessary actions to minimize the potential for further damage. This National Policy on Climate Change (NPCC) has been developed to support and facilitate a coordinated response to climate change issues in the country. It will enable Zambia to re-align its climate-sensitive sectors of the economy and its society in order to meet its development goals through adaptation and mitigation interventions. At the same time, it will contribute to the achievement of the overall objective of the United Nations Framework Convention on Climate Change (UNFCCC) which is “stabilization of greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system”. Zambia signed and ratified the UNFCCC on 11th June, 1992 and 28th May, 1993 respectively."}, {"text_block_id": "p11_b47", "text": "The policy document is presented in eight (8) sections, reflecting its primary objective and indicating the measures to be taken by the Government and other stakeholders to respond to the challenges posed by climate change. In Section 1, introduces climate change as a real challenge and the potential threat it poses to development objectives. The broad-based consultative process that was followed in the development of the NPCC is also outlined. The prevailing climate change related conditions as evidenced by changes in temperature, rainfall and extreme events including the potential impacts of such changes on key economic sectors and the natural resource base are presented in Section 2. The vision of the NPCC is stated in Section 3. Section 4 provides the rationale while Section 5 states the guiding principles that underpin the policy objectives. In Section 6, the specific objectives of the NPCC are outlined. The key sectors and a set of policy measures are detailed in Section 7. In Section 8, the implementation framework to guide the implementation of the policy is presented."}, {"text_block_id": "p12_b48", "text": "2.0 SITUATION ANALYSIS"}, {"text_block_id": "p12_b49", "text": "2.1 The International Context"}, {"text_block_id": "p12_b50", "text": "Climate change is widely recognized as one of the major challenges facing humankind as highlighted in the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC, 2007). To address such a global issue, the United Nations Framework Convention on Climate Change was adopted in 1992. The main objective of the UNFCCC is to stabilize GHG concentrations in the atmosphere to a level that would prevent dangerous human induced interference with the climate system. In order to implement the provisions of the convention, Parties are encouraged to formulate and implement measures to mitigate climate change by addressing anthropogenic emissions of Green House Gases (GHGs) and facilitate adaptation to its impacts. This is to ensure that climate change does not compound the economic and social challenges already faced by the world and developing countries in particular."}, {"text_block_id": "p12_b51", "text": "2.2 Climate Change in Zambia"}, {"text_block_id": "p12_b52", "text": "The Government recognizes the serious impact of climate change in Zambia on human and ecosystems from the studies that have been carried out. These studies have allowed Zambia to:"}, {"text_block_id": "p12_b53", "text": "The Government recognizes the serious impact of climate change in Zambia on human and ecosystems from the studies that have been carried out. These studies have allowed Zambia to:\n* have a better understanding of its local climate and prediction of\n* improve its capacity to assess impacts of climate change and\n* make informed decisions on appropriate adaptation and mitigation\n* initiate actions to benefit from other opportunities as provided for"}, {"text_block_id": "p12_b61", "text": "These studies have revealed that there has been an increase in the frequency of extreme events such as floods and droughts over the past four decades. Further, the studies have shown that the rainy season is becoming shorter (starting late and ending early) and more intense while a trend towards an increase in temperature in both the cooler and warmer seasons was also observed. In addition, studies show that the mean annual temperature has increased by 1.3°C between 1960 and 2003, which is approximately twice the increase in the average global temperature during the same period. Within the region, countries such as South Africa, Lesotho, Swaziland, Namibia and Angola observed a 0.6 -1°C during a comparable period. Further, there has been"}, {"text_block_id": "p13_b62", "text": "remarkable rainfall variability over the same period."}, {"text_block_id": "p13_b63", "text": "The predicted future trends in the country are towards higher average temperature resulting in increased rainfall intensity and variability. Furthermore, the proportion of total rainfall that falls in heavy events is projected to increase annually but mainly in December, January and February. The mean annual temperature is projected to increase by a further 1.2 to 3.4°C by the 2060s, with the projected rate of warming expected to be a little more rapid in the southern and western regions of Zambia than in the northern and eastern regions."}, {"text_block_id": "p13_b64", "text": "2.2.1 Greenhouse Gases Emissions"}, {"text_block_id": "p13_b65", "text": "According to the Second National Communication (SNC), GHGs emissions in Zambia"}, {"text_block_id": "p13_b66", "text": "have increased by 6.2% from 51.52 million tones CO"}, {"text_block_id": "p13_b67", "text": "2"}, {"text_block_id": "p13_b68", "text": "equivalent (CO"}, {"text_block_id": "p13_b69", "text": "2"}, {"text_block_id": "p13_b70", "text": "e"}, {"text_block_id": "p13_b71", "text": ") in 1994 to 54.72"}, {"text_block_id": "p13_b72", "text": "million tones CO"}, {"text_block_id": "p13_b73", "text": "2"}, {"text_block_id": "p13_b74", "text": "equivalent (CO"}, {"text_block_id": "p13_b75", "text": "2"}, {"text_block_id": "p13_b76", "text": "e"}, {"text_block_id": "p13_b77", "text": ") in 2000. The largest contribution to GHG emissions"}, {"text_block_id": "p13_b78", "text": "in 2000 came from land use change and forestry, which accounted for 73.7% followed by agriculture at 18.9%. Energy contributed 4.8% followed by industrial processes and waste at 1.8% and 0.8%, respectively. The total GHG emissions from all sectors are projected to increase from 54.7 million from all the sectors in the year 2000 to 216.8 million tones CO"}, {"text_block_id": "p13_b79", "text": "2"}, {"text_block_id": "p13_b80", "text": "Equivalent by the year 2030 if the country does not put in place"}, {"text_block_id": "p13_b81", "text": "measures to reduce greenhouse gas emissions."}, {"text_block_id": "p13_b82", "text": "2.3 Impacts of Climate Change"}, {"text_block_id": "p13_b83_merged_merged", "text": "Zambia is vulnerable to the adverse impacts of climate change as a result of its geographical location, the multiple socio-economic stresses it is subjected to, and its low adaptive capacity. According to the study, on the economic impacts of climate change conducted in 2011 by Government a Gross Domestic Product (GDP) loss of about USD 5 Billion over a 10 to 20 year period was estimated. The study estimated that loss of agricultural productivity and its associated effects on poverty levels, the potential impact of an energy crisis related to power generation, the higher costs of treating climate related diseases such as malaria, and the loss of natural environments which provide critical services to urban, peri-urban, and rural communities are major contributors to GDP loss. It is therefore important to note that Zambia's socio-economic well-being and ecosystem is likely to be mainly impacted upon in the following sectors."}, {"text_block_id": "p14_b86", "text": "2.3.1 Water Sector"}, {"text_block_id": "p14_b87", "text": "The water resources in Zambia represent about 40% of the water resources in the Southern African region. The country has major rivers such as the Zambezi, the fourth largest in Africa and its tributaries (Luangwa and Kafue), and lakes such as Tanganyika, Mweru, Bangweulu and Kariba. In as much as Zambia has abundant water resources, the country has isolated semi-arid areas in the southern and western parts."}, {"text_block_id": "p14_b88", "text": "With changes in rainfall variability, these regions have experienced devastating floods and/or droughts. Furthermore, both flood and drought conditions have worsen access to safe and clean drinking water among households. This situation has increased the prevalence of water borne diseases and labour burden on women and girls who are the main drawers of water for their households in the peri-urban and rural areas. Other impacts of climate change on ecosystems include reduced flows and drying up of water bodies leading to possible degradation of aquatic habitats and disruption of aquatic ecosystem functions and services."}, {"text_block_id": "p14_b89", "text": "2.3.2 Agriculture Sector"}, {"text_block_id": "p14_b90", "text": "Agriculture sector, which employs 67% of the labour force, remains the main source of income and employment particularly for both rural women and men. The sector also contributes between 16 to 20% of the country's national GDP and provides livelihood for more than 50% of the population."}, {"text_block_id": "p14_b91", "text": "This sector, being highly dependent on rainfall, is very sensitive to climate change. The resultant adverse impacts on crops, livestock and fisheries lead to reduction of agricultural productivity thereby contributing to food insecurity."}, {"text_block_id": "p14_b92", "text": "The increase in temperatures has resulted in increased difficulties in the control and management of pests and diseases. Droughts and flooding have also resulted in crop failure, reduced livestock production and the consequent food insecurity. Climate variability has kept a proportion of the population dependent on subsistence agriculture, below the national poverty line."}, {"text_block_id": "p14_b93", "text": "2.3.3 Forestry Sector"}, {"text_block_id": "p14_b94", "text": "Forests cover approximately 66% of the land in Zambia, which translates, into approximately 49.97 million hectares of which gazetted forest reserves cover an estimated 9.6%. Forests play an important role in promoting the absorption of carbon from the atmosphere and providing important services such as watershed protection."}, {"text_block_id": "p15_b95", "text": "For example, in Zambia most of the water resources originate in forested watersheds, which make forestry very important in regulating water quality and quantity for livelihoods."}, {"text_block_id": "p15_b96", "text": "In 2008, deforestation rate was estimated at 250,000 – 300,000 hectares per year. With high rate of deforestation coupled with climate change, the growth, composition and regeneration capacity of forests has been grossly affected resulting in reduced biodiversity and ability to deliver important forest products and services. Furthermore, climate change promotes the emergence of invasive species."}, {"text_block_id": "p15_b97", "text": "2.3.4 Wildlife Sector"}, {"text_block_id": "p15_b98", "text": "Wildlife resources play a very important role in the national economy as it supports tourism, which, in 2008 contributed 3% to the country's GDP. The sector is considered as a major potential growth engine for years to come."}, {"text_block_id": "p15_b99", "text": "The open and closed grasslands and forests constitute the natural habitats of endemic species and other large wild animals including lions, buffaloes and elephants. Water animals like hippo and crocodile and a variety of bird species also inhabit the rivers, lakes and other wetland ecosystems. In relation to the impacts of climate change, drought conditions reduces soil moisture and give rise to poor quality fodder, stress, uncontrolled migration and wildlife-human conflicts. Under excessive rainfall, wetland animals like the Lechwe and Puku would be adversely affected."}, {"text_block_id": "p15_b100", "text": "2.3.5 Tourism Sector"}, {"text_block_id": "p15_b101", "text": "Tourism including Arts and Culture is one of the priority sectors for development in Zambia. The sector has the potential to be a major contributor to socio-economic development of the country. Popular tourist attractions such as the Victoria Falls, and the rich biodiversity and culture of Zambia are important tourism assets, which ensure that the tourism sector continues to be one of the most important economic sectors of the country."}, {"text_block_id": "p15_b102", "text": "However, the sector is very vulnerable to climate change because of its dependence on wildlife and water resources. Droughts and floods affect water levels of the different waterfalls including the famous Victoria Falls, thus affecting the flow of tourists visiting the country."}, {"text_block_id": "p16_b103", "text": "2.3.6 Mining Sector"}, {"text_block_id": "p16_b104", "text": "For many decades, mining has been a major driver of the Zambian economy contributing significantly to the country's GDP. Production of copper, cobalt, coal and gemstone has great potential that has yet to be fully realized. However, mining activities are seriously affected by floods causing disruption of mining activities. For example, in 2005, coal production at the Maamba coal mines was affected by heavy storms and floods, which caused four (4) months of operations shutdown."}, {"text_block_id": "p16_b105", "text": "2.3.7 Energy Sector"}, {"text_block_id": "p16_b106", "text": "The energy sector is an important component of the economy. The largest source of energy in Zambia is biomass, with 75% of the country's energy supply being from charcoal and firewood. Zambia also has abundant hydroelectric generation potential with 99.9% of electricity produced from hydrological sources."}, {"text_block_id": "p16_b107", "text": "Currently, 25% of the national population has access to electricity.  From this number, 49.3% are found in urban areas and 3.2% in the rural areas. Frequent drought and flood conditions negatively affect the availability of fuel wood thereby increasing the time taken and labour required to collect it. This burden falls primarily upon women and girls."}, {"text_block_id": "p16_b108", "text": "Climate change will, unfortunately, have significant impacts as droughts and rising temperatures lead to gradual drying up of biomass and result in a reduction in the availability of fuel wood. Alterations in the hydrology of the country will result in worsening droughts and more dangerous flooding, thus raising safety concerns for dams."}, {"text_block_id": "p16_b109", "text": "The economic impacts of climate change on hydropower generation will be felt in both the cost of power cuts and wasted investments in dams that will have inadequate water to generate electricity."}, {"text_block_id": "p16_b110", "text": "2.3.8 Health Sector"}, {"text_block_id": "p16_b111", "text": "Climate impacts add to the strain already felt by the public health sector in Zambia. Rising temperatures and changing precipitation patterns are responsible for the expansion of the disease vector habitats. For example, diseases, like malaria, are spreading to areas where they were not prevalent before. The outbreaks of bilharzia have also been reported during past floods, while diseases like cholera, typhoid and dysentery have reached an epidemic proportion in the face of climate change."}, {"text_block_id": "p17_b112", "text": "Water-borne diseases have become more widespread as safe water becomes inaccessible and/or in case of flooding. Sanitary infrastructure in many areas is inadequate or lacking and such a situation has favored the spread of deadly diseases that are linked to rising temperatures, high rainfall and inadequate waste disposal facilities."}, {"text_block_id": "p17_b113", "text": "2.3.9 Cross cutting Issues"}, {"text_block_id": "p17_b114", "text": "Climate change affects men, women, youth, children and differently-abled persons in different ways. Of significance is the fact that women and children are most vulnerable to health impacts given their traditional roles in the society."}, {"text_block_id": "p17_b115", "text": "Further, climate change adversely affects vulnerable groups whose livelihoods largely depends on natural resources, such as forestry and water. This results in food insecurity and shortage of water. In addition, the vulnerable groups tend to be under-represented in decision making on climate change, which in turn severely limits their ability to contribute, implement and apply their expertise."}, {"text_block_id": "p17_b116", "text": "However, it is important to note that these different groups are also agents of climate change based on their respective economic activities."}, {"text_block_id": "p17_b117", "text": "Given the above situational analysis, it is evident that climate change will impact further on Zambia's economy if measures are not put in place to address it. This has necessitated the development of the policy in order to address the challenges posed by climate change."}, {"text_block_id": "p18_b118", "text": "3.0 VISION"}, {"text_block_id": "p18_b119", "text": "4.0 RATIONALE"}, {"text_block_id": "p18_b120", "text": "The rationale for formulating the NPCC is to establish a coordinated national response to climate change. Currently, climate change issues are being addressed in a fragmented manner using various sectoral policies, strategies and plans and these have had limited overall effect."}, {"text_block_id": "p18_b121", "text": "The NPCC is therefore, envisaged to provide a framework that will allow the implementation of existing, and future initiatives and opportunities in a more coordinated manner, while providing a long-term vision to achieve sustainable development. The country, therefore, intends to fully integrate climate change into its development plans. This work will be enhanced by the overall framework provided by the Policy. The NPCC will furthermore provide a framework for attracting finance and investments to achieve sustainable development goals."}, {"text_block_id": "p18_b122", "text": "5.0 GUIDING PRINCIPLES"}, {"text_block_id": "p18_b123", "text": "This policy is guided by the following principles:"}, {"text_block_id": "p18_b124", "text": "This policy is guided by the following principles:\n* Sustainable Climate Change response:\n* Sustainable Climate Change response:\n All climate change actions shall be environmentally sustainable and positively\n* Compliant with international obligations:\n* Compliant with international obligations:\n All climate change interventions shall promote and fulfill relevant\n* Resilience building as an integral part of the development process:\n* Resilience building as an integral part of the development process:\n All developmental efforts shall contribute to building resilience to climate"}, {"text_block_id": "p19_b133", "text": "This policy is guided by the following principles:\n* Sustainable Climate Change response:\n* Sustainable Climate Change response:\n All climate change actions shall be environmentally sustainable and positively\n* Compliant with international obligations:\n* Compliant with international obligations:\n All climate change interventions shall promote and fulfill relevant\n* Resilience building as an integral part of the development process:\n* Resilience building as an integral part of the development process:\n All developmental efforts shall contribute to building resilience to climate\n* Collectiveness and inclusiveness :\n* Collectiveness and inclusiveness :\n Climate change response measures shall be done collectively and inclusively.\n* Consultative approach:\n* Consultative approach:\n Climate change actions shall be undertaken in an integrated, consultative and\n* Ecosystem integrity\n* Ecosystem integrity\n Climate change actions shall take into account the important role ecosystems\n* Complementarity of Adaptation, Disaster Risk Reduction (DRR) and"}, {"text_block_id": "p19_b144", "text": "Climate change actions shall recognize the complementarity of adaptation, disaster risk reduction and mitigation."}, {"text_block_id": "p20_b145", "text": "6.0 POLICY OBJECTIVES"}, {"text_block_id": "p20_b146", "text": "6.1 Overall objective"}, {"text_block_id": "p20_b147", "text": "The overall objective is to provide a framework for coordinating climate change programmes in order to ensure climate resilient and low carbon development pathways for sustainable development towards the attainment of Zambia's Vision 2030."}, {"text_block_id": "p20_b148", "text": "6.2 Specific objectives"}, {"text_block_id": "p20_b149", "text": "6.2 Specific objectives\n* To promote and strengthen the implementation of  adaptation and\n* To promote and implement sustainable land-use management\n* To promote mainstreaming of climate change into policies, plans\n* To strengthen the institutional and human resource capacity in\n* To promote communication and dissemination of climate change\n* To promote investments in climate resilient and low carbon\n* To foster research and development in order to improve\n* To engender Climate Change programmes and activities in order to"}, {"text_block_id": "p21_b165", "text": "6.2 Specific objectives\n* To promote and strengthen the implementation of  adaptation and\n* To promote and implement sustainable land-use management\n* To promote mainstreaming of climate change into policies, plans\n* To strengthen the institutional and human resource capacity in\n* To promote communication and dissemination of climate change\n* To promote investments in climate resilient and low carbon\n* To foster research and development in order to improve\n* To engender Climate Change programmes and activities in order to\n* To develop and promote appropriate technologies and build\n<\\li2>"}, {"text_block_id": "p21_b167", "text": "7.0 MEASURES"}, {"text_block_id": "p21_b168", "text": "This section outlines the policy measures that will be implemented in order to achieve the objectives of the National Policy on Climate Change (NPCC). In implementing these measures, all sectors will expected to take the provisions of the INDC into account."}, {"text_block_id": "p21_b169", "text": "7.1 Adaptation and Disaster Risk Reduction"}, {"text_block_id": "p21_b170", "text": "7.1.1 Objective:"}, {"text_block_id": "p21_b171", "text": "To promote and strengthen the implementation of adaptation and disaster risk reduction measures to reduce vulnerability to climate variability and change."}, {"text_block_id": "p21_b172", "text": "7.1.2       Measures:"}, {"text_block_id": "p21_b173", "text": "7.1.2       Measures:\n* Strengthen the  mechanism for identifying risks and hazards in\n* Strengthen surveillance and control of climate change related pests\n* Strengthen the resilience of infrastructure, ecosystems and\n* Promote Community-based risk management activities and use of\n* Promote use of  financial instruments  such as weather-indexed\n* Promote the adoption of appropriate Climate Smart  Agricultural\n* Promote landscape based livelihood diversification;\n* Promote monitoring and management of wildlife habitats;\n\t* Establish and/or strengthen mechanisms for monitoring networks\n<\\li2>\n\t* Promote climate change related public health plans and"}, {"text_block_id": "p22_b193", "text": "7.1.2       Measures:\n* Strengthen the  mechanism for identifying risks and hazards in\n* Strengthen surveillance and control of climate change related pests\n* Strengthen the resilience of infrastructure, ecosystems and\n* Promote Community-based risk management activities and use of\n* Promote use of  financial instruments  such as weather-indexed\n* Promote the adoption of appropriate Climate Smart  Agricultural\n* Promote landscape based livelihood diversification;\n* Promote monitoring and management of wildlife habitats;\n\t* Establish and/or strengthen mechanisms for monitoring networks\n<\\li2>\n\t* Promote climate change related public health plans and\n* Promote the communities' ability to develop physical  and social\n* Promote the protection of water catchment areas, including the"}, {"text_block_id": "p22_b198", "text": "7.2  Mitigation and Low-Emission Development-Related Actions"}, {"text_block_id": "p22_b199", "text": "Zambia's emissions are still low compared to those of developed countries and emerging economies. However, the country will endeavor to develop and implement mitigation programmes that have complementary adaptation co-benefits and in line with the country's development priorities. In order to ensure effective and sustained greenhouse gas inventory reporting, the GHGs inventory management system shall be established. The following mitigation measures will be implemented in key sectors of the economy in order to achieve the objectives of this Policy:"}, {"text_block_id": "p22_b200", "text": "7.2.1 Objective:"}, {"text_block_id": "p22_b201", "text": "To promote investments in climate resilient and low carbon development pathways in order to generate co-benefits and provide incentives for addressing climate change more effectively."}, {"text_block_id": "p22_b202", "text": "7.2.2       Measures:"}, {"text_block_id": "p22_b203", "text": "7.2.2       Measures:\n* Promote sustainable land use planning to protect key ecosystems\n* Promote landscape based livelihood diversification;\n* Promote the development and implementation of Nationally\n* Ensure that investments adhere to sustainable development\n* Promote scaling up of alternative energy sources, energy efficiency\n* Reduce forest degradation and loss of forest ecosystems; and\n* Strengthen the fire management and soil conservation."}, {"text_block_id": "p23_b217", "text": "7.3 Measures Related to Crosscutting Issues"}, {"text_block_id": "p23_b218", "text": "7.3.1 Capacity Building"}, {"text_block_id": "p23_b219", "text": "7.3.1.1  Objective"}, {"text_block_id": "p23_b220", "text": "To strengthen the institutional and human resource capacity in order to effectively and efficiently address all aspects of climate change at, national, provincial, district and local levels."}, {"text_block_id": "p23_b221", "text": "7.3.1.2   Measures"}, {"text_block_id": "p23_b222", "text": "7.3.1.2   Measures\n* Promote stakeholders participation and partnerships that integrate\n* Enhance the capacity of rural economies to diversify, by promoting\n* Promote capacity building in climate change response actions;\n* Facilitate implementation of capacity development programmes in\n* Enhance the capacity of institutions to mobilize and utilize external\n* Enhance the monitoring and review of the effectiveness of\n* Promote consideration of gender aspects and the role and needs of\n* Promote public education and awareness to enhance the capacity\n\t* Build capacity in developing innovations and technologies and\n<\\li2>\n\t* Strengthen the capacity of local technological innovation centers to"}, {"text_block_id": "p23_b242", "text": "7.3.2 Research and Development"}, {"text_block_id": "p23_b243", "text": "7.3.2.1   Objective:"}, {"text_block_id": "p23_b244", "text": "To foster research and development in order to improve understanding and decision making in responding to climate change"}, {"text_block_id": "p23_b245", "text": "."}, {"text_block_id": "p24_b246", "text": "7.3.2.2    Measures"}, {"text_block_id": "p24_b247", "text": "7.3.2.2    Measures\n* Promote research and development (R&D) to address climate change/\n* Promote the use of prediction models and technologies to\n* Support higher learning and research institutions on climate related\n* Facilitate research, development and demonstration of new"}, {"text_block_id": "p24_b255", "text": "7.3.3 Education and Public Awareness"}, {"text_block_id": "p24_b256", "text": "7.3.3.1   Objective"}, {"text_block_id": "p24_b257", "text": "To promote communication and dissemination of climate change information to enhance awareness and understanding of its opportunities and impacts."}, {"text_block_id": "p24_b258", "text": "7.3.3.2    Measures"}, {"text_block_id": "p24_b259", "text": "7.3.3.2    Measures\n* Facilitate climate change advocacy, communication and awareness;\n* Strengthen climate change education, training and public\n* Develop and implement an information generation, sharing and\n* Promote involvement of local authorities and traditional leaders in\n* Promote dissemination of research findings at all levels."}, {"text_block_id": "p24_b269", "text": "7.3.4          Gender"}, {"text_block_id": "p24_b270", "text": "7.3.4.1  Objective"}, {"text_block_id": "p24_b271", "text": "To engender Climate Change programmes and activities in order to enhance gender equality and equity in the implementation of climate change programmes."}, {"text_block_id": "p25_b272", "text": "7.3.4.2 Measures"}, {"text_block_id": "p25_b273", "text": "a)"}, {"text_block_id": "p25_b274", "text": "Promote gender differentiation and implementation of gender-specific measures  on climate change;"}, {"text_block_id": "p25_b275", "text": "b)"}, {"text_block_id": "p25_b276", "text": "Improve the participation of women, youth and children in climate change programmes;"}, {"text_block_id": "p25_b277", "text": "c)"}, {"text_block_id": "p25_b278", "text": "Promote gender equity in access to climate finances."}, {"text_block_id": "p25_b279", "text": "7.3.5 Technology Development and Transfer"}, {"text_block_id": "p25_b280", "text": "7.3.5.1    Objective"}, {"text_block_id": "p25_b281", "text": "To develop and promote appropriate technologies and build national capacity to benefit from climate change technological transfer."}, {"text_block_id": "p25_b282", "text": "7.3.5.2 Measures"}, {"text_block_id": "p25_b283", "text": "a)"}, {"text_block_id": "p25_b284", "text": "Facilitate the development, deployment, diffusion, transfer, and promotion of access to affordable environmentally sound technologies;"}, {"text_block_id": "p25_b285", "text": "b)"}, {"text_block_id": "p25_b286", "text": "Promote identification and utilization of available climate-friendly technologies for mitigation and adaptation that meet low-carbon and climate-resilient development needs;"}, {"text_block_id": "p25_b287", "text": "c)"}, {"text_block_id": "p25_b288", "text": "Promote use of indigenous knowledge and local innovation on climate change;"}, {"text_block_id": "p25_b289", "text": "d)"}, {"text_block_id": "p25_b290", "text": "Encourage protection of local innovation and intellectual property rights;"}, {"text_block_id": "p25_b291", "text": "e)"}, {"text_block_id": "p25_b292", "text": "Facilitate establishment and strengthening of climate technology centers/networks; and"}, {"text_block_id": "p25_b293", "text": "f)"}, {"text_block_id": "p25_b294", "text": "Provide incentives for development and transfer of appropriate climate-related technologies."}, {"text_block_id": "p25_b295", "text": "7.3.6       Promotion of  Green Investments"}, {"text_block_id": "p25_b296", "text": "7.3.6.1   Objective"}, {"text_block_id": "p25_b297", "text": "To promote investments in climate resilient and low carbon development pathways in order to generate co-benefits and provide"}, {"text_block_id": "p26_b298", "text": "incentives for addressing climate change more effectively."}, {"text_block_id": "p26_b299", "text": "7.3.6.2    Measures"}, {"text_block_id": "p26_b300", "text": "a)"}, {"text_block_id": "p26_b301", "text": "Promote investments in renewable energy resource development and increase the proportion of renewable energy in the total energy mix;"}, {"text_block_id": "p26_b302", "text": "b)"}, {"text_block_id": "p26_b303", "text": "Provide incentives for low emission technologies;"}, {"text_block_id": "p26_b304", "text": "c)"}, {"text_block_id": "p26_b305", "text": "Promote investments in non-motorized modes of transport (NMT); and"}, {"text_block_id": "p26_b306", "text": "d)"}, {"text_block_id": "p26_b307", "text": "Promote environmentally friendly investments in all relevant sectors."}, {"text_block_id": "p26_b308", "text": "7.3.7 Mainstreaming"}, {"text_block_id": "p26_b309", "text": "7.3.7.1   Objective"}, {"text_block_id": "p26_b310", "text": "To promote mainstreaming of climate change into policies, plans and strategies at all levels in order to account for Climate Change risks and opportunities in decision making and implementation."}, {"text_block_id": "p26_b311", "text": "7.3.7.2    Measures"}, {"text_block_id": "p26_b312", "text": "a)"}, {"text_block_id": "p26_b313", "text": "Strengthen effective mainstreaming of climate change, response and sustainable recovery from climate related disasters;"}, {"text_block_id": "p26_b314", "text": "b)"}, {"text_block_id": "p26_b315", "text": "Promote Strategic Environmental Assessments (SEAs) as a tool for integration of low emission principles;"}, {"text_block_id": "p26_b316", "text": "c)"}, {"text_block_id": "p26_b317", "text": "Promote mainstreaming of gender into all climate change programmes;"}, {"text_block_id": "p26_b318", "text": "d)"}, {"text_block_id": "p26_b319", "text": "Facilitate mainstreaming  of climate change into school curriculum;"}, {"text_block_id": "p26_b320", "text": "e)"}, {"text_block_id": "p26_b321", "text": "Develop and implement codes and standards to promote adaptation and mitigation in  infrastructure development; and"}, {"text_block_id": "p26_b322", "text": "f)"}, {"text_block_id": "p26_b323", "text": "Promote integration of climate change considerations by Local Authorities."}, {"text_block_id": "p27_b324", "text": "8.0 IMPLEMENTATION FRAMEWORK"}, {"text_block_id": "p27_b325", "text": "8.1 Institutional Arrangements"}, {"text_block_id": "p27_b326", "text": "The effective implementation of the National Policy on Climate Change will be achieved through collaborative efforts by all stakeholders (see Figure 1)."}, {"text_block_id": "p27_b327", "text": "8.1.1     Council of Ministers"}, {"text_block_id": "p27_b328_merged", "text": "The Council of Ministers shall be the supreme decision making body for overseeing Climate Change interventions in the country. Its composition will be identical to the Council of Ministers responsible for disaster management as provided for in the Disaster Management Act No. 13 of 2010 with the inclusion of the Minister responsible for Development Planning. The Chairperson shall be the Vice President. Any other Minister may be co-opted to the Council when need arises. The Permanent Secretary from the Ministry responsible for National Development Planning shall be a Secretariat to the Council of Ministers. The following will be the responsibilities of the Council of Ministers:"}, {"text_block_id": "p27_b331", "text": "a)"}, {"text_block_id": "p27_b332", "text": "Providing policy guidance to facilitate the mainstreaming and integration of climate change activities in National Development Plans, Sector Policies and Plans including private sector and non-state actors;"}, {"text_block_id": "p27_b333", "text": "b)"}, {"text_block_id": "p27_b334", "text": "Providing policy guidance on various Monitoring and Evaluation reports that will emanate from Climate Change implementing entities;"}, {"text_block_id": "p27_b335", "text": "c)"}, {"text_block_id": "p27_b336", "text": "Providing policy guidance to facilitate resource mobilization for Climate Change interventions;"}, {"text_block_id": "p27_b337", "text": "d)"}, {"text_block_id": "p27_b338", "text": "Providing policy guidance to ensure that climate change Programmes are complementary and result in sustained positive impacts on the economy and people's livelihoods; and"}, {"text_block_id": "p27_b339", "text": "e)"}, {"text_block_id": "p27_b340", "text": "Providing policy guidance to the Steering Committee of Permanent Secretaries on Climate Change."}, {"text_block_id": "p28_b341", "text": "8.1.2 Steering Committee of Permanent Secretaries"}, {"text_block_id": "p28_b342", "text": "The Steering Committee shall be the main advisory body to the Council of Ministers on policy and programme coordination and implementation. The Steering Committee of Permanent Secretaries shall be chaired by the Permanent Secretary in the Ministry responsible for National Development Planning. The composition of the steering Committee shall include Permanent Secretaries from the ministries responsible for:"}, {"text_block_id": "p28_b343", "text": "i."}, {"text_block_id": "p28_b344", "text": "National Development Planning"}, {"text_block_id": "p28_b345", "text": "ii."}, {"text_block_id": "p28_b346", "text": "Local Government"}, {"text_block_id": "p28_b347", "text": "iii."}, {"text_block_id": "p28_b348", "text": "Health"}, {"text_block_id": "p28_b349", "text": "iv."}, {"text_block_id": "p28_b350", "text": "Energy"}, {"text_block_id": "p28_b351", "text": "v."}, {"text_block_id": "p28_b352", "text": "Agriculture"}, {"text_block_id": "p28_b353", "text": "vi."}, {"text_block_id": "p28_b354", "text": "Environment and Natural Resources"}, {"text_block_id": "p28_b355", "text": "vii."}, {"text_block_id": "p28_b356", "text": "Communications"}, {"text_block_id": "p28_b357", "text": "viii."}, {"text_block_id": "p28_b358", "text": "Minerals Development"}, {"text_block_id": "p28_b359", "text": "ix."}, {"text_block_id": "p28_b360", "text": "Information and Broadcasting"}, {"text_block_id": "p28_b361", "text": "x."}, {"text_block_id": "p28_b362", "text": "Works and Supply"}, {"text_block_id": "p28_b363", "text": "xi."}, {"text_block_id": "p28_b364", "text": "Home Affairs"}, {"text_block_id": "p28_b365", "text": "xii."}, {"text_block_id": "p28_b366", "text": "Disaster Management and Mitigation"}, {"text_block_id": "p28_b367", "text": "xiii."}, {"text_block_id": "p28_b368", "text": "Gender"}, {"text_block_id": "p28_b369", "text": "The Permanent Secretary from the Ministry responsible for Environment and Natural Resources shall be the secretariat to the Steering Committee. The following, therefore, will be the responsibilities:"}, {"text_block_id": "p28_b370", "text": "a)"}, {"text_block_id": "p28_b371", "text": "Overseeing  the development/revision of appropriate policies, and legislation to facilitate the implementation of the National Policy on Climate Change as guided by the Council of Ministers in consultation with other stakeholders;"}, {"text_block_id": "p28_b372", "text": "b)"}, {"text_block_id": "p28_b373", "text": "Ensuring the development of the Climate Change policy implementation plan, in collaboration with other stakeholders;"}, {"text_block_id": "p28_b374", "text": "c)"}, {"text_block_id": "p28_b375", "text": "Overseeing the monitoring and evaluation of the implantation of the"}, {"text_block_id": "p29_b376", "text": "Climate Change Policy implementation Plan and report to the Council of Ministers through the Secretariat"}, {"text_block_id": "p29_b377", "text": "d)"}, {"text_block_id": "p29_b378", "text": "Ensuring the implementation of international agreements on climate change and report to the Council of Ministers through the Secretariat"}, {"text_block_id": "p29_b379", "text": "e)"}, {"text_block_id": "p29_b380", "text": "Reporting on progress of various programmes and projects related to Climate Change to the Council of Ministers through the Secretariat"}, {"text_block_id": "p29_b381", "text": "8.1.3 Ministry of Lands, Natural Resources and Environmental Protection"}, {"text_block_id": "p29_b382", "text": "The Ministry responsible for Environment and Natural Resources will be the lead institution in overseeing the implementation of this Policy and will report to the Steering Committee of Permanent Secretaries. There shall be a Technical Committee comprising representatives from relevant Ministries and other key stakeholders. The Technical Committee will be chaired by the Permanent Secretary from the Ministry responsible for Environment and Natural Resources. The Ministry will have the following responsibilities:"}, {"text_block_id": "p29_b383", "text": "a)"}, {"text_block_id": "p29_b384", "text": "Developing and/or reviewing in consultation with other stakeholders, appropriate policies, and legislation to facilitate the implementation of the National Policy on Climate Change;"}, {"text_block_id": "p29_b385", "text": "b)"}, {"text_block_id": "p29_b386", "text": "Developing, in collaboration with other stakeholders, the policy implementation plan;"}, {"text_block_id": "p29_b387", "text": "c)"}, {"text_block_id": "p29_b388", "text": "Monitoring and evaluating implementation of the Policy in line with its mandate; and"}, {"text_block_id": "p29_b389", "text": "d)"}, {"text_block_id": "p29_b390", "text": "Coordinating the implementation of international agreements on climate change."}, {"text_block_id": "p29_b391", "text": "e)"}, {"text_block_id": "p29_b392", "text": "Reporting to the Steering Committee of Permanent Secretaries on progress made on the implementation of the Climate Change Policy"}, {"text_block_id": "p30_b393", "text": "8.1.4  Ministry of National Development Planning"}, {"text_block_id": "p30_b394", "text": "The Ministry responsible for National Development Planning, will be responsible for overall coordination and oversight, and mainstreaming of Climate Change in National development planning processes. The following, therefore, will be the responsibilities of the Ministry:"}, {"text_block_id": "p30_b395", "text": "a)"}, {"text_block_id": "p30_b396", "text": "Facilitating the mainstreaming and integration of climate change activities in all the sectors, including private sector and non-state actors;"}, {"text_block_id": "p30_b397", "text": "b)"}, {"text_block_id": "p30_b398", "text": "Monitoring and evaluating the overall implementation of Climate Change programmes and projects across the sectors in line with its mandate; and"}, {"text_block_id": "p30_b399", "text": "c)"}, {"text_block_id": "p30_b400", "text": "Supporting resource mobilization initiatives for Climate Change programmes in the country"}, {"text_block_id": "p30_b401", "text": "d)"}, {"text_block_id": "p30_b402", "text": "Ensuring that climate change Programmes are complementary and result in sustained positive impacts on the economy and people's livelihoods;"}, {"text_block_id": "p30_b403", "text": "e)"}, {"text_block_id": "p30_b404", "text": "Developing and Coordinating the Implementation of the Climate Change mainstreaming strategy;"}, {"text_block_id": "p30_b405", "text": "f)"}, {"text_block_id": "p30_b406", "text": "Reporting to the Council of Ministers on progress made on the overall implementation of Climate Change programmes in the country"}, {"text_block_id": "p30_b407", "text": "8.1.5 Ministry of Finance"}, {"text_block_id": "p30_b408", "text": "The Ministry responsible for Finance will be responsible for resource mobilization in line with its mandate. The following, therefore, will be the responsibilities:"}, {"text_block_id": "p30_b409", "text": "a)"}, {"text_block_id": "p30_b410", "text": "Providing  Policy guidance on resource mobilization;"}, {"text_block_id": "p30_b411", "text": "b)"}, {"text_block_id": "p30_b412", "text": "Facilitating the acquisition of resources for Climate Change programmes through innovative financial instruments; and"}, {"text_block_id": "p31_b413", "text": "c)"}, {"text_block_id": "p31_b414", "text": "Reporting to the Steering Committee of Permanent Secretaries on progress made on resource mobilization for Climate Change programmes in the country."}, {"text_block_id": "p31_b415", "text": "8.1.6   Disaster Management and Mitigation Unit"}, {"text_block_id": "p31_b416", "text": "The Disaster Management and Mitigation Unit will be responsible for the following:"}, {"text_block_id": "p31_b417", "text": "a)"}, {"text_block_id": "p31_b418", "text": "Development and implementation of Climate Change related disaster preparedness and response programmes;"}, {"text_block_id": "p31_b419", "text": "b)"}, {"text_block_id": "p31_b420", "text": "Conducting Comprehensive National Vulnerability Assessments and Risk Mapping;"}, {"text_block_id": "p31_b421", "text": "c)"}, {"text_block_id": "p31_b422", "text": "Ensuring effective institutional structures and good governance on disaster risk reduction and adaptation;"}, {"text_block_id": "p31_b423", "text": "d)"}, {"text_block_id": "p31_b424", "text": "Coordination of Early Warning activities related to Climate Change; and"}, {"text_block_id": "p31_b425", "text": "e)"}, {"text_block_id": "p31_b426", "text": "Reporting to the Steering Committee of Permanent Secretaries on issues of Climate Change Adaptation and Disaster Risk Reduction related to Climate Change."}, {"text_block_id": "p31_b427", "text": "8.1.7 Climate Change Department"}, {"text_block_id": "p31_b428", "text": "In order to facilitate effective implementation of this policy, a Department of Climate Change shall be established. The established Department will take over the relevant functions of the Interim Climate Change Secretariat and will sit in the Ministry responsible for Environment and Natural Resources. For purposes of coordination, overall oversight and mainstreaming of climate change in national development planning processes, this Department will closely collaborate with the Ministry responsible for National Development Planning. The responsibilities of the Department will include the following:"}, {"text_block_id": "p32_b429", "text": "a)"}, {"text_block_id": "p32_b430", "text": "Facilitating the implementation of all climate change programmes/projects in all sectors in collaboration with relevant stakeholders ;"}, {"text_block_id": "p32_b431", "text": "b)"}, {"text_block_id": "p32_b432", "text": "Facilitating capacity building in institutions and agencies implementation Climate Change projects;"}, {"text_block_id": "p32_b433", "text": "c)"}, {"text_block_id": "p32_b434", "text": "Facilitating the strengthening of climate change information systems;"}, {"text_block_id": "p32_b435", "text": "d)"}, {"text_block_id": "p32_b436", "text": "Ensuring and /or providing technical backstopping on climate change programmes."}, {"text_block_id": "p32_b437", "text": "e)"}, {"text_block_id": "p32_b438", "text": "Ensuring monitoring and evaluation of the implementation of climate change projects  in all sectors;"}, {"text_block_id": "p32_b439", "text": "f)"}, {"text_block_id": "p32_b440", "text": "Reporting  to  government and other stakeholders on climate change Implementation;"}, {"text_block_id": "p32_b441", "text": "g)"}, {"text_block_id": "p32_b442", "text": "Facilitating  research in climate change;"}, {"text_block_id": "p32_b443", "text": "h)"}, {"text_block_id": "p32_b444", "text": "Facilitating  education and public awareness on climate change; and"}, {"text_block_id": "p32_b445", "text": "i)"}, {"text_block_id": "p32_b446", "text": "Reporting to the Technical Committee on the implementation of Climate Change programmes/projects."}, {"text_block_id": "p32_b447", "text": "Other stakeholders who will be involved in the implementation of the policy in line with their mandate:"}, {"text_block_id": "p32_b448", "text": "a)"}, {"text_block_id": "p32_b449", "text": "Line Ministries; Relevant Statutory Bodies;"}, {"text_block_id": "p32_b450", "text": "b)"}, {"text_block_id": "p32_b451", "text": "Local Authorities;"}, {"text_block_id": "p32_b452", "text": "c)"}, {"text_block_id": "p32_b453", "text": "Traditional Leaders and local Communities ;"}, {"text_block_id": "p32_b454", "text": "d)"}, {"text_block_id": "p32_b455", "text": "Civil Society Organizations (CSO)"}, {"text_block_id": "p32_b456", "text": "e)"}, {"text_block_id": "p32_b457", "text": "The Media;"}, {"text_block_id": "p32_b458", "text": "f)"}, {"text_block_id": "p32_b459", "text": "The Private Sector;"}, {"text_block_id": "p32_b460", "text": "g)"}, {"text_block_id": "p32_b461", "text": "Academia  ; and"}, {"text_block_id": "p32_b462", "text": "h)"}, {"text_block_id": "p32_b463", "text": "Cooperating Partners (CP)."}, {"text_block_id": "p33_b464", "text": "Figure 1: Institutional Arrangement for the Coordination of Climate Change Action in Zambia"}, {"text_block_id": "p34_b465", "text": "8.2 Legal Framework"}, {"text_block_id": "p34_b466", "text": "The Government will ensure that a comprehensive legal framework for an integrated climate change response is put in place. The sector Ministries will also be expected to review their relevant policies and legislation, in order to ensure that they are in line with the objectives of this Policy."}, {"text_block_id": "p35_b467", "text": "The implementation of the NPCC shall be complemented by existing sectoral legal frameworks including the following:"}, {"text_block_id": "p35_b468", "text": "For effective implementation of the objectives and measures outlined in the Policy, government shall promulgate new legislation."}, {"text_block_id": "p36_b469", "text": "8.3 Resource Mobilization and Financing"}, {"text_block_id": "p36_b470", "text": "In order to implement the measures proposed in this Policy, additional and substantial financial resources will be required. Funding for the implementation of the Policy will be secured from the following sources:"}, {"text_block_id": "p36_b471", "text": "a)"}, {"text_block_id": "p36_b472", "text": "Government's national budget;"}, {"text_block_id": "p36_b473", "text": "b)"}, {"text_block_id": "p36_b474", "text": "Climate funding from bilateral and multilateral sources;"}, {"text_block_id": "p36_b475", "text": "c)"}, {"text_block_id": "p36_b476", "text": "Private sector finance and Foreign Direct Investments (FDI); and"}, {"text_block_id": "p36_b477", "text": "d)"}, {"text_block_id": "p36_b478", "text": "Any other alternative funding sources."}, {"text_block_id": "p36_b479", "text": "8.4  Monitoring and Evaluation (M&E)"}, {"text_block_id": "p36_b480", "text": "To effectively monitor and evaluate the implementation of the National Policy on Climate Change, a comprehensive M&E framework will be developed. The framework will emphasize on regular progress monitoring and periodic in-depth evaluation to ensure that expected outputs, outcomes and impacts are achieved."}, {"text_block_id": "p36_b481", "text": "The Ministry responsible for National Development Planning will provide overall oversight on Monitoring and Evaluation of Sectoral Plans and Programmes on Climate Change. The Ministry responsible for Environment and Natural Resources through the Department of Climate Change will facilitate the Monitoring and Evaluation of Climate Change implementation Plans and projects. The Policy will be reviewed periodically to take on board new and emerging issues related to climate change."}], "document_description": "Approved by cabinet in April 2016 (http://www.znbc.co.zm/?p=36140) but not available online."}