{"document_instrument_name": [], "document_country_english_shortname": "Zambia", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Energy Policy", "document_country_code": "ZMB", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "05/01/2008", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/ZMB/2008/ZMB-2008-01-05-National Energy Policy_21f2141d0196c20ffb88129e9e9e9f13.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF ZAMBIA"}, {"text_block_id": "p0_b2", "text": "ŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁ ŁŁŁŁ"}, {"text_block_id": "p0_b3", "text": "May, 2008"}, {"text_block_id": "p1_b4", "text": "Published by"}, {"text_block_id": "p1_b5", "text": "Ministry of Energy and Water Development"}, {"text_block_id": "p1_b6", "text": "2008"}, {"text_block_id": "p2_b7_merged", "text": "Table of Contents"}, {"text_block_id": "p3_b10", "text": "FOREWORD"}, {"text_block_id": "p3_b11", "text": "The new policy sets out Government’s intentions in the energy sector that are aimed at ensuring that the sector’s potential to drive economic growth and reduce poverty is harnessed. The policy is, therefore, a guide to policy makers, decision­makers and development managers in the government, the private sector, Non­Governmental Organisations, civil society, on Government’s intended actions in the energy sector."}, {"text_block_id": "p3_b12", "text": "The review of the 1994 NEP was undertaken through an extensive consultative process and this was key in ensuring that the views of all stakeholders in the country were taken into account."}, {"text_block_id": "p3_b13", "text": "Kenneth Konga, MP"}, {"text_block_id": "p3_b14", "text": "Minister"}, {"text_block_id": "p3_b15_merged", "text": "MINISTRY OF ENERGY & WATER DEVELOPMENT"}, {"text_block_id": "p3_b17", "text": "2008"}, {"text_block_id": "p4_b18", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p4_b19", "text": "ACKNOWLEDGEMENTS\n* Traditional LeadersÍ¾\n* Energy ConsumersÍ¾\n* Energy UtilitiesÍ¾\n* Research InstitutionsÍ¾\n* Cabinet OfficeÍ¾\n* Provincial AdministrationsÍ¾\n* All Government MinistriesÍ¾\n* NonÂ­Governmental OrganisationsÍ¾\n* CoÂ­operating PartnersÍ¾ and\n* Institutions dealing with different aspects of energy"}, {"text_block_id": "p4_b39", "text": "Special thanks go to the Swedish Government for providing financial support and to the various consultants for their invaluable contributions regarding finalisation of the new policy document."}, {"text_block_id": "p4_b40", "text": "Peter Mumba"}, {"text_block_id": "p4_b41", "text": "Permanent Secretary"}, {"text_block_id": "p4_b42_merged", "text": "MINISTRY OF ENERGY AND WATER DEVELOPMENT"}, {"text_block_id": "p4_b44", "text": "2008"}, {"text_block_id": "p5_b45_merged", "text": "WORKING DEFINITIONS"}, {"text_block_id": "p5_b48", "text": "MEASUREMENTS"}, {"text_block_id": "p6_b49_merged", "text": "CONVERSION FACTORS"}, {"text_block_id": "p7_b52", "text": "ACRONYMS"}, {"text_block_id": "p9_b53", "text": "CHAPTER"}, {"text_block_id": "p9_b54", "text": "One"}, {"text_block_id": "p9_b55", "text": "1 INTRODUCTION"}, {"text_block_id": "p9_b56_merged", "text": "The first National Energy Policy (NEP) formulated in 1994 sought to promote optimal supply and utilisation of energy, especially indigenous energy forms, for socio­economic development in a safe and healthy environment. While the essence of the 1994 Energy Policy objectives remains valid, the social, political, environmental and economic situation has undergone significant changes. Moreover, through implementation of the 2002 Poverty Reduction Strategy Paper initiatives and other related programmes, there is a new awareness of the integrated nature of energy in economic development. This prompted a review of NEP (1994) in order to take into account recent changes not only in the energy sector and domestic economy but also the regional and international energy scenario. The review of the1994 NEP was conducted through an extensive consultative process that encompassed a wide cross­section of individuals and institutions in the country."}, {"text_block_id": "p10_b61", "text": "CHAPTER"}, {"text_block_id": "p10_b62", "text": "Two"}, {"text_block_id": "p10_b63", "text": "2 SITUATION ANALYSIS"}, {"text_block_id": "p10_b64", "text": "2.1 Energy Situation in Zambia"}, {"text_block_id": "p10_b65", "text": "Zambia is endowed with a wide range of energy resources, particularly woodlands and forests, hydropower, coal and renewable sources of energy. Petroleum is the only energy source that is currently wholly imported."}, {"text_block_id": "p10_b66", "text": "2.1.1 Biomass"}, {"text_block_id": "p10_b67", "text": "Biomass energy is the form of energy from organic matter such as wood fuel (firewood and charcoal), agricultural wastes, forestry waste, industrial/municipal organic wastes, energy crops & products and animal waste. Biomass energy, wood fuel in particular, currently significantly contributes to Zambia’s total energy consumption. Other biomass energy sources such as biofuels are being promoted to take up a larger part in the nation’s energy mix."}, {"text_block_id": "p10_b68", "text": "2.1.1.1 Woodfuel"}, {"text_block_id": "p10_b69_merged", "text": "Although there is no immediate woodfuel crisis in most parts of Zambia, woodfuel can no longer be considered as a renewable resource because consumption rates are exceeding yield rates mainly as a result of inefficient production and use and the increasing population. This is particular so in areas supplying woodfuel to urban centres. Woodlands meet both energy and non­energy needs. If current trends of woodland depletion continue an \"energy crisis\" that will affect the majority of the people is likely to occur in the near future. This is in addition to desertification, which is already threatening some parts of the country."}, {"text_block_id": "p10_b72", "text": "2.1.1.2 Bio fuels"}, {"text_block_id": "p10_b73", "text": "Biofuels are from energy crops like sugar cane, sweet sorghum, cassava which are used to produce ethanol and jatropha and other vegetable oil bearing plants used to produce biodiesel. The utilisation of biofuels has now been recognised as a viable option of meeting some of the country’s energy requirements considering the disruptions in petroleum supply which are often experienced on the international market. It is for this reason that world attention is now directed towards bio­fuels as an alternative to petroleum to ensure security of supply and stabilisation of fuel prices."}, {"text_block_id": "p11_b74", "text": "2.1.1.3 Gel Fuel"}, {"text_block_id": "p11_b75", "text": "2.1.1.4 Briquettes"}, {"text_block_id": "p11_b76", "text": "2.1.1.5 Biogas"}, {"text_block_id": "p11_b77", "text": "2.1.2 Electricity"}, {"text_block_id": "p11_b78", "text": "Hydro power plants represent 99 percent of electricity production in the country with the major sources being Kafue Gorge, Kariba North Bank and Victoria Falls Power Stations. With a projected electricity demand growth estimated at 100 MW per annum, the country will experience a power deficit in 2008 and beyond. The country’s electricity is predominately consumed by the mines (Figure 1) whilst only 22% of the population have access to electricity leaving the majority to depend on woodfuel and other traditional energy sources for their household energy needs."}, {"text_block_id": "p12_b79", "text": "Figure 1: Electricity consumption by sector"}, {"text_block_id": "p12_b80", "text": "Figure 2: Zambian Power System, National Grid, and Interconnections"}, {"text_block_id": "p12_b81_merged", "text": "Source: ZESCO Limited, 2004"}, {"text_block_id": "p13_b84", "text": "2.1.3 Petroleum"}, {"text_block_id": "p13_b85", "text": "Zambia imports all its petroleum requirements which contribute 9% to total national energy demand. Petroleum is a key input in the mining and transport sectors on which trade and commerce depend. Established infrastructure for petroleum import and processing include the 1,706­kilometre pipeline which runs from Dar­Es ­Salaam in Tanzania to Ndola, a Petroleum Refinery with a design capacity of 1.1 million tonnes per annum and the Ndola Fuel Storage Terminal."}, {"text_block_id": "p13_b86", "text": "The procurement of petroleum feedstock for processing at the refinery is done through international competitive bidding. The feedstock is transported through the pipeline to the refinery. The finished products are marketed and distributed by privately owned Oil Marketing Companies (OMCs)."}, {"text_block_id": "p13_b87", "text": "Figure 3: Petroleum consumption by sector"}, {"text_block_id": "p13_b88", "text": "2.1.4 Coal"}, {"text_block_id": "p13_b89", "text": "Currently Zambia has two collieries namely Maamba and Collum. Maamba Collieries has a capacity of 1 million tonnes per year. However, despite the large reserves, the contribution of coal to total energy has been declining over the years due to lack of capitalisation in the industry which resulted in production constraints and also the shift in demand away from coal in the mining industry."}, {"text_block_id": "p14_b90", "text": "According to the MEWD 2005 statistics, the consumption of coal in Zambia is mainly by the mining industry (37%), commerce and industry (48%), and the government and service sectors (15%)."}, {"text_block_id": "p14_b91", "text": "2.1.5 Renewable Sources of Energy"}, {"text_block_id": "p14_b92", "text": "The potential energy output for solar is 4.5 kWh/m2/day, which is a modest potential especially for limited irrigation. The potential off other Renewable energy sources require further elaboration and quantification."}, {"text_block_id": "p14_b93", "text": "Information on available renewable energy resources and technologies is elaborated in the following sections."}, {"text_block_id": "p15_b94", "text": "Table 2: Availability and utilisation of renewable sources in Zambia"}, {"text_block_id": "p15_b95", "text": "Source:"}, {"text_block_id": "p15_b96", "text": "Centre for Energy, Environment and Engineering (Z) Limited, 2004"}, {"text_block_id": "p15_b97", "text": "2.1.5.1 Mini/Micro Hydro"}, {"text_block_id": "p16_b98", "text": "2.1.5.2 Solar Energy"}, {"text_block_id": "p16_b99", "text": "2.1.5.3 Wind Energy"}, {"text_block_id": "p16_b100", "text": "Government has initiated pilot projects meant to promote the use of wind energy in water pumping for irrigation purposes."}, {"text_block_id": "p16_b101", "text": "2.1.5.4 Geothermal"}, {"text_block_id": "p17_b102", "text": "2.1.6 Energy Management"}, {"text_block_id": "p17_b103", "text": "Energy Management refers to the control and use of energy efficiently in industry and domestic applications aimed at reducing energy consumption without sacrificing productivity or increasing costs. Presently there is very little being done in terms of energy management and this calls for more attention to be directed to this important issue during policy implementation."}, {"text_block_id": "p17_b104", "text": "2.1.7 Energy Pricing"}, {"text_block_id": "p17_b105", "text": "Energy pricing is a fundamental tool for ensuring fair and equitable supply of energy. The prices of firewood, charcoal, coal and renewable energy technologies are currently market driven. The pricing mechanisms for electricity and petroleum are as stated below:"}, {"text_block_id": "p17_b106", "text": "Energy pricing is a fundamental tool for ensuring fair and equitable supply of energy. The prices of firewood, charcoal, coal and renewable energy technologies are currently market driven. The pricing mechanisms for electricity and petroleum are as stated below:\n* Bulk trade of electricity is determined by bilateral contracts. The parties to the contracts negotiate prices that are subject to the approval of the Energy Regulation Board (ERB). Retail supply to households, commercial entities and industry is governed by the Electricity Act. Currently retail prices include costs for generation, transmission, distribution and supply and are uniformly applied across the country. The prices are regulated in accordance with the Electricity Act and Energy Regulation Act.\n* Currently the pricing formula includes the Refinery Gate cost, government taxes, ERB fees, fuel levy, transport, Oil Marketing Companies (OMC) and dealer margins. The retail pricing of petroleum products is largely liberalised with the role of the ERB being that of setting the wholesale price and monitoring compliance.\n* Liquefied Petroleum Gas (LPG) Heavy Fuel Oil (HFO), Light Fuel Oil (LFO), bitumen and Low Sulphur Fuel Oil (LSFO) are all petroleum products, whose pricing is currently set by the feedstock importer. The significant price variances between bulk supply and retail LPG are of major concern."}, {"text_block_id": "p17_b115", "text": "2.1.8 Institutional and Legal Framework"}, {"text_block_id": "p17_b116", "text": "Government’s liberalisation of various sectors of the economy at the beginning of the 1990s was the main driving force of the reforms and current institutional and legal framework in the energy sector that started with the NEP 1994. New laws were enacted to facilitate liberalisation and ensure consistency of practices in the energy sector with other sectors. In addition new institutions were also created through various laws and statutory instruments."}, {"text_block_id": "p17_b117", "text": "This policy seeks to review and rationalise the mandates, roles, functions and relationships of energy sector institutions in order to address their short comings. This will result in a clear separation of the functions of policy making and coordination of energy activities and operations; efficient regulation of the activities of energy sector players; energy project and programme implementation and financing energy projects and programmes."}, {"text_block_id": "p17_b118", "text": "The current legal and institutional framework in the various energy sub­sectors is as indicated in Table 4 below:"}, {"text_block_id": "p18_b119", "text": "2.1.9 Household Energy"}, {"text_block_id": "p18_b120", "text": "The Household sector is the largest consumer of energy, especially woodfuel. This energy policy seeks to reduce high consumption of woodfuel and dependence through sustainable provision of affordable, reliable modern energy to rural and urban households as a means of raising productivity and standards of living."}, {"text_block_id": "p19_b121", "text": "3 RATIONALE"}, {"text_block_id": "p19_b122", "text": "3.1 Revision of the National Energy Policy 1994"}, {"text_block_id": "p19_b123", "text": "3.1 Revision of the National Energy Policy 1994\n* The Governmentâs recognition that men and women have different energy needs and requirements and respond differently to development initiatives. Therefore, mainstreaming gender into the energy policy becomes a critical tool for promoting efficient allocation of resources and also promoting equity.\n* HIV/AIDS devastating impact in all sectors including the energy sector, making it necessary for this policy to address the issue of HIV/AIDS.\n* The need to promote sustainable development through adequate measures that will ensure that environmental issues are taken into account.\n* The governmentâs desire to promote alternative energy sources such as biofuels and LPG. The diversification of the energy mix will facilitate increased provision of modern energy services. In addition the introduction of biofuels is expected to mitigate the high dependence on petroleum and its importation cost especially for the transport sector. The promotion of these energy sources requires a comprehensive legal framework.\n* The new policy aims to encourage more players to be involved in the development of the electricity industry through an institutional and legal framework that will promote easier entry into the electricity supply industry both at producer, supplier and customer levels."}, {"text_block_id": "p19_b133", "text": "3.2 Macro­economic Policy Issues"}, {"text_block_id": "p20_b134", "text": "3.3 Millennium Development Goals (MDG)"}, {"text_block_id": "p20_b135", "text": "3.4 Vision 2030"}, {"text_block_id": "p20_b136", "text": "The formulation and implementation of this policy is expected to yield the following:"}, {"text_block_id": "p20_b137", "text": "The formulation and implementation of this policy is expected to yield the following:\n* Increased access to modern energy, particularly in rural areas through various energy options formsÍ¾\n* Integrated development that will promote the crossÂ­sectoral linkages between the energy sector and other key social and economic sectors such as agriculture, trade and industry, transport, information and communications technology, health and education, etc Í¾\n* Security of supply of energyÍ¾\n* Efficient production and utilisation of energyÍ¾\n* Minimisation of the negative environmental and health effects of energy production, transportation and useÍ¾\n* Reduced dependence on imported petroleum and switch to locally available energy suppliesÍ¾\n* Development of mutually beneficial coÂ­operation in the energy sector with other countries and international organisationsÍ¾\n* Cost reflective pricing mechanismsÍ¾ and,\n* Increased utilisation of renewable energy."}, {"text_block_id": "p21_b155_merged", "text": "4 VISION AND GUIDING PRINCIPLES"}, {"text_block_id": "p21_b158", "text": "4.1 Vision"}, {"text_block_id": "p21_b159", "text": "4.2 Guiding Principles"}, {"text_block_id": "p21_b160", "text": "The energy sector guiding principles are as follows:"}, {"text_block_id": "p21_b161", "text": "The energy sector guiding principles are as follows:\n* Development of appropriate energy technologies and resources to enhance socioÂ­\n* Reflect current and future energy supply needs of the country and account for\n* Develop the human resource for effective implementation of energy programmesÍ¾\n* Optimise energy efficiency at the production, transformation and endÂ­use levelsÍ¾\n* Provide incentives to enhance the performance of the energy sectorÍ¾\n* Integrate energy development into national development interventions and\n* Sector regulatory autonomy while ensuring efficiency and accountability in\n* Resource mobilization for development of the energy sectorÍ¾\n* Partnerships with the private sector, civil society and community groupsÍ¾\n* Participation of Zambian citizens in all aspects of the energy industry, including"}, {"text_block_id": "p22_b181_merged", "text": "5 POLICY MEASURES AND IMPLEMENTATION"}, {"text_block_id": "p22_b186", "text": "5.1 Overall Energy Policy Objectives and Measures"}, {"text_block_id": "p22_b187", "text": "The aim of this policy is to create conditions that will ensure the availability of adequate supply of energy from various sources, which are dependable, at the lowest economic, financial, social and environmental cost consistent with national development goals."}, {"text_block_id": "p22_b188", "text": "5.2 Biomass"}, {"text_block_id": "p22_b189", "text": "5.2.1 Objective"}, {"text_block_id": "p22_b190", "text": "5.2.2 Policy Measures and Strategies"}, {"text_block_id": "p22_b191", "text": "5.2.2 Policy Measures and Strategies\n* Providing appropriate financial and fiscal instruments for stimulating the production and use of biomass through:\n\t* Formulation of comprehensive and innovative financing mechanisms that will include smart subsidies, low interest loans, loan guaranteesÍ¾ and\n\t* Provision of tax incentives and waivers on biomass energy capital equipmentÍ¾\n\t* Raising public awareness on the benefits and opportunities of other modern biomass energy sources and develop capacity for their implementation through:\n\t* Provision of information to stakeholders (financiers, planners, politicians and general public) on the benefits and opportunities of biomass energyÍ¾\n\t* Education and creation of awareness about the potential of biomass energy through dissemination of information regarding the economic, environmental and social benefits of biomass energy technologies and"}, {"text_block_id": "p23_b202", "text": "5.2.2 Policy Measures and Strategies\n* Providing appropriate financial and fiscal instruments for stimulating the production and use of biomass through:\n\t* Formulation of comprehensive and innovative financing mechanisms that will include smart subsidies, low interest loans, loan guaranteesÍ¾ and\n\t* Provision of tax incentives and waivers on biomass energy capital equipmentÍ¾\n\t* Raising public awareness on the benefits and opportunities of other modern biomass energy sources and develop capacity for their implementation through:\n\t* Provision of information to stakeholders (financiers, planners, politicians and general public) on the benefits and opportunities of biomass energyÍ¾\n\t* Education and creation of awareness about the potential of biomass energy through dissemination of information regarding the economic, environmental and social benefits of biomass energy technologies and\n* Supporting training institutions in the area of systems design, installation and maintenanceÍ¾\n* Development of biomass energy technologies, and providing agriculture support to farmers wishing to grow energy crops (such as Jatropha, sugar cane and sweet sorghum)Í¾\n* Building capacity in new biomass technologies, e.g. gasification."}, {"text_block_id": "p23_b210", "text": "c) Develop the regulatory framework of Biomass through:"}, {"text_block_id": "p23_b211", "text": "c) Develop the regulatory framework of Biomass through:\n* Building the capacity of stakeholders and government authorities to regulate biomass sub sectorÍ¾\n* Establishing a coordinating mechanism between institutions responsible for energy, agriculture and forestryÍ¾\n* Reviewing and amending appropriate legislation to cater for new biomass energy sources like biofuels"}, {"text_block_id": "p23_b217", "text": "5.2.2.1"}, {"text_block_id": "p23_b218", "text": "Woodfuel (Firewood and charcoal)"}, {"text_block_id": "p23_b219", "text": "a) Ensure better management of woodlands and forests as sustainable sources of woodfuel through:"}, {"text_block_id": "p23_b220", "text": "a) Ensure better management of woodlands and forests as sustainable sources of woodfuel through:\n* Working out management programmes for indigenous forest resources with stakeholders such as those in forestry agricultureÍ¾\n* Training of technical staff and extension workers from wildlife, agriculture and forestry sectorsÍ¾ among others.\n* Encouraging the establishment of forest plantations/wood lots in current or future wood deficit areasÍ¾\n* Tree planting programmes to be organised by relevant institutions in the forestry and energy sectorsÍ¾\n* Continuous monitoring of activities of the woodfuel industry such as price trends, volumes of production and consumptionÍ¾\n* Encouraging the supply of modern energy to small rural farmers and thereby increase the productivity of existing cropland and reducing the need to engage in slash and burn agriculture, one of the sources of deforestationÍ¾ and\n* Effective regulation of the woodfuel sector."}, {"text_block_id": "p23_b234", "text": "b) Improve the technology of charcoal production and utilization through:"}, {"text_block_id": "p23_b235", "text": "b) Improve the technology of charcoal production and utilization through:\n* Training of charcoal producers in better organisation and management of charcoal production using the traditional kiln methodÍ¾\n<\\li1>"}, {"text_block_id": "p24_b237", "text": "b) Improve the technology of charcoal production and utilization through:\n* Training of charcoal producers in better organisation and management of charcoal production using the traditional kiln methodÍ¾\n<\\li1>\n* Encouraging the adoption of other production techniques which are more efficient and cost effectiveÍ¾\n* Development of stoves that are efficient and convenient to users and which produce minimal emissionsÍ¾\n* Ensuring that stove testing and certification is undertaken on all new designs coming on the marketÍ¾\n* Ensuring that information on emission levels and efficiency of stoves is disseminated to promote public awarenessÍ¾\n* Facilitating participation of various stakeholders such as gender based organisations, nonÂ­governmental organisations, industry, researchers and other Government Departments in stove development and dissemination."}, {"text_block_id": "p24_b247", "text": "c) Promote appropriate alternatives to woodfuel and reduce its consumption through:"}, {"text_block_id": "p24_b248", "text": "(i)"}, {"text_block_id": "p24_b249", "text": "Encouraging the use of alternative renewable sources of energy; and"}, {"text_block_id": "p24_b250", "text": "(ii)"}, {"text_block_id": "p24_b251", "text": "Encouraging the use of kerosene, LPG and millennium gel as household fuels and agricultural fuel for activities such as flue­cured tobacco as a means of reducing that industry’s consumption of woodfuel."}, {"text_block_id": "p24_b252", "text": "d) Encourage utilisation of agro, forest and sawmill residues for combustion and gasification through:"}, {"text_block_id": "p24_b253", "text": "(i)"}, {"text_block_id": "p24_b254", "text": "The growing of woodlots; and"}, {"text_block_id": "p24_b255", "text": "(ii)"}, {"text_block_id": "p24_b256", "text": "Promoting biomass combustion and gasification technologies."}, {"text_block_id": "p24_b257", "text": "e) Improve revenue collection from the woodfuel industry through:"}, {"text_block_id": "p24_b258", "text": "(i)"}, {"text_block_id": "p24_b259", "text": "The involvement of stakeholders such as traditional leaders, and Government Departments in revenue collection and appropriation."}, {"text_block_id": "p24_b260", "text": "f)"}, {"text_block_id": "p24_b261", "text": "Establish community based woodfuel resource management systems through:"}, {"text_block_id": "p24_b262", "text": "Establish community based woodfuel resource management systems through:\n* Establishment of appropriate mechanisms for utilising money collected by the government through reforestation projects and establishment of woodlotsÍ¾ and\n* Harmonisation of woodfuel resource management with other existing community based natural resource management schemes."}, {"text_block_id": "p25_b266", "text": "5.2.2.2 Biofuels"}, {"text_block_id": "p25_b267", "text": "(i)"}, {"text_block_id": "p25_b268", "text": "The use of ethanol as a blend with petrol; and"}, {"text_block_id": "p25_b269", "text": "(ii)"}, {"text_block_id": "p25_b270", "text": "The use of bio­diesel as a motor fuel or blend with diesel and other productive uses like electricity generation."}, {"text_block_id": "p25_b271", "text": "b) Ensure security of supply and stabilisation of prices of fuels by promoting the utilisation of bio­fuels for transport as an alternative to petroleum by:"}, {"text_block_id": "p25_b272", "text": "(i)"}, {"text_block_id": "p25_b273", "text": "Supporting the growing of energy crops;"}, {"text_block_id": "p25_b274", "text": "(ii)"}, {"text_block_id": "p25_b275", "text": "Supporting investment in biofuels through appropriate incentives;"}, {"text_block_id": "p25_b276", "text": "(iii)"}, {"text_block_id": "p25_b277", "text": "Supporting the participation of Zambians in the biofuels industry as shareholders; and"}, {"text_block_id": "p25_b278", "text": "(iv)"}, {"text_block_id": "p25_b279", "text": "Ensuring that use of biofuels for the market is given priority without compromising food security and environmental sustainability."}, {"text_block_id": "p25_b280", "text": "c) Ensure availability of data and information on market demand, resource assessment and applicability of biofuels by:"}, {"text_block_id": "p25_b281", "text": "(i)"}, {"text_block_id": "p25_b282", "text": "undertaking studies on the economic feasibility of using biofuels;"}, {"text_block_id": "p25_b283", "text": "(ii)"}, {"text_block_id": "p25_b284", "text": "undertaking studies on needs/demand, resource and technology assessments of biofuels; and"}, {"text_block_id": "p25_b285", "text": "(iii)"}, {"text_block_id": "p25_b286", "text": "building capacity to monitor and regulate biofuel production and use;"}, {"text_block_id": "p25_b287", "text": "(iv)"}, {"text_block_id": "p25_b288", "text": "Building capacity in all institutions involved in the biofuels programme."}, {"text_block_id": "p25_b289", "text": "d) Provide a legal and institutional framework for the biofuels sub­sector that:"}, {"text_block_id": "p25_b290", "text": "(i)"}, {"text_block_id": "p25_b291", "text": "Providing a regulatory framework for the sub­sector;"}, {"text_block_id": "p25_b292", "text": "(ii)"}, {"text_block_id": "p25_b293", "text": "Defining the rules and guidelines for entry and exit into the sub­sector;"}, {"text_block_id": "p25_b294", "text": "(iii)"}, {"text_block_id": "p25_b295", "text": "Protecting local people involved in the sub­sector against exploitation;"}, {"text_block_id": "p25_b296", "text": "(iv)"}, {"text_block_id": "p25_b297", "text": "Ensuring security of investments in the sub­sector;"}, {"text_block_id": "p25_b298", "text": "(v)"}, {"text_block_id": "p25_b299", "text": "Making provision for other necessary actions intended to create a conducive environment for business in the sub­sector;"}, {"text_block_id": "p26_b300", "text": "(vi)"}, {"text_block_id": "p26_b301", "text": "Promoting participation of Zambians in the biofuel industry in accordance with national priorities;"}, {"text_block_id": "p26_b302", "text": "(vii)"}, {"text_block_id": "p26_b303", "text": "Providing a cost line in the price of petroleum products, i.e. 0.5% to be channelled towards the Biofuel Development Fund;"}, {"text_block_id": "p26_b304", "text": "(viii)"}, {"text_block_id": "p26_b305", "text": "Facilitating funding to local investors and farmers to promote equity participation in the biofuels programme;"}, {"text_block_id": "p26_b306", "text": "(ix)"}, {"text_block_id": "p26_b307", "text": "Protecting the environment against invasive species;"}, {"text_block_id": "p26_b308", "text": "(x)"}, {"text_block_id": "p26_b309", "text": "Providing for waste disposal;"}, {"text_block_id": "p26_b310", "text": "(xi)"}, {"text_block_id": "p26_b311", "text": "Ensuring that Environmental Impact Assessments(EIAs) for all major biofuels projects;"}, {"text_block_id": "p26_b312", "text": "(xii)"}, {"text_block_id": "p26_b313", "text": "Ensuring that existing biofuels ventures undergo EIAs;"}, {"text_block_id": "p26_b314", "text": "(xiii)"}, {"text_block_id": "p26_b315", "text": "Ensuring that allocation of land for biofuels is done with regards to possible negative impacts of energy crops and alien species on the environment; and"}, {"text_block_id": "p26_b316", "text": "(xiv)"}, {"text_block_id": "p26_b317", "text": "Ensuring production of Biofuels is done under correct environmental management frameworks."}, {"text_block_id": "p26_b318", "text": "i."}, {"text_block_id": "p26_b319", "text": "Provision of Biofuels incentives in line with existing national frameworks;"}, {"text_block_id": "p26_b320", "text": "ii."}, {"text_block_id": "p26_b321", "text": "Introducing tailor­made incentives for the biofuel industry;"}, {"text_block_id": "p26_b322", "text": "iii."}, {"text_block_id": "p26_b323", "text": "Provision of standards for energy crops, biofuels quality and blending ratios;"}, {"text_block_id": "p26_b324", "text": "iv."}, {"text_block_id": "p26_b325", "text": "Ensuring biofuel standards are developed in line with the provisions of existing legal frameworks;"}, {"text_block_id": "p26_b326", "text": "v."}, {"text_block_id": "p26_b327", "text": "Registering plant material for biofuels with responsible regulatory agencies;"}, {"text_block_id": "p26_b328", "text": "vi."}, {"text_block_id": "p26_b329", "text": "Supporting research and development into all new/ alien species of energy crops and their cultivation cycles/process before being widely promoted;"}, {"text_block_id": "p26_b330", "text": "vii."}, {"text_block_id": "p26_b331", "text": "vii.\n* Provision of funds and support to research and development of breeding, testing and agronomy of plants suitable for biofuelsÍ¾ and\n<\\li1>"}, {"text_block_id": "p26_b333", "text": "Promoting research to determine which type/species of energy crops would give the best quality and yield of biofuels;"}, {"text_block_id": "p26_b334", "text": "ix."}, {"text_block_id": "p27_b335", "text": "Stimulating research and development into the innovation and appropriate local technology for the extraction and processing of biofuels."}, {"text_block_id": "p27_b336", "text": "5.2.2.3 Other Forms of Biomass Energy Resources"}, {"text_block_id": "p27_b337", "text": "a) Promote other forms of biomass energy as alternatives to woodfuel use by:"}, {"text_block_id": "p27_b338", "text": "(i)"}, {"text_block_id": "p27_b339", "text": "Investigating the production and utilisation of briquettes to satisfy energy needs;"}, {"text_block_id": "p27_b340", "text": "(ii)"}, {"text_block_id": "p27_b341", "text": "Promoting the use of gel fuels as a household energy;"}, {"text_block_id": "p27_b342", "text": "(iii)"}, {"text_block_id": "p27_b343", "text": "Promoting the use biogas as a source of energy for cooking, lighting and other uses; and"}, {"text_block_id": "p27_b344", "text": "(iv)"}, {"text_block_id": "p27_b345", "text": "Building capacity of project implementers in biomass gasifiers and other technologies."}, {"text_block_id": "p27_b346", "text": "5.3 Electricity"}, {"text_block_id": "p27_b347", "text": "Electricity peak demand has outstripped existing supply. Future mining developments will put further pressure on existing generation capacity. The hydropower resource potential stands at 6,000 megawatts while installed capacity which is 99% hydro based is only 1,760 while the national access rate to electricity is a mere 22%."}, {"text_block_id": "p27_b348", "text": "5.3.1 Objective"}, {"text_block_id": "p27_b349", "text": "The policy seeks to expand generation and transmission capacity and also increase access to electricity."}, {"text_block_id": "p27_b350", "text": "5.3.2 Policy measures and strategies"}, {"text_block_id": "p27_b351", "text": "Consequently the policy measures and strategies to achieve the above objective are highlighted below:"}, {"text_block_id": "p27_b352", "text": "a) Increase generation and transmission capacity for local and regional markets by:"}, {"text_block_id": "p27_b353", "text": "(i)"}, {"text_block_id": "p27_b354", "text": "Encouraging the development of identified potential hydro sites through transparent mechanisms, taking cognisance of the public interest;"}, {"text_block_id": "p27_b355", "text": "(ii)"}, {"text_block_id": "p27_b356", "text": "Promoting new sources of power generation including coal powered plants, co­generation and gasification."}, {"text_block_id": "p27_b357", "text": "(iii)"}, {"text_block_id": "p27_b358", "text": "Promoting local and foreign investment;"}, {"text_block_id": "p27_b359", "text": "(iv)"}, {"text_block_id": "p27_b360", "text": "Promoting private sector involvement in generation and transmission;"}, {"text_block_id": "p28_b361", "text": "(v)"}, {"text_block_id": "p28_b362", "text": "Encouraging the need for developing diversity in generation and transmission;"}, {"text_block_id": "p28_b363", "text": "(vi)"}, {"text_block_id": "p28_b364", "text": "Promoting the need for increased interconnection with neighbouring states in accordance with NEPAD and SADC objectives to achieve regional optimisation;"}, {"text_block_id": "p28_b365", "text": "(vii)"}, {"text_block_id": "p28_b366", "text": "Adopting an open­access transmission regime;"}, {"text_block_id": "p28_b367", "text": "(viii)"}, {"text_block_id": "p28_b368", "text": "Developing a policy framework for transmission pricing keeping in mind the objectives of open access and increased export and trade;"}, {"text_block_id": "p28_b369", "text": "(ix)"}, {"text_block_id": "p28_b370", "text": "Adopting cost reflective tariffs; and"}, {"text_block_id": "p28_b371", "text": "(x)"}, {"text_block_id": "p28_b372", "text": "Developing and implementing a licensing regime that is compatible with an open access regime."}, {"text_block_id": "p28_b373", "text": "b) Improve accessibility and service delivery to households, Small & Medium Scale Entrepreneurs (SMEs) through:"}, {"text_block_id": "p28_b374", "text": "(i)"}, {"text_block_id": "p28_b375", "text": "Enacting appropriate legislation for public and private sector investment and participation in the power sector;"}, {"text_block_id": "p28_b376", "text": "(ii)"}, {"text_block_id": "p28_b377", "text": "Application of smart subsidy mechanisms (transparent, targeted, practical and benefit­based subsidies); and"}, {"text_block_id": "p28_b378", "text": "(iii)"}, {"text_block_id": "p28_b379", "text": "Developing isolated grid systems with cost reflective tariffs"}, {"text_block_id": "p28_b380", "text": "c) Improve accessibility and service delivery to agriculture, tourism, manufacturing, mining and other commercial activities by:"}, {"text_block_id": "p28_b381", "text": "(i)"}, {"text_block_id": "p28_b382", "text": "Reinforcing and rehabilitating the distribution system in order to enhance quality of supply, increase efficiency and reduce cost;"}, {"text_block_id": "p28_b383", "text": "(ii)"}, {"text_block_id": "p28_b384", "text": "Providing electricity to farm blocks, new mines and other industrial consumers;"}, {"text_block_id": "p28_b385", "text": "(iii)"}, {"text_block_id": "p28_b386", "text": "Promoting the use of electricity for irrigation where it is economically feasible and in agro processing; and"}, {"text_block_id": "p28_b387", "text": "(iv)"}, {"text_block_id": "p28_b388", "text": "Providing electricity access to social services like schools and health centres."}, {"text_block_id": "p28_b389", "text": "d) Improve Legislation and institutional framework through:"}, {"text_block_id": "p28_b390", "text": "(i)"}, {"text_block_id": "p28_b391", "text": "Reviewing/enacting appropriate legislation for investment in the power sector; and"}, {"text_block_id": "p28_b392", "text": "(ii)"}, {"text_block_id": "p28_b393", "text": "Strengthening the capacity of institutions in the energy sector and"}, {"text_block_id": "p29_b394", "text": "e)"}, {"text_block_id": "p29_b395", "text": "Enhance collaboration between industry, learning and training institutions through:"}, {"text_block_id": "p29_b396", "text": "Enhance collaboration between industry, learning and training institutions through:\n* Upgrading the testing, training and research infrastructure in line with technological developments in the electricity subÂ­sectorÍ¾\n* Building capacity of people involved in the energy sectorÍ¾ and\n* Promoting knowledge transfer of new technology and practices."}, {"text_block_id": "p29_b402", "text": "5.4 Petroleum"}, {"text_block_id": "p29_b403", "text": "5.4.1 Objective"}, {"text_block_id": "p29_b404", "text": "a) Enhance security and cost effectiveness of supply of petroleum by:"}, {"text_block_id": "p29_b405", "text": "(i)"}, {"text_block_id": "p29_b406", "text": "Attracting investment in the exploration and development of hydrocarbon resources;"}, {"text_block_id": "p29_b407", "text": "(ii)"}, {"text_block_id": "p29_b408", "text": "Facilitating the acquisition of geological and geophysical data for assessing the petroleum potential of the country;"}, {"text_block_id": "p29_b409", "text": "(iii)"}, {"text_block_id": "p29_b410", "text": "Building capacity in the relevant institutions to monitor and regulate petroleum exploration and development;"}, {"text_block_id": "p29_b411", "text": "(iv)"}, {"text_block_id": "p29_b412", "text": "Diversifying the shareholding structure in the petroleum refinery to include other investors;"}, {"text_block_id": "p29_b413", "text": "(v)"}, {"text_block_id": "p29_b414", "text": "Establishing and maintaining strategic stocks of feedstock and refined products ;"}, {"text_block_id": "p29_b415", "text": "(vi)"}, {"text_block_id": "p29_b416", "text": "Enhancing regional cooperation in the importation of petroleum to improve security of supply;"}, {"text_block_id": "p29_b417", "text": "(vii)"}, {"text_block_id": "p29_b418", "text": "Accessing alternative international sources of petroleum supply as well as alternative procurement and pricing mechanisms to reduce cost and supply vulnerability;"}, {"text_block_id": "p29_b419", "text": "(viii)"}, {"text_block_id": "p29_b420", "text": "Facilitating the blending of petroleum products with biofuels like biodieseel and ethanol;"}, {"text_block_id": "p29_b421", "text": "(ix)"}, {"text_block_id": "p29_b422", "text": "Effective management of the Single Point Mooring (SPM) through Government­to­government cooperation between Zambia and Tanzania;"}, {"text_block_id": "p30_b423", "text": "(x)"}, {"text_block_id": "p30_b424", "text": "Increasing petroleum, infrastructure capacity including storage facilities;"}, {"text_block_id": "p30_b425", "text": "(xi)"}, {"text_block_id": "p30_b426", "text": "Rehabilitating the existing petroleum infrastructure and running them on commercial basis; and,"}, {"text_block_id": "p30_b427", "text": "(xii)"}, {"text_block_id": "p30_b428", "text": "Ensuring that the pipeline continues to be governed, and operated as agreed between the Zambian and Tanzania Governments."}, {"text_block_id": "p30_b429", "text": "b) To promote the participation of Zambians in the Petroleum Industry through:"}, {"text_block_id": "p30_b430", "text": "(i)"}, {"text_block_id": "p30_b431", "text": "Ensuring that Zambians hold shares in OMCs and given priority to participate in all stages of supply, transportation, storage and distribution."}, {"text_block_id": "p30_b432", "text": "(i)"}, {"text_block_id": "p30_b433", "text": "Ensuring full capacity utilisation of existing petroleum infrastructure; and"}, {"text_block_id": "p30_b434", "text": "(ii)"}, {"text_block_id": "p30_b435", "text": "Encouraging investment in the modernisation of the petroleum infrastructure through appropriate incentives."}, {"text_block_id": "p30_b436", "text": "d) Promote health and environmental safety in the petroleum sector through:"}, {"text_block_id": "p30_b437", "text": "(i)"}, {"text_block_id": "p30_b438", "text": "Transitioning from leaded to unleaded petrol in line with regional and international commitments;"}, {"text_block_id": "p30_b439", "text": "(ii)"}, {"text_block_id": "p30_b440", "text": "Promoting the use of bio­fuels as a fuel additives;"}, {"text_block_id": "p30_b441", "text": "(iii)"}, {"text_block_id": "p30_b442", "text": "Ensuring the operations of the Refinery and Pipeline are environmentally friendly;"}, {"text_block_id": "p30_b443", "text": "(iv)"}, {"text_block_id": "p30_b444", "text": "Formulating policy and standards on the quality of fuels including reducing sulphur content in diesel; and"}, {"text_block_id": "p30_b445", "text": "(v)"}, {"text_block_id": "p30_b446", "text": "Ensuring retail outlets adhere to environmental, safety and service standards."}, {"text_block_id": "p30_b447", "text": "e) Improve petroleum pricing by:"}, {"text_block_id": "p30_b448", "text": "(i)"}, {"text_block_id": "p30_b449", "text": "Constantly reviewing petroleum pricing to reflect existing arrangements in the market;"}, {"text_block_id": "p30_b450", "text": "(ii)"}, {"text_block_id": "p30_b451", "text": "Engaging in long­term supply contracts;"}, {"text_block_id": "p30_b452", "text": "(iii)"}, {"text_block_id": "p30_b453", "text": "Ensuring full price deregulation and competition at the pump;"}, {"text_block_id": "p30_b454", "text": "(iv)"}, {"text_block_id": "p30_b455", "text": "Setting up an incentive mechanism to mitigate high petroleum prices in rural areas; and"}, {"text_block_id": "p30_b456", "text": "(v)"}, {"text_block_id": "p30_b457", "text": "Encouraging low cost petroleum retailing in rural areas."}, {"text_block_id": "p31_b458", "text": "f)"}, {"text_block_id": "p31_b459", "text": "Ensure prompt response to and minimisation of possible emergencies and disasters by:"}, {"text_block_id": "p31_b460", "text": "Ensure prompt response to and minimisation of possible emergencies and disasters by:\n* Putting in place early warning systems and mitigation measuresÍ¾ and\n* Regular reviewing of emergency systems."}, {"text_block_id": "p31_b464", "text": "5.5 Coal"}, {"text_block_id": "p31_b465", "text": "5.5.1 Objective"}, {"text_block_id": "p31_b466", "text": "5.5.2 Policy Measures and Strategies"}, {"text_block_id": "p31_b467", "text": "a) Stimulate the production and utilisation of coal by:"}, {"text_block_id": "p31_b468", "text": "(i)"}, {"text_block_id": "p31_b469", "text": "Attracting local and foreign investment;"}, {"text_block_id": "p31_b470", "text": "(ii)"}, {"text_block_id": "p31_b471", "text": "Promoting the use of as a household energy;"}, {"text_block_id": "p31_b472", "text": "(iii)"}, {"text_block_id": "p31_b473", "text": "Commercialise the production of coal briquettes;"}, {"text_block_id": "p31_b474", "text": "(iv)"}, {"text_block_id": "p31_b475", "text": "Promoting the exploitation and use of coal bed methane;"}, {"text_block_id": "p31_b476", "text": "(v)"}, {"text_block_id": "p31_b477", "text": "Supporting the use of coal for electricity generation; and"}, {"text_block_id": "p31_b478", "text": "(vi)"}, {"text_block_id": "p31_b479", "text": "Developing separate legislation on production and exploitation of coal."}, {"text_block_id": "p31_b480", "text": "(i)"}, {"text_block_id": "p31_b481", "text": "Strengthening the capacity of appropriate institutions in hydrocarbon exploration; and"}, {"text_block_id": "p31_b482", "text": "(ii)"}, {"text_block_id": "p31_b483", "text": "Developing appropriate incentives for coal exploration activities."}, {"text_block_id": "p31_b484", "text": "5.6 Uranium"}, {"text_block_id": "p31_b485", "text": "5.6.1 Objective"}, {"text_block_id": "p32_b486", "text": "5.6.2 Policy Measures and Strategies"}, {"text_block_id": "p32_b487", "text": "a) Stimulate the exploration and utilisation of Uranium by:"}, {"text_block_id": "p32_b488", "text": "(i)"}, {"text_block_id": "p32_b489", "text": "Supporting investigations into the use of Uranium as an electricity generating source;"}, {"text_block_id": "p32_b490", "text": "(ii)"}, {"text_block_id": "p32_b491", "text": "Promoting the exploitation and use of Uranium for social and developmental activities;"}, {"text_block_id": "p32_b492", "text": "(iii)"}, {"text_block_id": "p32_b493", "text": "Developing separate legislation on the exploration and utilisation of Uranium; and"}, {"text_block_id": "p32_b494", "text": "."}, {"text_block_id": "p32_b495", "text": "(iv)"}, {"text_block_id": "p32_b496", "text": "Attracting local and foreign investment."}, {"text_block_id": "p32_b497", "text": "5.7 Renewable Energy Sources (RES)"}, {"text_block_id": "p32_b498", "text": "5.7.1 Objective"}, {"text_block_id": "p32_b499", "text": "The objective of this policy is to address barriers to wider dissemination of RES and also to increase their deployment."}, {"text_block_id": "p32_b500", "text": "5.7.2 Policy Measures and Strategies"}, {"text_block_id": "p32_b501", "text": "(i)"}, {"text_block_id": "p32_b502", "text": "Undertaking studies on needs/demand, resource and technology assessments of RETs; and"}, {"text_block_id": "p32_b503", "text": "(ii)"}, {"text_block_id": "p32_b504", "text": "Undertaking studies on the feasibility of producing and using biofuels (e.g., ethanol and bio­diesel)"}, {"text_block_id": "p32_b505", "text": "b) Strengthen the Institutional Framework for Research and Development, and promotion of RETS by:"}, {"text_block_id": "p32_b506", "text": "(i)"}, {"text_block_id": "p32_b507", "text": "Establishing a co­ordinating agency for RETs;"}, {"text_block_id": "p32_b508", "text": "(ii)"}, {"text_block_id": "p32_b509", "text": "Developing a mechanism for integration of RETs with institutions involved in developmental activities;"}, {"text_block_id": "p32_b510", "text": "(iii)"}, {"text_block_id": "p32_b511", "text": "Integrating RETs policy in poverty reduction programs; and"}, {"text_block_id": "p32_b512", "text": "(iv)"}, {"text_block_id": "p32_b513", "text": "Strengthening the capacity of institutions working on RETs."}, {"text_block_id": "p33_b514", "text": "c) Provide appropriate financial and fiscal instruments for stimulating the implementation of RETs through:"}, {"text_block_id": "p33_b515", "text": "(i)"}, {"text_block_id": "p33_b516", "text": "Formulation of comprehensive and innovative financing mechanisms;"}, {"text_block_id": "p33_b517", "text": "(ii)"}, {"text_block_id": "p33_b518", "text": "Provision of tax incentives and waivers on renewable energy capital equipment; and"}, {"text_block_id": "p33_b519", "text": "(iii)"}, {"text_block_id": "p33_b520", "text": "Ensuring that an equitable level of national resources is invested in renewable energy technologies."}, {"text_block_id": "p33_b521", "text": "d) Continue promotion, enhancement, development and deployment of RETs through:"}, {"text_block_id": "p33_b522", "text": "(i)"}, {"text_block_id": "p33_b523", "text": "Encouragement and support of local systems design, assembly and manufacture of components of renewable energy technologies; and,"}, {"text_block_id": "p33_b524", "text": "(ii)"}, {"text_block_id": "p33_b525", "text": "Promotion of the development and implementation of standards and codes for appropriate use of renewable energy technologies."}, {"text_block_id": "p33_b526", "text": "e) Raise public awareness of the benefits and opportunities of RETs and develop capacity for their implementation through:"}, {"text_block_id": "p33_b527", "text": "(i)"}, {"text_block_id": "p33_b528", "text": "Creation of awareness and education about the potential of renewable energy through dissemination of information regarding the economic, environmental and social benefits of renewable energy technologies and applications;"}, {"text_block_id": "p33_b529", "text": "(ii)"}, {"text_block_id": "p33_b530", "text": "Supporting training institutions in the area of system design, installation and maintenance;"}, {"text_block_id": "p33_b531", "text": "(iii)"}, {"text_block_id": "p33_b532", "text": "Actively involve women in decision making and planning in renewable energy programmes and activities; and"}, {"text_block_id": "p33_b533", "text": "(iv)"}, {"text_block_id": "p33_b534", "text": "Inclusion of basic principles of RETs in school curriculum."}, {"text_block_id": "p33_b535", "text": "(i)"}, {"text_block_id": "p33_b536", "text": "Encouraging research in utilization of available technologies; and"}, {"text_block_id": "p33_b537", "text": "(ii)"}, {"text_block_id": "p33_b538", "text": "Encouraging pilot projects."}, {"text_block_id": "p33_b539", "text": "5.8 Rural Energy Provision"}, {"text_block_id": "p33_b540", "text": "5.8.1 Objective"}, {"text_block_id": "p34_b541", "text": "5.8.2 Policy Measures and Strategies"}, {"text_block_id": "p34_b542", "text": "a)"}, {"text_block_id": "p34_b543", "text": "Increase supply of cost effective energy for rural income generation activities through:"}, {"text_block_id": "p34_b544", "text": "Increase supply of cost effective energy for rural income generation activities through:\n* Implementing measures outlined in the Rural Electrification Master PlanÍ¾\n* Providing relevant subsidies for energy in rural areasÍ¾\n* Providing appropriate incentives to rural energy enterprisesÍ¾\n* Providing technical information and support to rural energy entrepreneursÍ¾\n* Creating awareness among investors of Government programs to promote rural energy supplyÍ¾\n* Creating innovative microÂ­credit financial instrumentsÍ¾ and\n* Supporting applied research and development of modern energy services."}, {"text_block_id": "p34_b548", "text": "b)"}, {"text_block_id": "p34_b549", "text": "Promoting the development of energy enterprises in rural areas by:"}, {"text_block_id": "p34_b560", "text": "c) Integrate energy in development programmes by:"}, {"text_block_id": "p34_b561", "text": "(i)"}, {"text_block_id": "p34_b562", "text": "Linking provision of energy services to income generating projects and programmes;"}, {"text_block_id": "p34_b563", "text": "(ii)"}, {"text_block_id": "p34_b564", "text": "Supporting training institutions to create awareness of the role of modern energy services in socio­economic development;"}, {"text_block_id": "p34_b565", "text": "(iii)"}, {"text_block_id": "p34_b566", "text": "Holding routine meetings to ensure that all government agencies coordinate their energy activities more effectively; and"}, {"text_block_id": "p34_b567", "text": "(iv)"}, {"text_block_id": "p34_b568", "text": "Mainstreaming gender in rural energy provision programmes."}, {"text_block_id": "p34_b569", "text": "d) Promote the dissemination and utilisation of modern energy services to rural households through:"}, {"text_block_id": "p34_b570", "text": "(i)"}, {"text_block_id": "p34_b571", "text": "Specific provision of energy to home based economic activities in order to directly raise household incomes; and,"}, {"text_block_id": "p34_b572", "text": "(ii)"}, {"text_block_id": "p34_b573", "text": "Providing training and technical assistance to households to enable them to use modern energy for income generating activities."}, {"text_block_id": "p35_b574", "text": "5.9 Energy Management"}, {"text_block_id": "p35_b575", "text": "5.9.1 Objective"}, {"text_block_id": "p35_b576", "text": "5.9.2 Policy Measures and Strategies"}, {"text_block_id": "p35_b577", "text": "a)"}, {"text_block_id": "p35_b578", "text": "Promote efficient energy use practices in all sectors of the economy by:"}, {"text_block_id": "p35_b579", "text": "(i)"}, {"text_block_id": "p35_b580", "text": "Mounting publicity campaigns on energy conservation;"}, {"text_block_id": "p35_b581", "text": "(ii)"}, {"text_block_id": "p35_b582", "text": "Encouraging energy suppliers to provide information to clients on the efficient use of energy technologies that they market;"}, {"text_block_id": "p35_b583", "text": "(iii)"}, {"text_block_id": "p35_b584", "text": "Encouraging institutions to develop energy conservation policies and programmes;"}, {"text_block_id": "p35_b585", "text": "(iv)"}, {"text_block_id": "p35_b586", "text": "Influencing policy on building designs code and construction approval in favour of those that require less energy for heating, cooling and lighting;"}, {"text_block_id": "p35_b587", "text": "(v)"}, {"text_block_id": "p35_b588", "text": "Encouraging the use of energy efficient equipment and other domestic appliances through physical demonstrations; and"}, {"text_block_id": "p35_b589", "text": "(vi)"}, {"text_block_id": "p35_b590", "text": "Encouraging research and development in energy efficient equipment."}, {"text_block_id": "p35_b591", "text": "b)"}, {"text_block_id": "p35_b592", "text": "Substitute, wherever possible, local energy resources for imported ones by:"}, {"text_block_id": "p35_b593", "text": "(i)"}, {"text_block_id": "p35_b594", "text": "Increasing the contribution of renewable energy in the country’s energy mix;"}, {"text_block_id": "p35_b595", "text": "(ii)"}, {"text_block_id": "p35_b596", "text": "Promoting the blending of petroleum products with locally produced biofuels; and"}, {"text_block_id": "p35_b597", "text": "(iii)"}, {"text_block_id": "p35_b598", "text": "Encouraging the use of renewable sources of energy to meet some industrial, commercial and household energy needs."}, {"text_block_id": "p35_b599", "text": "c)"}, {"text_block_id": "p35_b600", "text": "Popularise energy management through:"}, {"text_block_id": "p35_b601", "text": "(i)"}, {"text_block_id": "p35_b602", "text": "Liaising with training providers to incorporate energy conservation concepts and practical activities in education curricula;"}, {"text_block_id": "p35_b603", "text": "(ii)"}, {"text_block_id": "p35_b604", "text": "Influencing policy on the development of appropriate infrastructure for less energy consuming transportation systems; and"}, {"text_block_id": "p35_b605", "text": "(iii)"}, {"text_block_id": "p35_b606", "text": "Encouraging the use of bicycles, public transport and other less energy consuming transport systems."}, {"text_block_id": "p35_b607", "text": "d)"}, {"text_block_id": "p35_b608", "text": "Encourage the use of energy efficient equipment through:"}, {"text_block_id": "p35_b609", "text": "(i)"}, {"text_block_id": "p35_b610", "text": "Promulgation of equipment and appliance standards;"}, {"text_block_id": "p35_b611", "text": "(ii)"}, {"text_block_id": "p35_b612", "text": "Provision of appropriate fiscal and other incentives; and"}, {"text_block_id": "p36_b613", "text": "(iii)"}, {"text_block_id": "p36_b614", "text": "Provision of technical information on energy savings and other benefits."}, {"text_block_id": "p36_b615", "text": "e)"}, {"text_block_id": "p36_b616_merged", "text": "Promote energy efficiency labelling and benchmarking by:"}, {"text_block_id": "p36_b618", "text": "(i)"}, {"text_block_id": "p36_b619", "text": "Encouraging establishment of guidelines on performance standards of energy intensive equipment;"}, {"text_block_id": "p36_b620", "text": "(ii)"}, {"text_block_id": "p36_b621", "text": "Encouraging regular energy audits in industry, commercial and"}, {"text_block_id": "p36_b622", "text": "(iii)"}, {"text_block_id": "p36_b623", "text": "Strengthening consultancy services in the field of energy efficiency;"}, {"text_block_id": "p36_b624", "text": "(iv)"}, {"text_block_id": "p36_b625", "text": "Formulating and facilitating implementation of pilot projects and demonstration projects for promotion of efficient use of energy; and"}, {"text_block_id": "p36_b626", "text": "(v)"}, {"text_block_id": "p36_b627", "text": "Preparing educational curriculum on efficient use of energy and its conservation for educational institutions, boards, universities or autonomous bodies."}, {"text_block_id": "p36_b628", "text": "5.10 Household Energy"}, {"text_block_id": "p36_b629", "text": "5.10.1 Objective"}, {"text_block_id": "p36_b630", "text": "This energy policy seeks to reduce dependence on woodfuel and ensure sustainable provision of affordable, reliable modern energy services to rural and urban households as a means of reducing poverty and raising standards of living."}, {"text_block_id": "p36_b631", "text": "5.10.2 Policy Measures and Strategies"}, {"text_block_id": "p36_b632", "text": "a) Promote substitution of woodfuel as a household fuel with alternative sources of energy by:"}, {"text_block_id": "p36_b633", "text": "(i)"}, {"text_block_id": "p36_b634", "text": "Encouraging alternative fuels such as LPG and Gel fuel; and"}, {"text_block_id": "p36_b635", "text": "(ii)"}, {"text_block_id": "p36_b636", "text": "Wherever possible encourage people to grow and use energy crops."}, {"text_block_id": "p36_b637", "text": "b)"}, {"text_block_id": "p36_b638", "text": "Promote energy conservation and substitution at the household level through:"}, {"text_block_id": "p36_b639", "text": "Promote energy conservation and substitution at the household level through:\n* Provision of incentives to encourage energy conservation and substitutionÍ¾\n* Encouraging efficient endÂ­use technologies and household energy practicesÍ¾ and\n* Encouraging the use of renewable energy to meet some household energy needs."}, {"text_block_id": "p36_b645", "text": "c) Promote the use of efficient cook stoves by:"}, {"text_block_id": "p36_b646", "text": "(i)"}, {"text_block_id": "p36_b647", "text": "Providing innovative financing schemes designed to reduce the initial cost problem for low income households."}, {"text_block_id": "p37_b648", "text": "d) Promote Coal and biomass briquetting as a household energy sources by:"}, {"text_block_id": "p37_b649", "text": "(i)"}, {"text_block_id": "p37_b650", "text": "Setting up small and medium scale enterprises to develop briquetting technology;"}, {"text_block_id": "p37_b651", "text": "(ii)"}, {"text_block_id": "p37_b652", "text": "Encouraging Research and Development in briquetting of biomass, for example, bagasse, maize and cotton stalks, and by­products of milling and brewing processes; and"}, {"text_block_id": "p37_b653", "text": "(iii)"}, {"text_block_id": "p37_b654", "text": "Encouraging the use of briquetting products through practical demonstrations and pilot schemes."}, {"text_block_id": "p37_b655", "text": "5.11 Energy Pricing"}, {"text_block_id": "p37_b656", "text": "5.11.1 Objective"}, {"text_block_id": "p37_b657", "text": "To ensure that energy prices reflect costs of providing energy and also to take into account principles of fairness and equity."}, {"text_block_id": "p37_b658", "text": "5.11.2 Policy Measures and Strategies"}, {"text_block_id": "p37_b659", "text": "(i)"}, {"text_block_id": "p37_b660", "text": "Promote the use of market prices where appropriate;"}, {"text_block_id": "p37_b661", "text": "(ii)"}, {"text_block_id": "p37_b662", "text": "where market pricing is not feasible or desirable, to ensure that mandated or regulated prices include allocation of costs among consumers according to the burden they impose on the delivery system;"}, {"text_block_id": "p37_b663", "text": "(iii)"}, {"text_block_id": "p37_b664", "text": "Promoting a reasonable degree of stability and avoiding large price fluctuations from period to period;"}, {"text_block_id": "p37_b665", "text": "(iv)"}, {"text_block_id": "p37_b666", "text": "Providing a minimum level of service to consumers who are unable to afford the full cost; ; and"}, {"text_block_id": "p37_b667", "text": "(v)"}, {"text_block_id": "p37_b668", "text": "where prices are administered (regulation or promulgation), provide a reasonable return on investment. ."}, {"text_block_id": "p37_b669", "text": "5.12 Crosscutting Issues"}, {"text_block_id": "p37_b670", "text": "To mainstream cross cutting issues such as HIV/AIDS, gender and environment into the planning and implementation of energy programmes, projects and activities."}, {"text_block_id": "p37_b671", "text": "5.12.1 Gender"}, {"text_block_id": "p37_b672", "text": "Objective ­"}, {"text_block_id": "p37_b673_merged", "text": "The overall objective is to promote gender balance in energy planning, management and utilization to ease the burden of poverty on all vulnerable groups especially women and children, at household, community and national level."}, {"text_block_id": "p38_b677", "text": "Specific policy measures are:"}, {"text_block_id": "p38_b678", "text": "a) Enhance access and control of productive resources through:"}, {"text_block_id": "p38_b679", "text": "(i)"}, {"text_block_id": "p38_b680", "text": "Ensuring balanced representation of men and women at all levels and in all spheres of energy development and management;"}, {"text_block_id": "p38_b681", "text": "(ii)"}, {"text_block_id": "p38_b682", "text": "Undertaking gender analysis in order to develop gender sensitive programmes;"}, {"text_block_id": "p38_b683", "text": "(iii)"}, {"text_block_id": "p38_b684", "text": "Promoting affirmative action where feasible to enhance the participation of women in the energy sector;"}, {"text_block_id": "p38_b685", "text": "(iv)"}, {"text_block_id": "p38_b686", "text": "Introducing energy in school curriculum and encouraging the girl child to participate;"}, {"text_block_id": "p38_b687", "text": "(v)"}, {"text_block_id": "p38_b688", "text": "Facilitating accessibility to the most appropriate sources of energy at minimum cost for the benefit of both men and women; and"}, {"text_block_id": "p38_b689", "text": "(vi)"}, {"text_block_id": "p38_b690", "text": "Promotion of research in gender and energy."}, {"text_block_id": "p38_b691", "text": "b) Enhance women’s participation in decision­making processes by:"}, {"text_block_id": "p38_b692", "text": "(i)"}, {"text_block_id": "p38_b693", "text": "Meeting the target of 30% women representation according to the SADC protocol;"}, {"text_block_id": "p38_b694", "text": "(ii)"}, {"text_block_id": "p38_b695", "text": "Ensuring gender perspectives are taken into consideration in the design and implementation of energy projects and programmes;"}, {"text_block_id": "p38_b696", "text": "(iii)"}, {"text_block_id": "p38_b697", "text": "Increasing access of women to information, control, utilisation of resources, education, communication; and"}, {"text_block_id": "p38_b698", "text": "(iv)"}, {"text_block_id": "p38_b699", "text": "Conservation of safer and affordable forms of energy among vulnerable groups especially women."}, {"text_block_id": "p38_b700", "text": "c) Promote links between energy activities and income generating ventures through:"}, {"text_block_id": "p38_b701", "text": "(i)"}, {"text_block_id": "p38_b702", "text": "The reduction of capital contribution charged to vulnerable groups; and"}, {"text_block_id": "p38_b703", "text": "(ii)"}, {"text_block_id": "p38_b704", "text": "Provision of favourable payment terms for start up capital to vulnerable groups."}, {"text_block_id": "p38_b705", "text": "d) Harmonize legislation on energy with regional and international instruments on energy and gender by:"}, {"text_block_id": "p38_b706", "text": "(i)"}, {"text_block_id": "p38_b707", "text": "Ensuring that the existing local related policies and legislation are in conformity with regional and international instruments on gender and Energy; and"}, {"text_block_id": "p38_b708", "text": "(ii)"}, {"text_block_id": "p38_b709", "text": "Sensitising women on local, regional and international protocols on energy and gender."}, {"text_block_id": "p39_b710", "text": "5.12.2 HIV/AIDS"}, {"text_block_id": "p39_b711", "text": "Objective –"}, {"text_block_id": "p39_b712", "text": "To maintain and strengthen existing programmes to minimise the negative impact of HIV/AIDS and reduce"}, {"text_block_id": "p39_b713", "text": "new infections in the"}, {"text_block_id": "p39_b714", "text": "energy sector."}, {"text_block_id": "p39_b715", "text": "Specific policy measures are:"}, {"text_block_id": "p39_b716", "text": "a) Reduce new HIV/AIDS infections through:"}, {"text_block_id": "p39_b717", "text": "Encouraging the introduction of preventive and support programmes of HIV/AIDS among members of staff at place of work and communities in which energy projects are implemented;"}, {"text_block_id": "p39_b718", "text": "(i)"}, {"text_block_id": "p39_b719", "text": "Intensifying and continuing HIV/AIDS awareness among staff of various energy institutions; and"}, {"text_block_id": "p39_b720", "text": "(ii)"}, {"text_block_id": "p39_b721", "text": "Increase access to modern energy services and reduce the vulnerability of women to infection."}, {"text_block_id": "p39_b722", "text": "b) Promote healthy and positive living by:"}, {"text_block_id": "p39_b723", "text": "(i)"}, {"text_block_id": "p39_b724", "text": "Extending support to people living with HIV/AIDS in the energy sector and in communities where energy projects are implemented; and"}, {"text_block_id": "p39_b725", "text": "(ii)"}, {"text_block_id": "p39_b726", "text": "Ensuring information on STIs / HIV/AIDS is disseminated to men and women on transmission and prevention and availability of remedial measures."}, {"text_block_id": "p39_b727", "text": "c)"}, {"text_block_id": "p39_b728", "text": "c)\n* Strengthening capacity of HIV/AIDS focal persons at the work place and in communities where energy projects are implementedÍ¾ and\n* Establishing reporting and feedback systems at places of work."}, {"text_block_id": "p39_b732", "text": "Put in place an efficient and effective monitoring, evaluation and surveillance system by:"}, {"text_block_id": "p39_b733", "text": "5.12.3 Environment"}, {"text_block_id": "p39_b734", "text": "Objective ­"}, {"text_block_id": "p39_b735_merged_merged", "text": "To ensure that all energy sources are produced, transported, stored and utilised in an environmentally friendly manner, the policy measures are aimed to address issues that include: the reduced consumption of wood fuel, increasing utilisation of renewable energy sources, reduction of Green House Gas (GHG) emissions from the energy sector and promotion of energy management as outlined above."}, {"text_block_id": "p40_b737", "text": "5.13 Institutional and Legal Issues"}, {"text_block_id": "p40_b738", "text": "5.13.1 Objective"}, {"text_block_id": "p40_b739", "text": "5.13.2 Policy Measures and Strategies"}, {"text_block_id": "p40_b740", "text": "a) Enhance corporate governance and accountability in Energy institutions through:"}, {"text_block_id": "p40_b741", "text": "(i)"}, {"text_block_id": "p40_b742", "text": "Ensuring that boards of public energy institutions are composed of professionally qualified and competent individuals;"}, {"text_block_id": "p40_b743", "text": "(ii)"}, {"text_block_id": "p40_b744", "text": "Ensuring stakeholder representation and protection;"}, {"text_block_id": "p40_b745", "text": "(iii)"}, {"text_block_id": "p40_b746", "text": "Ensuring autonomy of board and management and"}, {"text_block_id": "p40_b747", "text": "(iv)"}, {"text_block_id": "p40_b748", "text": "Ensuring transparency in the conduct of public business."}, {"text_block_id": "p40_b749", "text": "b) Create consumer and investor confidence by:"}, {"text_block_id": "p40_b750", "text": "(i)"}, {"text_block_id": "p40_b751", "text": "Regularly reviewing the performance of the energy sector and introducing appropriate legal and institutional reforms to improve performance;"}, {"text_block_id": "p40_b752", "text": "(ii)"}, {"text_block_id": "p40_b753", "text": "Making the operations of regulatory bodies more transparent; and"}, {"text_block_id": "p40_b754", "text": "(iii)"}, {"text_block_id": "p40_b755", "text": "Publicising the regulations and operations of the regulatory bodies."}, {"text_block_id": "p40_b756", "text": "c) Enhance economic competitiveness and efficiency in energy production, supply and delivery by:"}, {"text_block_id": "p40_b757", "text": "(i)"}, {"text_block_id": "p40_b758", "text": "Ensuring autonomy of regulatory agencies in determining and interpretation of the provisions of regulatory obligations;"}, {"text_block_id": "p40_b759", "text": "(ii)"}, {"text_block_id": "p40_b760", "text": "Discouraging uncompetitive practices; and"}, {"text_block_id": "p40_b761", "text": "(iii)"}, {"text_block_id": "p40_b762", "text": "Ensuring compliance with provisions of the energy legislation and supporting laws."}, {"text_block_id": "p40_b763", "text": "d) Facilitate the building of capacity in energy institutions through:"}, {"text_block_id": "p40_b764", "text": "(i)"}, {"text_block_id": "p40_b765", "text": "Appropriate capacity building programmes; and"}, {"text_block_id": "p40_b766", "text": "(ii)"}, {"text_block_id": "p40_b767", "text": "Performance review of staff and institutions in the energy sector ; and"}, {"text_block_id": "p40_b768", "text": "(iii)"}, {"text_block_id": "p40_b769", "text": "Continuously improve the energy institutional and regal framework."}, {"text_block_id": "p41_b770", "text": "6"}, {"text_block_id": "p41_b771", "text": "INSTITUTIONAL FRAMEWORK AND IMPLEMENTATION"}, {"text_block_id": "p41_b772", "text": "6.1 Institutional framework"}, {"text_block_id": "p41_b773", "text": "§"}, {"text_block_id": "p41_b774", "text": "Ministry of Energy and Water Development and all Government Ministries;"}, {"text_block_id": "p41_b775", "text": "§"}, {"text_block_id": "p41_b776", "text": "Rural Electrification Authority;"}, {"text_block_id": "p41_b777", "text": "§"}, {"text_block_id": "p41_b778", "text": "Energy utilities;"}, {"text_block_id": "p41_b779", "text": "§"}, {"text_block_id": "p41_b780", "text": "Energy Regulation Board;"}, {"text_block_id": "p41_b781", "text": "§"}, {"text_block_id": "p41_b782", "text": "Private institutions involved in development of energy resources;"}, {"text_block_id": "p41_b783", "text": "§"}, {"text_block_id": "p41_b784", "text": "Environmental Council of Zambia;"}, {"text_block_id": "p41_b785", "text": "§"}, {"text_block_id": "p41_b786", "text": "The Chambers of Mines;"}, {"text_block_id": "p41_b787", "text": "§"}, {"text_block_id": "p41_b788", "text": "The Zambia Chamber of Commerce and Industry;"}, {"text_block_id": "p41_b789", "text": "§"}, {"text_block_id": "p41_b790", "text": "Research institutions;"}, {"text_block_id": "p41_b791", "text": "§"}, {"text_block_id": "p41_b792", "text": "The Decentralization Secretariat;"}, {"text_block_id": "p41_b793", "text": "§"}, {"text_block_id": "p41_b794", "text": "Farmer’s Associations and Unions;"}, {"text_block_id": "p41_b795", "text": "§"}, {"text_block_id": "p41_b796", "text": "Professional Bodies"}, {"text_block_id": "p41_b797", "text": "(a)"}, {"text_block_id": "p41_b798", "text": "Formulating national energy policies , in consultation with other stakeholders and coordinating the activities and operations of energy sector agencies and ensuring the proper management and development of the energy resources in accordance with the guiding principles under this Policy;"}, {"text_block_id": "p41_b799", "text": "(b)"}, {"text_block_id": "p41_b800", "text": "Implementation of the National Energy Policy;"}, {"text_block_id": "p41_b801", "text": "(c)"}, {"text_block_id": "p41_b802", "text": "Coordination of all policy implementation functions;"}, {"text_block_id": "p41_b803", "text": "(d)"}, {"text_block_id": "p41_b804", "text": "Develop, in collaboration with other stakeholders, a National Energy Strategy and Plan;"}, {"text_block_id": "p41_b805", "text": "(e)"}, {"text_block_id": "p41_b806", "text": "Monitor and evaluate the implementation of the strategies specified by the various Ministries relating to energy;"}, {"text_block_id": "p41_b807", "text": "(f)"}, {"text_block_id": "p41_b808", "text": "Take the lead role in developing new energy related programes, projects and activities; and"}, {"text_block_id": "p42_b809", "text": "(g)"}, {"text_block_id": "p42_b810", "text": "Ensure that all cross­sector issues are addressed by respective institutions;"}, {"text_block_id": "p42_b811", "text": "6.2 Legal and regulatory framework"}, {"text_block_id": "p42_b812", "text": "The current legal framework for energy resource management and development is governed by various Acts of Parliament such as the following:"}, {"text_block_id": "p42_b813", "text": "§"}, {"text_block_id": "p42_b814", "text": "The Constitution;"}, {"text_block_id": "p42_b815", "text": "§"}, {"text_block_id": "p42_b816", "text": "The Electricity Act;"}, {"text_block_id": "p42_b817", "text": "§"}, {"text_block_id": "p42_b818", "text": "The Energy Regulation Act;"}, {"text_block_id": "p42_b819", "text": "§"}, {"text_block_id": "p42_b820", "text": "Petroleum Act;"}, {"text_block_id": "p42_b821", "text": "§"}, {"text_block_id": "p42_b822", "text": "The Rural Electrification Act;"}, {"text_block_id": "p42_b823", "text": "§"}, {"text_block_id": "p42_b824", "text": "The Environmental Protection and Pollution Control Act;"}, {"text_block_id": "p42_b825", "text": "§"}, {"text_block_id": "p42_b826", "text": "The Zambezi River Authority Act;"}, {"text_block_id": "p42_b827", "text": "§"}, {"text_block_id": "p42_b828", "text": "The Local Government Act;"}, {"text_block_id": "p42_b829", "text": "§"}, {"text_block_id": "p42_b830", "text": "The Forestry Act;"}, {"text_block_id": "p42_b831", "text": "§"}, {"text_block_id": "p42_b832", "text": "The Land Act;"}, {"text_block_id": "p42_b833", "text": "§"}, {"text_block_id": "p42_b834", "text": "The Mines and Mineral Act."}, {"text_block_id": "p42_b835", "text": "The provisions of the above laws support the policy objectives for energy resources management and development which will enhance collaboration and cooperation between the key stakeholders."}, {"text_block_id": "p42_b836", "text": "•"}, {"text_block_id": "p42_b837", "text": "Develop and ensure an effective regulatory framework that provides guidance to all actors;"}, {"text_block_id": "p42_b838", "text": "•"}, {"text_block_id": "p42_b839", "text": "Ensure harmonisation of all energy related legislation;"}, {"text_block_id": "p42_b840", "text": "•"}, {"text_block_id": "p42_b841", "text": "Develop and establish a clear mechanism for the enforcement of the legal framework; and"}, {"text_block_id": "p42_b842", "text": "•"}, {"text_block_id": "p42_b843", "text": "Build capacity for the enforcement of the legal and regulatory provisions."}, {"text_block_id": "p42_b844", "text": "6.3 Data information and reporting"}, {"text_block_id": "p42_b845", "text": "(i)"}, {"text_block_id": "p42_b846", "text": "Establish and maintain an adequate data capturing system for all energy resources;"}, {"text_block_id": "p42_b847", "text": "(ii)"}, {"text_block_id": "p42_b848", "text": "Regularly undertake an assessment of energy resources; and"}, {"text_block_id": "p43_b849", "text": "(iii)Establish and regularly update information systems and disseminate information on energy resources to enable exchange of information with players in other relevant sectors."}, {"text_block_id": "p43_b850", "text": "6.4 Financing and Private Sector Participation"}, {"text_block_id": "p43_b851", "text": "(i)"}, {"text_block_id": "p43_b852", "text": "Development of economically viable and self financing infrastructure shall be prioritised to ensure sustainability; and"}, {"text_block_id": "p43_b853", "text": "(ii)"}, {"text_block_id": "p43_b854", "text": "Create an enabling environment that attracts funding and full private sector participation shall be created."}, {"text_block_id": "p43_b855", "text": "6.5 Community participation"}, {"text_block_id": "p43_b856", "text": "It is inevitable that communities should be involved at all stages of energy resource development and management. The views of stakeholders are valuable in reaching decisions and providing the basis for support in the management of energy resources. In order to achieve this, the following measures shall be implemented:"}, {"text_block_id": "p43_b857", "text": "(i)"}, {"text_block_id": "p43_b858", "text": "Train communities in community energy project identification, formulation and implementation so as to equip them with appropriate knowledge and skills;"}, {"text_block_id": "p43_b859", "text": "(ii)"}, {"text_block_id": "p43_b860", "text": "Introduce participatory techniques in energy resource management programs, including the enhancement of the role of members of the disadvantaged groups, youth and other members of local communities; and"}, {"text_block_id": "p43_b861", "text": "(iii)"}, {"text_block_id": "p43_b862", "text": "Create awareness and support from the general public and key decision makers on the best practices for management and development of the energy resources;"}, {"text_block_id": "p43_b863", "text": "6.6 Gender"}, {"text_block_id": "p43_b864", "text": "The management and development of energy resources at the grass­root level requires the effective participation of both gender in the decision­making process. Further, women play a vital role in the provision and management energy resources in the rural areas need to take proactive decisions on how energy resources are managed and developed. In order to achieve this, the following measures shall be implemented:"}, {"text_block_id": "p43_b865", "text": "(i)"}, {"text_block_id": "p43_b866", "text": "Accelerate the representation of women at all levels and in all spheres of energy development and management activities;"}, {"text_block_id": "p43_b867", "text": "(ii)"}, {"text_block_id": "p43_b868", "text": "Ensure gender balance by defining the key roles played by women, men and children so that there is no gender discrimination in the ownership and management of the various energy projects;"}, {"text_block_id": "p43_b869", "text": "(iii)"}, {"text_block_id": "p43_b870", "text": "Based on the National Gender Policy principles, goals and objectives, gender mainstreaming in energy sector programmes will be articulated with the full involvement of women in the development and implementation of the energy policy and the related energy sector project activities; and"}, {"text_block_id": "p43_b871", "text": "(iv)"}, {"text_block_id": "p43_b872", "text": "Gender consideration in the use and management of energy resources shall incorporated."}, {"text_block_id": "p43_b873", "text": "be"}, {"text_block_id": "p44_b874", "text": "6.7 HIV/AIDS"}, {"text_block_id": "p44_b875", "text": "The HIV/AIDS pandemic has impacted negatively on the energy sector and has contributed to the low human resource capacity and productivity in the energy sector. There is need to maintain and strengthen existing programmes to minimise the negative impact of HIV/AIDS in the energy sector. In order to achieve this objective, the Government shall implement its HIV/AIDS policy."}, {"text_block_id": "p44_b876", "text": "6.8 Research and Development"}, {"text_block_id": "p44_b877", "text": "The sustainable management of energy resources is largely dependant on maintaining and developing recognised capabilities in the field of energy research. The Government will therefore maintain and develop research capabilities in the energy sector and shall implement the following measures:"}, {"text_block_id": "p44_b878", "text": "(i)"}, {"text_block_id": "p44_b879", "text": "Encourage interdisciplinary and participatory research approaches that provide linkages between technology and communities; and,"}, {"text_block_id": "p44_b880", "text": "(ii)"}, {"text_block_id": "p44_b881", "text": "Support the standardisation of methods of data collection and processing both at national and regional levels for use by the SADC countries."}, {"text_block_id": "p44_b882", "text": "6.9 Capacity building"}, {"text_block_id": "p44_b883", "text": "There is need to build capacity in the energy sector in order to support the legal and institutional frame work as provided in this policy. To achieve this objective the following measures shall be implemented:"}, {"text_block_id": "p44_b884", "text": "(i)"}, {"text_block_id": "p44_b885", "text": "Recruit and train personnel in the relevant fields at all levels;"}, {"text_block_id": "p44_b886", "text": "(ii)"}, {"text_block_id": "p44_b887", "text": "Create incentives aimed at retaining skilled manpower; and,"}, {"text_block_id": "p44_b888", "text": "(iii)"}, {"text_block_id": "p44_b889", "text": "Develop a system for evaluating personnel performance and productivity."}, {"text_block_id": "p44_b890", "text": "6.10 Monitoring and evaluation"}, {"text_block_id": "p44_b891", "text": "In order to ensure that the policy measures and strategies stipulated in this document are implemented, an effective monitoring and evaluating system will be established. In addition, the Ministry responsible for energy shall develop verifiable indicators for the purpose of ensuring achievement of the objectives of this Policy."}], "document_description": "Objectives include reduction of greenhouse gas emissions and increased deployment of renewable energy sources."}