{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Zambia", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Policy on Environment", "document_country_code": "ZMB", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "11/01/2007", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/ZMB/2007/ZMB-2007-01-11-National Policy on Environment_8bc8ac98fbea2ff6b802dacd971568ab.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "FOREWORD"}, {"text_block_id": "p0_b2", "text": "In Zambia, development programmes are using environmental resources at an increasing rate. With a fast growing population the drive to meet goals set out in national development strategies and in international conventions, most recently defined in the Millennium Development Goals (MDGs), has likewise accelerated."}, {"text_block_id": "p0_b3_merged", "text": "The Government has developed a National Policy on Environment to avoid conflict of interest, harmonise sectoral strategies, and rationalise legislation that concern the use and management of environment in order to attain an integrated approach to development through a national cross-cutting consensus."}, {"text_block_id": "p0_b6", "text": "This Policy was developed through a comprehensive research and consultative process and would be fully integrated in principles of decentralisation, community participation and privatisation that underpin sustainable development."}, {"text_block_id": "p0_b7", "text": "With growing appreciation of the top priority need to eradicate poverty it was also recognised that sustainable development must embrace natural resource conservation as an equal partner. It is also widely realised that successful campaigns to achieve lasting and effective economic and social development require a strong sense of ownership rooted in a firm community base built around effective local institutions."}, {"text_block_id": "p0_b8", "text": "Catherine Namugala, MP"}, {"text_block_id": "p0_b9", "text": "MINISTER OF TOURISM, ENVIRONMENT AND NATURAL RESOURCES"}, {"text_block_id": "p1_b10", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p1_b11", "text": "The development of the National Policy on Environment employed a broad-based Millennium Development Goal compliant participatory consultative process involving all the major stakeholders. Accordingly, due appreciation is being extended to all stakeholders who participated in the formulation and preparation of the National Policy on Environment. Among those consulted were:"}, {"text_block_id": "p1_b12", "text": "The development of the National Policy on Environment employed a broad-based Millennium Development Goal compliant participatory consultative process involving all the major stakeholders. Accordingly, due appreciation is being extended to all stakeholders who participated in the formulation and preparation of the National Policy on Environment. Among those consulted were:\n* The National Policy Working Group and the Policy Development Secretariat, established\n* Chiefs, Provincial Permanent Secretaries, Senior Civil Servants, Local Authority Officials,\n* Officials representing the Private Sector, Non-Governmental Organisations, Defence and\n* Chiefs, Permanent Secretaries drawn from line ministries and provinces, the Cooperating\n* The Academicians, Private environmental experts and consultants who developed the"}, {"text_block_id": "p1_b22", "text": "Gratitude is extended to all Ministerial and Provincial Permanent Secretaries who responded affirmatively and provided feedback that was crucial to the finalisation of the Draft National Policy on Environment."}, {"text_block_id": "p1_b23", "text": "Finally, invaluable technical and financial support from the United Nations Development Programme (UNDP) through the Environment and Natural Resources Management Project for the development of the policy is highly appreciated."}, {"text_block_id": "p1_b24", "text": "Teddy J. Kasonso"}, {"text_block_id": "p1_b25", "text": "Permanent Secretary"}, {"text_block_id": "p1_b26", "text": "MINISTRY OF TOURISM, ENVIRONMENT AND NATURAL RESOURCES"}, {"text_block_id": "p2_b27", "text": "WORKING DEFINITIONS"}, {"text_block_id": "p5_b28", "text": "ACRONYMS"}, {"text_block_id": "p7_b29", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p9_b30", "text": "I. INTRODUCTION"}, {"text_block_id": "p9_b31", "text": "The country at present faces daunting challenges of de-forestation; land degradation in many places verging on desertification; wildlife depletion especially in the protected areas and all accompanied by soil erosion, loss of productivity, inadequate sanitation and air and water pollution."}, {"text_block_id": "p9_b32", "text": "The relationship between widespread poverty and environmental degradation is clear since 62% of the population lives within the rural areas where dependence upon natural resources for livelihood is on the increase."}, {"text_block_id": "p9_b33", "text": "The population is growing at the rate of about 2.9% per annum (CSO, 2005) which, without sufficient public awareness and control, contributes further to a vicious circle of increasing poverty and increasing depletion of resources. This central issue is compounded by limited understanding of environmental problems, a weak administrative and legal framework and breakdown of traditional values and practices which previously ensured a high degree of social responsibility and equitable sharing of resources within a natural equilibrium."}, {"text_block_id": "p9_b34", "text": "The National Policy on Environment is designed, therefore, to create a comprehensive framework for effective natural resource utilization and environmental conservation and which will be sensitive to the demands of sustainable development, thereby filling the existing vacuum. It can be expected that the vision of a holistic, adequately funded approach, that will create a critical mass of public support throughout the economic sectors in particular and the nation as a whole, will help overcome deficiencies and will usher in a period of coordination that will reverse prevailing trends of over-utilization, waste and environmental degradation."}, {"text_block_id": "p9_b35", "text": "The policy is divided into eight chapters, starting with the introduction in Chapter I. Chapter II presents the situation analysis, highlighting the policy development process and methodology, and the current situation. Chapter III highlights the overall vision of the policy, while Chapter IV presents the rationale. Chapter V outlines the policy guiding principles. The policy objectives are outlined in Chapter VI while the policy measures are presented in Chapter VII. Finally, Chapter VIII presents the implementation framework."}, {"text_block_id": "p10_b36", "text": "II. SITUATION ANALYSIS"}, {"text_block_id": "p10_b37", "text": "2.1"}, {"text_block_id": "p10_b38", "text": "The Policy Development Process and Methodology"}, {"text_block_id": "p10_b39", "text": "Policy development followed a systematic and structured approach based upon a comprehensive participatory consultative process. It was planned that the development process would be as inclusive and transparent as possible to achieve wide ownership and acceptability."}, {"text_block_id": "p10_b40", "text": "The comprehensive methodology incorporated the establishment of the Policy Development Secretariat and technically underpinned by the Policy Working Group which held three meetings. The Secretariat, under the direction of the MTENR, under the supervision of ENRMD, organised field visits to all nine provinces and 72 districts."}, {"text_block_id": "p10_b41", "text": "Consultations in the districts covered extensive primary data collection to provide an evidence-based and up to date situation analysis with information on key environmental issues, institutional and policy feedback and opinion on cross-cutting matters. The provisional first draft of the National Policy on Environment and National Situation Analysis were reviewed at the Second National Stakeholder Workshop, followed by a National Policy on Environment development process targeted meeting for the donor community.  In secondary data gathering key documents were analysed."}, {"text_block_id": "p10_b42", "text": "The process used a framework that encompassed ecosystem, sectoral and Millennium Development Goal perspectives and during the course of consultation it became apparent that the favoured and most appropriate to Zambia's needs was that referred to as the Millennium Development Goals Consistent hybrid approach."}, {"text_block_id": "p10_b43", "text": "This approach recognises that socio-economic and development activities generally take place within ecosystems which can be positively or adversely affected. Thus the Policy methodology included checklists for focus group discussions and interviews that took account of precautionary, deterrent, social equity, equitable sharing of benefits and responsibilities and inclusiveness stemming from cross-cutting imperatives that link sectors. These are in turn reflected in the overall development framework for the country set out in the Transitional National Development Plan, 2002-2005."}, {"text_block_id": "p10_b44", "text": "The major concerns addressed in the methodology were over-exploitation of resources, the absorptive capacity for communities to become involved in natural resource management, illegal exploitation of resources and land degradation, pollution, soil erosion and loss of productivity and deficiencies in natural resource management."}, {"text_block_id": "p10_b45", "text": "Cross-cutting aspects steer the course that the Policy and its implementation must follow to be able to achieve the strategic goal of a policy that bridges all sectors of society and engenders a widely accepted sense of responsibility and care for the environment."}, {"text_block_id": "p11_b46", "text": "2.2"}, {"text_block_id": "p11_b47", "text": "The Current Situation"}, {"text_block_id": "p11_b48", "text": "It has become widely recognised that Zambia's wealth of natural and cultural resources are in danger of further widespread depletion and degradation, sometimes irreversibly as in the case of misuse of some soils. Concern for this worsening environmental situation prompted the need to create a National Policy on Environment."}, {"text_block_id": "p11_b49", "text": "Studies carried out in all the provinces and the Provincial and the National Situation Analysis Reports confirmed the worsening environmental situation and that in relation to the economic sectors the following issues of prime importance provided the baseline for formulation of the National Policy on Environment:"}, {"text_block_id": "p11_b50", "text": "2.2.1"}, {"text_block_id": "p11_b51", "text": "Agriculture Sector"}, {"text_block_id": "p11_b52", "text": "Agriculture Sector\n* Policy failure to generate an optimum agricultural industry that has due regard to the\n* Generally agricultural production and productivity is very low;\n* Land degradation through inappropriate use of chemical agents and improper\n* Agricultural and livestock extension services having inadequate concern for\n* Farm expansions in response to low production on existing land;\n* Inadequate land use planning and suitability analyses;\n* Deficient small-scale damming and irrigation schemes; and\n* Lack of attention to an integrated water resource management policy in agricultural"}, {"text_block_id": "p11_b68", "text": "2.2.2"}, {"text_block_id": "p11_b69", "text": "Fisheries Sector"}, {"text_block_id": "p11_b70", "text": "Fisheries Sector\n* Over fishing in nearly all wild fisheries due to population increase and use of\n* Reduced production of fish due to sedimentation in rivers and streams caused by\n* Reduction in fish stocks due to harvesting, ecological and other factors;"}, {"text_block_id": "p12_b76", "text": "Fisheries Sector\n* Over fishing in nearly all wild fisheries due to population increase and use of\n* Reduced production of fish due to sedimentation in rivers and streams caused by\n* Reduction in fish stocks due to harvesting, ecological and other factors;\n* Fisheries policy implementation not being carried out effectively to manage and\n* The demand for fish protein cannot be met due to management and policy failures\n* Proliferation of unregulated commercial fish ponds and inadequately controlled and"}, {"text_block_id": "p12_b82", "text": "2.2.3"}, {"text_block_id": "p12_b83", "text": "Tourism Sector"}, {"text_block_id": "p12_b84", "text": "Tourism Sector\n* Insufficiently competitive tourism sector through inadequate enforcement of\n* Inadequate facilitation for greater involvement of the private sector in the law and\n* Inadequate systematic approach to analyse assets, their potentials and development\n* Inadequate strategies for tourism development planning;\n* Inadequate development of the wildlife estate for tourism despite its extensiveness\n* Relation of the Tourism sector to many other sectors, particularly wildlife, energy,"}, {"text_block_id": "p12_b96", "text": "2.2.4"}, {"text_block_id": "p12_b97", "text": "Forestry Sector"}, {"text_block_id": "p12_b98", "text": "Forestry Sector\n* Widespread forest clearance and degradation;\n* Forest degradation leading to reduced biodiversity;\n* Failure of local assessment and implementation of forest laws to prevent over\n* Unplanned clearance for farmland;\n* Far too much uncontrolled annual burning;"}, {"text_block_id": "p13_b108", "text": "Forestry Sector\n* Widespread forest clearance and degradation;\n* Forest degradation leading to reduced biodiversity;\n* Failure of local assessment and implementation of forest laws to prevent over\n* Unplanned clearance for farmland;\n* Far too much uncontrolled annual burning;\n* Destructive methods of harvesting;\n* Unsustainable charcoal production requiring greater management inputs and\n* Fuel-wood demand increased and alternative energy not given sufficient attention at\n* As a consequence of inadequate forest management there is widespread loss of\n* Poor management of forest cover is probably contributing to climate change."}, {"text_block_id": "p13_b118", "text": "2.2.5"}, {"text_block_id": "p13_b119", "text": "Wildlife Sector"}, {"text_block_id": "p13_b120", "text": "Wildlife Sector\n* The wildlife resource is generally under severe and increasing pressure due to\n* Depletion in most places of wildlife due to illegal harvesting a consequence of high\n* Deforestation and uncontrolled hunting is leading to a widespread depletion of all of\n* Loss of biodiversity through weak management of protected areas;\n* Community-based management still weak and not yet widely practiced;\n* Potential for tourism development jeopardised through reduction in large mammal\n* River flow changes through hydro-power dam regulation causing reduced production"}, {"text_block_id": "p13_b134", "text": "2.2.6"}, {"text_block_id": "p13_b135", "text": "Mining Sector"}, {"text_block_id": "p13_b136", "text": "Mining Sector\n* Dereliction of land through erosion, toxic dumps and redundant facilities;\n* Water pollution due to unmanaged waste water and sediment discharge in"}, {"text_block_id": "p14_b140", "text": "Mining Sector\n* Dereliction of land through erosion, toxic dumps and redundant facilities;\n* Water pollution due to unmanaged waste water and sediment discharge in\n* Air pollution by dust and refining processes;\n* Noise pollution in mining and adjacent urban areas;\n* Failure to restore mined or quarried land and insufficient focus upon urban\n* Inadequate or lack of provision for post-mining  management plans; and\n* Lack of provision for social safety guards during and after mining operations"}, {"text_block_id": "p14_b150", "text": "2.2.7"}, {"text_block_id": "p14_b151", "text": "Water Sector"}, {"text_block_id": "p14_b152", "text": "Water Sector\n* At least 56% of the population do not have access to safe water supply and as much\n* General sedimentation of rivers and streams;\n* Changes from perennial to season flow patterns;\n* Impeded drainage lines through uncontrolled fishing weirs and small-scale irrigation;\n* Pollution and resultant changes in local biodiversity through industrial and household\n* Altered flow regimes through hydro-electric dams and irrigation dams;\n* Water resource scarcity developing in some areas;\n* Lack of access to clean potable water among many urban and rural communities;\n* Inadequate management of water resources and catchments;\n* Industry and Commercial Sector;\n* Soil, water and air pollution at industrial sites;\n* Lack of control in the transportation of hazardous wastes;\n* Noise pollution in industrial and high and low density urban vicinities;\n* The Environmental Protection and Pollution Control Act, 1990, not enforced\n* Lack of incentives for waste disposal management."}, {"text_block_id": "p15_b182", "text": "2.2.8"}, {"text_block_id": "p15_b183", "text": "Energy Sector"}, {"text_block_id": "p15_b184", "text": "Energy Sector\n* Policy failure to invest more in increased access to electricity and insufficient\n* Development of hydropower for export, causing degradation of wetland goods and\n* Failure to include environmental costs in the least cost supply approach to energy\n* Inadequate attention in both use and regulation of the main sources of supply of\n* Lack of promotion of alternative energy sources such as bio-gas, wind and solar\n* The pace of rural electrification is too slow thus compounding the pressure upon\n* EIAs generally not applied or enforced in relation to energy demand and supply."}, {"text_block_id": "p15_b198", "text": "2.2.9"}, {"text_block_id": "p15_b199", "text": "Heritage Sector"}, {"text_block_id": "p15_b200", "text": "(a)"}, {"text_block_id": "p15_b201", "text": "Loss or destruction of heritage artefacts through unplanned and insensitive development;"}, {"text_block_id": "p15_b202", "text": "(b)"}, {"text_block_id": "p15_b203", "text": "Loss of spiritual and cultural values;"}, {"text_block_id": "p15_b204", "text": "(c)"}, {"text_block_id": "p15_b205", "text": "Demolition or inappropriate modernisation of old buildings;"}, {"text_block_id": "p15_b206", "text": "(d)"}, {"text_block_id": "p15_b207", "text": "Theft and illegal export of heritage objects;"}, {"text_block_id": "p15_b208", "text": "(e)"}, {"text_block_id": "p15_b209", "text": "Vandalism of sites;"}, {"text_block_id": "p15_b210", "text": "(f)"}, {"text_block_id": "p15_b211_merged", "text": "Encroachment of sites by invasive weeds such as Lantana camara;"}, {"text_block_id": "p15_b214", "text": "(g)"}, {"text_block_id": "p15_b215", "text": "Tourism pressure at some sites;"}, {"text_block_id": "p15_b216", "text": "(h)"}, {"text_block_id": "p15_b217", "text": "Deterioration due to natural processes and lack of maintenance;"}, {"text_block_id": "p15_b218", "text": "(i)"}, {"text_block_id": "p15_b219", "text": "Lack of community participation;"}, {"text_block_id": "p16_b220", "text": "(j)"}, {"text_block_id": "p16_b221", "text": "Lack of monitoring and assessment; and"}, {"text_block_id": "p16_b222", "text": "(k)"}, {"text_block_id": "p16_b223", "text": "Lack of community benefits from national heritage."}, {"text_block_id": "p17_b224", "text": "III. THE VISION"}, {"text_block_id": "p17_b225", "text": "3.1"}, {"text_block_id": "p17_b226", "text": "Vision"}, {"text_block_id": "p17_b227_merged", "text": "The overall vision of the National Policy on Environment is to provide a framework management guide for the management of Zambia’s environment and natural resources so as to ensure that they are managed on a sustainable basis and retain their integrity to support the needs of the current and future generation without compromising either of the two."}, {"text_block_id": "p17_b230", "text": "IV. RATIONALE"}, {"text_block_id": "p17_b231", "text": "4.1"}, {"text_block_id": "p17_b232", "text": "Policy Setting"}, {"text_block_id": "p17_b233", "text": "The National Policy on Environment underlines the commitment of Government, in partnership with the people, effectively to manage the environment for the benefit of present and future generations. The aim of this Policy is to ensure sound environmental management within a framework of sustainable development in Zambia. The Policy is supported by many other policies and strategies developed for other sectors and it now provides a holistic approach, following Millennium Development Goals, to establish a national strategy based upon cross-sectoral consensus for care of the environment."}, {"text_block_id": "p17_b234", "text": "The Policy emphasises that it is the duty of any institution, Government or NonGovernmental Organisation, any community group or people's organisation or any individual that uses or otherwise carries out activities that affect the environment in any way, to exercise proper control to maintain the productivity and integrity of the environment. The Policy is set against a background that includes macroeconomic issues, the Millennium Development Goals and National Poverty Reduction Strategy and Highly Indebted Poor Countries (HIPC) initiative and it considers economic incentives for improved environmental management."}, {"text_block_id": "p17_b235", "text": "4.1.1"}, {"text_block_id": "p17_b236", "text": "Macroeconomic Policy Issues"}, {"text_block_id": "p17_b237", "text": "Until the beginning of the 1980s, Zambia was one of the most prosperous countries in Sub-Saharan Africa. The country's reliance on copper as the main source of revenue up to the present day, despite efforts to diversify and place greater emphasis upon agriculture, constitutes one of the highest levels of dependence of any country on any one commodity, with copper exports still accounting for 95% of total export earnings."}, {"text_block_id": "p17_b238", "text": "The constraint that this has placed upon development is directly related to the fact that whereas Zambia was producing around 800,000 metric tonnes refined copper annually during the late 1970s, current production is little more than 250,000 metric tonnes annually. However, the prevailing higher international market price (January, 2005) and"}, {"text_block_id": "p18_b239", "text": "increasing production could begin the economic recovery process and could help usher in the National Policy on Environment (NPE)."}, {"text_block_id": "p18_b240", "text": "Other major constraints to sustainable development are poor access to social services such as basic education, health, food and clean water and form part of the cycle of poverty and deterioration of the Nations' resource base."}, {"text_block_id": "p18_b241", "text": "According to the 2003 Human Development report for Zambia, overall poverty levels reached nearly 73% in 1998, averaging about 83% in rural areas and 56% in urban areas with women generally faring worse than men in both."}, {"text_block_id": "p18_b242", "text": "Zambia has a liberalised market economy and despite this highly enabling environment, economic growth remains at a very low level of around one percent over the last decade and was the lowest in the Southern Africa Development Community (SADC) Region. The per capita Gross National Product has maintained a downward trend since the country attained independence in 1964 and is now less than 400 US$ compared with 650 US$ at that time."}, {"text_block_id": "p18_b243", "text": "In order to address the country’s unsatisfactory economic performance, the country has"}, {"text_block_id": "p18_b244", "text": "reverted to periodic planning with unsuccessful Structural Adjustment Programmes. The Transitional National Development Plan for the period 2002 to 2005 focused upon economic stabilization and support for programmes aimed at poverty reduction through a series of measures for which environmental management must form an integral part to safeguard against over-exploitation, waste and pollution. These were:"}, {"text_block_id": "p18_b245", "text": "(a)"}, {"text_block_id": "p18_b246", "text": "Shifting emphasis from primary production mining to agriculture;"}, {"text_block_id": "p18_b247", "text": "(b)"}, {"text_block_id": "p18_b248", "text": "Processing of finished products instead of producing basic goods for export; and"}, {"text_block_id": "p18_b249", "text": "(c)"}, {"text_block_id": "p18_b250", "text": "Increasing investment in tourism."}, {"text_block_id": "p18_b251", "text": "Agriculture, manufacturing and tourism have the potential for increasing economic growth because of under-utilised assets and by focus on opportunities for export earnings, import substitution and through generating employment and new businesses in the service industry and in primary and value-added enterprises. Agriculture, which combines equity and potential for growth, is given highest priority in the Poverty Reduction Strategy Paper."}, {"text_block_id": "p18_b252", "text": "Gender sensitivity and enhancement of the roles of women is able to contribute positively to sustainable economic growth, creation of jobs and ensuring better household food security."}, {"text_block_id": "p18_b253", "text": "An added economic and social burden has been and remains the impact of HIV/AIDS upon individuals, communities and governance. HIV/AIDS prevalence in Zambia is estimated at 19.9% of the total populati"}, {"text_block_id": "p18_b254", "text": "on. HIV/AIDS threatens the country’s capacity"}, {"text_block_id": "p19_b255", "text": "building efforts by shortening and in some situations, destroying human productivity and diminishing life expectancy."}, {"text_block_id": "p19_b256", "text": "4.1.2"}, {"text_block_id": "p19_b257", "text": "The Millennium Development Goals"}, {"text_block_id": "p19_b258", "text": "Whilst the eight (8) UN Millennium Development Goals define the main areas of global concern that affect development objectives and related activities, the two that are of the greatest importance to the National Policy on Environment are Goal No 1,\"Eradicate extreme poverty and hunger\" and Goal No 7, take measures to \"Ensure environmental sustainability\"."}, {"text_block_id": "p19_b259", "text": "In particular, using the Millennium Development Goals as a guideline, the National Policy on Environment covers the socio-economic and environmental issues that affect ecosystems as follows:"}, {"text_block_id": "p19_b260", "text": "(a)"}, {"text_block_id": "p19_b261", "text": "protection of the Nation's current asset base;"}, {"text_block_id": "p19_b262", "text": "(b)"}, {"text_block_id": "p19_b263", "text": "improvement and possible expansion of the asset base;"}, {"text_block_id": "p19_b264", "text": "(c)"}, {"text_block_id": "p19_b265", "text": "introduction of cross-sectoral approaches for co-management with communities;"}, {"text_block_id": "p19_b266", "text": "(d)"}, {"text_block_id": "p19_b267", "text": "development of mechanisms for re-investment and revenue sharing with the poor;"}, {"text_block_id": "p19_b268", "text": "(e)"}, {"text_block_id": "p19_b269", "text": "promotion of infrastructure and technology development without damaging the environment;"}, {"text_block_id": "p19_b270", "text": "(f)"}, {"text_block_id": "p19_b271", "text": "identification and prioritisation of impoverished areas and development of compensatory mechanisms and incentives for rehabilitation;"}, {"text_block_id": "p19_b272", "text": "(g)"}, {"text_block_id": "p19_b273", "text": "introduction of effective environmental information, education and communication nation-wide."}, {"text_block_id": "p19_b274", "text": "The national strategy is to reduce poverty by reviving Zambia’s economy. As far as"}, {"text_block_id": "p19_b275_merged", "text": "possible this growth should be broad-based, thereby promoting income-generation, linkages and equity. Enhanced agricultural productivity is given the highest priority since it combines the virtues of growth and equity. The strategy also includes programmes for Industry, Tourism, Heritage, Mining, Education, Health, Water and Sanitation, Energy, Transport, Communications and Roads and further recognises the importance of cross-cutting issues including Environment, Gender and HIV/AIDS, and Health."}, {"text_block_id": "p19_b278", "text": "4.1.3"}, {"text_block_id": "p19_b279", "text": "Poverty Reduction Strategy and Highly Indebted Poor Countries’ Initiative"}, {"text_block_id": "p19_b280", "text": "In the face of a weak economy and heavy debt burden, Zambia faces an immense task if it is to eradicate poverty and at the same time ensure environmental integrity. To cope with this virtual conundrum the National Policy on Environment aims to pursue a"}, {"text_block_id": "p20_b281", "text": "strategy that encourages optimum use of existing resources but at the same time makes provision in the law to protect the environment through strengthening the appropriate agencies concerned with the environment and local governance. In the present situation the appropriate agencies include the Ministry of Tourism, Environment and Natural Resources (MTENR), Environmental Council of Zambia (ECZ), Zambia Wildlife Authority (ZAWA), National Heritage Conservation Commission (NHCC) and others listed in Chapter VIII."}, {"text_block_id": "p21_b282", "text": "V. GUIDING PRINCIPLES"}, {"text_block_id": "p21_b283", "text": "The principle that guides the National Policy on Environment is to establish a fundamental set of premises for integration of decision-making, legislation, financing mechanisms, regulation and enforcement in relation to Zambia's environment and in some specific circumstances those that concern trans-border and regional matters. Underlying the entire Policy is the Government's commitment to reduce poverty and achieve sustainable development for the Nation as a whole on the basis of \"development without destruction\"."}, {"text_block_id": "p21_b284", "text": "(a)"}, {"text_block_id": "p21_b285", "text": "The guiding principle of environmental management will be the polluter to pay and the need to conserve resources, reduce consumption and recycle and reuse material to the maximum extent possible;"}, {"text_block_id": "p21_b286", "text": "(b)"}, {"text_block_id": "p21_b287", "text": "Where costly measures required for prevention of pollution and degradation, as well as rehabilitation are concerned, then cost effectiveness and cost-benefit in terms of national and local priorities will be recognised as essential elements in development planning;"}, {"text_block_id": "p21_b288", "text": "(c)"}, {"text_block_id": "p21_b289", "text": "When biotic resources are used, it will ensure that such use will be wise, sustainable and consistent with maintaining the integrity of ecosystems and ecological processes;"}, {"text_block_id": "p21_b290", "text": "(d)"}, {"text_block_id": "p21_b291", "text": "When non-living resources are used, including social and cultural assets, it will be ensured that such use will be consistent with environmental best practice bearing in mind at all times the need to maintain traditional Zambian values and to provide for future generations;"}, {"text_block_id": "p21_b292", "text": "(e)"}, {"text_block_id": "p21_b293", "text": "Traditional knowledge and time-tested practices will be respected in the development of ownership and environmental management systems, wherever possible to underpin community commitment to conservation;"}, {"text_block_id": "p21_b294", "text": "(f)"}, {"text_block_id": "p21_b295", "text": "Effective governance through decentralisation of environmental management services will be ensured through equitable distribution of government resources and cross-sectoral strategic planning;"}, {"text_block_id": "p21_b296", "text": "(g)"}, {"text_block_id": "p21_b297", "text": "The Policy serves not only as a practical guideline for environmental management but also as a symbol of society's commitment to Zambians and the outside world, to maintaining principles of sound resource utilization, social justice, equitable resource allocation and care for the environment;"}, {"text_block_id": "p21_b298", "text": "(h)"}, {"text_block_id": "p21_b299", "text": "The profile of national concerns, aspirations and contributions of those people and agencies involved in conservation, protection and utilization of the environment and natural resources will be raised taking into account environmental externalities that may influence costing of products and services in an equitable manner;"}, {"text_block_id": "p22_b300", "text": "(i)"}, {"text_block_id": "p22_b301", "text": "To further the complex requirements for achieving poverty alleviation, food security and development objectives, the Policy will help focus on the means to meet priority needs and to establish new prospects for the improvement to the standard of living which enable people to become self-sufficient and realise their own potential without damaging the environment;"}, {"text_block_id": "p22_b302", "text": "(j)"}, {"text_block_id": "p22_b303", "text": "The Policy will catalyse the implementation of sustainable environmental, social and economic development tenets bringing together in an holistic strategy all aspects of preventive and precautionary actions, equitable benefit sharing, community participation, information dissemination, environmental education and awareness raising and gender equality in order to fully harness the Nation's latent capacity in this regard;"}, {"text_block_id": "p22_b304", "text": "(k)"}, {"text_block_id": "p22_b305", "text": "An effective framework and legislative mechanism will be created for common goals, collective action and cooperation. Coordination of strategies and actions relating to the environment and natural resources among concerned bodies, including government, non-government, private sector and other stakeholders is a fundamental tenet of the Policy;"}, {"text_block_id": "p22_b306", "text": "(l)"}, {"text_block_id": "p22_b307", "text": "The policy will provide the means for mainstreaming environmental concerns and ensuring that this is reflected in other related policies and programmes, including means for corrective action; and"}, {"text_block_id": "p22_b308", "text": "(m)"}, {"text_block_id": "p22_b309", "text": "It will ensure that strategic planning at all levels will incorporate Environmental Impact Assessment (EIA) as an essential development tool and will incorporate monitoring and evaluation of sector policies and programmes that affect the environment and the natural resources sector."}, {"text_block_id": "p23_b310", "text": "VI. OBJECTIVES"}, {"text_block_id": "p23_b311", "text": "6.1"}, {"text_block_id": "p23_b312", "text": "Goal and Overall Objective"}, {"text_block_id": "p23_b313", "text": "The goal and overall objective is to have a national policy on environment that will support the Government's development priority to eradicate poverty and improve the quality of life of the people of Zambia."}, {"text_block_id": "p23_b314", "text": "6.2"}, {"text_block_id": "p23_b315", "text": "Specific Objectives"}, {"text_block_id": "p23_b316", "text": "The specific objectives are:"}, {"text_block_id": "p23_b317", "text": "(a)"}, {"text_block_id": "p23_b318", "text": "To promote the sound protection and management of Zambia's environment and natural resources in their entirety, balancing the needs for social and economic development and environmental integrity to the maximum extent possible, while keeping adverse activities to the minimum;"}, {"text_block_id": "p23_b319", "text": "(b)"}, {"text_block_id": "p23_b320", "text": "To manage the environment by linking together the activities, interests and perspectives of all groups, including the people, non-governmental organisations and government at both the central and decentralised local levels;"}, {"text_block_id": "p23_b321", "text": "(c)"}, {"text_block_id": "p23_b322", "text": "To accelerate environmentally and economically sustainable growth in order to improve the health, sustainable livelihoods, income and living conditions of the poor majority with greater equity and self reliance;"}, {"text_block_id": "p23_b323", "text": "(d)"}, {"text_block_id": "p23_b324", "text": "To ensure broad-based environmental awareness and commitment to enforce environmental laws and to the promotion of environmental accountability;"}, {"text_block_id": "p23_b325", "text": "(e)"}, {"text_block_id": "p23_b326", "text": "To build individual and institutional capacity to sustain the environment;"}, {"text_block_id": "p23_b327", "text": "(f)"}, {"text_block_id": "p23_b328", "text": "To regulate and enforce environmental laws; and"}, {"text_block_id": "p23_b329", "text": "(g)"}, {"text_block_id": "p23_b330", "text": "To promote the development of sustainable industrial and commercial processes having full regard for environmental integrity."}, {"text_block_id": "p24_b331", "text": "VII. POLICY MEASURES"}, {"text_block_id": "p24_b332", "text": "7.1"}, {"text_block_id": "p24_b333", "text": "Cross-Sectoral Measures"}, {"text_block_id": "p24_b334", "text": "The National Policy on Environment emphasises sectoral and cross-sectoral rights and responsibilities and that fundamentally it is the duty of any institution, Government or Non-Governmental Organisation, any community group or people's organisation or any individual, that uses or otherwise carries out activities that affect the environment, to exercise care to maintain the integrity of the environment and the Nation's resource base. The policy defines objectives, guiding principles and strategies that are incorporated in the policy for each sector to attain this goal."}, {"text_block_id": "p24_b335", "text": "7.1.1"}, {"text_block_id": "p24_b336", "text": "Institutions"}, {"text_block_id": "p24_b337", "text": "7.1.1.1"}, {"text_block_id": "p24_b338", "text": "Objective"}, {"text_block_id": "p24_b339", "text": "To create the institutional mechanisms needed to implement the National Policy on Environment, building on existing institutions and creating new institutions where these may be required to bridge the weaknesses in links, functions and cross-sectoral cohesion."}, {"text_block_id": "p24_b340", "text": "7.1.1.2"}, {"text_block_id": "p24_b341", "text": "Guiding Principles"}, {"text_block_id": "p24_b342", "text": "(a)"}, {"text_block_id": "p24_b343", "text": "As a matter of principle environmental management needs a powerful proponent not only for advocacy of environmental protection and conservation but also to ensure effective cross-sector coordination;"}, {"text_block_id": "p24_b344", "text": "(b)"}, {"text_block_id": "p24_b345", "text": "The Ministry of Tourism, Environment and Natural Resources should act as the coordinating institution strengthened to oversee activities relating to the environment that can be implemented by sector departments and institutions;"}, {"text_block_id": "p24_b346", "text": "(c)"}, {"text_block_id": "p24_b347", "text": "The role of the MTENR as the environmental affairs and coordinating institution should be strengthened for increased capacity to coordinate and provide technical and information services to relevant users;"}, {"text_block_id": "p24_b348", "text": "(d)"}, {"text_block_id": "p24_b349", "text": "The coordination role of the MTENR should be actively enhanced for synchronisation of overall environmental policies and coordination of environmental activities of sector ministries through strengthened liaison with the Environmental Council of Zambia and also at a very high level within the Government's administrative structure, probably at Cabinet level or preferably, above that;"}, {"text_block_id": "p24_b350", "text": "(e)"}, {"text_block_id": "p24_b351", "text": "The MTENR in its extended role as the focal institution for overseeing environmental affairs should be seen as an impartial professional body whose opinions are considered as such and should be beyond political or other interference;"}, {"text_block_id": "p25_b352", "text": "(f)"}, {"text_block_id": "p25_b353", "text": "The MTENR should derive its authority in this regard under provisions of a broad legal framework for environmental management. It should have a legal mandate to enforce compliance with national standards and have legal authority to seek legal redress whenever there is non-compliance working in close collaboration with the Environmental Inspectorate; and"}, {"text_block_id": "p25_b354", "text": "(g)"}, {"text_block_id": "p25_b355", "text": "There must be close links and liaison between all concerned line ministries and ministries responsible for finance, economic and social planning, district administrations, Chiefs, and District Development Coordinating Committees, local and municipal authorities, the Decentralisation Policy Implementation Committee and the private sector."}, {"text_block_id": "p25_b356", "text": "7.1.1.3"}, {"text_block_id": "p25_b357", "text": "Strategies"}, {"text_block_id": "p25_b358", "text": "The location of the MTENR within the Government's organizational structure is critical to the effectiveness of the institution and its responsibility for implementation of the National Policy on Environment must be supported through provision of the requisite legal and administrative authority. Effective implementation of this aspect of the NPE should involve the following strategies:"}, {"text_block_id": "p25_b359", "text": "(a)"}, {"text_block_id": "p25_b360", "text": "Provide the Ministry of Tourism Environment and Natural Resources with the necessary means to carry out its mandate to facilitate the implementation of the National Policy on Environment through the following actions;"}, {"text_block_id": "p25_b361", "text": "(b)"}, {"text_block_id": "p25_b362", "text": "In order to further strengthen the Community Environmental Management Programme, (CEMP), that will promote more widespread community participation in natural resource management and care for the environment at district management level, a further Phase to this programme is required as soon as possible to avoid an hiatus;"}, {"text_block_id": "p25_b363", "text": "(c)"}, {"text_block_id": "p25_b364", "text": "Monitor adherence to international treaties and agreements and provide advice to the Government on actions that may be required;"}, {"text_block_id": "p25_b365", "text": "(d)"}, {"text_block_id": "p25_b366", "text": "Ensure that all projects have provision for cost recovery, economic and social cost benefit analysis and adequate internal rates of return whenever appropriate;"}, {"text_block_id": "p25_b367", "text": "(e)"}, {"text_block_id": "p25_b368", "text": "Enhance national capacity for environmental management through the promotion and wider coordination of the Environmental Education and Public Awareness programme of the MTENR for environmental information, communication and education, to substantially raise capacity and awareness throughout society in a new phase for CEMP and by substantially strengthening ECZ;"}, {"text_block_id": "p25_b369", "text": "(f)"}, {"text_block_id": "p25_b370", "text": "Advice and support government initiatives on decentralisation as it relates to the environment through such measures as strengthening district level capacity for"}, {"text_block_id": "p26_b371", "text": "environmental management, enforcement of standards, community-based environmental activities, environmental extension to villagers and farmers;"}, {"text_block_id": "p26_b372", "text": "(g)"}, {"text_block_id": "p26_b373", "text": "Ensure that sectoral policies and supporting legislation to be implemented by line ministries, departments and other institutions are consistent with and support the guiding principles and specific provisions of the National Policy on Environment;"}, {"text_block_id": "p26_b374", "text": "(h)"}, {"text_block_id": "p26_b375", "text": "Support the National Decentralisation Policy implementation in regard to effective transfer of responsibilities to districts where these concern community-based natural resource management, land rights, water and sanitation, infrastructure development and maintenance, mobilisation of local resources, management and conservation of natural and wildlife resources and environmental service; and"}, {"text_block_id": "p26_b376", "text": "(i)"}, {"text_block_id": "p26_b377", "text": "Forge a strong partnership and an Implementation Framework for environmental care with all major stakeholders."}, {"text_block_id": "p26_b378", "text": "7.1.2"}, {"text_block_id": "p26_b379", "text": "Legislation"}, {"text_block_id": "p26_b380", "text": "7.1.2.1"}, {"text_block_id": "p26_b381", "text": "Objective"}, {"text_block_id": "p26_b382", "text": "To create a legal framework for the implementation of the National Policy on Environment and sustainable environmental management."}, {"text_block_id": "p26_b383", "text": "7.1.2.2"}, {"text_block_id": "p26_b384", "text": "Guiding Principles"}, {"text_block_id": "p26_b385", "text": "The laws that require amendment or new laws that require promulgation will:"}, {"text_block_id": "p26_b386", "text": "(a)"}, {"text_block_id": "p26_b387", "text": "Be formulated within the political, social, cultural and economic situation prevailing in the country and will not compromise the principles of sustainable development;"}, {"text_block_id": "p26_b388", "text": "(b)"}, {"text_block_id": "p26_b389", "text": "Ensure that all people living in the country have the fundamental right to an environment suitable for their health and well-being;"}, {"text_block_id": "p26_b390", "text": "(c)"}, {"text_block_id": "p26_b391", "text": "Provide a framework for formulating, reviewing, and updating sectoral laws on the management of the environment to ensure harmony;"}, {"text_block_id": "p26_b392", "text": "(d)"}, {"text_block_id": "p26_b393", "text": "Provide a broad framework for both enforcement and incentive measures;"}, {"text_block_id": "p26_b394", "text": "(e)"}, {"text_block_id": "p26_b395", "text": "Foster regional and international cooperation through agreements, conventions and treaties on sustainable utilization of natural resources and environmental management; and"}, {"text_block_id": "p26_b396", "text": "(f)"}, {"text_block_id": "p26_b397", "text": "Develop a forum to achieve maximum participation of individuals, communities and the private sector in the development of policies, laws and plans for the management of the environment."}, {"text_block_id": "p27_b398", "text": "7.1.2.3"}, {"text_block_id": "p27_b399", "text": "Strategies"}, {"text_block_id": "p27_b400", "text": "(a)"}, {"text_block_id": "p27_b401", "text": "Promulgate an environment management law that supports the Environmental Protection and Pollution Control Act, 1990 and which will provide the legal framework for the regulation and establishment of guidelines for the conservation and management of all environmental concerns in Zambia including:"}, {"text_block_id": "p27_b402", "text": "Promulgate an environment management law that supports the Environmental Protection and Pollution Control Act, 1990 and which will provide the legal framework for the regulation and establishment of guidelines for the conservation and management of all environmental concerns in Zambia including:\n* Empower the Ministry of Tourism, Environment and Natural Resources to\n* Support extension of the requirement for Initial Environmental\n* Strengthen laws that enable the Government to declare environmentally\n* tected Areas System GEF project\n* Ensuring that sectoral and cross-sectoral acts are consistent with the\n* Ensure that cross-sectoral environmental issues are incorporated in re-structuring and re-organisation of resource and environmental\n* Empower the citizenry to take legal recourse against those committing\n* Empower the citizenry to take legal recourse against all competent bodies\n\t* Promulgate rules and regulations that allow for claims and compensation\n<\\li2>"}, {"text_block_id": "p28_b422", "text": "7.1.3"}, {"text_block_id": "p28_b423", "text": "Environmental Planning"}, {"text_block_id": "p28_b424", "text": "7.1.3.1"}, {"text_block_id": "p28_b425", "text": "Objective"}, {"text_block_id": "p28_b426", "text": "To ensure that national, provincial and district development plans integrate environmental concerns, in order to improve environmental management and ensure sensitivity to local concerns and needs."}, {"text_block_id": "p28_b427", "text": "7.1.3.2"}, {"text_block_id": "p28_b428", "text": "Guiding Principles"}, {"text_block_id": "p28_b429", "text": "(a)"}, {"text_block_id": "p28_b430", "text": "The National Environmental Action Plan (NEAP) shall continue to be formally recognised by all government ministries as the key instrument for national environmental planning and the implementation of development programmes;"}, {"text_block_id": "p28_b431", "text": "(b)"}, {"text_block_id": "p28_b432", "text": "District Environmental Action Plans shall take into consideration local concerns and needs and be disseminated to the public;"}, {"text_block_id": "p28_b433", "text": "(c)"}, {"text_block_id": "p28_b434", "text": "Ensure that the District Environmental Action Plans are prepared and are consistent with the NEAP;"}, {"text_block_id": "p28_b435", "text": "(d)"}, {"text_block_id": "p28_b436", "text": "Ensure that Community Environment Action Plans are prepared and are consistent with the NEAP;"}, {"text_block_id": "p28_b437", "text": "(e)"}, {"text_block_id": "p28_b438", "text": "Identify and zone environmentally critical areas in a national network to facilitate planning and investment prioritisation."}, {"text_block_id": "p28_b439", "text": "7.1.3.3"}, {"text_block_id": "p28_b440", "text": "Strategies"}, {"text_block_id": "p28_b441", "text": "(a)"}, {"text_block_id": "p28_b442", "text": "Carry out periodic review of the implementation status of the National Environmental Action Plan whose purpose is to;"}, {"text_block_id": "p28_b443", "text": "Carry out periodic review of the implementation status of the National Environmental Action Plan whose purpose is to;\n* Identify and assess the principal environmental problems facing the country;\n* Provide a framework for integrating environmental concerns into plans and\n* Identify strategies for preventing, controlling or mitigating any adverse\n* Assist in the determination of priorities for action in respect of the\n* Up-date and revise land use and zoning plans to reflect the current situation"}, {"text_block_id": "p29_b455", "text": "(b)"}, {"text_block_id": "p29_b456", "text": "Develop a national awareness of the importance of the efficient, sustainable and equitable use and management of the environment and natural resources through further support for ECZ and the Environmental Education and Public Awareness Programme, EEPA, of the Ministry of Environment, Tourism and Natural resources through a new Phase of CEMP;"}, {"text_block_id": "p29_b457", "text": "(c)"}, {"text_block_id": "p29_b458", "text": "Develop and review environmental plans at the district levels;"}, {"text_block_id": "p29_b459", "text": "(d)"}, {"text_block_id": "p29_b460", "text": "Develop and review environmental plans at the community level;"}, {"text_block_id": "p29_b461", "text": "(e)"}, {"text_block_id": "p29_b462", "text": "Encourage community-oriented planning and to discourage random roadside ribbon development in all District Development Plans;"}, {"text_block_id": "p29_b463", "text": "(f)"}, {"text_block_id": "p29_b464", "text": "Embrace Environmental Management Plans in all development activities at all levels of development and by all stakeholders to ensure sustainable environmental management;"}, {"text_block_id": "p29_b465", "text": "(g)"}, {"text_block_id": "p29_b466", "text": "Promote the adoption of principles of sustainable development in development and investment plans;"}, {"text_block_id": "p29_b467", "text": "(h)"}, {"text_block_id": "p29_b468", "text": "Support the development of a national integrated database incorporating Geographical Information Systems (GIS) and Remote Sensing (RS) information as a mechanism for systematic cross-sectoral data storage and retrieval and for sharing environmental and natural resources information required in planning, monitoring and management at all levels;"}, {"text_block_id": "p29_b469", "text": "(i)"}, {"text_block_id": "p29_b470", "text": "Rationalise, national, provincial, district and community-level planning so that environmental concerns are incorporated and adhered to through development of a collective attitude to conservation and to nationally accepted strategies."}, {"text_block_id": "p29_b471", "text": "7.1.4"}, {"text_block_id": "p29_b472", "text": "Environmental Impact Assessment, Audits and Monitoring"}, {"text_block_id": "p29_b473", "text": "7.1.4.1"}, {"text_block_id": "p29_b474", "text": "Objective"}, {"text_block_id": "p29_b475", "text": "To develop a system and guidelines for environmental assessments, including Environmental Impact Assessment (EIA) and Initial Environmental Examination (IEE), audits, monitoring, and evaluation so that adverse environmental impacts can be eliminated or mitigated and environmental benefits enhanced."}, {"text_block_id": "p29_b476", "text": "7.1.4.2"}, {"text_block_id": "p29_b477", "text": "Guiding Principles"}, {"text_block_id": "p29_b478", "text": "(a)"}, {"text_block_id": "p29_b479", "text": "EIAs will be required as deemed necessary to ensure that public and private sector development options are environmentally sound and sustainable and that any environmental consequences are recognized early and taken into account in project design, and implementation;"}, {"text_block_id": "p30_b480", "text": "(b)"}, {"text_block_id": "p30_b481", "text": "Obligatory IEE screening will precede EIAs to determine whether full EIAs are required for the specific site in question;"}, {"text_block_id": "p30_b482", "text": "(c)"}, {"text_block_id": "p30_b483", "text": "EIAs will consider not only biophysical impact but will also address environmental impact in terms of existing social, economic, political and cultural conditions;"}, {"text_block_id": "p30_b484", "text": "(d)"}, {"text_block_id": "p30_b485", "text": "Environmental Mitigation Plans for social and environmental impacts will be required for all activities where the EIA has determined a negative environmental threshold;"}, {"text_block_id": "p30_b486", "text": "(e)"}, {"text_block_id": "p30_b487", "text": "Environmental Audits, including inspections, record-keeping and monitoring will be required for activities as determined by the mitigation plans or otherwise;"}, {"text_block_id": "p30_b488", "text": "(f)"}, {"text_block_id": "p30_b489", "text": "Environmental Impact Assessments and Statements shall be made public and public comments on them invited and taken into consideration;"}, {"text_block_id": "p30_b490", "text": "(g)"}, {"text_block_id": "p30_b491", "text": "EIA procedures should be cost effective, appropriate, reasonable and commensurate with the size, scope and relative impacts of the project or programme in question; and"}, {"text_block_id": "p30_b492", "text": "(h)"}, {"text_block_id": "p30_b493", "text": "Obligatory decommissioning plans are required for mining operations and major industrial undertakings for specific locations."}, {"text_block_id": "p30_b494", "text": "7.1.4.3"}, {"text_block_id": "p30_b495", "text": "Strategies"}, {"text_block_id": "p30_b496", "text": "(a)"}, {"text_block_id": "p30_b497", "text": "Review guidelines and existing standards for IEEs and EIAs in light of the National Policy on Environment;"}, {"text_block_id": "p30_b498", "text": "(b)"}, {"text_block_id": "p30_b499", "text": "Gazette the types and sizes of all projects for which environmental impact assessment may be required;"}, {"text_block_id": "p30_b500", "text": "(c)"}, {"text_block_id": "p30_b501", "text": "Require that any person, private or public organization desiring to develop a project for which an environmental impact assessment may be required must submit a project brief to the competent authority responsible for environmental protection and pollution control;"}, {"text_block_id": "p30_b502", "text": "(d)"}, {"text_block_id": "p30_b503", "text": "Prescribe guidelines and regulations concerning the conduct of environmental impact assessments and the preparation of environmental impact statements, audits, monitoring and evaluations; and"}, {"text_block_id": "p30_b504", "text": "(e)"}, {"text_block_id": "p30_b505", "text": "Review Environmental Impact Assessments and take necessary actions to ensure that no project proceeds that may cause significant and irreparable damage to the environment."}, {"text_block_id": "p31_b506", "text": "7.1.5"}, {"text_block_id": "p31_b507", "text": "Environmental Education and Public Awareness"}, {"text_block_id": "p31_b508", "text": "7.1.5.1"}, {"text_block_id": "p31_b509", "text": "Objective"}, {"text_block_id": "p31_b510", "text": "To increase public and political awareness and understanding of the need for environmental protection, sustainable natural resource utilisation, conservation and management as essential partners in development."}, {"text_block_id": "p31_b511", "text": "7.1.5.2"}, {"text_block_id": "p31_b512", "text": "Guiding Principles"}, {"text_block_id": "p31_b513", "text": "(a)"}, {"text_block_id": "p31_b514", "text": "Environmental protection requires political and public support and understanding of its importance and relevance to daily life;"}, {"text_block_id": "p31_b515", "text": "(b)"}, {"text_block_id": "p31_b516", "text": "Promote the establishment of a central integrated database for storage and retrieval of all environmental data in an iterative manner within the MTENR and with links to all relevant agencies and to all development projects in the provinces;"}, {"text_block_id": "p31_b517", "text": "(c)"}, {"text_block_id": "p31_b518", "text": "Environmental education shall be taught on a multi-disciplinary basis and integrated into on-going curricula at all levels and on a continuous basis;"}, {"text_block_id": "p31_b519", "text": "(d)"}, {"text_block_id": "p31_b520", "text": "Environmental education and awareness need to be promoted through formal and non-formal education channels by all government institutions, NGOs, and the private sector; and"}, {"text_block_id": "p31_b521", "text": "(e)"}, {"text_block_id": "p31_b522", "text": "An environmental information, education and communication programme to enhance public understanding and awareness shall be targeted to all those in public and private sectors whose activities affect the environment in one way or another."}, {"text_block_id": "p31_b523", "text": "7.1.5.3"}, {"text_block_id": "p31_b524", "text": "Strategies"}, {"text_block_id": "p31_b525", "text": "(a)"}, {"text_block_id": "p31_b526", "text": "As a high priority provide the means and incentives in the formulation of environmental management programmes for the Traditional Rulers and Chiefs to become pro-actively involved in district environmental awareness and information dissemination programmes;"}, {"text_block_id": "p31_b527", "text": "(b)"}, {"text_block_id": "p31_b528", "text": "Develop a national plan for carrying out public awareness by increasing the scope of the existing Environmental Education and Public Awareness Programme, through non-formal, informal and formal environmental education programmes;"}, {"text_block_id": "p31_b529", "text": "(c)"}, {"text_block_id": "p31_b530", "text": "Develop guidelines for the formulation of following programmes:"}, {"text_block_id": "p31_b531", "text": "Develop guidelines for the formulation of following programmes:\n* Intensified awareness programmes publicizing the scarcity and vulnerability\n<\\li1>"}, {"text_block_id": "p32_b533", "text": "Develop guidelines for the formulation of following programmes:\n* Intensified awareness programmes publicizing the scarcity and vulnerability\n<\\li1>\n* Environmental component in the adult literacy materials so that the\n* Establishment of environmental education associations and clubs;\n* Mandatory environmental education in all formal and non-formal education\n* Ensure that local communities and chiefs have free access to environmental"}, {"text_block_id": "p32_b541", "text": "7.1.6"}, {"text_block_id": "p32_b542", "text": "Private Sector and Community Participation"}, {"text_block_id": "p32_b543", "text": "7.1.6.1"}, {"text_block_id": "p32_b544", "text": "Objectives"}, {"text_block_id": "p32_b545", "text": "(a)"}, {"text_block_id": "p32_b546", "text": "To mobilize initiatives and resources in the private sector, NGOs and CBOs to achieve sustainable environmental management."}, {"text_block_id": "p32_b547", "text": "(b)"}, {"text_block_id": "p32_b548", "text": "To involve civil society in general and local communities in particular, in environmental planning and actions at all levels and empower them to protect, conserve and sustainably utilize and benefit from the Nation's natural resources."}, {"text_block_id": "p32_b549", "text": "7.1.6.2"}, {"text_block_id": "p32_b550", "text": "Guiding Principles"}, {"text_block_id": "p32_b551", "text": "(a)"}, {"text_block_id": "p32_b552", "text": "Natural resource conservation, protection and sustainable utilisation can only be promoted if local authority and community participation, empowerment and social and economic benefits from natural resources are guaranteed;"}, {"text_block_id": "p32_b553", "text": "(b)"}, {"text_block_id": "p32_b554", "text": "Government Ministries and Departments shall move towards becoming supervisory and regulatory bodies which provide enabling policy and legislative frameworks, for sustainable resource management activities;"}, {"text_block_id": "p32_b555", "text": "(c)"}, {"text_block_id": "p32_b556", "text": "Implementation strategies will focus more on establishing an enabling environment to promote community-based sustainable natural resource use and less on traditional government managed development projects;"}, {"text_block_id": "p32_b557", "text": "(d)"}, {"text_block_id": "p32_b558", "text": "Significant tangible benefits should remain with local communities when there is utilisation of natural resources on public and customary land; and"}, {"text_block_id": "p32_b559", "text": "(e)"}, {"text_block_id": "p32_b560", "text": "Extend the scope and capacity of the Pilot Environmental Fund for community-based environmental projects currently managed by the Ministry of Tourism, Environment and Natural Resources to include support for innovative livelihood enterprise based upon indigenous knowledge in the use of Non-Timber Forest Products in the pharmaceutical and organic food industries."}, {"text_block_id": "p33_b561", "text": "7.1.6.3"}, {"text_block_id": "p33_b562", "text": "Strategies"}, {"text_block_id": "p33_b563", "text": "(a)"}, {"text_block_id": "p33_b564", "text": "Train and re-orient extension officers in all line ministries and NGOs to facilitate community participation in natural resource management;"}, {"text_block_id": "p33_b565", "text": "(b)"}, {"text_block_id": "p33_b566", "text": "Return a significant portion of the benefits from sustainable utilization of natural resources on public and customary lands to the local authorities, local communities and chiefs whose collaboration is needed to conserve the resources;"}, {"text_block_id": "p33_b567", "text": "(c)"}, {"text_block_id": "p33_b568", "text": "Integrate local representatives into the decision-making process in order to empower local communities in the management of natural resources;"}, {"text_block_id": "p33_b569", "text": "(d)"}, {"text_block_id": "p33_b570", "text": "Provide incentives to the private sector to encourage their involvement in natural resource management;"}, {"text_block_id": "p33_b571", "text": "(e)"}, {"text_block_id": "p33_b572", "text": "Mobilise private sector resources to achieve environmental objectives through attractive pricing policy, contracts, leases and concessions;"}, {"text_block_id": "p33_b573", "text": "(f)"}, {"text_block_id": "p33_b574", "text": "Facilitate and empower chiefs and local authorities to monitor environment and natural resources management in their areas of jurisdiction."}, {"text_block_id": "p33_b575", "text": "7.1.7"}, {"text_block_id": "p33_b576", "text": "Environmental Human Resource Development and Research"}, {"text_block_id": "p33_b577", "text": "7.1.7.1"}, {"text_block_id": "p33_b578", "text": "Objectives"}, {"text_block_id": "p33_b579", "text": "(a)"}, {"text_block_id": "p33_b580", "text": "To provide training needed to implement a national programme of environmental protection, conservation and management."}, {"text_block_id": "p33_b581", "text": "(b)"}, {"text_block_id": "p33_b582", "text": "To carry out the basic and applied research needed to support sustainable management of the environment."}, {"text_block_id": "p33_b583", "text": "7.1.7.2"}, {"text_block_id": "p33_b584", "text": "Guiding Principles"}, {"text_block_id": "p33_b585", "text": "(a)"}, {"text_block_id": "p33_b586", "text": "Pure and applied environmentally-related research will be promoted and shall be demand-driven and prioritised; and"}, {"text_block_id": "p33_b587", "text": "(b)"}, {"text_block_id": "p33_b588", "text": "Adequate capacity building is critical in environmental management, planning, assessment of impacts, monitoring, evaluation and capacity for these should be reviewed in the core ministry (MTENR, ECZ, ZAWA and NHCC), line ministries and other relevant sector stakeholders."}, {"text_block_id": "p34_b589", "text": "7.1.7.3"}, {"text_block_id": "p34_b590", "text": "Strategies"}, {"text_block_id": "p34_b591", "text": "(a)"}, {"text_block_id": "p34_b592", "text": "Encourage and finance research programmes on environmental management;"}, {"text_block_id": "p34_b593", "text": "(b)"}, {"text_block_id": "p34_b594", "text": "Include an environmental component to the training offered at all training institutions; and"}, {"text_block_id": "p34_b595", "text": "(c)"}, {"text_block_id": "p34_b596", "text": "Provide training in specialized areas of environmental education such as planning, environmental economics and law, environmental geographic information systems and related technology, environmental control, waste management and environmental bio-engineering."}, {"text_block_id": "p34_b597", "text": "7.1.8"}, {"text_block_id": "p34_b598", "text": "Gender, Youth and Children"}, {"text_block_id": "p34_b599", "text": "7.1.8.1"}, {"text_block_id": "p34_b600", "text": "Objective"}, {"text_block_id": "p34_b601", "text": "To integrate gender, youth and children concerns in environmental planning decisions at all levels to ensure sustainable social and economic development as an integral component in gender and development policy."}, {"text_block_id": "p34_b602", "text": "7.1.8.2"}, {"text_block_id": "p34_b603", "text": "Guiding Principles"}, {"text_block_id": "p34_b604", "text": "(a)"}, {"text_block_id": "p34_b605", "text": "Both women and men including the youth should play a key role in the sustainable utilization of renewable natural resources and other development programmes;"}, {"text_block_id": "p34_b606", "text": "(b)"}, {"text_block_id": "p34_b607", "text": "Basic training in environmental and natural resource management will include analysis, methodologies and tools for gender mainstreaming;"}, {"text_block_id": "p34_b608", "text": "(c)"}, {"text_block_id": "p34_b609", "text": "Training, research and programme implementation should incorporate techniques for finding solutions to gender issues; and"}, {"text_block_id": "p34_b610", "text": "(d)"}, {"text_block_id": "p34_b611", "text": "Developing an environmental awareness among youth and children is critical to environmental sustainability now and in the future."}, {"text_block_id": "p34_b612", "text": "7.1.8.3"}, {"text_block_id": "p34_b613", "text": "Strategies"}, {"text_block_id": "p34_b614", "text": "(a)"}, {"text_block_id": "p34_b615", "text": "Promote the participation of the women and the youth in environmental management activities at all levels"}, {"text_block_id": "p34_b616", "text": "(b)"}, {"text_block_id": "p34_b617", "text": "Ensure that public awareness campaigns on environmental management include women and facilitate women's participation in decision-making in environmental management processes;"}, {"text_block_id": "p34_b618", "text": "(c)"}, {"text_block_id": "p34_b619", "text": "Collect and disaggregate by gender information related to the environment;"}, {"text_block_id": "p35_b620", "text": "(d)"}, {"text_block_id": "p35_b621", "text": "Recognize the importance of gender roles and gender analysis in environmental management in all training programmes, at all levels;"}, {"text_block_id": "p35_b622", "text": "(e)"}, {"text_block_id": "p35_b623", "text": "Plan public awareness campaigns, formal and informal education, and extension services in environmental and natural resource management in line with different roles and priorities of men and women including the youth;"}, {"text_block_id": "p35_b624", "text": "(f)"}, {"text_block_id": "p35_b625", "text": "Develop and implement an environmental education programme for the youth and children; and"}, {"text_block_id": "p35_b626", "text": "(g)"}, {"text_block_id": "p35_b627", "text": "Encourage youth and women involvement in pilot projects in environment and natural resources programmes."}, {"text_block_id": "p35_b628", "text": "7.1.9"}, {"text_block_id": "p35_b629", "text": "Demographic Planning"}, {"text_block_id": "p35_b630", "text": "7.1.9.1"}, {"text_block_id": "p35_b631", "text": "Objective"}, {"text_block_id": "p35_b632", "text": "To ensure that the growth of the country's population does not lead to environmental degradation."}, {"text_block_id": "p35_b633", "text": "7.1.9.2"}, {"text_block_id": "p35_b634", "text": "Guiding Principles"}, {"text_block_id": "p35_b635", "text": "(a)"}, {"text_block_id": "p35_b636", "text": "While it is the right of each individual and couple to decide for themselves the number of children they wish to bear, child spacing should be encouraged;"}, {"text_block_id": "p35_b637", "text": "(b)"}, {"text_block_id": "p35_b638", "text": "The annual growth rate of the Zambian population should be reduced substantially so that the growth of the population is more consistent with that of the economy;"}, {"text_block_id": "p35_b639", "text": "(c)"}, {"text_block_id": "p35_b640", "text": "Information, Education and Communication (IEC) is vital in creating increased demand for family planning services and therefore IEC activities must be well coordinated to ensure that the messages of all agencies involved are synchronized;"}, {"text_block_id": "p35_b641", "text": "(d)"}, {"text_block_id": "p35_b642", "text": "Population education in schools and colleges will make a major contribution to the implementation of the national population programme that fully comprehends the relationships between national demography, the economy and the environment;"}, {"text_block_id": "p35_b643", "text": "(e)"}, {"text_block_id": "p35_b644", "text": "In order to ensure effective family planning delivery, it is also necessary to improve maternal and child health, provide safe drinking water and adequate sanitation, educational services, opportunities of productive employment and increased agricultural productivity;"}, {"text_block_id": "p35_b645", "text": "(f)"}, {"text_block_id": "p35_b646", "text": "Success in achieving the objective of population policy crucially depends on changing negative traditional attitudes and practices as they impinge on the present disadvantaged status of women in Zambia; and"}, {"text_block_id": "p36_b647", "text": "(g)"}, {"text_block_id": "p36_b648", "text": "It is essential that responsibility for coordinating population policies and programs be entrusted to a high-powered body."}, {"text_block_id": "p36_b649", "text": "7.1.9.3"}, {"text_block_id": "p36_b650", "text": "Strategies"}, {"text_block_id": "p36_b651", "text": "(a)"}, {"text_block_id": "p36_b652", "text": "Strengthen programmes which increase awareness of the population problem and benefits of small family sizes and facilitate free access to information about contraceptives;"}, {"text_block_id": "p36_b653", "text": "(b)"}, {"text_block_id": "p36_b654", "text": "Integrate population and environmental education in the formal school system and other institutions of learning;"}, {"text_block_id": "p36_b655", "text": "(c)"}, {"text_block_id": "p36_b656", "text": "Undertake social, cultural, economic and demographic research that will assist the implementation, monitoring and evaluation of population policy;"}, {"text_block_id": "p36_b657", "text": "(d)"}, {"text_block_id": "p36_b658", "text": "Prepare appropriate population policy messages for specific audiences and disseminate them;"}, {"text_block_id": "p36_b659", "text": "(e)"}, {"text_block_id": "p36_b660", "text": "Strengthen family planning services through provision of community-based family services, rather than facility based;"}, {"text_block_id": "p36_b661", "text": "(f)"}, {"text_block_id": "p36_b662", "text": "Add the population function to the mandate of the Ministry of Home Affairs and support it by an advisory committee comprising experts drawn from various disciplines relevant to the field of population and its relation with environmental issues; and"}, {"text_block_id": "p36_b663", "text": "(g)"}, {"text_block_id": "p36_b664", "text": "Include women in the design, management and implementation of public and private sector population-influencing programmes."}, {"text_block_id": "p36_b665", "text": "7.1.10"}, {"text_block_id": "p36_b666", "text": "Human Settlements and Health"}, {"text_block_id": "p36_b667", "text": "7.1.10.1"}, {"text_block_id": "p36_b668", "text": "Objective"}, {"text_block_id": "p36_b669", "text": "To promote urban and rural housing planning services that provide all inhabitants with a healthy living environment and strengthen existing strategies to mitigate the impact of HIV/AIDS upon the people, the economy and the national development process."}, {"text_block_id": "p36_b670", "text": "7.1.10.2"}, {"text_block_id": "p36_b671", "text": "Guiding Principles"}, {"text_block_id": "p36_b672", "text": "(a)"}, {"text_block_id": "p36_b673", "text": "Urban, district and rural planning and development activities should incorporate human settlement and health concerns;"}, {"text_block_id": "p36_b674", "text": "(b)"}, {"text_block_id": "p36_b675", "text": "Human settlements should incorporate environmental concerns as well as disaster preparedness;"}, {"text_block_id": "p37_b676", "text": "(c)"}, {"text_block_id": "p37_b677", "text": "Temporary settlements for refugees and other displaced people are managed using the same guidelines for environmental, pollution and health concerns as for all other human settlements including environmental impact assessment and monitoring;"}, {"text_block_id": "p37_b678", "text": "(d)"}, {"text_block_id": "p37_b679", "text": "Development and improvement of human settlements should incorporate the concept of community development with focus upon social services, particularly water supply, schools, health facilities, recreation facilities, communications, transport and security, in order to discourage random roadside ribbon development which is difficult to maintain and tend to be environmentally unfriendly; and"}, {"text_block_id": "p37_b680", "text": "(e)"}, {"text_block_id": "p37_b681", "text": "Every person has the obligation to bring an action against any person whose activities or omissions have or are likely to have an adverse impact on the environment."}, {"text_block_id": "p37_b682", "text": "7.1.10.3"}, {"text_block_id": "p37_b683", "text": "Strategies"}, {"text_block_id": "p37_b684", "text": "(a)"}, {"text_block_id": "p37_b685", "text": "Develop sanitation master plans and provide environmentally friendly services to district and town councils;"}, {"text_block_id": "p37_b686", "text": "(b)"}, {"text_block_id": "p37_b687", "text": "Improve water borne sanitation systems and solid waste disposal using appropriate technology as well as proper design, selection and licensing of disposal sites and routes;"}, {"text_block_id": "p37_b688", "text": "(c)"}, {"text_block_id": "p37_b689", "text": "Enforce existing policies and laws through strengthening institutional capacity and mechanisms for compliance;"}, {"text_block_id": "p37_b690", "text": "(d)"}, {"text_block_id": "p37_b691", "text": "Encourage adoption of systems that sort industrial, clinical, domestic and other waste at source in order to facilitate recycling of materials wherever possible;"}, {"text_block_id": "p37_b692", "text": "(e)"}, {"text_block_id": "p37_b693", "text": "Encourage privatisation of waste management;"}, {"text_block_id": "p37_b694", "text": "(f)"}, {"text_block_id": "p37_b695", "text": "Educate the public and local experts on best systems for design and implementation of sanitation projects and approaches to control and ameliorate the spread and impact of HIV/AIDS upon communities;"}, {"text_block_id": "p37_b696", "text": "(g)"}, {"text_block_id": "p37_b697", "text": "Strengthen the health inspectorate for urban and rural areas in order to assess the risks and consequences of environmentally related health problems;"}, {"text_block_id": "p37_b698", "text": "(h)"}, {"text_block_id": "p37_b699", "text": "Ensure that all hospitals, clinics, public places and residential areas have appropriate sanitation and waste and effluent disposal systems;"}, {"text_block_id": "p37_b700", "text": "(i)"}, {"text_block_id": "p37_b701", "text": "Strengthen inspections of work environments and improve knowledge of occupational hazards and safety measures;"}, {"text_block_id": "p38_b702", "text": "(j)"}, {"text_block_id": "p38_b703", "text": "Promote efficient water use as a major cross-sectoral concern; and"}, {"text_block_id": "p38_b704", "text": "(k)"}, {"text_block_id": "p38_b705", "text": "Enforce fire safety measures in all settlements, transport systems and public places."}, {"text_block_id": "p38_b706", "text": "7.1.11"}, {"text_block_id": "p38_b707", "text": "Air Quality and Climate Change"}, {"text_block_id": "p38_b708", "text": "7.1.11.1"}, {"text_block_id": "p38_b709", "text": "Objective"}, {"text_block_id": "p38_b710", "text": "To minimize the adverse impact of climate change and to reduce air pollution and greenhouse gas emissions."}, {"text_block_id": "p38_b711", "text": "7.1.11.2"}, {"text_block_id": "p38_b712", "text": "Guiding Principles"}, {"text_block_id": "p38_b713", "text": "(a)"}, {"text_block_id": "p38_b714", "text": "The climate is a fundamental natural resource which, if not well managed, can become a major constraint to socio-economic development;"}, {"text_block_id": "p38_b715", "text": "(b)"}, {"text_block_id": "p38_b716", "text": "Air pollution should be reduced in order to provide a healthy and sustainable environment for social and economic development;"}, {"text_block_id": "p38_b717", "text": "(c)"}, {"text_block_id": "p38_b718", "text": "Greenhouse gas emissions must be reduced and greenhouse gas sinks must be enhanced in order to prevent interference with the climate system;"}, {"text_block_id": "p38_b719", "text": "(d)"}, {"text_block_id": "p38_b720", "text": "It is necessary to control localized air pollution, especially in the urban environment, so as to reduce incidences of airborne diseases; and"}, {"text_block_id": "p38_b721", "text": "(e)"}, {"text_block_id": "p38_b722", "text": "Bush fires must be controlled to reduce air pollution and environmental hazards."}, {"text_block_id": "p38_b723", "text": "7.1.11.3"}, {"text_block_id": "p38_b724", "text": "Strategies"}, {"text_block_id": "p38_b725", "text": "(a)"}, {"text_block_id": "p38_b726", "text": "Develop a data base on air pollution through the establishment of a sound air quality monitoring system;"}, {"text_block_id": "p38_b727", "text": "(b)"}, {"text_block_id": "p38_b728", "text": "Support funding for research on air quality and climate change;"}, {"text_block_id": "p38_b729", "text": "(c)"}, {"text_block_id": "p38_b730", "text": "Develop and promote alternative energy sources to fuel-wood and technologies in order to reduce the use of fuel-wood and enhance carbon sinks;"}, {"text_block_id": "p38_b731", "text": "(d)"}, {"text_block_id": "p38_b732", "text": "Enact a Clean Air Act;"}, {"text_block_id": "p38_b733", "text": "(e)"}, {"text_block_id": "p38_b734", "text": "Develop and enforce regulations regarding air emissions;"}, {"text_block_id": "p38_b735", "text": "(f)"}, {"text_block_id": "p38_b736", "text": "Strengthen the existing national climate and meteorological database and monitoring networks;"}, {"text_block_id": "p39_b737", "text": "(g)"}, {"text_block_id": "p39_b738", "text": "Assess and monitor the potential impact of climate change on ecosystems, vegetation and net carbon sinks;"}, {"text_block_id": "p39_b739", "text": "(h)"}, {"text_block_id": "p39_b740", "text": "Use climate data to help guide land-use and economic development decisions;"}, {"text_block_id": "p39_b741", "text": "(i)"}, {"text_block_id": "p39_b742", "text": "Ensure adequate regional and international cooperation for the smooth exchanges of climate information and control of trans-boundary atmospheric air pollution;"}, {"text_block_id": "p39_b743", "text": "(j)"}, {"text_block_id": "p39_b744", "text": "Reduce gas emissions from the transport sector, and the manufacturing industry;"}, {"text_block_id": "p39_b745", "text": "(k)"}, {"text_block_id": "p39_b746", "text": "Promote use of ozone friendly technologies; and"}, {"text_block_id": "p39_b747", "text": "(l)"}, {"text_block_id": "p39_b748", "text": "Environmental awareness campaigns should include dangers of uncontrolled bush fires and proper management of bush fires."}, {"text_block_id": "p39_b749", "text": "7.1.12"}, {"text_block_id": "p39_b750", "text": "Conservation of Biological Diversity and Bio-safety"}, {"text_block_id": "p39_b751", "text": "7.1.12.1"}, {"text_block_id": "p39_b752", "text": "Objective"}, {"text_block_id": "p39_b753", "text": "To conserve, manage and utilize sustainably the country's biological diversity, ecosystems, natural and anthropic habitats, genetic resources and plant and animal species by preservation of the Nation's natural heritage for the present and posterity."}, {"text_block_id": "p39_b754", "text": "7.1.12.2"}, {"text_block_id": "p39_b755", "text": "Guiding Principles"}, {"text_block_id": "p39_b756", "text": "(a)"}, {"text_block_id": "p39_b757", "text": "Conservation of biological diversity is a form of natural resource management which has as its primary goal the maintenance of Zambia's biological resources to meet the needs and aspirations of both present and future generations;"}, {"text_block_id": "p39_b758", "text": "(b)"}, {"text_block_id": "p39_b759", "text": "Biodiversity has an intrinsic value and is vital for agricultural, medicinal, scientific, research, tourism and other socio-economic developments and IEC programmes should reflect this; and"}, {"text_block_id": "p39_b760", "text": "(c)"}, {"text_block_id": "p39_b761", "text": "The conservation of biodiversity both within and outside protected areas is critical to environmental sustainability together with other policies such as land use policy and sustainable agriculture policies."}, {"text_block_id": "p39_b762", "text": "7.1.12.3"}, {"text_block_id": "p39_b763", "text": "Strategies"}, {"text_block_id": "p39_b764", "text": "(a)"}, {"text_block_id": "p39_b765", "text": "Identify valuable areas of biodiversity, particularly outside protected areas, and in consultation with local communities, explore means of protecting such areas, including gazetting as protected areas, purchase of land-use rights or of conservation easements, especially where critical areas are concerned;"}, {"text_block_id": "p40_b766", "text": "(b)"}, {"text_block_id": "p40_b767", "text": "Ensure that programmes undertaken by the Departments of Forestry, Fisheries, and ZAWA under the Zambia Wildlife Act 1998, to protect biodiversity involve and provide benefits to local communities so that they are motivated to conserve the resources and use them in a sustainable manner;"}, {"text_block_id": "p40_b768", "text": "(c)"}, {"text_block_id": "p40_b769", "text": "In view of the extensive importance of biodiversity to the Nation, promulgate a separate Biodiversity Act to support existing legislation;"}, {"text_block_id": "p40_b770", "text": "(d)"}, {"text_block_id": "p40_b771", "text": "Promote eco-tourism as a means of conserving natural resources and biodiversity and of earning income, particularly for local communities;"}, {"text_block_id": "p40_b772", "text": "(e)"}, {"text_block_id": "p40_b773", "text": "Provide a mechanism for fair distribution of costs and benefits deriving from protected areas between central and local governments and local communities, bearing in mind costs as well as revenue;"}, {"text_block_id": "p40_b774", "text": "(f)"}, {"text_block_id": "p40_b775", "text": "Foster public support and encourage private investment in biodiversity conservation through public awareness campaigns and appropriate incentive schemes;"}, {"text_block_id": "p40_b776", "text": "(g)"}, {"text_block_id": "p40_b777", "text": "Establish and develop biodiversity networks, both national and international for information exchange and consultation;"}, {"text_block_id": "p40_b778", "text": "(i)"}, {"text_block_id": "p40_b779", "text": "Provide alternative income generating activities as a means of assisting the conservation of biodiversity;"}, {"text_block_id": "p40_b780", "text": "(j)"}, {"text_block_id": "p40_b781", "text": "Extend the scope and capacity of the Pilot Environmental Fund for communitybased environmental projects currently managed by the Ministry of Tourism, Environment and Natural Resources to incorporate biodiversity conservation, nature-based tourism and new livelihood enterprises; and"}, {"text_block_id": "p40_b782", "text": "(k)"}, {"text_block_id": "p40_b783", "text": "Adhere or conform to international biodiversity treaty obligations through systematic introduction of requisite enabling legislation that are relevant to Zambia's situation."}, {"text_block_id": "p40_b784", "text": "7.1.13"}, {"text_block_id": "p40_b785", "text": "Land Tenure and Land Use"}, {"text_block_id": "p40_b786", "text": "7.1.13.1"}, {"text_block_id": "p40_b787", "text": "Objective"}, {"text_block_id": "p40_b788", "text": "To promote sustainable use of the land resources of Zambia, primarily, but not exclusively, for agricultural purposes by strengthening and clearly defining security of tenure over land resources including State Land, Reserves and Trust land in the process."}, {"text_block_id": "p41_b789", "text": "7.1.13.2"}, {"text_block_id": "p41_b790", "text": "Guiding Principles"}, {"text_block_id": "p41_b791", "text": "(a)"}, {"text_block_id": "p41_b792", "text": "The provision of security of tenure for smallholder farmers against estate or ranch land expansion is important for sustainable resource-based production systems, including plantations and fish ponds;"}, {"text_block_id": "p41_b793", "text": "(b)"}, {"text_block_id": "p41_b794", "text": "Empowering CBOs to regulate resource management on common property in their respective areas should be given high priority;"}, {"text_block_id": "p41_b795", "text": "(c)"}, {"text_block_id": "p41_b796", "text": "Customary rights to land and resource use will be recognized and protected, or alternatives provided, including the opportunity to convert to leasehold;"}, {"text_block_id": "p41_b797", "text": "(d)"}, {"text_block_id": "p41_b798", "text": "A comprehensive land tenure and land use policy shall encompass not only property rights to land but also other natural resources extending usufruct to trees, both planted and wild, water, fisheries, wetlands, minerals, NTFPs, rangelands and wildlife; and"}, {"text_block_id": "p41_b799", "text": "(e)"}, {"text_block_id": "p41_b800_merged", "text": "Inappropriate land management that results in inimical environmental impacts on the environment and damage to natural resources would be used a basis for re-entry and revocation land lease."}, {"text_block_id": "p41_b803", "text": "7.1.13.3"}, {"text_block_id": "p41_b804", "text": "Strategies"}, {"text_block_id": "p41_b805", "text": "(a)"}, {"text_block_id": "p41_b806", "text": "Develop a land use policy to guide and ensure sustainable land utilization and development and strengthen the Ministry of Lands to facilitate better inter-ministerial coordination;"}, {"text_block_id": "p41_b807", "text": "(b)"}, {"text_block_id": "p41_b808", "text": "Review information on land resources, use, occupation and ownership, and establish a computerized land information data base to provide up-to-date information for current and future planning;"}, {"text_block_id": "p41_b809", "text": "(c)"}, {"text_block_id": "p41_b810", "text": "Empower local communities to manage common property resources in an environmentally sustainable manner;"}, {"text_block_id": "p41_b811", "text": "(d)"}, {"text_block_id": "p41_b812", "text": "Review existing land laws in relation to all land tenure systems. Where necessary, new legislation will be introduced for customary, leasehold, freehold and public lands, including that providing for the introduction of land taxes to safeguard the productivity of land resources;"}, {"text_block_id": "p41_b813", "text": "(e)"}, {"text_block_id": "p41_b814", "text": "Develop and implement a national programme to rehabilitate highly degraded land;"}, {"text_block_id": "p41_b815", "text": "(f)"}, {"text_block_id": "p41_b816", "text": "Strengthen the Ministry of Agriculture and Cooperatives and Ministry of Lands and office of the Commissioner of Lands in order to cater for improved land use and compliance of the lease covenants relating to good land husbandry practices and land tenure issues;"}, {"text_block_id": "p42_b817", "text": "(g)"}, {"text_block_id": "p42_b818", "text": "Establish a civic education committee to inform the public about the central role of land in political, economic and social development and also about current and impending legislation and procedures;"}, {"text_block_id": "p42_b819", "text": "(h)"}, {"text_block_id": "p42_b820", "text": "Increase incentives to promote sustainable productivity of leasehold land, including the increase of rents to reflect the land's market value or opportunity cost; and"}, {"text_block_id": "p42_b821", "text": "(i)"}, {"text_block_id": "p42_b822", "text": "Improve co-ordination between ministries, other institutions and the environmental management institution with respect to land use and improved cultivation practices. This encompasses improvement at both the policy-making and field officer levels."}, {"text_block_id": "p42_b823", "text": "7.1.14"}, {"text_block_id": "p42_b824", "text": "Trans-boundary and Regional Conservation"}, {"text_block_id": "p42_b825", "text": "7.1.14.1"}, {"text_block_id": "p42_b826", "text": "Objective"}, {"text_block_id": "p42_b827", "text": "To ensure that Zambia contributes to all trans-boundary conservation initiatives where these are of direct concern to maintaining the integrity of Zambia's ecosystems, biodiversity conservation, protected area network and economic and cultural development, within the region."}, {"text_block_id": "p42_b828", "text": "7.1.14.2"}, {"text_block_id": "p42_b829", "text": "Guiding principles"}, {"text_block_id": "p42_b830", "text": "(a)"}, {"text_block_id": "p42_b831", "text": "Trans-boundary conservation as a source of ecosystem, habitat and species conservation and promotion of international accord for mutual benefit; and"}, {"text_block_id": "p42_b832", "text": "(b)"}, {"text_block_id": "p42_b833", "text": "Rationalise unnaturally divided natural areas in order to link politically fragmented systems whether these be on the land or on water."}, {"text_block_id": "p42_b834", "text": "7.1.14.3"}, {"text_block_id": "p42_b835", "text": "Strategies"}, {"text_block_id": "p42_b836", "text": "(a)"}, {"text_block_id": "p42_b837", "text": "Actively participate in the development of regional initiatives in the development of trans-boundary conservation areas;"}, {"text_block_id": "p42_b838", "text": "(b)"}, {"text_block_id": "p42_b839", "text": "Actively participate in the development of regional initiatives in the development of shared water courses;"}, {"text_block_id": "p42_b840", "text": "(c)"}, {"text_block_id": "p42_b841", "text": "Assess areas where international political boundaries and physical developments may interfere with integrity of ecosystems and associated flora and fauna;"}, {"text_block_id": "p42_b842", "text": "(d)"}, {"text_block_id": "p42_b843", "text": "Devise plans and procedures for establishing common positions, including resource conservation practices, between neighbouring countries on conservation and development; and"}, {"text_block_id": "p43_b844", "text": "(e)"}, {"text_block_id": "p43_b845", "text": "Identify possibilities for extending protected areas to link up with neighbouring protected areas and regional biodiversity corridors and agree common management and development goals especially for community-based tourism, soil, and water and species conservation."}, {"text_block_id": "p43_b846", "text": "7.2"}, {"text_block_id": "p43_b847", "text": "Key Economic Sectors’ Measures"}, {"text_block_id": "p43_b848", "text": "The use of environmental resources by key economic sectors was studied in relation with their impacts on environmental resources. For the nine sectors identified in the Poverty Reduction Strategy Paper 2002, policy documents already exist covering some aspects of environmental management but there is no underlying theme that links these policies in relation to environmental management and sustainable use of natural resources. The National Policy on Environment aims to overcome this by providing objectives, guiding principles and strategies that should be applied to achieve a holistic and integrated approach to environmental management and resource utilisation."}, {"text_block_id": "p43_b849", "text": "The Ministry of Tourism, Environment and Natural Resources should establish the requisite partners in environmental care and management to see that a time bound Action Programme for implementation is developed and agreed. This will include legal, fiscal and institutional arrangements as well as a wide range of activities focusing on environmental care and sound environmental management spelt out in the National Policy on Environment and within the sphere of the economic development programmes for each of the different sectors."}, {"text_block_id": "p43_b850", "text": "Partners in implementation will include government ministries, government departments and line agencies, the provincial and district administrations, statutory boards and parastatal organisations, non-governmental organisations, the chiefs as traditional rulers, people's organisations, the private sector and the general public. The main economic sectors are given below:"}, {"text_block_id": "p43_b851", "text": "7.2.1"}, {"text_block_id": "p43_b852", "text": "The Agriculture Sector"}, {"text_block_id": "p43_b853", "text": "7.2.1.1"}, {"text_block_id": "p43_b854", "text": "Objective"}, {"text_block_id": "p43_b855", "text": "To promote environmentally sound agricultural development by ensuring sustainable crop and livestock production through ecologically appropriate production and management techniques, and appropriate legal and institutional framework for sustainable environmental management."}, {"text_block_id": "p44_b856", "text": "7.2.1.2"}, {"text_block_id": "p44_b857", "text": "Guiding Principles"}, {"text_block_id": "p44_b858", "text": "(a)"}, {"text_block_id": "p44_b859", "text": "Increased agricultural production should be based on improving farming systems and increased security of land tenure, on currently allocated land rather than on expansion of cropland;"}, {"text_block_id": "p44_b860", "text": "(b)"}, {"text_block_id": "p44_b861", "text": "Appropriate legislation, Agricultural policy and planning should involve local community and NGO participation at all levels;"}, {"text_block_id": "p44_b862", "text": "(c)"}, {"text_block_id": "p44_b863", "text": "Agricultural policy and planning should be closely coordinated with land use, water, and natural resources policy and planning;"}, {"text_block_id": "p44_b864", "text": "(d)"}, {"text_block_id": "p44_b865", "text": "Agricultural policy and planning should incorporate the environmental costs of soil erosion and loss of soil fertility;"}, {"text_block_id": "p44_b866", "text": "(e)"}, {"text_block_id": "p44_b867", "text": "Watershed management activities should be accorded highest priority to conserve water, prevent further soil degradation and to improve soil fertility;"}, {"text_block_id": "p44_b868", "text": "(f)"}, {"text_block_id": "p44_b869", "text": "To be effective, land husbandry and rehabilitation interventions have to be implemented on a catchment and community basis;"}, {"text_block_id": "p44_b870", "text": "(g)"}, {"text_block_id": "p44_b871", "text": "Balanced use of organic and inorganic fertilizers taking into consideration their contribution to soil fertility and budgetary requirements; and"}, {"text_block_id": "p44_b872", "text": "(h)"}, {"text_block_id": "p44_b873", "text": "New appropriate legislation is required to promote sustainable agriculture."}, {"text_block_id": "p44_b874", "text": "7.2.1.3"}, {"text_block_id": "p44_b875", "text": "Strategies"}, {"text_block_id": "p44_b876", "text": "(a)"}, {"text_block_id": "p44_b877", "text": "Intensify production on suitable lands to avoid expansion into marginal or fragile areas;"}, {"text_block_id": "p44_b878", "text": "(b)"}, {"text_block_id": "p44_b879", "text": "Integrate environmental awareness and education in community participatory agricultural extension and research programmes;"}, {"text_block_id": "p44_b880", "text": "(c)"}, {"text_block_id": "p44_b881", "text": "Train research and extension staff on the community based participatory approach for environmental concerns;"}, {"text_block_id": "p44_b882", "text": "(d)"}, {"text_block_id": "p44_b883", "text": "Prevent or minimize the environmental impact of cultivation and other developments on marginal lands (steep slopes, 'dambos', swamps and areas susceptible to flooding) through improved cultivation and agricultural production;"}, {"text_block_id": "p44_b884", "text": "(e)"}, {"text_block_id": "p44_b885", "text": "Review, evaluate, and develop agricultural policies and the legislative and institutional framework on a regular basis for the purpose of incorporating environmental concerns and inter-sectoral links;"}, {"text_block_id": "p44_b886", "text": "(f)"}, {"text_block_id": "p44_b887", "text": "Review and enact legislation to protect environmentally fragile areas from agricultural encroachment;"}, {"text_block_id": "p45_b888", "text": "(g)"}, {"text_block_id": "p45_b889", "text": "Embark on intensive education, extension and mass awareness programmes and promote community participation in soil conservation measures and integrated land use systems in all parts of the country;"}, {"text_block_id": "p45_b890", "text": "(h)"}, {"text_block_id": "p45_b891", "text": "Promote research into appropriate and sustainable soil and water conservation techniques;"}, {"text_block_id": "p45_b892", "text": "(i)"}, {"text_block_id": "p45_b893", "text": "Promote proper animal husbandry practices to avoid overgrazing, spread of disease, soil erosion, loss of soil fertility, air, land and water pollution, loss of biodiversity and overall environmental degradation;"}, {"text_block_id": "p45_b894", "text": "(j)"}, {"text_block_id": "p45_b895", "text": "Promote community participation in environmental conservation programmes, including communal catchment protection and conservation;"}, {"text_block_id": "p45_b896", "text": "(k)"}, {"text_block_id": "p45_b897", "text": "Ensure that trade policies on agricultural commodities and inputs encourage environmentally sound production systems;"}, {"text_block_id": "p45_b898", "text": "(l)"}, {"text_block_id": "p45_b899", "text": "Review and implement the Pesticide and Disease Control Act;"}, {"text_block_id": "p45_b900", "text": "(m)"}, {"text_block_id": "p45_b901", "text": "Promote conservation-oriented farming practices especially in areas prone to laterisation and nutrient leaching; and"}, {"text_block_id": "p45_b902", "text": "(n)"}, {"text_block_id": "p45_b903", "text": "Introduce area-specific technologies including fertilizers, seed varieties and soil conservation."}, {"text_block_id": "p45_b904", "text": "7.2.2"}, {"text_block_id": "p45_b905", "text": "The Tourism Sector"}, {"text_block_id": "p45_b906", "text": "7.2.2.1"}, {"text_block_id": "p45_b907", "text": "Objective"}, {"text_block_id": "p45_b908", "text": "To contribute sustainably to the economic well-being and enhanced quality of life for Zambians through Government led, private sector driven quality product developments that are consistent with the protection of the Nation's unique natural and cultural heritage."}, {"text_block_id": "p45_b909", "text": "7.2.2.2"}, {"text_block_id": "p45_b910", "text": "Guiding Principles"}, {"text_block_id": "p45_b911", "text": "(a)"}, {"text_block_id": "p45_b912", "text": "Protection of the environment is central to tourism in Zambia;"}, {"text_block_id": "p45_b913", "text": "(b)"}, {"text_block_id": "p45_b914", "text": "Ensure that growth in tourism is environmentally sustainable and should be accessible to future generations;"}, {"text_block_id": "p45_b915", "text": "(c)"}, {"text_block_id": "p45_b916", "text": "Ensure that the World Tourism Organization's global code of ethics for tourism is enshrined in tourism development;"}, {"text_block_id": "p45_b917", "text": "(d)"}, {"text_block_id": "p45_b918", "text": "Support should be provided to develop a frame-work for sustainable tourism development by the Travel and Tourism Industry's members including government, private companies, the ZNTB, National Museums Board, National Heritage"}, {"text_block_id": "p46_b919", "text": "Conservation Commission and Tour Operators' associations and the travelling public, based upon the Rio Declaration on Environment and Development 1996, Agenda 21;"}, {"text_block_id": "p46_b920", "text": "(e)"}, {"text_block_id": "p46_b921", "text": "Local communities should share in the management and revenues of eco-tourism in order to enhance care for the environment and all plants and animals;"}, {"text_block_id": "p46_b922", "text": "(f)"}, {"text_block_id": "p46_b923", "text": "Land use planning and tourism developments should ensure that aesthetic and scenic features of tourist sites are protected;"}, {"text_block_id": "p46_b924", "text": "(g)"}, {"text_block_id": "p46_b925", "text": "Tourism should facilitate maintenance where appropriate, of biodiversity and protection of National Parks and Game Management Areas and cultural heritage sites, natural heritage sites, National Monuments and World Heritage site, where these form part of the tourism asset;"}, {"text_block_id": "p46_b926", "text": "(h)"}, {"text_block_id": "p46_b927", "text": "Health regulations should be an integral part of enabling sustainable tourism; and"}, {"text_block_id": "p46_b928", "text": "(i)"}, {"text_block_id": "p46_b929", "text": "The MTENR, Department of Tourism should be empowered further to enforce tourism standards, rules and regulations, with emphasis upon cultural, environmental and inter-sectoral issues."}, {"text_block_id": "p46_b930", "text": "7.2.2.3"}, {"text_block_id": "p46_b931", "text": "Strategies"}, {"text_block_id": "p46_b932", "text": "a)"}, {"text_block_id": "p46_b933", "text": "Develop plans for tourism management and promotion that address environmental sustainability and ensure that all sector strategies include tangible concern for the environment and eco-tourism ethics, in every regard;"}, {"text_block_id": "p46_b934", "text": "b)"}, {"text_block_id": "p46_b935", "text": "Promote Tourism as an industry within which there is abundant scope for new community and village-based tourism developments that provide incentives for care for the environment;"}, {"text_block_id": "p46_b936", "text": "c)"}, {"text_block_id": "p46_b937", "text": "Concentration by the Zambia National Tourist Board (ZNTB) to mainly promoting the Nation's tourist attractions and leisure opportunities at home and abroad with emphasis upon unspoiled natural attractions and equable environment;"}, {"text_block_id": "p46_b938", "text": "d)"}, {"text_block_id": "p46_b939", "text": "Effective engagement by the Department of Tourism Development in setting standards, raising cultural and environmental awareness and enforcing rules and regulations that affect the environment wherever tourism takes place;"}, {"text_block_id": "p46_b940", "text": "e)"}, {"text_block_id": "p46_b941", "text": "Institutional capacity building in the tourism sector should be promoted as it is imperative to ensuring smooth operations and maintenance of set standards;"}, {"text_block_id": "p46_b942", "text": "f)"}, {"text_block_id": "p46_b943", "text": "Promote fair access to tourism market opportunities for all potential participants through encouragement of partnerships, especially where local community based ecofriendly tourism can be introduced;"}, {"text_block_id": "p47_b944", "text": "g)"}, {"text_block_id": "p47_b945", "text": "Develop and implement a tourism training programme including local communities, ensuring that environment and natural resources are in the curricula;"}, {"text_block_id": "p47_b946", "text": "h)"}, {"text_block_id": "p47_b947", "text": "Monitor compliance with tourism regulations and ensure that health, graffiti, littering, vandalism and pollution rules are adhered to at tourism sites; and"}, {"text_block_id": "p47_b948", "text": "i)"}, {"text_block_id": "p47_b949", "text": "Encourage eco-tourism to protect, conserve and manage the environment and natural resources to ensure sustainability and maximise benefits to local people."}, {"text_block_id": "p47_b950", "text": "7.2.3"}, {"text_block_id": "p47_b951", "text": "The Fisheries Sector"}, {"text_block_id": "p47_b952", "text": "7.2.3.1"}, {"text_block_id": "p47_b953", "text": "Objective"}, {"text_block_id": "p47_b954", "text": "To manage fish resources for sustainable utilisation and to conserve aquatic biodiversity."}, {"text_block_id": "p47_b955", "text": "7.2.3.2"}, {"text_block_id": "p47_b956", "text": "Guiding Principles"}, {"text_block_id": "p47_b957", "text": "(a)"}, {"text_block_id": "p47_b958", "text": "Efforts must be made to establish the maximum sustainable yield from the Nation's fish stocks;"}, {"text_block_id": "p47_b959", "text": "(b)"}, {"text_block_id": "p47_b960", "text": "Harvesting should be based on agreed sustainable yields of different species and stocks;"}, {"text_block_id": "p47_b961", "text": "(c)"}, {"text_block_id": "p47_b962", "text": "The involvement of the private sector and local communities is critical to improved management, conservation and sustainable utilization of Zambia's fisheries resources;"}, {"text_block_id": "p47_b963", "text": "(d)"}, {"text_block_id": "p47_b964", "text": "Opportunities to expand existing and develop new aquatic resources must be explored;"}, {"text_block_id": "p47_b965", "text": "(e)"}, {"text_block_id": "p47_b966", "text": "The roles of law enforcement and extension should be kept separate to ensure transparency and accountability;"}, {"text_block_id": "p47_b967", "text": "(f)"}, {"text_block_id": "p47_b968", "text": "Inventorying and monitoring is an integral part of sustainable fisheries management and should be supported; and"}, {"text_block_id": "p47_b969", "text": "(g)"}, {"text_block_id": "p47_b970", "text": "Access for all Zambians and local communities to wild fisheries to conduct fishing, fish processing and trading shall be guaranteed and safeguarded."}, {"text_block_id": "p47_b971", "text": "7.2.3.3"}, {"text_block_id": "p47_b972", "text": "Strategies"}, {"text_block_id": "p47_b973", "text": "(a)"}, {"text_block_id": "p47_b974", "text": "Strengthen the Department of Fisheries as the line agency responsible for fish stocks so that it is able to manage and conserve the Nation's fisheries in a sustainable manner;"}, {"text_block_id": "p48_b975", "text": "(b)"}, {"text_block_id": "p48_b976", "text": "Contain over-exploitation and destruction of habitat through strengthened research efforts and adequate planning, controls and monitoring;"}, {"text_block_id": "p48_b977", "text": "(c)"}, {"text_block_id": "p48_b978", "text": "Strengthen fisheries management and fish stock assessment having due regard for resources that are shared across international boundaries;"}, {"text_block_id": "p48_b979", "text": "(d)"}, {"text_block_id": "p48_b980", "text": "Promote aquaculture development as a means of raising farm incomes, increasing the supply of fresh fish and decreasing pressure on artisanal capture fisheries;"}, {"text_block_id": "p48_b981", "text": "(e)"}, {"text_block_id": "p48_b982_merged", "text": "Carry out research into fish stock dynamics in order to identify and quantify under-utilised fish resources and to encourage the appropriate exploitation of such under-utilized resources as are identified;"}, {"text_block_id": "p48_b985", "text": "(f)"}, {"text_block_id": "p48_b986", "text": "Promote inter-territorial co-operation in fisheries matters on all shared waters to minimize resource duplication and obviate any risk of over-exploitation;"}, {"text_block_id": "p48_b987", "text": "(g)"}, {"text_block_id": "p48_b988", "text": "Subject all proposed introduction of exotic species into aquatic ecosystems to detailed ecological impact studies;"}, {"text_block_id": "p48_b989", "text": "(h)"}, {"text_block_id": "p48_b990", "text": "Prevent and reverse the process of catchment degradation in order to conserve rivers as breeding habitat for endemic fish;"}, {"text_block_id": "p48_b991", "text": "(i)"}, {"text_block_id": "p48_b992", "text": "Give local communities adequate responsibility for the management of fisheries resources and strengthen the local management capacity so that local communities retain rights to control access to resources and to the means of harvesting;"}, {"text_block_id": "p48_b993", "text": "(j)"}, {"text_block_id": "p48_b994", "text": "Accord greater attention to enforcement of fisheries laws and regulations, combined with a separate fisheries extension service which should collaborate with NGOs and other extension officers to promote community participation in fisheries resources management;"}, {"text_block_id": "p48_b995", "text": "(k)"}, {"text_block_id": "p48_b996", "text": "Take early steps to eliminate the use of non-sustainable and destructive fish harvesting methods and ensure that the Department of Fisheries has adequate resources to establish and monitor Community-Based management of fish stocks;"}, {"text_block_id": "p48_b997", "text": "(l)"}, {"text_block_id": "p48_b998", "text": "Enact a Fisheries Conservation and Management Act to provide the necessary legal framework for achieving the objectives and implementing the strategies outlined here;"}, {"text_block_id": "p48_b999", "text": "(m)"}, {"text_block_id": "p48_b1000", "text": "Up-date the inventory of all the species that occur in the rivers, lakes, dams and other waters of Zambia; and"}, {"text_block_id": "p48_b1001", "text": "(n)"}, {"text_block_id": "p48_b1002", "text": "Prepare in collaboration with other ministries and local communities, rules regulating access and settlement on lakeshores, beaches and riparian areas where fish harvesting is a significant activity."}, {"text_block_id": "p49_b1003", "text": "7.2.4"}, {"text_block_id": "p49_b1004", "text": "The Forest Sector"}, {"text_block_id": "p49_b1005", "text": "7.2.4.1"}, {"text_block_id": "p49_b1006", "text": "Objective"}, {"text_block_id": "p49_b1007_merged", "text": "To manage the country’s forest resources in a sustainable manner to maximize benefits to the Nation, especially forest dependent communities."}, {"text_block_id": "p49_b1010", "text": "7.2.4.2"}, {"text_block_id": "p49_b1011", "text": "Guiding Principles"}, {"text_block_id": "p49_b1012", "text": "(a)"}, {"text_block_id": "p49_b1013", "text": "Deforestation is a major factor in soil erosion, siltation of lakes, rivers, dams and other water bodies, loss of biodiversity and climate change;"}, {"text_block_id": "p49_b1014", "text": "(b)"}, {"text_block_id": "p49_b1015", "text": "The involvement of the private sector, NGOs and local communities in forestry is critical to improved management, conservation and sustainable utilization;"}, {"text_block_id": "p49_b1016", "text": "(c)"}, {"text_block_id": "p49_b1017", "text": "Promotion of private plantation and homestead forestry should be encouraged;"}, {"text_block_id": "p49_b1018", "text": "(d)"}, {"text_block_id": "p49_b1019", "text": "Community-based participation in the management of Forest Reserves, Protected Forest Areas and forests on customary lands shall be promoted;"}, {"text_block_id": "p49_b1020", "text": "(e)"}, {"text_block_id": "p49_b1021", "text": "Local communities that participate in the management of indigenous forest resources shall receive financial and other benefits from their sustainable utilization;"}, {"text_block_id": "p49_b1022", "text": "(f)"}, {"text_block_id": "p49_b1023", "text": "Inventorying and monitoring should be an integral part of sustainable forestry management;"}, {"text_block_id": "p49_b1024", "text": "(g)"}, {"text_block_id": "p49_b1025", "text": "Sustainable forest resource management and control of deforestation should best be enhanced on the basis of appropriate research, production forestry development and extension; and"}, {"text_block_id": "p49_b1026", "text": "(h)"}, {"text_block_id": "p49_b1027", "text": "Appropriate subsidiary legislation and regulations at the district level are essential to effective implementation of forest policy."}, {"text_block_id": "p49_b1028", "text": "7.2.4.3"}, {"text_block_id": "p49_b1029", "text": "Strategies"}, {"text_block_id": "p49_b1030", "text": "(a)"}, {"text_block_id": "p49_b1031", "text": "Provide an enabling framework for promoting the participation of local communities, NGOs and the private sector in forest conservation and Joint Forest Management;"}, {"text_block_id": "p49_b1032", "text": "(b)"}, {"text_block_id": "p49_b1033", "text": "Establish appropriate incentives that should promote the effective contribution of Zambia's forest resources and on-farm trees to the alleviation of poverty, sustainable economic development and environmental protection;"}, {"text_block_id": "p49_b1034", "text": "(c)"}, {"text_block_id": "p49_b1035", "text": "Provide economic incentives and the necessary legal framework and technology to encourage and facilitate rural communities to introduce alternative sources of energy to gradually reduce reliance upon fuel wood and charcoal;"}, {"text_block_id": "p50_b1036", "text": "(d)"}, {"text_block_id": "p50_b1037", "text": "Take direct measures to control charcoal production and organise sustainable practices which include rehabilitation of seriously degraded woodland;"}, {"text_block_id": "p50_b1038", "text": "(e)"}, {"text_block_id": "p50_b1039", "text": "Promote development and dissemination of agro-forestry practices;"}, {"text_block_id": "p50_b1040", "text": "(f)"}, {"text_block_id": "p50_b1041", "text": "Promote dissemination of indigenous knowledge about the medicinal and other properties of Zambia's indigenous forest resources and where possible assist in marketing such knowledge for the benefit of the custodians of the knowledge;"}, {"text_block_id": "p50_b1042", "text": "(g)"}, {"text_block_id": "p50_b1043", "text": "Introduce marketing and pricing policy reforms that provide industrial fuel wood users with incentives to invest in tree planting and woodland management;"}, {"text_block_id": "p50_b1044", "text": "(h)"}, {"text_block_id": "p50_b1045", "text": "Ensure the sustainable utilization of forest resources by practicing conservation in the use of forest products, improving specifically the efficiency of fuel wood conservation, recycling paper through incentives and regulations and substituting fuel wood with alternatives such as paraffin, solar energy, biogas, electricity and coal where feasible;"}, {"text_block_id": "p50_b1046", "text": "(i)"}, {"text_block_id": "p50_b1047", "text": "Promote and support the conservation and protection of forest ecosystems and the growing of trees by individuals, companies, estates, local communities and authorities, including the integration of forests and trees into farming systems, soil conservation activities and land-use systems;"}, {"text_block_id": "p50_b1048", "text": "(j)"}, {"text_block_id": "p50_b1049", "text": "Involve local communities in afforestation and rehabilitation of bare, fragile or erosion-prone areas;"}, {"text_block_id": "p50_b1050", "text": "(k)"}, {"text_block_id": "p50_b1051_merged", "text": "Have particular regard to protection and rehabilitation of evergreen riparian mushitu woodland, especially along upper river drainage lines;"}, {"text_block_id": "p50_b1054", "text": "(l)"}, {"text_block_id": "p50_b1055", "text": "Assist communities to set up appropriate management institutions to control the use of forestry resources on customary land on a sustainable basis;"}, {"text_block_id": "p50_b1056", "text": "(m)"}, {"text_block_id": "p50_b1057", "text": "Promote forest conservation measures for civil works, including minimal tree destruction when constructing roads and prohibiting encroachment of protected areas;"}, {"text_block_id": "p50_b1058", "text": "(n)"}, {"text_block_id": "p50_b1059", "text": "Provide alternative income generating activities that should reduce pressure on forestry products such as the commercial use of Non-timber Forest Products;"}, {"text_block_id": "p50_b1060", "text": "(o)"}, {"text_block_id": "p50_b1061", "text": "Establish a forum where interested parties in forestry issues can share ideas;"}, {"text_block_id": "p50_b1062", "text": "(p)"}, {"text_block_id": "p50_b1063", "text": "Conduct well designed research programmes or adapt exogenous technologies to local conditions in order to generate usable technologies for the sustained management of planted and natural forest resources;"}, {"text_block_id": "p51_b1064", "text": "(q)"}, {"text_block_id": "p51_b1065", "text": "Revise and update the Forest Act in order to strengthen it in line with the National Forestry Policy and to promote participatory forest management and sustainable utilization of forest resources having particular regard for private sector and participation of women in all aspects of forest resource management; and"}, {"text_block_id": "p51_b1066", "text": "(r)"}, {"text_block_id": "p51_b1067", "text": "Continue the conservation and management of gazetted forestry reserves and prohibit encroachment into Protected Forest Areas."}, {"text_block_id": "p51_b1068", "text": "7.2.5"}, {"text_block_id": "p51_b1069", "text": "The Wildlife Sector"}, {"text_block_id": "p51_b1070", "text": "7.2.5.1"}, {"text_block_id": "p51_b1071", "text": "Objective"}, {"text_block_id": "p51_b1072", "text": "To conserve and manage wildlife resources and ecosystems within National Parks, Game Management Areas and other protected areas such as heritage sites and forest reserves, in such a way as to ensure their protection, sustainable utilization, and reduction of people and wildlife conflicts."}, {"text_block_id": "p51_b1073", "text": "7.2.5.2"}, {"text_block_id": "p51_b1074", "text": "Guiding Principles"}, {"text_block_id": "p51_b1075", "text": "(a)"}, {"text_block_id": "p51_b1076", "text": "Conservation, protection, management and utilisation of the Nation's wildlife assets and resources are vested mostly in the Zambian Wildlife Authority and the Forestry Department in the MTENR, and the Department of Fisheries in the Ministry of Agriculture and Cooperatives;"}, {"text_block_id": "p51_b1077", "text": "(b)"}, {"text_block_id": "p51_b1078", "text": "Local communities within and adjacent to National Parks and Game Management Areas shall be involved in their planning and in case of Game Management Areas (GMAs) in their management by means of planned devolution and capacity building;"}, {"text_block_id": "p51_b1079", "text": "(c)"}, {"text_block_id": "p51_b1080", "text": "Local Communities and local government should have fair access to benefits and revenue that accrue from sustainable utilization of National Parks;"}, {"text_block_id": "p51_b1081", "text": "(d)"}, {"text_block_id": "p51_b1082", "text": "There should be a fair distribution of benefits and revenue from sustainable utilization of Game Management Areas' resources involving central government, local government, the local communities that take into account both revenue and costs; and"}, {"text_block_id": "p51_b1083", "text": "(e)"}, {"text_block_id": "p51_b1084", "text": "Inventorying, research and monitoring is an integral part of sustainable wildlife use."}, {"text_block_id": "p51_b1085", "text": "7.2.5.3"}, {"text_block_id": "p51_b1086", "text": "Strategies"}, {"text_block_id": "p51_b1087", "text": "(a)"}, {"text_block_id": "p51_b1088", "text": "Strengthen the implementation of the Zambia Wildlife Act, 1998 through providing assistance to ZAWA that is directly responsible for the country's wildlife estate which covers 33% of the total land area;"}, {"text_block_id": "p51_b1089", "text": "(b)"}, {"text_block_id": "p51_b1090", "text": "Ensure that sufficient technically qualified research and management staff are posted to the field in protected areas to validate local management decisions, for time series"}, {"text_block_id": "p52_b1091", "text": "monitoring and to help co-ordinate research activities and to guide Community Based Natural Resource initiatives;"}, {"text_block_id": "p52_b1092", "text": "(c)"}, {"text_block_id": "p52_b1093", "text": "Undertake appropriate programmes of research and monitoring in relation not only to the protection and conservation but also the sustainable utilization of resources in ways that are socially and economically important and the minimization of the negative impacts on wildlife and natural habitats;"}, {"text_block_id": "p52_b1094", "text": "(d)"}, {"text_block_id": "p52_b1095", "text": "Manage, protect and conserve the Nation's 19 National Parks and 34 Game Management Areas, Trans-border Conservation Areas and biodiversity corridors, according to comprehensive management plans, including adequate financial planning for operations and foster greater community participation and rights in the process;"}, {"text_block_id": "p52_b1096", "text": "(e)"}, {"text_block_id": "p52_b1097", "text": "Provide economic incentives and the necessary policy and legal framework to encourage the private sector to invest in revenue generating activities based on the sustainable utilization and responsibility for National Parks and Game Management Areas with full local community participation;"}, {"text_block_id": "p52_b1098", "text": "(f)"}, {"text_block_id": "p52_b1099", "text": "Involve local communities and local authorities in planning; establishment of Integrated Resources Development Boards; hands-on management and administration of National Parks and Game Management Areas;"}, {"text_block_id": "p52_b1100", "text": "(g)"}, {"text_block_id": "p52_b1101", "text": "Increase benefits to local communities and local authorities from the National Parks and Game Management Areas; and"}, {"text_block_id": "p52_b1102", "text": "(h)"}, {"text_block_id": "p52_b1103", "text": "Improve the law enforcement and extension capability of the Zambia Wildlife Authority and provide effective support for the involvement of local communities in community based management in order to reduce poaching and other illegal off-takes."}, {"text_block_id": "p52_b1104", "text": "7.2.6"}, {"text_block_id": "p52_b1105", "text": "Mining Sector"}, {"text_block_id": "p52_b1106", "text": "7.2.6.1"}, {"text_block_id": "p52_b1107", "text": "Objective"}, {"text_block_id": "p52_b1108", "text": "To ensure that mining activities conform to sustained natural resource utilisation and protection of the environment."}, {"text_block_id": "p52_b1109", "text": "7.2.6.2"}, {"text_block_id": "p52_b1110", "text": "Guiding Principles"}, {"text_block_id": "p52_b1111", "text": "(a)"}, {"text_block_id": "p52_b1112", "text": "As the major industrial sector in the country mining development both old and new requires considerable improvement to pollution control measures;"}, {"text_block_id": "p52_b1113", "text": "(b)"}, {"text_block_id": "p52_b1114", "text": "Current mining operations and post-mining should be managed to avoid adverse impacts to the environment and communities near  such facilities;"}, {"text_block_id": "p53_b1115", "text": "(c)"}, {"text_block_id": "p53_b1116", "text": "Safe waste disposal is key to environmental management in mining development and this should be improved;"}, {"text_block_id": "p53_b1117", "text": "(d)"}, {"text_block_id": "p53_b1118", "text": "A safe and healthy operating environment is essential for mining operations and should be incorporated in internal regulations and management regulations up to international standards; and"}, {"text_block_id": "p53_b1119", "text": "(e)"}, {"text_block_id": "p53_b1120", "text": "Use of alternative, environmentally friendly and energy saving industrial and mining technologies enhances sustainable development and should be introduced wherever possible."}, {"text_block_id": "p53_b1121", "text": "7.2.6.3"}, {"text_block_id": "p53_b1122", "text": "Strategies"}, {"text_block_id": "p53_b1123", "text": "(a)"}, {"text_block_id": "p53_b1124", "text": "Review and adopt as necessary, mining policies that are consistent with proper management of natural resources and the environment;"}, {"text_block_id": "p53_b1125", "text": "(b)"}, {"text_block_id": "p53_b1126", "text": "Ensure that plans for development and construction of mining sites have adequate and appropriate waste disposal and pollution control facilities up to international standards;"}, {"text_block_id": "p53_b1127", "text": "(c)"}, {"text_block_id": "p53_b1128", "text": "Enact new mining laws for prevention of environmental pollution and maintenance of ecological balances through the Cleaner Production programme;"}, {"text_block_id": "p53_b1129", "text": "(d)"}, {"text_block_id": "p53_b1130", "text": "Encourage development and use of technology that is appropriate for the local environment and does not cause irreparable damage;"}, {"text_block_id": "p53_b1131", "text": "(e)"}, {"text_block_id": "p53_b1132", "text": "Adopt product quality and standards that conform to environmental protection to enhance competitiveness in international markets;"}, {"text_block_id": "p53_b1133", "text": "(f)"}, {"text_block_id": "p53_b1134", "text": "Provide incentives to encourage the adoption of environmentally friendly mining technologies incorporating energy saving, reduction of health hazards, pollution control and safe disposal of waste measures, wherever appropriate;"}, {"text_block_id": "p53_b1135", "text": "(g)"}, {"text_block_id": "p53_b1136", "text": "Provide support for Comprehensive Environment Management plans to help reduce negative environmental impacts and to make provision for rehabilitation;"}, {"text_block_id": "p53_b1137", "text": "(h)"}, {"text_block_id": "p53_b1138", "text": "Prohibit or reduce imports of potentially harmful substances such as asbestos;"}, {"text_block_id": "p53_b1139", "text": "(i)"}, {"text_block_id": "p53_b1140", "text": "Promote the use of concrete blocks in construction in order to decrease use of burnt bricks which require fuel wood;"}, {"text_block_id": "p53_b1141", "text": "(j)"}, {"text_block_id": "p53_b1142", "text": "Promote use of environmental guidelines and EIA before mining sites are developed and ensure application of a monitoring and auditing system for operating mines;"}, {"text_block_id": "p54_b1143", "text": "(k)"}, {"text_block_id": "p54_b1144", "text": "Ensure that rehabilitation measures are included in any new concessions that may incur environmental disturbance that distracts for conservation and aesthetic values"}, {"text_block_id": "p54_b1145", "text": "(l)"}, {"text_block_id": "p54_b1146", "text": "Ensure that environmental assessments incorporate, as important, components on decommissioning plans and mitigation strategies for social impacts; and"}, {"text_block_id": "p54_b1147", "text": "(m)"}, {"text_block_id": "p54_b1148", "text": "Strengthen the Mine Safety Department to carry out its statutory functions."}, {"text_block_id": "p54_b1149", "text": "7.2.7"}, {"text_block_id": "p54_b1150", "text": "The Water Sector"}, {"text_block_id": "p54_b1151", "text": "7.2.7.1"}, {"text_block_id": "p54_b1152", "text": "Objective"}, {"text_block_id": "p54_b1153", "text": "To manage and use water resources efficiently and effectively so as to promote its conservation and availability in sufficient quantity and acceptable quality for all people."}, {"text_block_id": "p54_b1154", "text": "7.2.7.2"}, {"text_block_id": "p54_b1155", "text": "Guiding Principles"}, {"text_block_id": "p54_b1156", "text": "(a)"}, {"text_block_id": "p54_b1157", "text": "Zambia's people should have access to clean potable water in order to reduce the incidence of water borne diseases and reduce the time devoted by individuals to water collection;"}, {"text_block_id": "p54_b1158", "text": "(b)"}, {"text_block_id": "p54_b1159", "text": "All programmes related to water should be implemented in such a manner that mitigate environmental degradation and at the same time promote enjoyment of the asset by all beneficiaries;"}, {"text_block_id": "p54_b1160", "text": "(c)"}, {"text_block_id": "p54_b1161", "text": "In planning and providing water supply services, consideration should be given to safe disposal of the resultant waste water;"}, {"text_block_id": "p54_b1162", "text": "(d)"}, {"text_block_id": "p54_b1163", "text": "The development of strategies for the efficient allocation of water, for investment to create new assets to provide water services and for pricing all require a common approach to the value of water. It should be recognized that water has not only a social value, but also an economic value, both at the point of use and at its source;"}, {"text_block_id": "p54_b1164", "text": "(e)"}, {"text_block_id": "p54_b1165", "text": "The responsibility for water-borne sanitation should be integrated into the water sector;"}, {"text_block_id": "p54_b1166", "text": "(f)"}, {"text_block_id": "p54_b1167", "text": "Maximum use should be made of market determined prices for water allocation;"}, {"text_block_id": "p54_b1168", "text": "(g)"}, {"text_block_id": "p54_b1169", "text": "The involvement of stakeholders should become the normal procedure in the development of the sector. This should ensure maximum participation and a sense of ownership which should in turn contribute to the efficiency, sustainability and success of projects, as local stakeholders often have more detailed knowledge of the local areas which may not be available to the agencies implementing or financing the projects;"}, {"text_block_id": "p55_b1170", "text": "(h)"}, {"text_block_id": "p55_b1171", "text": "The sustainable development of irrigation, based on surface water resources via the construction of small dams and diversion of water in rivers, is totally dependent on the improvement and stabilization of soil conservation and reforestation measures in the catchment areas serving these schemes and should be viewed as a major issue for cross-sectoral co-ordination; and"}, {"text_block_id": "p55_b1172", "text": "(i)"}, {"text_block_id": "p55_b1173", "text": "The precautionary approach to water quality management shall be pursued with a focus on pollution minimization and prevention."}, {"text_block_id": "p55_b1174", "text": "7.2.7.3"}, {"text_block_id": "p55_b1175", "text": "Strategies"}, {"text_block_id": "p55_b1176", "text": "(a)"}, {"text_block_id": "p55_b1177", "text": "Strengthen the Department of Water Affairs as the body responsible for the management and development of the water resources of the Nation and constituting the prime source of policy advice to the Government on water resource management issues;"}, {"text_block_id": "p55_b1178", "text": "(b)"}, {"text_block_id": "p55_b1179", "text": "Develop an integrated approach that should guide the allocation of water, the allocation of investment and the pricing of water services. This should enable the achievement of maximum net benefit to Zambia from its water resources while recognizing both the social, environmental and economic value of water;"}, {"text_block_id": "p55_b1180", "text": "(c)"}, {"text_block_id": "p55_b1181", "text": "Where water supply and sewage disposal is the responsibility of private companies, greater care must be taken to avoid wastage and negative impacts upon the environment;"}, {"text_block_id": "p55_b1182", "text": "(d)"}, {"text_block_id": "p55_b1183", "text": "Strengthen and institutionalise the Water Sanitation Health Education (WASHE) for sustainable service delivery of water supply and sanitation;"}, {"text_block_id": "p55_b1184", "text": "(e)"}, {"text_block_id": "p55_b1185", "text": "Capacitate the Ministry of Local Government and Housing Department of Infrastructure Support Services with adequate resource to rehabilitate and extend sewerage systems and other forms of sanitation in order to contain environmental and water pollution;"}, {"text_block_id": "p55_b1186", "text": "(f)"}, {"text_block_id": "p55_b1187", "text": "Capacitate local authorities to develop and manage municipal solid waste systems, including engineered land fill sites;"}, {"text_block_id": "p55_b1188", "text": "(g)"}, {"text_block_id": "p55_b1189", "text": "Ensure that local by-laws incorporate community based rules for proper management of village-based furrows, irrigation channels and other local water off-takes;"}, {"text_block_id": "p55_b1190", "text": "(h)"}, {"text_block_id": "p55_b1191", "text": "Promote and devise methods of harvesting rain water using low cost structures which can be easily managed and maintained by the smallholder farmers and villagers;"}, {"text_block_id": "p55_b1192", "text": "(i)"}, {"text_block_id": "p55_b1193", "text": "Promote the development of small-scale beneficiary managed irrigation schemes with an emphasis on efficient water management, while ensuring and maintaining environmental integrity;"}, {"text_block_id": "p56_b1194", "text": "(j)"}, {"text_block_id": "p56_b1195", "text": "Review existing information on wetlands and dambos and, where necessary, undertake further studies in order to develop guidelines for their proper utilisation;"}, {"text_block_id": "p56_b1196", "text": "(k)"}, {"text_block_id": "p56_b1197", "text": "Develop and renew master plans for the conservation and utilisation of water resources including solid and liquid waste management on land and water bodies and contingency plans for droughts and floods;"}, {"text_block_id": "p56_b1198", "text": "(l)"}, {"text_block_id": "p56_b1199", "text": "Complete a comprehensive national study of the potential dam sites on the numerous rivers of the country and combine the evaluation of suitable dam sites with catchment conservation. This should lead to the compilation of a master plan for the development of dams;"}, {"text_block_id": "p56_b1200", "text": "(m)"}, {"text_block_id": "p56_b1201", "text": "Rehabilitate catchment areas, boreholes and gravity-fed water supplies as a safeguard to reduce the impact of supply shocks from droughts;"}, {"text_block_id": "p56_b1202", "text": "(n)"}, {"text_block_id": "p56_b1203", "text": "Expedite implementation of a programme to contain or eradicate the water hyacinth;"}, {"text_block_id": "p56_b1204", "text": "(o)"}, {"text_block_id": "p56_b1205", "text": "Promote effective water pollution monitoring and prevention programmes based on enforceable water quality guidelines and standards;"}, {"text_block_id": "p56_b1206", "text": "(p)"}, {"text_block_id": "p56_b1207", "text": "Compile hydrological information required to determine sustainable surface and groundwater yields;"}, {"text_block_id": "p56_b1208", "text": "(q)"}, {"text_block_id": "p56_b1209", "text": "As part of a national awareness raising campaign, include formal and informal education in water use and conservation to promote efficient water use;"}, {"text_block_id": "p56_b1210", "text": "(r)"}, {"text_block_id": "p56_b1211", "text": "Ensure that the interface between water and land in the extensive wetlands that occur throughout the country receives proper management and conservation in sectoral planning and in development activities; and"}, {"text_block_id": "p56_b1212", "text": "(s)"}, {"text_block_id": "p56_b1213", "text": "Train, encourage and empower local communities to assist in the maintenance of water points and water sources."}, {"text_block_id": "p56_b1214", "text": "7.2.8"}, {"text_block_id": "p56_b1215", "text": "The Industrial and Commercial Sector"}, {"text_block_id": "p56_b1216", "text": "7.2.8.1"}, {"text_block_id": "p56_b1217", "text": "Objectives"}, {"text_block_id": "p56_b1218", "text": "To ensure that industrial activities conform to sustained natural resource utilisation and protection of the environment."}, {"text_block_id": "p56_b1219", "text": "7.2.8.2"}, {"text_block_id": "p56_b1220", "text": "Guiding principles"}, {"text_block_id": "p56_b1221", "text": "(a)"}, {"text_block_id": "p56_b1222", "text": "Ensure that all industrial activities and new developments incorporate pollution control measures in their operations;"}, {"text_block_id": "p57_b1223", "text": "(b)"}, {"text_block_id": "p57_b1224", "text": "Ensure that all industrial activities and new developments incorporate measures of voluntary disposal of all forms of waste at all points of consumption of their products;"}, {"text_block_id": "p57_b1225", "text": "(c)"}, {"text_block_id": "p57_b1226", "text": "Ensure that safe waste disposal should form part of staff training curricula for environment management in commerce, industry and mining development;"}, {"text_block_id": "p57_b1227", "text": "(d)"}, {"text_block_id": "p57_b1228", "text": "There should be adequate provisions for safe and healthy operating environment for large and small-scale industries in their internal regulations, rules and management practices; and"}, {"text_block_id": "p57_b1229", "text": "(e)"}, {"text_block_id": "p57_b1230", "text": "Use of alternative, environmentally friendly and energy saving industrial technology should be encouraged and incentives provided as appropriate to support sustainable development."}, {"text_block_id": "p57_b1231", "text": "7.2.8.3"}, {"text_block_id": "p57_b1232", "text": "Strategies"}, {"text_block_id": "p57_b1233", "text": "(a)"}, {"text_block_id": "p57_b1234", "text": "Review and adopt as necessary, industrial policies that are consistent with proper management of natural resources and the environment;"}, {"text_block_id": "p57_b1235", "text": "(b)"}, {"text_block_id": "p57_b1236", "text": "Ensure that plans for development and construction of industries have adequate and appropriate waste disposal and pollution control facilities organised to meet international standards;"}, {"text_block_id": "p57_b1237", "text": "(c)"}, {"text_block_id": "p57_b1238", "text": "Enact new industrial laws for prevention of environmental pollution and maintenance of ecological balances in the area concerned and over which the owners have responsibility;"}, {"text_block_id": "p57_b1239", "text": "(d)"}, {"text_block_id": "p57_b1240", "text": "Ensure that plans and incentives for voluntary waste disposal are enshrined in the production plans of all industries;"}, {"text_block_id": "p57_b1241", "text": "(e)"}, {"text_block_id": "p57_b1242", "text": "Provide support for the Cleaner Production programme;"}, {"text_block_id": "p57_b1243", "text": "(f)"}, {"text_block_id": "p57_b1244", "text": "Encourage development of industrial technologies that do not pollute or irreparably damage the local environment and that maintain proper health and safety standards for workers;"}, {"text_block_id": "p57_b1245", "text": "(g)"}, {"text_block_id": "p57_b1246", "text": "Adopt product quality and standards that conform to environmental protection to enhance competitiveness in international markets;"}, {"text_block_id": "p57_b1247", "text": "(h)"}, {"text_block_id": "p57_b1248", "text": "Provide incentives to encourage the adoption of environmentally friendly technologies where possible, incorporating energy saving, reduction of health hazards, pollution control and safe disposal of waste;"}, {"text_block_id": "p57_b1249", "text": "(i)"}, {"text_block_id": "p57_b1250", "text": "Provide support for Comprehensive Environment Management plans to help reduce negative environmental impacts and to make provision for rehabilitation;"}, {"text_block_id": "p58_b1251", "text": "(j)"}, {"text_block_id": "p58_b1252", "text": "Prohibit imports of environmentally harmful industrial substances;"}, {"text_block_id": "p58_b1253", "text": "(k)"}, {"text_block_id": "p58_b1254", "text": "Discourage use of burnt bricks in construction as a means of reducing on fuel wood demand and deforestation. Instead encourage use of other forms of energy and concrete blocks;"}, {"text_block_id": "p58_b1255", "text": "(l)"}, {"text_block_id": "p58_b1256", "text": "Promote use of environmental guidelines and EIA before sites are developed and ensure application of a monitoring and auditing system for operating industries; and"}, {"text_block_id": "p58_b1257", "text": "(m)"}, {"text_block_id": "p58_b1258", "text": "Ensure that all industrial and commercial premises have appropriate sanitation and waste and effluent disposal systems and that their immediate surroundings are kept clean."}, {"text_block_id": "p58_b1259", "text": "7.2.9"}, {"text_block_id": "p58_b1260", "text": "The Energy Sector"}, {"text_block_id": "p58_b1261", "text": "7.2.9.1"}, {"text_block_id": "p58_b1262", "text": "Objective"}, {"text_block_id": "p58_b1263", "text": "To meet national energy needs with increased efficiency and environmental sustainability."}, {"text_block_id": "p58_b1264", "text": "7.2.9.2"}, {"text_block_id": "p58_b1265", "text": "Guiding Principles"}, {"text_block_id": "p58_b1266", "text": "(a)"}, {"text_block_id": "p58_b1267", "text": "Environmental externalities of all energy sources shall be identified and incorporated into policy design and project costing;"}, {"text_block_id": "p58_b1268", "text": "(b)"}, {"text_block_id": "p58_b1269", "text": "Sustainable fuel wood production may not only be economically efficient, but can also make a contribution to the arrest of global warming;"}, {"text_block_id": "p58_b1270", "text": "(c)"}, {"text_block_id": "p58_b1271", "text": "Dependence on imported oil shall be minimized;"}, {"text_block_id": "p58_b1272", "text": "(d)"}, {"text_block_id": "p58_b1273", "text": "Safe and efficient use of local coal resources shall be encouraged;"}, {"text_block_id": "p58_b1274", "text": "(e)"}, {"text_block_id": "p58_b1275", "text": "Alternative energy systems to fuel wood should be developed for both rural and urban communities in Zambia; and"}, {"text_block_id": "p58_b1276", "text": "(f)"}, {"text_block_id": "p58_b1277", "text": "The provision of infrastructure for rural electrification should be viewed as a primary social service that is able to make a significant contribution to the arrest of deforestation and inevitably improves the quality of rural life."}, {"text_block_id": "p58_b1278", "text": "7.2.9.3"}, {"text_block_id": "p58_b1279", "text": "Strategies"}, {"text_block_id": "p58_b1280", "text": "(a)"}, {"text_block_id": "p58_b1281", "text": "Strengthen the coordination of energy sector developments and improve the energy planning capability of those agencies involved in energy matters;"}, {"text_block_id": "p59_b1282", "text": "(b)"}, {"text_block_id": "p59_b1283", "text": "Provide additional support to the Energy Regulation Board in respect to matters relating to better resource conservation, public awareness and management;"}, {"text_block_id": "p59_b1284", "text": "(c)"}, {"text_block_id": "p59_b1285", "text": "Promote energy saving and renewable energy technologies;"}, {"text_block_id": "p59_b1286", "text": "(d)"}, {"text_block_id": "p59_b1287", "text": "Promote hydro-power electrification of all urban and rural areas as an alternative to fuel wood;"}, {"text_block_id": "p59_b1288", "text": "(e)"}, {"text_block_id": "p59_b1289", "text": "Promote the control of production of charcoal and develop alternative environmentally friendly sources of household energy, including bio-gas, wind and solar power;"}, {"text_block_id": "p59_b1290", "text": "(f)"}, {"text_block_id": "p59_b1291", "text": "Explore means to make electricity more affordable and accessible in order to reduce the dependency on fuel wood;"}, {"text_block_id": "p59_b1292", "text": "(g)"}, {"text_block_id": "p59_b1293", "text": "Develop indigenous coal resources to the extent that this is economically viable and implement an oil exploration programme to be undertaken and financed by competent private companies with a full Environmental Impact Assessment and mitigation measures;"}, {"text_block_id": "p59_b1294", "text": "(h)"}, {"text_block_id": "p59_b1295", "text": "Encourage Government and rural communities to build more infrastructure and work together towards providing more affordable energy;"}, {"text_block_id": "p59_b1296", "text": "(i)"}, {"text_block_id": "p59_b1297", "text": "Amend the legislation that gives a monopoly on the supply of electricity in order to encourage competition; and"}, {"text_block_id": "p59_b1298", "text": "(j)"}, {"text_block_id": "p59_b1299", "text": "Explore ways to increase the percentage of ethanol in petrol and the possibility of blending ethanol and paraffin in order to reduce dependency on non-renewable resources."}, {"text_block_id": "p59_b1300", "text": "7.2.10"}, {"text_block_id": "p59_b1301", "text": "The Heritage Sector"}, {"text_block_id": "p59_b1302", "text": "7.2.10.1"}, {"text_block_id": "p59_b1303", "text": "Objectives"}, {"text_block_id": "p59_b1304", "text": "To conserve and preserve Zambia’s natural and cultural heritage for sustainable"}, {"text_block_id": "p59_b1305", "text": "utilization and appreciation by the public, in order to significantly contribute to the improvement of the quality of life of rural communities and to the growth of the national economy."}, {"text_block_id": "p59_b1306", "text": "7.2.10.2"}, {"text_block_id": "p59_b1307", "text": "Guiding principles"}, {"text_block_id": "p59_b1308", "text": "(a)"}, {"text_block_id": "p59_b1309", "text": "Heritage conservation, preservation and management should be government driven. The government at all levels should demonstrate the priority it places on heritage as a factor for economic growth by introducing conducive policies and allocating appropriate resources to encourage private sector investment."}, {"text_block_id": "p60_b1310", "text": "Government should benefit directly from tourism at heritage sites and in promoting the national identity that heritage achieves;"}, {"text_block_id": "p60_b1311", "text": "(b)"}, {"text_block_id": "p60_b1312", "text": "Heritage development should be private sector driven for it to contribute significantly to the national and local economy;"}, {"text_block_id": "p60_b1313", "text": "(c)"}, {"text_block_id": "p60_b1314", "text": "Heritage should be considered as an integral part of the resources belonging to local communities and therefore its management should be community based for it to be utilised in a sustainable manner;"}, {"text_block_id": "p60_b1315", "text": "(d)"}, {"text_block_id": "p60_b1316", "text": "Heritage is appreciated and interpreted better in context and when value is added to it;"}, {"text_block_id": "p60_b1317", "text": "(e)"}, {"text_block_id": "p60_b1318", "text": "Heritage conservation should enshrine a culture of excellence of service and a service ethic for heritage development and management through planning, research, presentation, conservation, and programme monitoring; and"}, {"text_block_id": "p60_b1319", "text": "(f)"}, {"text_block_id": "p60_b1320_merged", "text": "Heritage is meant to meet current society’s needs without compromising the needs of future generations."}, {"text_block_id": "p60_b1323", "text": "7.2.10.3"}, {"text_block_id": "p60_b1324", "text": "Strategies"}, {"text_block_id": "p60_b1325", "text": "(a)"}, {"text_block_id": "p60_b1326", "text": "Restructuring and transforming the funding base and institutional capacity of NHCC, the National Museums Board and Private Museums and similar entities with the aim of improving professionalism, effectiveness and efficiency and fulfilling the role of heritage resources in the economy, especially tourism;"}, {"text_block_id": "p60_b1327", "text": "(b)"}, {"text_block_id": "p60_b1328", "text": "Increasing the number of visitors at museums and heritage sites thereby increasing revenue earnings by launching an aggressive heritage promotion campaign in partnership with the Zambia Tourism Board (ZTB), the Department of Tourism and other stakeholders;"}, {"text_block_id": "p60_b1329", "text": "(c)"}, {"text_block_id": "p60_b1330", "text": "Increasing private sector investment in Heritage by providing a package of investment opportunities at museums and heritage sites;"}, {"text_block_id": "p60_b1331", "text": "(d)"}, {"text_block_id": "p60_b1332", "text": "Initiating programmes to accelerate community stewardship and involvement in heritage;"}, {"text_block_id": "p60_b1333", "text": "(e)"}, {"text_block_id": "p60_b1334", "text": "Promoting tourism development through identification and documentation of diverse heritage resources;"}, {"text_block_id": "p60_b1335", "text": "(f)"}, {"text_block_id": "p60_b1336", "text": "Establishing appropriate and clear policies, standards, procedures and guidelines to ensure planned and sustainable heritage tourism expansion;"}, {"text_block_id": "p61_b1337", "text": "(g)"}, {"text_block_id": "p61_b1338", "text": "Managing heritage effectively to conserve and preserve it in perpetuity covering all six museums and all 337 Cultural Heritage Sites, 353 Natural Heritage Sites, 75 National Monuments and one World Heritage Site;"}, {"text_block_id": "p61_b1339", "text": "(h)"}, {"text_block_id": "p61_b1340", "text": "Identifying infrastructure needs at heritage sites and national Museums and supporting public infrastructure investment programmes that affect them;"}, {"text_block_id": "p61_b1341", "text": "(i)"}, {"text_block_id": "p61_b1342", "text": "Establishing appropriate systems to achieve excellent facilities and ancillary information services; and"}, {"text_block_id": "p61_b1343", "text": "(j)"}, {"text_block_id": "p61_b1344", "text": "Initiating co-operative and bilateral efforts to enhance the Community-Based management of heritage resources."}, {"text_block_id": "p61_b1345", "text": "7.3"}, {"text_block_id": "p61_b1346", "text": "An Integrated Approach to Policy Implementation"}, {"text_block_id": "p61_b1347", "text": "The strategies described for the different economic sectors should do much to ensure that environmental care and sound environmental management are achieved for the Nation. However, matters of policy, planning, regulation and control relating to ecosystems, natural landscapes and natural resources, together with issues relating to natural resource management, cut across at least eleven sectors having specific sector-related policies. These cannot be fully addressed through sector-based management alone."}, {"text_block_id": "p61_b1348", "text": "Whilst it is clear that most matters should need to receive the attention of the ministries concerned and parastatal authorities such as ZAWA, NHCC, National Museums Board and the Environmental Council of Zambia, the weaknesses in policies, deficiencies in concern for the environment in sector legislation, absence of links and any forum for their creation, can be overcome through a strategic holistic approach and integrated framework that deals with the key environmental resources as a single national asset under the management of the Ministry of Tourism, Environment and Natural Resources with direction from the Cabinet office."}, {"text_block_id": "p61_b1349", "text": "This policy would have due regard to the four main incontrovertible environmental resources of land, water, atmosphere and biological diversity, with which all the sectors, including national heritage, are associated. Cross-sectoral implementation would follow an integrated strategy for each as follows:"}, {"text_block_id": "p61_b1350", "text": "7.3.1"}, {"text_block_id": "p61_b1351", "text": "Land"}, {"text_block_id": "p61_b1352", "text": "A policy is required for the use of all categories of land with suitable guidelines and the necessary legal instruments for its implementation that would give high priority to the following:"}, {"text_block_id": "p61_b1353", "text": "a)"}, {"text_block_id": "p61_b1354", "text": "Conservation and enhancement of environmental quality;"}, {"text_block_id": "p61_b1355", "text": "b)"}, {"text_block_id": "p61_b1356", "text": "Setting aside protected areas to maintain under natural conditions, biodiversity, soils and water resources;"}, {"text_block_id": "p62_b1357", "text": "c)"}, {"text_block_id": "p62_b1358", "text": "Rehabilitation of degraded areas;"}, {"text_block_id": "p62_b1359", "text": "d)"}, {"text_block_id": "p62_b1360", "text": "Sustainable land use for identified purposes;"}, {"text_block_id": "p62_b1361", "text": "e)"}, {"text_block_id": "p62_b1362", "text": "More efficient resource use;"}, {"text_block_id": "p62_b1363", "text": "f)"}, {"text_block_id": "p62_b1364", "text": "Special attention given to land prone to erosion; and"}, {"text_block_id": "p62_b1365", "text": "g)"}, {"text_block_id": "p62_b1366", "text": "Prohibition of practices that lead to soil erosion or land degradation."}, {"text_block_id": "p62_b1367", "text": "The pursuit of these objectives should become part of an inter-ministerial arrangement with close collaboration between the Ministry of Lands, the Commissioner of Lands, the Zambia Wildlife Authority and the Forestry Department, the House of Chiefs, with the lead role taken by the Ministry of Tourism, Environment and Natural Resources and supported by the Environmental Council of Zambia."}, {"text_block_id": "p62_b1368", "text": "7.3.2"}, {"text_block_id": "p62_b1369", "text": "Water"}, {"text_block_id": "p62_b1370", "text": "Just as for land, water is required for all human activities. It is needed for drinking, for sanitation and a wide range of domestic uses; it is needed for industry and mining; it is the main source of national power generation and it is essential for sustaining the Nation's agriculture, fishing industry, some local transport systems and to a large extent for tourism as well. Thus all economic sectors involved in development require this basic natural resource and therefore have a part to play in its conservation and sustainable management."}, {"text_block_id": "p62_b1371", "text": "Water resource management and water affairs are the responsibility of the Ministry of Energy and Water Development which should be at the forefront of forging links with other line agencies to generate enough critical mass to achieve levels of national awareness for water conservation and improved management in urban and rural areas."}, {"text_block_id": "p62_b1372", "text": "Since water affairs issues affect every individual and organisations in the country, the Ministry of Tourism, Environment and Natural Resources shall work closely with the Ministry of Energy and Water Development and all municipal and local authorities to ensure that environmental concerns are reflected in the national policies and development plans for water management at all levels."}, {"text_block_id": "p62_b1373", "text": "Water resources that are shared with other countries should receive appropriate planning and management co-ordination to safeguard the integrity of Zambia's hydrological assets ensuring that the Nation's interests are regarded as paramount."}, {"text_block_id": "p63_b1374", "text": "7.3.3"}, {"text_block_id": "p63_b1375", "text": "Atmosphere and Climate"}, {"text_block_id": "p63_b1376", "text": "The earth receives life-giving solar radiation through the atmosphere, thus whatever affects the atmosphere inevitably impacts upon the environment, on primary vegetative production and on all living organisms. The atmosphere is as important as land and water for the sustenance of life and the National Policy on Environment underlines this central role in environmental management. To be effective, there is a powerful need for national policies to coordinate measures that are designed to curb atmospheric pollution that are the responsibilities of the respective sectors, especially, industrial, mining, energy and forestry."}, {"text_block_id": "p63_b1377", "text": "As for water management, civic authorities and those agencies that control emissions from motor vehicles and industries and line agencies concerned with control of bush fires, particularly the Department of Mines, ZAWA and the Forestry Department, need to coordinate their awareness and extension programmes, control, enforcement and management arrangements through inter-ministerial and inter-departmental sharing of responsibilities and exchange of ideas and viable strategies."}, {"text_block_id": "p63_b1378", "text": "A formal institutional mechanism shall be put in place in order to properly structure such arrangements and to ensure long-term sustainability. There is need to support the Department of Meteorology to enhance its monitoring and weather forecasting function to buttress development and resource management activities."}, {"text_block_id": "p63_b1379", "text": "7.3.4"}, {"text_block_id": "p63_b1380", "text": "Biological Diversity and Bio-safety"}, {"text_block_id": "p63_b1381", "text": "Biological diversity and bio-safety are important for protecting and maintaining ecological balances and for economic, scientific, cultural and technological development. Zambia has a rich biological diversity of plants and animals but in recent times there has been a tragic loss of species on account of inadequate conservation practices and insufficient monitoring and enforcement of the laws. The reported deterioration in the overall national status of biodiversity and the environment indicate that new measures are required to coordinate efforts to conserve biodiversity and rehabilitate depleted areas."}, {"text_block_id": "p63_b1382", "text": "The National Policy Environment provides guiding principles and management strategies to rectify this situation which requires a full commitment by all associated public and private sector stakeholders since biodiversity and bio-safety issues should be of concern to everyone."}, {"text_block_id": "p63_b1383", "text": "The Ministry of Tourism, Environment and Natural Resources is the lead agency for the Convention on Biological Diversity (1992) and the National Biological Diversity Strategy and Action Plan (2000-2004). The Ministry is also responsible for a number of other conventions and laws that concern biological diversity supported mainly by the Zambia Wildlife Authority, the Department of Fisheries, the National Heritage Conservation Commission, and local and international NGOs."}, {"text_block_id": "p64_b1384", "text": "As for land, water and the atmosphere, institutional arrangements need to be made under the direction of the Ministry of Tourism, Environmental and Natural Resources, to coordinate management and to strengthen links with local authorities and People's Organisations to effect greater community participation and community-based natural resource management with special emphasis upon biodiversity and natural habitats."}, {"text_block_id": "p64_b1385", "text": "Efforts should now be made to determine the legal instruments that exist or may be required to organise implementation of the National Policy on Environment through strengthening links between all relevant agencies in both the public and private sectors. An action plan shall be prepared and funding sought to back this essential initiative for the successful implementation of the policy."}, {"text_block_id": "p64_b1386", "text": "7.3.5"}, {"text_block_id": "p64_b1387", "text": "Heritage Resources"}, {"text_block_id": "p64_b1388", "text": "Heritage resources are important for purposes of fostering national identity, education, research and as a record of social, cultural, scientific and overall development of Zambia. The Nation is rich in natural and cultural heritage sites. In many instances these resources are threatened by developmental projects. This is attributed largely to a lack of awareness about the value of heritage and recognition of its significance. At present there no adequate conservation and monitoring of heritage programmes and associated laws are poorly enforced."}, {"text_block_id": "p64_b1389", "text": "Zambia is a signatory to the World Heritage Convention, which governs the conservation of world heritage sites of which Victoria Falls is the only one in the country at the moment. New heritage sites are being proposed for UNESCO listing as World Heritage Sites thereby increasing the relevance of the National Policy on Environment."}, {"text_block_id": "p64_b1390", "text": "The Zambian Heritage Sites are administered through the National Heritage Conservation Commission Act Cap 173 of the Laws of Zambia and are administered by the National Heritage Conservation Commission which is a statutory body under the Ministry of Tourism Environment and Natural Resources. Some of the heritage resources in Zambia are managed as collections in the various National Museums under the National Museums Board, with a different law and mandate from the NHCC and also some as Private or Community Museums."}, {"text_block_id": "p64_b1391", "text": "There has been no participation in heritage management by local communities and private sector making it difficult to have a symbiotic relationship. Heritage resources are seldom well conserved since local communities have no tangible benefits from the existence and use of most of these sites."}, {"text_block_id": "p64_b1392", "text": "There is a pressing need to coordinate developmental activities with conservation activities where heritage resources are concerned so that they are not wantonly lost through insensitive developments."}, {"text_block_id": "p65_b1393", "text": "7.4"}, {"text_block_id": "p65_b1394", "text": "The Role of Civil Society"}, {"text_block_id": "p65_b1395", "text": "Whilst it is axiomatic that the Central Government and local authorities, NonGovernmental Organisations, traditional rulers and chiefs, and the private sector have a major responsibility in implementing the National Policy on Environment, there is an over-arching responsibility for the general public and the civil society. In the quest for sustainable socio-economic development much should hinge upon national awareness and collective attitude towards environmental problems and their solution."}, {"text_block_id": "p65_b1396", "text": "An appreciation of the role of civil society in helping maintain a healthy environment in Zambia is generally lacking. This is clearly evident in the deterioration of many national parks, the incidence of uncontrolled bush fires, loss of biodiversity especially vulnerable and valuable species, littering in towns and pollution of water sources and degradation of river catchments by deforestation."}, {"text_block_id": "p65_b1397", "text": "Public awareness campaigns and information, education and communication strategies are cardinal in raising the public conscience and creating a better understanding of the environmental situation. Despite this optimistic scenario, there is need for appropriate legislation and regulatory bodies to facilitate such efforts."}, {"text_block_id": "p66_b1398", "text": "VIII. IMPLEMENTATION FRAMEWORK"}, {"text_block_id": "p66_b1399", "text": "8.1"}, {"text_block_id": "p66_b1400", "text": "Institutional Arrangement"}, {"text_block_id": "p66_b1401", "text": "The prospects for effective implementation of the National Policy on Environment should be greatly enhanced through the identification of all the partners and key stakeholders who have a direct or indirect interest in environmental conservation and sustainable natural resource management and obtain their concurrence to the Policy and its holistic implementation strategy."}, {"text_block_id": "p66_b1402", "text": "The Rationale behind the Policy is that taking care of the environment and making proper use of resources should be the concern of all citizens and the National Policy on Environment should therefore provide a way forward to bring all concerned parties together in a concerted thrust to create a legal and institutional base on which society can build enough support and momentum to attain the national priority goal of the Government to eradicate poverty and improve the quality of life of all the people of Zambia. This can only be achieved through better care for the environment and sustainable use of the resources."}, {"text_block_id": "p66_b1403", "text": "Implementation Measures should not only require an integrated framework of partners that spells out responsibilities, administrative arrangements, consolidation of sector policies, legal and financial provisions but also a Strategic Action Plan which could be formulated in a comprehensive investment programme, within an agreed Institutional and Legal Framework, harmonised at all levels with mutually agreed time-bound targets."}, {"text_block_id": "p66_b1404", "text": "The leading partners in environmental care and resource management framework which should be established under the auspices of the MTENR to implement the National Policy on Environment include Government ministries and line agencies, particularly those concerned with natural resources management. These include the following:"}, {"text_block_id": "p66_b1405", "text": "(a)"}, {"text_block_id": "p66_b1406", "text": "Office of the President, Provincial and District Commissioners;"}, {"text_block_id": "p66_b1407", "text": "(b)"}, {"text_block_id": "p66_b1408", "text": "Ministry of Tourism, Environment and Natural Resources (Department of Environment and Natural Resources Management) as the focal point for environmental management and the Departments of Forestry, Tourism Development, and Planning and Information;"}, {"text_block_id": "p66_b1409", "text": "(c)"}, {"text_block_id": "p66_b1410", "text": "Ministry of Justice;"}, {"text_block_id": "p66_b1411", "text": "(d)"}, {"text_block_id": "p66_b1412", "text": "Ministry of Agriculture and Co-operatives and the Department of Fisheries;"}, {"text_block_id": "p66_b1413", "text": "(e)"}, {"text_block_id": "p66_b1414", "text": "Ministry of Health;"}, {"text_block_id": "p66_b1415", "text": "(f)"}, {"text_block_id": "p66_b1416", "text": "Ministry of Energy and Water Development and the Department of Water Affairs;"}, {"text_block_id": "p66_b1417", "text": "(g)"}, {"text_block_id": "p66_b1418", "text": "Ministry of Mines and Minerals Development and the Department of Mines;"}, {"text_block_id": "p67_b1419", "text": "(h)"}, {"text_block_id": "p67_b1420", "text": "Ministry of Local Government and Housing;"}, {"text_block_id": "p67_b1421", "text": "(i)"}, {"text_block_id": "p67_b1422", "text": "District Development Coordinating Committees;"}, {"text_block_id": "p67_b1423", "text": "(j)"}, {"text_block_id": "p67_b1424", "text": "Ministry of Community Development and Social Services;"}, {"text_block_id": "p67_b1425", "text": "(k)"}, {"text_block_id": "p67_b1426", "text": "Ministry of Lands and Commissioner of Lands; and"}, {"text_block_id": "p67_b1427", "text": "(l)"}, {"text_block_id": "p67_b1428", "text": "Provincial Development Coordinating Committees."}, {"text_block_id": "p67_b1429", "text": "These shall ensure that environmental provisions stipulated under specific sectors in this policy are enshrined in sector policies and are internalised and integrated in their sector plans."}, {"text_block_id": "p67_b1430", "text": "The Government ministries shall work in close collaboration as appropriate with the following statutory institutions and other environmental stakeholders:"}, {"text_block_id": "p67_b1431", "text": "(a)"}, {"text_block_id": "p67_b1432", "text": "Environmental Council of Zambia;"}, {"text_block_id": "p67_b1433", "text": "(b)"}, {"text_block_id": "p67_b1434", "text": "Energy Regulation Board;"}, {"text_block_id": "p67_b1435", "text": "(c)"}, {"text_block_id": "p67_b1436", "text": "House of Chiefs and the Traditional Rulers and the Chiefs;"}, {"text_block_id": "p67_b1437", "text": "(d)"}, {"text_block_id": "p67_b1438", "text": "International and local NGOs working in environment and natural resources management;"}, {"text_block_id": "p67_b1439", "text": "(e)"}, {"text_block_id": "p67_b1440", "text": "National Institute for Scientific and Industrial Research;"}, {"text_block_id": "p67_b1441", "text": "(f)"}, {"text_block_id": "p67_b1442", "text": "National Heritage Conservation Commission;"}, {"text_block_id": "p67_b1443", "text": "(g)"}, {"text_block_id": "p67_b1444", "text": "Zambia Wildlife Authority; and"}, {"text_block_id": "p67_b1445", "text": "(h)"}, {"text_block_id": "p67_b1446", "text": "Zambia Tourism Board."}, {"text_block_id": "p67_b1447", "text": "The statutory and body corporate institutions will facilitate the execution of the policy provisions within the context and confines of their legal mandates."}, {"text_block_id": "p67_b1448", "text": "The Ministry of Tourism, Environment and Natural Resources as the lead environmental and natural resources management institution will have the following responsibilities:"}, {"text_block_id": "p67_b1449", "text": "(a)"}, {"text_block_id": "p67_b1450", "text": "Promulgate, in consultation with other stakeholders, appropriate environmental and natural resources policies that will facilitate the implementation of the National Policy on Environment;"}, {"text_block_id": "p67_b1451", "text": "(b)"}, {"text_block_id": "p67_b1452", "text": "Coordinate all policy implementation functions of sector and cross sector nature;"}, {"text_block_id": "p68_b1453", "text": "(c)"}, {"text_block_id": "p68_b1454", "text": "Develop, in collaboration with other stakeholders, the NPE implementation framework complete with time-bound targets, indicators and resources through the logical framework approach. Under this function the Ministry will also develop a comprehensive monitoring and evaluation system for all entities. Where necessary, and specifically at community level, the ministry will build the capacity for self participatory monitoring and evaluation;"}, {"text_block_id": "p68_b1455", "text": "(d)"}, {"text_block_id": "p68_b1456", "text": "Ensure that all cross-sector issues are addressed by respective entities; and"}, {"text_block_id": "p68_b1457", "text": "(e)"}, {"text_block_id": "p68_b1458", "text": "While each entity will have the responsibility to conduct internal monitoring of the policy implementation, the Ministry will retain the mandate to externally monitor and evaluate all policy implementation activities."}, {"text_block_id": "p68_b1459", "text": "The National Policy on Environment recognises the role of Local Authorities in environment and natural resources management assigned in the Decentralisation policy of 2003. The decentralisation process is key to the successful implementation of the National Policy on Environment (NPE). Central and local government will need to rationalise their responsibilities within an agreed framework. Active community participation in collaboration with effective existing local institutions at provincial and district levels working in harmony with civil society and recognising ownership as well as responsibility for the policy, shall be required."}, {"text_block_id": "p68_b1460", "text": "The NGOs and development agencies working in communities will consult with relevant partners and authorities at entry point to ensure that provisions of the locally developed environment and natural resources action plans are integrated in development plans. Added to this is the donor community that provides support to the Nation through development projects on poverty eradication and environmental issues and greatly helps to reinforce the Nation's ability to manage the economy and the environment. Integral to this is the Poverty Reduction Programme, the Sector Advisory Group for Environment, and coordination through the Ministry of Tourism, Environment and Natural Resources"}, {"text_block_id": "p68_b1461", "text": "At district and sub-district level the chiefs, traditional rulers, and local communities will have the duty of participating in planning, including the development of relevant environment and natural resources action plans, and ensuring that the plans are implemented. Under this provision, local communities with their chiefs will have the mandate to monitor their progress."}, {"text_block_id": "p68_b1462", "text": "Partners in environmental care shall also participate in the implementation of the National Policy on Environment."}, {"text_block_id": "p69_b1463", "text": "8.2"}, {"text_block_id": "p69_b1464", "text": "Legal Framework"}, {"text_block_id": "p69_b1465", "text": "To be able to implement this policy the Government shall review existing legislation and establish a comprehensive legal framework for an integrated approach to environmental care."}, {"text_block_id": "p69_b1466", "text": "Initially, the Government shall promulgate new legislation to support the Environmental Protection and Pollution Control Act No. 12 of 1990, (Amended in 1999)."}, {"text_block_id": "p69_b1467", "text": "An inventory of legal reviews which commenced under the Environmental Support Programme (ESP) shall be taken into account and specific legislations harmonised."}, {"text_block_id": "p69_b1468", "text": "It is also important that sector ministries review relevant policies with a view to ensuring that they are in line with the objectives of this Policy."}, {"text_block_id": "p69_b1469", "text": "8.3"}, {"text_block_id": "p69_b1470", "text": "Resource Mobilization"}, {"text_block_id": "p69_b1471", "text": "Lack of financial resources remains one of the major constraints for most concerned agencies to enforce existing environmental laws and regulations. It is therefore essential that the NPE initiative and associated activities are sufficiently funded and coupled with the political will to facilitate the implementation of this Policy. Options include creation of a decentralized environmental fund, direct Government grants and proceeds of a share of fees from environmental assessments, concession fees, licenses, leases and mitigation measures. In addition, the Government shall raise funds from other sources as necessary."}, {"text_block_id": "p69_b1472", "text": "8.4"}, {"text_block_id": "p69_b1473", "text": "Monitoring and Evaluation"}, {"text_block_id": "p69_b1474", "text": "The Government through the Ministry of Tourism, Environment and Natural Resources shall develop a monitoring and evaluation system for the implementation of the policy. The Ministry shall also assist all institutions that shall be involved in environmental care, including the overall implementation of any objectives and strategies of this policy through the development of specific result oriented monitoring and evaluation systems."}], "document_description": "Multiple references to climate change and reducing greenhouse gas emissions."}