{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Zambia", "document_category": "Policy", "document_sector_name": ["Water", "LULUCF", "Environment"], "document_language": "English", "document_name": "Second National Biodiversity Strategy and Action Plan 2015-2025", "document_country_code": "ZMB", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/ZMB/2015/ZMB-2015-12-25-Second National Biodiversity Strategy and Action Plan 2015-2025_5f4c6c39cca6e1c6661004b29d999772.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of the Republic of Zambia"}, {"text_block_id": "p0_b2", "text": "Ministry of Lands, Natural Resources"}, {"text_block_id": "p0_b3", "text": "and Environmental Protection"}, {"text_block_id": "p0_b4", "text": "2015-2025"}, {"text_block_id": "p1_b5", "text": "FOREWORD"}, {"text_block_id": "p1_b6", "text": "Christabel Ngimbu, MP"}, {"text_block_id": "p1_b7_merged", "text": "MINISTER OF LANDS, NATURAL RESOURCES AND ENVIRONMENTAL PROTECTION"}, {"text_block_id": "p2_b9", "text": "PREFACE"}, {"text_block_id": "p2_b10", "text": "In Zambia, our forests, wildlife, fisheries, wetlands and indeed protected areas constitute a basis for livelihoods for the majority of our people as a resource base, and indeed the backbone of the country•s economy. Therefore, sustainable management and utilization of these natural resources is cardinal if the country is to achieve its aspirations of broad-based and equitable sustainable development."}, {"text_block_id": "p2_b11", "text": "In this regard, sectoral strategies that are guided by this NBSAP2 to conserve biodiversity, will be critical to ensure coordination and synergies at both planning and implementation levels as well as maximise efficiency in allocation and utilization of financial resources."}, {"text_block_id": "p2_b12", "text": "Barnaby Bwalya Mulenga"}, {"text_block_id": "p2_b13", "text": "MINISTRY OF LANDS, NATURAL RESOURCES AND ENVIRONMENTAL"}, {"text_block_id": "p2_b14", "text": "PROTECTION"}, {"text_block_id": "p3_b15", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p3_b16", "text": "The Revision of the National Biodiversity Strategy and Action Plan (NBSAP) of 1999 which has culminated into the formulation of this NBSAP2 could not have been a success without the contribution of several individuals and institutions too numerous to outline here. On behalf of the Ministry of Lands, Natural Resources and Environmental Protection (MLNREP), I wish to thank all individuals and organizations who, in one way or the other, played a role in helping us complete this mammoth task. In particular, I wish to thank all Government line ministries, civil society organizations, the private sector and most importantly local communities who provided valuable information which has provided the basis for this Strategy. I am also grateful to academic and research institutions that played a critical role in reviewing and providing critical comments on earlier drafts of the report."}, {"text_block_id": "p3_b17", "text": "AUTHORS"}, {"text_block_id": "p3_b18", "text": "TECHNICAL REVIEWERS"}, {"text_block_id": "p3_b19", "text": "FUNDING BODIES"}, {"text_block_id": "p3_b20", "text": "The revision of the NBSAP1 and the preparation of the Fifth National Report, which were done concurrently using the same process would not have been possible without generous support from the Global Environment Facility (GEF), through the United Nations Environment Programme (UNEP). The Nature Conservancy (TNC), through its Zambia Country Office also provided support through its growing national portfolio and influence, which proved instrumental in facilitating the stakeholder consultations. I also wish to thank the Zambian Government Treasury, which ensured timely release of additional resources that were required for the process. The policy guidance and leadership provided by the Hon. Minister and the Permanent Secretary, respectively, played a vital role in keeping this process on track."}, {"text_block_id": "p3_b21", "text": "CBD NATIONAL FOCAL POINT AND TEAM"}, {"text_block_id": "p3_b22", "text": "Godwin Fishani Gondwe"}, {"text_block_id": "p3_b23", "text": "Director-Environment and Natural Resources Management Department"}, {"text_block_id": "p3_b24", "text": "MINISTRY OF LANDS, NATURAL RESOURCES AND ENVIRONMENTAL PROTECTION"}, {"text_block_id": "p4_b25", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p4_b26_merged", "text": "In revising the first NBSAP, Zambia undertook a wide consultative process involving more than 500 stakeholders at national and provincial levels. The inputs from these consultations provided valuable information on national priorities for inclusion in the revised Strategy. Zambia•s NBSAP-2 will cover the period 2015-2025, and its vision is •By 2025, biodiversity is valued, conserved, restored and wisely used, maintaining ecosystem services, sustaining a healthy environment and delivering benefits essential for all Zambians and the Zambian economy.• Based on national and provincial prioritization exercises, the five strategic goals of the CBD Strategic Plan were considered highly relevant to Zambia, and these provide the overarching framework for NBSAP-2. The 20 Aichi Biodiversity Targets were reduced to 18 national targets, which underscores the relevance of the CBD Strategic Plan and Aichi Targets (2011-2020) to Zambia•s priorities. The Strategic Goals and Targets of Zambia•s NBSAP2 are presented in the table below:"}, {"text_block_id": "p6_b34", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p8_b35", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p10_b36", "text": "LIST OF TABLES"}, {"text_block_id": "p11_b37", "text": "LIST OF FIGURES"}, {"text_block_id": "p12_b38", "text": "CHAPTER 1: INTRODUCTION"}, {"text_block_id": "p12_b39", "text": "National Biodiversity Strategies and Action Plans (NBSAPs) are the principal instruments for implementing the Convention on Biodiversity (CBD) at the national level as stipulated in Article 6 of the CBD. The Convention requires Parties to prepare a national biodiversity strategy (or equivalent instrument) and to ensure that biodiversity and the strategy are mainstreamed into the planning and activities of all those sectors whose activities can have an impact (positive and negative) on biodiversity. As a signatory to the CBD, Zambia developed its first Strategy in 1999 in conformity with Article 6 of the CBD."}, {"text_block_id": "p12_b40_merged", "text": "During the Tenth Session of the Conference of Parties (COP 10) to the CBD, Parties agreed to translate the Strategic Plan on Biodiversity 2011-2020 and it•s Aichi Targets into national actions through revision and/or updating of national biodiversity strategies and action plans. Additionally, it was agreed that the fifth national country reports should focus on the implementation of the Strategic Plan and report on progress towards achieving the Aichi targets."}, {"text_block_id": "p12_b45", "text": "and the medium term development plans including the Revised National Development Plan (RSNDP) and its successor the Seventh National Development Plan (SeNDP), but it was also intended to reflect the international biodiversity framework under the Convention especially the Strategic Plan on Biodiversity 2011-2020 and its Aichi Targets as well as the post 2015 development agenda and sustainable development goals. Therefore, Zambia•s NBSAP2 is totally aligned with the Strategic Plan on Biodiversity 2011-2020 and its Aichi Targets as well as the Post-2015 Sustainable Development Goals (SDGs)."}, {"text_block_id": "p12_b46", "text": "The Government, through the Ministry of Lands, Natural Resources and Environmental Protection (MLNREP) spearhead the revision of the NBSAP1 and preparation of the Fifth National Report. The Fifth National Report was submitted to the CBD Secretariat in June 2015. The revision of the NBSAP1 involved a broad consultative process at national and provincial levels to ascertain Zambia•s priorities for biodiversity conservation. This strategy, NBSAP2, is a product of inputs from various stakeholders and analytical work on the various components of Zambia•s biodiversity. Stakeholders included relevant line ministries, statutory bodies, civil society and research organizations. Table 1 shows the list of key stakeholders involved in the NBSAP1 revision process and their main interests."}, {"text_block_id": "p13_b47", "text": "Table 1:"}, {"text_block_id": "p13_b48", "text": "Key stakeholders involved in the NBSAP2 development process"}, {"text_block_id": "p14_b49", "text": "CHAPTER 2: PROCESS AND METHODOLOGY FOLLOWED IN REVISING THE NBSAP"}, {"text_block_id": "p14_b50", "text": "Figure 1"}, {"text_block_id": "p14_b51", "text": ": NBSAP1 revision framework and step-wise process"}, {"text_block_id": "p14_b52", "text": "Step 1: Gathering of baseline information"}, {"text_block_id": "p14_b53", "text": "."}, {"text_block_id": "p14_b54", "text": "This involved a scoping exercise done through review of relevant literature, in particular the 1999 NBSAP and related outputs, relevant national policies and development instruments, the guidance from COP 10, and the global CBD 2011-2020 Biodiversity Strategic Plan and its Aichi Biodiversity Targets."}, {"text_block_id": "p14_b55", "text": "The output was an analytical framework for the assignment."}, {"text_block_id": "p14_b56", "text": "Steps 2 & 3: Stocktaking, assessment and thematic analyses"}, {"text_block_id": "p14_b57", "text": "."}, {"text_block_id": "p14_b58", "text": "The Country Study undertaken in Zambia in 1998, and accompanying stocktaking reports, which led to the formulation of the 1999 NBSAP, was a starting point (MENR 1998). The biodiversity component specialists developed research protocols for updating and revising the technical data, supplemented by a review of changes in the socio-economic environment, poverty reduction and policies."}, {"text_block_id": "p14_b59", "text": "In addition to updated country reports, the consultants used new information sources (e.g. FAO-STAT and ILUA II databases) to capture global and national environmental processes, and to provide the latest information relevant for updating the NBSAP."}, {"text_block_id": "p14_b60", "text": "This included detailed thematic analyses by the different biodiversity component specialists"}, {"text_block_id": "p14_b61", "text": "."}, {"text_block_id": "p14_b62", "text": "The output was a detailed biodiversity stocktaking and assessment report"}, {"text_block_id": "p14_b63", "text": "."}, {"text_block_id": "p14_b64", "text": "Step 4: Setting national targets, principles and priorities"}, {"text_block_id": "p14_b65", "text": "."}, {"text_block_id": "p14_b66", "text": "Drawing upon the findings from Steps 2 and 3 above, the guidance given by the COP 10, a review of national policy goals, and stakeholder consultations, this step was a process for"}, {"text_block_id": "p14_b67", "text": "building consensus on national biodiversity targets and prioritie"}, {"text_block_id": "p14_b68", "text": "s for the period leading up to 2026."}, {"text_block_id": "p14_b69", "text": "It was considered important to incorporate emerging issues arising from the goal, principles and priorities in the recently adopted CBD Strategic Plan (2011-2020) and its associated Aichi targets and indicators."}, {"text_block_id": "p14_b70", "text": "In particular, note was taken of the need to mainstream biodiversity conservation into poverty eradication and economic development, considering gender and people•s rights."}, {"text_block_id": "p14_b71", "text": "A national consultative process was undertaken to review, domesticate and prioritize the Targets for Zambia based on the Aichi targets."}, {"text_block_id": "p14_b72", "text": "The output was an analytical report with proposed 18 national targets, indicators and priorities."}, {"text_block_id": "p14_b73_merged_merged_merged_merged", "text": "Step 5: Development of the Fifth National Report and National Biodiversity Strategy and Action Plan. Based on a consultative national acceptance and endorsement of the outputs from Steps 1, 2, 3 and 4, the Fifth National Report (FNR) and a Draft NBSAP were concurrently developed. An"}, {"text_block_id": "p15_b78_merged", "text": "Step 6: Assessment of Institutional Arrangements. Assessment of institutional arrangements focused on analysis of effective implementation arrangements for NBSAP2 drawing on lessons from NBSAP1 implementation and focusing on existing rather than new structures. The proposed implementation arrangements were subjected to a wider stakeholder review of the draft NBSAP2 recommendations on implementation arrangements. The final output is contained in Section 5.2 of this Strategy."}, {"text_block_id": "p15_b82", "text": "Step 7: Assessment of Resource Needs."}, {"text_block_id": "p16_b83", "text": "CHAPTER 3: SITUATION ANALYSIS • THE COUNTRY CONTEXT"}, {"text_block_id": "p16_b84", "text": "3.1 Country Context"}, {"text_block_id": "p16_b85", "text": "The Country is situated on the plateau of central Africa, between 1000•1600 m above mean sea level with an average altitude of 1200 m and has a relatively moderate climate. There are three seasons: rainfall occurs mainly between November and April, which is also the main farming season; the period from May to August tends to be cool and dry; and September and October are typically hot and dry."}, {"text_block_id": "p16_b86", "text": "Zambia•s population increased from 7,383,097 in 1990 to 9,885,591 in 2000 and to 13, 092,666 in 2010."}, {"text_block_id": "p16_b87", "text": "This represented a percentage increase of 33.9% in the 1990-2000 inter-censal periods. This growth declined to 32.4% in the 2000-2010 inter-censal periods (CSO, 2012"}, {"text_block_id": "p16_b88", "text": ")."}, {"text_block_id": "p16_b89", "text": "In recent years, Zambia•s economy has seen significant recovery."}, {"text_block_id": "p16_b90", "text": "Gross Domestic Product (GDP) growth has averaged about 6.4% in 2014/2015 after a decline in GDP growth from 6.7% in 2013 to 5.7% due mainly to waning copper production and low prices in the world market (Rasmussen, 2015"}, {"text_block_id": "p16_b91", "text": ")."}, {"text_block_id": "p16_b92", "text": "Inflation declined from 35.2% at the end of 1996 to 7.9% at the end of 2010 (CSO, 2012d"}, {"text_block_id": "p16_b93", "text": ") and closed at 8% by end of 2014 (Rasmussen, 2015"}, {"text_block_id": "p16_b94", "text": ")."}, {"text_block_id": "p16_b95", "text": "Inflation was contained within 8% in 2014 due to effective tightening of monetary policy by the Central Bank."}, {"text_block_id": "p16_b96", "text": "However, given the current exchange rate of the US dollar to the Zambian Kwacha of 1:13; it can be estimated that the current inflation rate has doubled from that of 2014 to about 15-16% as already being witnessed in rising food and other commodity prices."}, {"text_block_id": "p16_b97_merged_merged_merged", "text": "As a low-income country that is focused on achieving growth and development to reduce poverty and raise standards of living, Zambia is largely dependent on its natural assets. The country•s natural capital comprises its forests, which dominate the landscape, its wetlands and rivers, land and all the flora and fauna they contain. The value of these ecosystems and their biodiversity are partially appreciated. For example, while forest production is measured to some extent in terms of the size of the forestry sector, its contributions to other sectors and to human wellbeing is not accounted for (Turpie et al., 2014)."}, {"text_block_id": "p17_b103", "text": "As a low-income country that is focused on achieving growth and development to reduce poverty and raise standards of living, Zambia is largely dependent on its natural assets. The country•s natural capital comprises its forests, which dominate the landscape, its wetlands and rivers, land and all the flora and fauna they contain. The value of these ecosystems and their biodiversity are partially appreciated. For example, while forest production is measured to some extent in terms of the size of the forestry sector, its contributions to other sectors and to human wellbeing is not accounted for (Turpie et al., 2014).\n* 300,000 hectares per year, and hence the need to actively promote biodiversity conservation and\n<\\li1>"}, {"text_block_id": "p17_b105", "text": "3.2 Policy Landscape for Biodiversity Conservation in Zambia"}, {"text_block_id": "p17_b106", "text": "conservation."}, {"text_block_id": "p17_b107", "text": "Table 2"}, {"text_block_id": "p17_b108", "text": ": Relevant national policies/legislations/plans, regional protocols and international agreements/conventions supportive of biodiversity conservation in Zambia."}, {"text_block_id": "p18_b109", "text": "3.3 Status and Management of Biodiversity Resources in Zambia"}, {"text_block_id": "p19_b110", "text": "The conservation and management of various components of biodiversity falls under several government line ministries and statutory bodies with the MLNREP having the overall coordination function."}, {"text_block_id": "p19_b111", "text": "3.3.1 Ecosystem diversity status and trends"}, {"text_block_id": "p19_b112", "text": "Zambia has fourteen ecosystems based on vegetation types (Fanshawe, 1971; Edmonds, 1976) (Table 3)."}, {"text_block_id": "p19_b113", "text": "These fall into four main divisions: (a)"}, {"text_block_id": "p19_b114", "text": "Forest"}, {"text_block_id": "p19_b115", "text": "• this consists of a continuous stand of trees, usually over 10m tall, with overlapping crowns; (b)"}, {"text_block_id": "p19_b116", "text": "Thicket"}, {"text_block_id": "p19_b117", "text": "• a low forest of bushes and climbers, usually under 7m tall; (c)"}, {"text_block_id": "p19_b118", "text": "Woodland"}, {"text_block_id": "p19_b119", "text": "• an open stand of trees, usually over 7m tall, with an open canopy and a field layer dominated by grasses and herbs; and (d)"}, {"text_block_id": "p19_b120", "text": "Grassland"}, {"text_block_id": "p19_b121", "text": "• land covered with grasses and other herbs in which woody plants are either absent or if open stand of trees, usually over 7m tall, with an open canopy."}, {"text_block_id": "p19_b122_merged_merged", "text": "Table 3: Extent of Ecosystems"}, {"text_block_id": "p19_b125", "text": "in Zambia"}, {"text_block_id": "p19_b126", "text": "Source:"}, {"text_block_id": "p19_b127", "text": "Fanshawe, 1971; and Edmonds, 1976."}, {"text_block_id": "p20_b128", "text": "The geographical occurrence of the key vegetation types defining the vegetation-based ecosystems is shown in Figure 2."}, {"text_block_id": "p20_b129", "text": "Figure 2"}, {"text_block_id": "p20_b130", "text": ": Vegetation types of Zambia ("}, {"text_block_id": "p20_b131", "text": "Source"}, {"text_block_id": "p20_b132", "text": ": ZEMA, 2010)"}, {"text_block_id": "p20_b133", "text": "3.3.1.1 Protected area (PA) system"}, {"text_block_id": "p20_b134", "text": "The network of Zambia•s statutory protected areas is composed of: 480 Forest Reserves (FRs) comprising 175 National Forests (NFs) and 305 Local Forests (LFs) with an estimated combined total area of 74,361 km"}, {"text_block_id": "p20_b135", "text": "2"}, {"text_block_id": "p20_b136", "text": "; 20 National Parks (NPs) covering 63,630 km"}, {"text_block_id": "p20_b137", "text": "2"}, {"text_block_id": "p20_b138", "text": "and 36 Game Management Areas (GMAs) covering about 167,557 km"}, {"text_block_id": "p20_b139", "text": "2"}, {"text_block_id": "p20_b140", "text": "as illustrated in Figure 3 below."}, {"text_block_id": "p20_b141", "text": "below."}, {"text_block_id": "p20_b142", "text": "Figure 3:"}, {"text_block_id": "p20_b143_merged_merged_merged", "text": "National Parks, Game Management Areas and Forest Reserves in Zambia (Source: GRZ Forestry Department, 2014)"}, {"text_block_id": "p21_b149", "text": "a) Forest reserves"}, {"text_block_id": "p21_b150_merged", "text": "The Forestry Department (FD) administers and oversees the protection of forests through a network of Forest Reserves. There are two main categories of forest reserves in the country: Local Forests (305) and National Forests (175). The management objective in Local Forests is to meet the needs for forest products for present and future generations of local people and that of National Forests is to protect and conserve major water catchments and their biodiversity. In addition to forest reserves, there are also 59 Botanical Reserves which are located either within or outside forest reserves established to preserve relic vegetation types and/or promote the in-situ conservation of important plant genetic resources."}, {"text_block_id": "p21_b156", "text": "b) National parks and game management areas"}, {"text_block_id": "p21_b157", "text": "The Zambia Wildlife Authority (ZAWA), a statutory body, administers and oversees the protection of wildlife through a network of National Parks (NPs) and Game Management Areas (GMAs), (however, this was undergoing change with a Government Department on wildlife service planned to take over at the time of formulating this Strategy. The 20 NPs cover a total area of about 6.36 million ha (8.5 % of total land area) and 36 GMAs, which cover a total of about 16.6 million hectares or 22% of the country. At the time of formulating this Strategy, ZAWA, which is a semi-autonomous statutory body was in the process of being transformed into a Government Department under the Ministry responsible for Tourism and Arts."}, {"text_block_id": "p21_b158", "text": "In terms of management effectiveness of Zambia•s NPs, ZAWA, using the Management Effectiveness Tracking Tool for Protected Areas in Zambia (METTPAZ) showed the results given in Table 4 below for the 19 National Parks (excluding the recently established Lusaka National Park) (Mwima, 2007)."}, {"text_block_id": "p21_b159", "text": "Table 4:"}, {"text_block_id": "p21_b160", "text": "Management Effectiveness of Zambia•s National Parks"}, {"text_block_id": "p21_b161", "text": "Source"}, {"text_block_id": "p21_b162", "text": ": Mwima, 2007."}, {"text_block_id": "p22_b163", "text": "Game Management Areas (GMAs) are protected areas in communally owned lands (i.e., customary or traditional lands) that are used primarily for the sustainable utilization of wildlife resources, through regulated hunting and/or non-consumptive tourism concessions, for the benefit of the nation, local communities and the wildlife resource."}, {"text_block_id": "p22_b164", "text": "GMAs fall in IUCN Conservation Area Category VI (Resource Reserve)."}, {"text_block_id": "p22_b165", "text": "Based on sampled GMAs in the Luangwa and Kafue ecosystems (Lindsey"}, {"text_block_id": "p22_b166", "text": "et al"}, {"text_block_id": "p22_b167", "text": ". 2013), all GMAs have been encroached as a result of human settlements and agricultural activities in areas where such activities are not permissible within a GMA; e.g., areas zoned as wildlife corridors or wildlife refuges."}, {"text_block_id": "p22_b168_merged_merged", "text": "Zambia has eight (8) Ramsar sites with a combined total area of 40,305 km2 (Table 5). These wetlands are habitats of several important fauna and flora species including some endemic and endangered species. Recent assessment of the state and trends in these wetlands (ZAWA, 2015) indicates improved status of the Lukanga swamps, Bangweulu swamps and Liuwa Plains and attributes the improvement to the attention some of these wetlands have received from private sector engagement in their conservation regimes."}, {"text_block_id": "p22_b172", "text": "Apart from their global significance, these wetlands are also very important at national level including others (e.g., Kariba, Itezhi-tezhi and Lower Zambezi) as they comprise the major fisheries of the country (Figure 4)."}, {"text_block_id": "p22_b173", "text": "Table 5:"}, {"text_block_id": "p22_b174", "text": "Ramsar sites in Zambia"}, {"text_block_id": "p22_b175", "text": "Source"}, {"text_block_id": "p22_b176", "text": ":"}, {"text_block_id": "p22_b177", "text": "https://rsis.ramsar.org/"}, {"text_block_id": "p23_b178", "text": "3.3.1.2 Important bird areas (IBAs)"}, {"text_block_id": "p23_b179_merged", "text": "Zambia has a network of 42 Important Bird Areas (IBAs) covering a combined area of 105,382.5 km2; approximately 14% of Zambia•s total land surface area (Figure 5). At present, about 82% of the area covered by IBAs receives some form of protection (National Park: 60%; Game Management Area: 19%; National Forest: 2%; and privately owned forest: 1% (Leonard, 2005). The remaining 18% are in open areas with no legal status; a few of these have developed some local by-lawswith the help of chiefs and traditional leaders."}, {"text_block_id": "p24_b183", "text": "Figure 5:"}, {"text_block_id": "p24_b184_merged", "text": "Important Bird Areas of Zambia (Source: Leonard, 2005)."}, {"text_block_id": "p24_b187", "text": "3.3.1.3 Agro-ecological regions"}, {"text_block_id": "p25_b188", "text": "Figure 6:"}, {"text_block_id": "p25_b189", "text": "Agro-ecological regions in Zambia ("}, {"text_block_id": "p25_b190", "text": "Source"}, {"text_block_id": "p25_b191", "text": ":"}, {"text_block_id": "p25_b192", "text": "ZEMA"}, {"text_block_id": "p25_b193", "text": "et al"}, {"text_block_id": "p25_b194", "text": ". 2012)"}, {"text_block_id": "p25_b195", "text": "3.3.2 Species diversity status and trends"}, {"text_block_id": "p25_b196", "text": "There are at least 12,505 different kinds of organisms (species) in Zambia and of these 4% are bacteria and microorganisms, 33% are plants and 63% are animals (GRZ 2015)."}, {"text_block_id": "p25_b197", "text": "3.3.2.1 Flowering plants"}, {"text_block_id": "p25_b198", "text": "Figure 7"}, {"text_block_id": "p25_b199_merged_merged", "text": ": Geographical variation in species richness of flowering plants in Zambia with overlays of forest reserves (grey outlines) and national parks (black outlines). (Source: NBSAP Stocktaking and Assessment report, 2015)."}, {"text_block_id": "p25_b202", "text": "3.3.2.2 Mammal species"}, {"text_block_id": "p26_b203", "text": "It is quite difficult to establish an up-to-date picture of the wildlife status at national level due to limited and restricted aerial survey coverage and sample counts. Based on aerial surveys conducted in 2002, 2006, 2009 and 2012, restricted to South Luangwa and Kafue Protected Area (PA) landscapes and only providing detailed information on few iconic species (such as elephant, black rhino, and a few smaller antelopes, such as the Kafue Lechwe), these show that the elephant suffered sharp declines in population size from the 1960s to 1990s but appears to have started recovering in the post-2000s. Furthermore, the survey results indicate that most animal species have a positive population trend, indicating growing populations. There are some animal species, however, that show signs of decline because of some factors that require to be identified through research. Eland in particular has shown negative trends in both the Kafue and Luangwa PA landscapes. Kudu, buffalo, wildebeest and zebra have shown declining populations in the Kafue PA landscape while the Kafue Lechwe is recovering (Figure 8)."}, {"text_block_id": "p26_b204", "text": "Figure 8a:"}, {"text_block_id": "p26_b205_merged", "text": "The Kafue Lechwe (Kobus leche kafuensis), endemic to Zambia (b) Zebras in Lochinvar National Park"}, {"text_block_id": "p26_b208", "text": "3.3.2.3 Birds"}, {"text_block_id": "p27_b209_merged", "text": "Figure 9: The Zambian barbet or Chaplin's barbet (Lybius chaplini."}, {"text_block_id": "p27_b213", "text": "Figure 10:"}, {"text_block_id": "p27_b214", "text": "3.3.2.4 Invertebrates"}, {"text_block_id": "p27_b215", "text": "Table 6"}, {"text_block_id": "p27_b216", "text": ": Number of invertebrates and their conservation status in Zambia"}, {"text_block_id": "p28_b217", "text": "Among the critically endangered snail species are"}, {"text_block_id": "p28_b218", "text": "Bellamya mweruensis, Bellamya pagodiformis"}, {"text_block_id": "p28_b219", "text": "and"}, {"text_block_id": "p28_b220", "text": "Bellamya pagodiformis"}, {"text_block_id": "p28_b221", "text": "whil"}, {"text_block_id": "p28_b222", "text": "e Bulinus nyassanus"}, {"text_block_id": "p28_b223", "text": ","}, {"text_block_id": "p28_b224", "text": "Bridouxia ponsonbyi"}, {"text_block_id": "p28_b225", "text": "and"}, {"text_block_id": "p28_b226", "text": "Tanganyicia rufofilosa"}, {"text_block_id": "p28_b227", "text": "Melanoides admirabilis"}, {"text_block_id": "p28_b228", "text": "is near"}, {"text_block_id": "p28_b229", "text": "Acrea acrita ambigua"}, {"text_block_id": "p28_b230", "text": "is also endangered."}, {"text_block_id": "p28_b231", "text": "Figure 11:"}, {"text_block_id": "p28_b232", "text": "Acraea acrita ambigua"}, {"text_block_id": "p28_b233", "text": "Trimen butterfly, endangered in Zambia."}, {"text_block_id": "p28_b234", "text": "3.3.2.5 Vertebrates"}, {"text_block_id": "p28_b235", "text": "a) Amphibians"}, {"text_block_id": "p28_b236", "text": "The diversity of amphibians in Zambia is estimated at 74 species and there is no discernible geographical gradient in species richness (NBSAP stocktaking and Assessment Report, 2015)."}, {"text_block_id": "p28_b237", "text": "A total of 13 species are rare having been recorded in one locality only."}, {"text_block_id": "p28_b238", "text": "The Nyika dwarf toad ("}, {"text_block_id": "p28_b239", "text": "Bufo nyikae"}, {"text_block_id": "p28_b240", "text": ", Figure 12) is considered a vulnerable species due to its restricted range in Nyika plateau."}, {"text_block_id": "p28_b241", "text": "Figure 12"}, {"text_block_id": "p28_b242_merged_merged_merged", "text": ": The Nyika dwarf toad (Bufo nyikae) in Nyika Plateau of Zambia, vulnerable."}, {"text_block_id": "p28_b245", "text": "b) Reptiles"}, {"text_block_id": "p29_b246", "text": "Figure 13:"}, {"text_block_id": "p29_b247", "text": "Baby nile crocodile lying on a hippo in Kafue National Park of Zambia."}, {"text_block_id": "p29_b248", "text": "3.3.2.6 Fish species"}, {"text_block_id": "p29_b249_merged_merged", "text": "The fisheries sub-sector plays an important role in the economy of the country through the provision of employment and income generation, and contributes to food and nutrition security. The sub-sector contributes about 3.2% to national GDP (GRZ, 2013). Current estimates indicate that over 300,000 persons directly or indirectly obtain part of their income from the fisheries sector (Fish biodiversity stocktaking study, 2015). Fish is a major food item in the diet of many Zambians. It accounts for 29 percent of the animal protein supply (CSO, 2006). Currently, the sub-sector produces about 80,826 metric tonnes of fish as of 2014 (DoF, 2015)."}, {"text_block_id": "p29_b258", "text": "Table 7"}, {"text_block_id": "p29_b259", "text": ": Fish species richness in some major Zambian fisheries. ND refers to no data."}, {"text_block_id": "p29_b260", "text": "Source:"}, {"text_block_id": "p29_b261", "text": "DoF, 2015"}, {"text_block_id": "p30_b262", "text": "Figure 14:"}, {"text_block_id": "p30_b263", "text": "Red breasted tilapia ("}, {"text_block_id": "p30_b264", "text": "Tilapia rendally"}, {"text_block_id": "p30_b265", "text": ") and Kapenta ("}, {"text_block_id": "p30_b266", "text": "Limnothrissa miodon"}, {"text_block_id": "p30_b267", "text": "),"}, {"text_block_id": "p30_b268", "text": "the most exploited fish species in Zambia"}, {"text_block_id": "p30_b269", "text": "3.3.3 Agro-biodiversity"}, {"text_block_id": "p30_b270", "text": "3.3.3.1 Crop genetic resources"}, {"text_block_id": "p30_b271", "text": "It has been observed that more and more land continues to be taken up by cash crops such as cotton, tobacco and hybrid maize, thereby reducing the land area under traditional crops and by implication on-farm genetic diversity. For example, the area under hybrid maize production has exceeded the area under local maize varieties and continues to increase since 2006 (Figure 15)."}, {"text_block_id": "p30_b272", "text": "Figure 15"}, {"text_block_id": "p30_b273_merged_merged", "text": ": Trends in land under local (filled circles) and hybrid (open circles) maize varieties in Zambia. (Source: GRZ 2015)"}, {"text_block_id": "p31_b276", "text": "3.3.3.2 Livestock genetic resources"}, {"text_block_id": "p31_b277", "text": "The total diversity of domesticated animals is estimated at 16 species."}, {"text_block_id": "p31_b278", "text": "These consist of 10 species of mammals and six (6) species of birds."}, {"text_block_id": "p31_b279", "text": "Domesticated mammals are dominated by cattle (Figure 16) while birds are dominated by chickens."}, {"text_block_id": "p31_b280", "text": "By 2014, the estimated population of cattle countrywide was five (5) million and that of chickens was about 15 million; a significant increase in both following declines in previous years at four (4) million and 10 million by 2007, respectively, (Mulemba, 2014"}, {"text_block_id": "p31_b281", "text": ")."}, {"text_block_id": "p31_b282", "text": "There are three main indigenous cattle breeds in Zambia: the Barotse; Angoni; and the Tonga."}, {"text_block_id": "p31_b283", "text": "The Barotse is known to have the highest weaning weight (kg), weight at 18 months (kg), dress weight (kg) and milk yield (kg) (FAO and IAEA, 2014"}, {"text_block_id": "p31_b284", "text": ")."}, {"text_block_id": "p31_b285", "text": "Sheep and goats have been estimated to increase at five (5) and seven (7) percent per annum, respectively."}, {"text_block_id": "p31_b286", "text": "However, the cross breeding of indigenous and exotic species of livestock is reported to be on the increase in Zambia (FAO and IAEA, 2014)."}, {"text_block_id": "p31_b287", "text": "3.4 Values of Biodiversity Components in Zambia"}, {"text_block_id": "p31_b288", "text": "3.4.1 Livelihood and national economic values of biodiversity components"}, {"text_block_id": "p31_b289", "text": "a) Forests and forest resources"}, {"text_block_id": "p31_b290_merged_merged", "text": "Forests are known as a valuable natural and economic resource for supporting natural systems and improving peoples• livelihoods. Zambia•s forests are also important repositories of biodiversity and provide a wide range of goods for livelihoods (especially for the rural poor) such as timber and non-timber forest products including, fibre, medicinal plants, edible wild vegetables, edible wild fruits, edible insects, bush meat, mushrooms, honey, etc. Overall, harvested forest products make a significant contribution to incomes of the rural poor. Forest contribution to rural household income is estimated at 20.6 percent. The direct and indirect values of forests considered (excluding the market value of carbon) and when the multiplier effects of forestry and tourism-related activities on other sectors are taken into account, the overall or Zambian economy-wide contribution of forests on GDP was estimated to be at least 6.3% or US$1,252 million (Turpie et al. 2014)."}, {"text_block_id": "p32_b297", "text": "b) Wetlands and wetland resources"}, {"text_block_id": "p32_b298", "text": "Wetlands, including rivers, lakes, swamps and dambos, are a source of livelihood for the majority of rural populations in Zambia. Total water withdrawal from river systems was 1.737 km"}, {"text_block_id": "p32_b299", "text": "3"}, {"text_block_id": "p32_b300", "text": "in 2000, with agriculture use accounting for 1.320 km"}, {"text_block_id": "p32_b301", "text": "3"}, {"text_block_id": "p32_b302", "text": "(77 percent), or more than three-quarters of the total domestic water use claiming 0.286 km"}, {"text_block_id": "p32_b303", "text": "3"}, {"text_block_id": "p32_b304", "text": "and industries taking 0.131 km"}, {"text_block_id": "p32_b305", "text": "3"}, {"text_block_id": "p32_b306", "text": "(GRZ, 2013)."}, {"text_block_id": "p32_b307", "text": "Dambo and floodplain wetlands are used for grazing animals in the dry season when upland vegetation is dry and with little nutritive value. They are also important for fishing, livestock-watering, hunting of small animals, collection of thatching grass, and most importantly, for dry season vegetable growing. The fisheries sub-sector plays an important role in the economy of the country through the provision of employment and income generation, and contributes to food and nutrition security. The sub-sector contributes about 3.2% to national GDP (GRZ, 2013)"}, {"text_block_id": "p32_b308", "text": "."}, {"text_block_id": "p32_b309", "text": "Current estimates indicate that over 300,000 persons directly or indirectly obtain part of their income from the fisheries sector."}, {"text_block_id": "p32_b310", "text": "Fish accounts for 29% of the animal protein supply (CSO, 2006)"}, {"text_block_id": "p32_b311", "text": "."}, {"text_block_id": "p32_b312", "text": "c) Agro-ecosystems and agro-biodiversity resources"}, {"text_block_id": "p32_b313_merged_merged", "text": "Food and livelihood security of many people and communities depend on the sustained management of various biological resources that are important for food and income generation from ecosystems which include, harvested crop varieties, livestock breeds, fish species and non-domesticated (wild) resources within field and livestock/ forest rangelands. There are three main categories of farmers in Zambia relying on the agro-ecological system; i) small scale; ii) medium-scale and iii) large-scale. The number of small-scale households involved in farming is estimated at 1,417,992 million (Lubangu and Mofya-Mukuka, 2012). In terms of crop production, these account for an estimated 80 percent of output. The contribution of small scale farmers to livestock production has been around 30%. A small number of commercial or large scale farmers are involved in commercial crop and livestock production. These are responsible for much of wheat, soya bean and sugarcane production for instance, crops that form the backbone of the Zambian agricultural export."}, {"text_block_id": "p32_b321", "text": "3.4.2 Value of biodiversity resources for ecosystem services"}, {"text_block_id": "p32_b322", "text": "d) Forests and forest resources"}, {"text_block_id": "p32_b323", "text": "The capacity of forests to help capture and store water helps to mitigate floods, soil erosion in periods of heavy rains and ensures steady water flow during drier seasons. Summary of the estimations of the economic value of forestry regulatory services are presented in Box 1below:"}, {"text_block_id": "p33_b324", "text": "Box 1"}, {"text_block_id": "p33_b325", "text": ".Estimated economic value of forest regulatory functions"}, {"text_block_id": "p33_b326", "text": "Source"}, {"text_block_id": "p33_b327_merged", "text": ": Turpie et al., 2014"}, {"text_block_id": "p33_b330", "text": "e) Wetlands and wetland resources"}, {"text_block_id": "p33_b331", "text": "f) Wildlife"}, {"text_block_id": "p34_b332", "text": "3.4.3 Threats to biodiversity"}, {"text_block_id": "p34_b333", "text": "3.4.3.1 Habitat transformation"}, {"text_block_id": "p34_b334", "text": "Figure 17"}, {"text_block_id": "p34_b335_merged", "text": ": Areas (red) with over 40% of primary forest cover loss in Zambia with overlays of forest reserves (grey outlines) and national parks (black outlines). Based on Chidumayo (2012)."}, {"text_block_id": "p34_b337", "text": "Figure 18:"}, {"text_block_id": "p34_b338", "text": "Habitat transformation by mining activities in Kafue National Park."}, {"text_block_id": "p35_b339", "text": "Some of the dams include Kariba, Itezhi-tezhi, Kafue Gorge while Batoka is planned and these contribute to the disruption of the natural hydrology of the Zambezi floodplain by altering flows, resulting in serious habitat loss and precipitous declines of plant and animal species. For example, the endemic Kafue Lechwe population has fallen more than 50 percent in recent years. In addition, local communities blame the decliline in fish yields and forage in riparian grazing areas on flow alterations produced by the dams."}, {"text_block_id": "p35_b340", "text": "3.4.3.2 Encroachment"}, {"text_block_id": "p35_b341", "text": "A comparison of FD data (2000 and"}, {"text_block_id": "p35_b342", "text": "nd 2011) shows a significant deterioration the integr"}, {"text_block_id": "p35_b343", "text": "rity and quality"}, {"text_block_id": "p35_b344", "text": "of forest reserves. Soaring level"}, {"text_block_id": "p35_b345", "text": "els of encroachment through cultivation and se"}, {"text_block_id": "p35_b346", "text": "ettlement have"}, {"text_block_id": "p35_b347", "text": "compromised the protected forest"}, {"text_block_id": "p35_b348", "text": "areas. By 2011, it was estimated that less than half"}, {"text_block_id": "p35_b349", "text": "of the National"}, {"text_block_id": "p35_b350", "text": "Forest estate could be considered fre"}, {"text_block_id": "p35_b351", "text": "ree from encroachment or settlement (GRZ 2004"}, {"text_block_id": "p35_b352", "text": ","}, {"text_block_id": "p35_b353", "text": "GRZ, 2012"}, {"text_block_id": "p35_b354", "text": ")."}, {"text_block_id": "p35_b355", "text": "Figure 19"}, {"text_block_id": "p35_b356", "text": ":"}, {"text_block_id": "p35_b357", "text": "Status of forest reserves"}, {"text_block_id": "p35_b358", "text": "s in the area surrounding Lusaka City: converted to"}, {"text_block_id": "p35_b359", "text": "urban land use"}, {"text_block_id": "p35_b360", "text": "(F28, F26, and P55); on the verge"}, {"text_block_id": "p35_b361", "text": "of conversion to urban land use (F27); converted to"}, {"text_block_id": "p35_b362", "text": "agriculture and"}, {"text_block_id": "p35_b363", "text": "settlement (P191), degraded and enc"}, {"text_block_id": "p35_b364", "text": "croached (P26, P315, 400, 399, F30, F69 & P320);"}, {"text_block_id": "p35_b365", "text": "and partially"}, {"text_block_id": "p35_b366", "text": "degraded (P29). Concrete lines show"}, {"text_block_id": "p35_b367", "text": "w 30 km and 60 km radius from city centre."}, {"text_block_id": "p35_b368_merged_merged_merged", "text": "Encroachment has also occurred in National Parks. Out of the 20 national parks, six are encroached (Lukusuzi, Mweru-Wantipa, Nsumbmbu, Isangano, Sioma Ngwezi and Lower Zambezi).. Isangano NP was primarily established for the conservation of black lechwe and sitatunga but encrcroachment has degraded wildlife habitats and noww only a few sitatunga that are able to hide in the dense papyrus swamp exist in the park. Recent studies (Lindsey et al., 2013b) also show that Bilili Springs, Namwala and Mukungule GMAs are the most heavily settled GMAs in Zambia. Thhe GMAs have almost been completely taken by setettlements leaving little land for wildlife conservationn."}, {"text_block_id": "p36_b396", "text": "Zambia has not commenced the growowing of GMOs, the Government adopted a precautioonary principle as required by the Cartagena Prototocol on Biosafety of GMOs and products madee from GMOs. Through this approach, Zambia devveloped the Biotechnology and Biosafety Policy of 2003, Biosafety Act No. 10 of 2007, a few necessary regulations and guidelines. Two local laboratories were also set up for detecting GMOs. To that effect, the National Biosafety Authority Board was inaugurated in 2015 and charged with the responsibility of regulating research, development, application, import, export, transit, contained use, release or placing on the market of any genetically modified organism whether intended for use as a pharmaceutical, food, feed or processing, or product of genetically modified organism prevents any harm to humans and animal health or any damage to the environment, non-genetically modified crop and biological diversity."}, {"text_block_id": "p36_b397", "text": "3.4.3.4 Uncontrolled wild fires"}, {"text_block_id": "p36_b398", "text": "Uncontrolled bush fires contribute to forest degradation in Zambia (Trapnell, 1959; Lawton, 1978; Chidumayo, 2013)."}, {"text_block_id": "p36_b399", "text": "Most wild fires that damage forests and woodlands in Zambia are caused by human activities."}, {"text_block_id": "p36_b400", "text": "Annual burning is very common in agro-ecological region IIA which includes the main national parks in the country (Figure 20)."}, {"text_block_id": "p36_b401", "text": "In fact, incidences of wild fires in Kafue National Park have increased by nearly 2% per year over the 2004 • 2008 period."}, {"text_block_id": "p36_b402", "text": "Other studies have shown that approximately 25% or an average of 188,000 km"}, {"text_block_id": "p36_b403", "text": "2"}, {"text_block_id": "p36_b404", "text": "of Zambia•s total land area burnt annually between 2007 and 2012 (Sikaundi, 2013; Hollingsworth"}, {"text_block_id": "p36_b405", "text": "et"}, {"text_block_id": "p36_b406", "text": "al., 2015)."}, {"text_block_id": "p36_b407", "text": "Most of agro-ecological zone III tends to be burnt once in 3 • 4 years."}, {"text_block_id": "p36_b408", "text": "The actual damage to biodiversity of these wild fires has not been adequately assessed."}, {"text_block_id": "p36_b409", "text": "However, frequent late fires prevent regeneration of fire-intorelant species and induce changes in species diversity."}, {"text_block_id": "p36_b410", "text": "The result is often •fire-trapped• open vegetation that has low species diversity (Trapnell, 1959; Lawton, 1978)."}, {"text_block_id": "p36_b411", "text": "Early dry season burning is recommended in forestry because it promotes forest production but in practice this conflicts with the cultural and traditional uses of bush fire in Zambia where bush burning is done during the late dry season (Eriksen, 2007)."}, {"text_block_id": "p36_b412", "text": "Complete fire protection increases the risks of more severe and damaging accidental bush fires in the late dry season (Chidumayo, 1997) and reduces the diversity of understorey species (Chidumayo, 1988)."}, {"text_block_id": "p36_b413", "text": "Fire management therefore needs to take into account local ecology and local uses of fire."}, {"text_block_id": "p36_b414", "text": "Figure 20"}, {"text_block_id": "p36_b415_merged_merged", "text": ": Distribution pattern of fire frequency in Zambia. Based on Barbosa et al. (1999). Red for areas burnt annually, white for areas that burn once in 2 • 3 years and green for areas that burn once in 3 • 4 years."}, {"text_block_id": "p37_b421", "text": "3.4.3.5 Climate change"}, {"text_block_id": "p37_b422", "text": "It has been scientifically established that anthropogenic emissions of greenhouse gases and other atmospheric pollutants are changing global climate. Global surface temperature has increased by over 0.5"}, {"text_block_id": "p37_b423", "text": "°"}, {"text_block_id": "p37_b424", "text": "C in the past 100 years."}, {"text_block_id": "p37_b425", "text": "A similar rate of warming of about 0.05"}, {"text_block_id": "p37_b426", "text": "°"}, {"text_block_id": "p37_b427", "text": "C per decade in Southern Africa has been observed during the present century (Hulme 1996)"}, {"text_block_id": "p37_b428", "text": ". The six warmest years in this century in Southern Africa have all occurred since 1980."}, {"text_block_id": "p37_b429", "text": "Mean modelled trends for Zambia show a temperature increase of between 2"}, {"text_block_id": "p37_b430", "text": "o"}, {"text_block_id": "p37_b431", "text": "C and 2.5"}, {"text_block_id": "p37_b432", "text": "o"}, {"text_block_id": "p37_b433", "text": "C between 1950 and 2050 for Zambia and the Kafue River basin coupled with an increasing variability in rainfall within similar ranges to present means (+3% to -3% by 2011) with an increase in the percentage of rain falling in heavy events during the rain months"}, {"text_block_id": "p37_b434", "text": "."}, {"text_block_id": "p37_b435", "text": "Recent projections for annual maximum temperature show an increase in the range of 1"}, {"text_block_id": "p37_b436", "text": "o"}, {"text_block_id": "p37_b437", "text": "C • 2"}, {"text_block_id": "p37_b438", "text": "o"}, {"text_block_id": "p37_b439", "text": "C or even 2"}, {"text_block_id": "p37_b440", "text": "o"}, {"text_block_id": "p37_b441", "text": "C • 3.5"}, {"text_block_id": "p37_b442", "text": "o"}, {"text_block_id": "p37_b443", "text": "C."}, {"text_block_id": "p37_b444", "text": "The rainfall in the Southern African region has been decreasing in the last 25 years (Hulme 1996). The annual rainfall anomalies from the 1970•2000 annual averages"}, {"text_block_id": "p37_b445", "text": "computed using observed data from"}, {"text_block_id": "p37_b446", "text": "32 meteorological stations in Zambia for the agro-ecological regions indicate that of the 14 years from 1990/1991 to 2003/2004, at least 10 years in each agroecological region had below normal rainfall."}, {"text_block_id": "p37_b447", "text": "It was further noted that the variability in annual totals across the three agro-ecological regions has not been uniform. The southern region (AER I) has experienced more severe dry seasons than the central region (AER II) in the last 20 years. Recent work on projected future trends in rainfall using various Global Circulation Models differ in their results regarding mean annual precipitation ranging from an overall decrease to significant and widespread increases."}, {"text_block_id": "p37_b448", "text": "Rising temperatures are foreseen to negatively affect both crop and livestock productivity and raising the need for careful consideration for agro-biodiversity conservation for drought resistant genetic resources to withstand the rise in temperatures and associated diseases and pests burdens that are likely to occur as a result."}, {"text_block_id": "p37_b449_merged_merged_merged_merged_merged", "text": "Studies have also shown that Zambia•s fish stocks are in danger (Kalantary, 2010; Musumali et al. 2012). Water levels are predicted to decline in rivers and lakes due to increased evaporation induced by rising temperatures and reduced precipitation, consequently affecting fish productivity and the fishing industry. Some fish species such as the breams and sardines, which are the most vulnerable ones and yet the most sought after, might not survive the environmental change. Some communities also depend on wildlife as a source of nutrition. However, change in rainfall frequencies is projected to alter the migrating behaviours of species such as puku, lechwe and waterbuck thus impacting negatively on local communities"}, {"text_block_id": "p38_b453", "text": "who depend on these species as source of nutrition."}, {"text_block_id": "p38_b454", "text": "Also, higher temperatures and droughts will prevent forests from regenerating properly. The regenerative capacity of the miombo forest, which covers 60% of the country and containing a variety of biodiversity components that provide a wide array of ecosystem goods and services, will be impaired."}, {"text_block_id": "p38_b455", "text": "Consequently, this will impact negatively on local livelihoods, biodiversity and the national economy"}, {"text_block_id": "p38_b456", "text": "."}, {"text_block_id": "p38_b457", "text": "A recent pan-African study of the distribution range of the baobab ("}, {"text_block_id": "p38_b458", "text": "Adansonia digitata"}, {"text_block_id": "p38_b459", "text": ") using Maxent spatial range modeling forecasts a considerable contraction in the future distribution of this iconic tree species (Sanchez"}, {"text_block_id": "p38_b460", "text": "et al.,"}, {"text_block_id": "p38_b461", "text": "Figure 21"}, {"text_block_id": "p38_b462", "text": ": Current and potential future distribution range of baobab in Zambia ("}, {"text_block_id": "p38_b463", "text": "Source:"}, {"text_block_id": "p38_b464", "text": "Sanchez"}, {"text_block_id": "p38_b465", "text": "et al"}, {"text_block_id": "p38_b466", "text": "., 2011)"}, {"text_block_id": "p38_b467_merged_merged_merged", "text": "The main threat to the Black-cheeked lovebird is the gradual drying up of water bodies in southwest Zambia where the distribution range of this bird is concentrated probably due to warming and drying (Warburton and Perrin, 2005). Warming and drying may also alter the distribution range of disease vectors. For example, the current distribution of the main tick vector species (Rhipicephalus appendiculatus) (Figure 22) that is involved in the transmission of East Coast fever (Theileriosis) is projected to expand in Zambia (Olwoch et al., 2008). There is need therefore to expand and intensify surveillance and control activities of this and other vector species in the future to conserve livestock biodiversity."}, {"text_block_id": "p39_b477", "text": "Figure 22"}, {"text_block_id": "p39_b478", "text": ": Current distribution pattern of a tick vector species ("}, {"text_block_id": "p39_b479", "text": "Rhipicephalus appendiculatu"}, {"text_block_id": "p39_b480", "text": "s) in Zambia ("}, {"text_block_id": "p39_b481", "text": "Source"}, {"text_block_id": "p39_b482", "text": ": Olwoch"}, {"text_block_id": "p39_b483", "text": "et al"}, {"text_block_id": "p39_b484", "text": ". (2008)."}, {"text_block_id": "p39_b485", "text": "3.4.3.6 Invasive species"}, {"text_block_id": "p39_b486", "text": "Some introduced species have become very invasive and pose threats to ecosystems and their constituent indigenous flora and fauna (Figure 25)."}, {"text_block_id": "p39_b487", "text": "Among such species are"}, {"text_block_id": "p39_b488", "text": "Lantana camara"}, {"text_block_id": "p39_b489", "text": "and"}, {"text_block_id": "p39_b490", "text": "Mimosa pigra"}, {"text_block_id": "p39_b491", "text": "."}, {"text_block_id": "p39_b492", "text": "Lantana is known to negatively affect the regeneration of some indigenous species, such as"}, {"text_block_id": "p39_b493", "text": "Bauhinia petersiana"}, {"text_block_id": "p39_b494", "text": "(Lwando and Chidumayo, 2009)."}, {"text_block_id": "p39_b495", "text": "Mimosa pigra"}, {"text_block_id": "p39_b496", "text": ", together with the indigenous"}, {"text_block_id": "p39_b497", "text": "Dichrostachys cinerea"}, {"text_block_id": "p39_b498", "text": "have been expanding their range in the Kafue Flats, perhaps due to climate change and flood regime regulation, at the expense of some indigenous herbaceous plants and the grassland ecosystem (Indira, 2007; Nkandu, 2012)."}, {"text_block_id": "p39_b499_merged_merged_merged", "text": "Crayfish (Cherax quadricarinatus) is another serious invasive species found in the Kafue flats and Kariba. The exotic Nile tilapia (Oreochromis niloticus) escaped from aquaculture into the Kafue River in the 1980s (Schwanck, 1995) and in 2008 this species was distributed throughout the Kafue River between Itezhi-tezhi and Kafue Gorge dams and is now as common as the native O. andersonii (Deines et al., 2012). Clearly this exotic species is increasing at a faster rate and may well out-dominate or replace the native tilapia in the Kafue fishery in future."}, {"text_block_id": "p40_b511", "text": "Figure 23"}, {"text_block_id": "p40_b512", "text": ": Parts of Zambia that have been worse affected by aquatic invasive weeds"}, {"text_block_id": "p40_b513", "text": "3.4.3.7 Unsustainable utilization"}, {"text_block_id": "p40_b514", "text": "A number of timber species are known to be locally threatened due to overexploitation that has caused mature trees to become rare."}, {"text_block_id": "p40_b515", "text": "Among these include"}, {"text_block_id": "p40_b516", "text": "Afzelia quanzensis"}, {"text_block_id": "p40_b517", "text": ","}, {"text_block_id": "p40_b518", "text": "Daniela ostiniana"}, {"text_block_id": "p40_b519", "text": ","}, {"text_block_id": "p40_b520", "text": "Pterocarpus angolensis"}, {"text_block_id": "p40_b521", "text": ","}, {"text_block_id": "p40_b522", "text": "Khaya nyasica"}, {"text_block_id": "p40_b523", "text": "and"}, {"text_block_id": "p40_b524", "text": "Mitragyna stipulosa"}, {"text_block_id": "p40_b525", "text": "(Chidumayo and Njovu, 1998). This is in spite of declaring some of these species as protected or reserved."}, {"text_block_id": "p40_b526", "text": "Currently, seventeen species of trees are reserved under the Forest Law and can therefore only be cut under license although in practice this is difficult to enforce."}, {"text_block_id": "p40_b527", "text": "Over-harvesting of edible tubers of some orchids, especially for sale, is also threatening some local orchid populations."}, {"text_block_id": "p40_b528", "text": "3.4.3.8 Pollution"}, {"text_block_id": "p40_b529_merged_merged", "text": "The immediate effect of pollution in ecosystems is the reduction in the quality of biodiversity goods or products. For example, a study in the Upper Kafue River in Chililabombwe district revealed that the concentration of heavy metals in fish was quite high (Chidumayo et al., 1997). Pollution often has lagged effects on species diversity. However, effluent from the mines discharged into the Kafue river system has been reported to negatively affect the diversity of butterflies, dragonflies and other benthonic invertebrates as a result of elevated levels of redox, electrical conductivity and turbidity (Chama and Siachoono, 2015)."}, {"text_block_id": "p41_b535", "text": "3.4.3.9 Diseases and pesticides"}, {"text_block_id": "p41_b536", "text": "Invertebrates have been documented to be impacted negatively by the use of non-targeted spraying of persistent organo-insecticides in the control of"}, {"text_block_id": "p41_b537", "text": "Trypanosomiasis"}, {"text_block_id": "p41_b538", "text": "(Julius"}, {"text_block_id": "p41_b539", "text": "et al"}, {"text_block_id": "p41_b540", "text": "., 2014)."}, {"text_block_id": "p41_b541", "text": "Diseases can cause population declines, dramatic die-off or reductions in the reproductive processes and survival of species. In the Kafue NP, every year, there are reported deaths of Waterbucks. This is also recorded in the Lochnivar NP among Buffalos that die due to Foot and Mouth disease ("}, {"text_block_id": "p41_b542", "text": "personal comments from Head of Planning, ZAWA"}, {"text_block_id": "p41_b543", "text": ")."}, {"text_block_id": "p41_b544", "text": "3.4.4 Key achievements, gaps and priority needs"}, {"text_block_id": "p41_b545", "text": "Zambia•s 1999 National Biodiversity Strategy and Action Plan (NBSAP1) set out a total of 14 targets."}, {"text_block_id": "p41_b546", "text": "NBSAP1 implementation towards the set targets encountered a number of challenges"}, {"text_block_id": "p41_b547", "text": ","}, {"text_block_id": "p41_b548", "text": "notably an inadequate"}, {"text_block_id": "p41_b549", "text": "monitoring framework to assess changes in the baselines and an absence of a clear"}, {"text_block_id": "p41_b550", "text": "financing framework. A monitoring plan was developed but it's effective implementation encountered logistical challenges."}, {"text_block_id": "p41_b551", "text": "A"}, {"text_block_id": "p41_b552", "text": "review of achievements towards the set targets under the 1999 NBSAP shows modest"}, {"text_block_id": "p41_b553", "text": "results."}, {"text_block_id": "p41_b554", "text": "Most of the actions taken could broadly be classified as means rather than ends in meeting the set targets."}, {"text_block_id": "p41_b555", "text": "In other cases, there were no direct actions taken and hence there was no data available. These challenges will be taken into account and addressed to ensure implementation of NBSAP-2 is more effective."}, {"text_block_id": "p41_b556", "text": "3.4.4.1 Area-specific priority needs"}, {"text_block_id": "p41_b557_merged_merged_merged", "text": "In Mweru-Wantipa system, the fluctuation in water levels in the Lake and its swamps is the major source of concern. The precise causes of water level fluctuations are not well known, hence there is need to carry out hydrological studies of the Mweru-Wantipa system. These fluctuations may be contributing to the decline in fish production in the Mweru-Wantipa fishery and the attendant socio-economic impacts on the communities in this system. Mweru-Wantipa also has a number of threatened invertebrate species including Ballamyamweruensis and B. pagodiformis."}, {"text_block_id": "p41_b568", "text": "3.4.4.2 National and global priority needs"}, {"text_block_id": "p42_b569", "text": "3.4.5 Lessons learned from the previous 1999 NBSAP1 implementation"}, {"text_block_id": "p42_b570", "text": "3.4.5.1 Inadequate monitoring and evaluation framework"}, {"text_block_id": "p42_b571", "text": "3.4.5.2 Lack of a resource mobilization plan"}, {"text_block_id": "p42_b572", "text": "3.4.5.3 Ineffective information sharing mechanism on biodiversity at national level"}, {"text_block_id": "p42_b573", "text": "3.4.5.4 Weak coordination"}, {"text_block_id": "p43_b574", "text": "CHAPTER 4: BIODIVERSITY STRATEGY AND ACTION PLAN"}, {"text_block_id": "p43_b575", "text": "4.1 Vision, Goals and Principles for Biodiversity"}, {"text_block_id": "p44_b576", "text": "4.2 The National Biodiversity Strategy and Action Plan"}, {"text_block_id": "p44_b577", "text": "Table 8"}, {"text_block_id": "p44_b578", "text": ": The National Biodiversity Strategy and Action Plan"}, {"text_block_id": "p57_b579_merged", "text": "Assumption: Government will sustain the awareness campaigns on the importance of genetic diversity and farmed and domesticated plants and wild animals in national development"}, {"text_block_id": "p62_b581", "text": "4.3 Monitoring and Evaluation Plan"}, {"text_block_id": "p62_b582", "text": "4.3 Monitoring and Evaluation Plan\n* Annual review and planning meetings;\n* Steering Committee meetings;\n* Stakeholder meetings;\n* Independent mid-term evaluation by mid-2017;\n* Submission of the 6\n* Submission of the 6\n th\n* Submission of the 6\n th\n National Report in 2018;\n* Final independent evaluation to be undertaken in 2021; and\n* Submission of the 7th National Report in 2022."}, {"text_block_id": "p62_b600", "text": "Results of the final independent evaluation will provide information on Zambia•s contribution towards the achievement of the Aichi Targets as well as lessons and direction for the development of a third NBSAP."}, {"text_block_id": "p63_b601", "text": "Table 9:"}, {"text_block_id": "p63_b602", "text": "Logical Monitoring Matrix for NBSAP2 ("}, {"text_block_id": "p63_b603", "text": "Vision:"}, {"text_block_id": "p63_b604", "text": "By 2025, biodiversity is valued, conserved, restored and wisely used, maintaining ecosystem services, sustaining a healthy environment and delivering benefits essential for all Zambians and the Zambian economy)"}, {"text_block_id": "p72_b605", "text": "Table 10:"}, {"text_block_id": "p72_b606", "text": "Evaluation Activities for NBSAP2"}, {"text_block_id": "p74_b607", "text": "CHAPTER 5: INSTITUTIONAL ARRANGEMENTS"}, {"text_block_id": "p74_b608", "text": "5.1 Coordination"}, {"text_block_id": "p74_b609", "text": "The ministry responsible for environment and natural resources, as focal point on the CBD and also responsible for environmental policy, will be responsible for the overall coordination of NBSAP implementation in close collaboration with the National Steering Committee which was formed at the beginning of NBSAP1, the Zambia Environmental Management Agency (ZEMA), the ministry responsible Wildlife and National Parks, the ministries responsible for fisheries and other key stakeholder organizations active in the environment sector in general and biodiversity conservation in particular, will all play various roles.•"}, {"text_block_id": "p74_b610", "text": "The National Steering Committee will provide overall guidance and management oversight for NBSAP2 implementation while the NBSAP Working Group (WG) will provide technical guidance in the implementation of NBSAP2 and review technical documents."}, {"text_block_id": "p74_b611", "text": "The ministry responsible for environmental will"}, {"text_block_id": "p74_b612", "text": "receive and process project pr"}, {"text_block_id": "p74_b613", "text": "o"}, {"text_block_id": "p74_b614", "text": "posals fr"}, {"text_block_id": "p74_b615", "text": "o"}, {"text_block_id": "p74_b616", "text": "m stakeh"}, {"text_block_id": "p74_b617", "text": "o"}, {"text_block_id": "p74_b618", "text": "lders and shall prepare an appropriate programme for regular monitoring of project performance in accordance with the monitoring plan presented in Section 4.4."}, {"text_block_id": "p74_b619_merged_merged", "text": "The ministry responsible for environment will also regularly consult with other line ministries in implementing specific components of the programme. For example, the ministry of mines, the ministry responsible for energy and water development over water and mining related issues; the ministries responsible for Justice on legal and institutional matters; wildlife management and tourism; fisheries; agro-biodiversity; science and technology over bio-safety issues; local government on local authorities• (districts) involvement in conservation and management of biodiversity through development of Local Biodiversity Strategies and Action Plans (LBSAPs); and the ministry responsible for chiefs and traditional affairs over local communities• involvement in the conservation and management of biodiversity especially in customary land areas."}, {"text_block_id": "p74_b628", "text": "5.2 Implementation"}, {"text_block_id": "p74_b629", "text": "5.3 Resource Mobilization"}, {"text_block_id": "p74_b630", "text": "sources of funds."}, {"text_block_id": "p74_b631", "text": "The responsibility for resource mobilization for NBSAP2 lies with the Ministry of Finance, the"}, {"text_block_id": "p75_b632", "text": "CHAPTER 6: BIBLIOGRAPHY"}, {"text_block_id": "p75_b633", "text": "Chidumayo, E.N. 1987. A shifting cultivation land use system under population pressure in Zambia. Agroforestry Systems 5:15-25."}, {"text_block_id": "p76_b634", "text": "Edmonds, A.C.R. 1976. Vegetation Map (1:500,000) of Zambia. Surveyor General, Lusaka."}, {"text_block_id": "p76_b635", "text": "Eriksen, C. 2007. Why do they burn the •bush•? Fire, rural livelihoods, and conservation in Zambia. The Geographical Journal 173:242-256."}, {"text_block_id": "p76_b636", "text": "Golding, J.S. (ed.). 2002. Southern African Red Data Lists. SABONET Report No. 14, SABONET, Pretoria."}, {"text_block_id": "p76_b637", "text": "GRZ."}, {"text_block_id": "p76_b638", "text": "2004."}, {"text_block_id": "p76_b639", "text": "Status of forest reserves 2000"}, {"text_block_id": "p76_b640", "text": "."}, {"text_block_id": "p76_b641", "text": "Forestry Department, MTENR."}, {"text_block_id": "p76_b642_merged_merged", "text": "GRZ. 2012b. The Forest Estate as at 31 December 2011. Forestry Department, Forest Management Unit, MTENR."}, {"text_block_id": "p76_b647", "text": "GRZ 2015."}, {"text_block_id": "p76_b648", "text": "The Stocktaking and Biodiversity Assessment under the National Biodiversity Strategy and Action Plan (NBSAP) Project"}, {"text_block_id": "p76_b649", "text": ", Ministry of Lands, Natural Resources and Environmental Protection"}, {"text_block_id": "p76_b650", "text": "Environment and Natural Resources, Lusaka-Zambia."}, {"text_block_id": "p76_b651", "text": "Indira, T.J. 2007. Mapping and modeling of Mimosa pigra expansion in Lochinvar National Park, Zambia. MSc thesis, International Institute for Geo-Information Science and Earth Observation, Enschede, The Netherlands."}, {"text_block_id": "p76_b652", "text": "Important Bird Areas of Zambia; Priority Conservation Sites"}, {"text_block_id": "p76_b653", "text": ", Zambian Ornithological Society."}, {"text_block_id": "p77_b654", "text": "Matakala, P.W., M. Kokwe and J. Statz. 2015. Zambia National Strategy to Reduce Emissions from Deforestation and Forest Degradation. Consultancy report under the Zambia UN-REDD Programme submitted to the Ministry of Lands, Natural Resources and Environmental Protection. March 2015."}, {"text_block_id": "p77_b655", "text": "MENR . 1998a. Zambia Biodiversity Strategy and Action Plan • The Country Study, MENR, Lusaka."}, {"text_block_id": "p77_b656", "text": "Nkandu, B."}, {"text_block_id": "p77_b657", "text": "2012. Regeneration of"}, {"text_block_id": "p77_b658", "text": "Mimosa pigra"}, {"text_block_id": "p77_b659", "text": "L following bush clearing and burning in Lochinvar National Park of the Kafue Flats of Zambia. M.Sc. dissertation, University of Zambia."}, {"text_block_id": "p77_b660", "text": "Nuzzo, M. C. and Traill, L. W. (2013). What 50 years of trophy records illustrate for hunted African elephant and bovid populations. African Journal of Ecology 52: 250 • 253."}, {"text_block_id": "p77_b661", "text": "Schwanck, E.J. 1995. The introduced"}, {"text_block_id": "p77_b662", "text": "Oreochromis niloticus"}, {"text_block_id": "p77_b663", "text": "is spreading on the Kafue floodplain. Hydrobiologia 315: 143 • 147."}, {"text_block_id": "p77_b664", "text": "."}, {"text_block_id": "p77_b665", "text": "The Economic Value of Zambia•s Forest Ecosystems and potential benefits of REDD+ in Green Economy Transformation in Zambia"}, {"text_block_id": "p77_b666", "text": "."}, {"text_block_id": "p77_b667", "text": "Report to UNEP on behalf of the MLNREP, Zambia."}, {"text_block_id": "p77_b668_merged_merged_merged_merged", "text": "Warburton, L. S. and M.R. Perrin. 2005. Conservation implications of the drinking habits of black-cheeked lovebirds Agapornis nigrigenis in Zambia. Bird Conservation International 15:383 • 396."}, {"text_block_id": "p78_b672", "text": "CHAPTER 7: ANNEXES"}, {"text_block_id": "p78_b673", "text": "Annex 1:"}, {"text_block_id": "p78_b674", "text": "CBD Strategic Goals and Aichi Targets"}], "document_description": "This document sets the government's strategy and implementation actions for biodiversity conservation over the period 2015-2025. It incorporates climate resilient principles to improve conservation efforts. It further aims to protect forests, recognising their water and climate regulation functions."}