{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Zambia", "document_category": "Policy", "document_sector_name": "Agriculture", "document_language": "English", "document_name": "The National Agriculture Policy 2012-2030", "document_country_code": "ZMB", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2011", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/ZMB/2011/ZMB-2011-01-01-The National Agriculture Policy 2012-2030_24cf8c1516564e9c86334d768702e1ab.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF ZAMBIA"}, {"text_block_id": "p0_b2", "text": "(FINAL DRAFT)"}, {"text_block_id": "p0_b3", "text": "MINISTRY OF AGRICULTURE AND CO-OPERATIVES"}, {"text_block_id": "p0_b4", "text": "THE NATIONAL AGRICULTURE POLICY"}, {"text_block_id": "p0_b5", "text": "2012-2030"}, {"text_block_id": "p0_b6", "text": "AUGUST, 2011"}, {"text_block_id": "p1_b7", "text": "Table of Contents"}, {"text_block_id": "p1_b8", "text": "Table of Contents\n"}, {"text_block_id": "p1_b9", "text": "PART I: REVIEW OF THE NATIONAL AGRICULTURAL POLICY 2004-2015"}, {"text_block_id": "p1_b10", "text": "PART II: REVISED NATIONAL AGRICULTURAL POLICY 2012-2030"}, {"text_block_id": "p2_b11", "text": "List of Tables"}, {"text_block_id": "p2_b12", "text": "List of Figures"}, {"text_block_id": "p2_b13", "text": "List of Boxes"}, {"text_block_id": "p3_b14", "text": "Acronyms"}, {"text_block_id": "p4_b15", "text": "Executive Summary"}, {"text_block_id": "p4_b16", "text": "Following various stakeholder observations on the National Agriculture Policy (NAP 2004-2015), MACO launched its review in 2010. The review was to culminate in the preparation for the Revised NAP 2012-2030. Literature review, limited participatory consultations, and written submissions were employed as the basis for obtaining stakeholder input in developing proposals for demand-driven agriculture policy and an inclusive coordination of its implementation."}, {"text_block_id": "p4_b17", "text": "The review of NAP 2004-2015 has revealed that:"}, {"text_block_id": "p4_b18", "text": "The review of NAP 2004-2015 has revealed that:\n* Zambia has in general liberalised the economy and that the emerging stable macroeconomic environment is\n* The performance of the agriculture sector has been below expectations in that the growth rate of the sector at\n* The agriculture sector reform programme has not yet been fully and consistently implemented and as a result,\n* Improved sector coordination through creation of viable and effective partnerships among GRZ, private sector,\n* Inefficient, inadequate and expensive credit is constraining agriculture sector growth as farmers cannot obtain\n* Zambia needs to quickly strengthen research and extension services to enhance productivity and\n* Demand-driven integration of production with processing and value-adding strategies and technologies are\n* Globalisation and the eventual elimination of subsidies imply that there is urgent need to increase small scale"}, {"text_block_id": "p4_b34", "text": "In summary, Zambia stands on the verge of agriculture prosperity but there are a number of weaknesses that need to addressed to improve the performance of the agricultural sector. These include:"}, {"text_block_id": "p4_b35", "text": "In summary, Zambia stands on the verge of agriculture prosperity but there are a number of weaknesses that need to addressed to improve the performance of the agricultural sector. These include:\n* low agricultural productivity among small scale farmers;\n* inefficient input and output agricultural markets;\n* decreasing rate of growth of agricultural exports;\n* poor small scale farmer access to productive agricultural resources and services to increase production; and\n* the weak public and private sector capacity to facilitate planning, resource mobilisation, implementation,"}, {"text_block_id": "p5_b45", "text": "In line with the national economic vision 2030, the derived agriculture vision is:"}, {"text_block_id": "p5_b46", "text": "“A Competitive and diversified agricultural sector driven by equitable and sustainable agricultural development”"}, {"text_block_id": "p5_b47", "text": "The mission of the agricultural sector is:"}, {"text_block_id": "p5_b48", "text": "The core values of the agricultural sector are:"}, {"text_block_id": "p5_b49", "text": "The core values of the agricultural sector are:\n* Equitable development of the agriculture sector;\n* Stable and consistent interpretation and implementation of the agricultural policies, decisions and\n* Creation of economically sound agribusiness and public services opportunities;\n* High ethical public sector and business standards;\n* Promotion of production to meet the changing needs and desires of domestic and international markets;\n* Sustainable utilisation of the natural resources and the environment.\n* Efficient delivery of agricultural services"}, {"text_block_id": "p5_b63", "text": "The goals of the agricultural sector are:"}, {"text_block_id": "p5_b64", "text": "The goals of the agricultural sector are:\n* To increase the annual growth rate of the real GDP;\n* To increase the value  and growth rate of crop exports;\n* To contribute to reduction of poverty and food insecurity in rural and urban areas."}, {"text_block_id": "p5_b70_merged", "text": "The objectives of NAP 2012–2030 are to:"}, {"text_block_id": "p5_b73", "text": "The objectives of NAP 2012–2030 are to:\n* Promote sustainable increase in agricultural productivity of major crops with comparative advantage;\n* Continuously improve agricultural input and product markets so as to reduce marketing costs of\n* Increase agricultural exports to preferential markets at regional and international levels;\n* Improve access to productive resources and services for small-scale farmers, especially women and young\n* Continuously strengthen public and private sector institutional capabilities to improve agricultural policy"}, {"text_block_id": "p5_b83", "text": "The revised NAP 2012-2030 provides policy recommendations and action areas to enable agribusiness to produce and commercialise in an environment with clear rules that are predictable and stable, with the government focusing on facilitating, supporting and providing incentives for productive activities."}, {"text_block_id": "p6_b84", "text": "Implementation of the revised NAP requires efficient utilisation of both national and donor resources. At the same time, the government and cooperating partners will mobilise funding from both domestic and external sources. The government and other partners will make their funding commitments once detailed and prioritised investment programmes and budgets have been developed. In addition, private sector contribution shall come from commercial banks, financing institutions facilitated by government, and out-grower schemes. It is hoped that commercial banks shall overcome their administrative deficiencies and fears to increase agriculture credit on affordable terms."}, {"text_block_id": "p6_b85", "text": "It is recognised that there are both capital and human capacity limitations within the public sector and therefore it will be important to share NAP 2012-2030 implementation responsibilities with all key stakeholders. Therefore, MACO shall focus on the core-functions and encourage the other stakeholders to supplement the efforts on the basis of comparative advantage. In areas where there is a clear case of market failure, the government shall enlist the input of all stakeholders in designing and implementing transitory institutions and or arrangements to address the constraints."}, {"text_block_id": "p7_b86", "text": "PART I: REVIEW OF THE NATIONAL AGRICULTURE POLICY 2004-2015"}, {"text_block_id": "p7_b87", "text": "1. INTRODUCTION"}, {"text_block_id": "p7_b88", "text": "1.1 Background"}, {"text_block_id": "p7_b89", "text": "Approximately 58% (42 million hectares) of the land in Zambia is of medium to high crop production potential. In 2004, only 14% of total arable land was utilised for crop production. Therefore, the prospects for increasing the expanse of cultivated land and the volume of agricultural production are very high."}, {"text_block_id": "p7_b90", "text": "Farm land is obtained through two main land tenure systems, customary and leasehold. While the customary system accounts for 94% of farmland, the leasehold system accounts for only 6%, with title deeds being issued for a renewable period of 99 years. However, out of the estimated 1.5 million small scale farmers, only 3% have title deeds. The lack of title deeds, in many cases, discourages small scale farmers from adopting a sustainable, long-term land management approach. As a consequence, they are unable to access loans using the land as security."}, {"text_block_id": "p7_b91", "text": "In addition to the vast expanse of arable land, Zambia also has extensive surface and underground water resources which can be used to irrigate nearly 2,750,000 hectares of which 423,000 hectares is readily available for development. Based on the Ministry of Agriculture and Cooperatives (MACO) estimates in 2004, only 155,912 hectares (37%) of the readily available land was actually irrigated. The factors affecting the utilisation of irrigation potential include inadequate access to long-term credit, poor extension services, inadequate involvement of farmers in management of irrigation projects, poor understanding of farming systems; dependence on government and donor assistance; marginalisation of marketing and production support services; inadequate efforts in the strengthening of relevant institutions, and poor land tenure arrangements."}, {"text_block_id": "p7_b92", "text": "Table 1: Types of Farmers in Zambia"}, {"text_block_id": "p8_b93", "text": "Source: CSO [2001]"}, {"text_block_id": "p8_b94", "text": "Despite the fact that approximately 80% of the producers of food are women, they face gender-based constraints, such as inequalities in access to land, credit, services, training, extension services, and representation in policy-making and planning. As a result, women do not adequately respond to the opportunities being created by the liberalised environment."}, {"text_block_id": "p8_b95", "text": "Between 2004 and 2015, the objectives of the National Agricultural Policy (NAP 2004-2015) were to:"}, {"text_block_id": "p8_b96", "text": "Between 2004 and 2015, the objectives of the National Agricultural Policy (NAP 2004-2015) were to:\n* Ensure national and household food security through all-year round\n* Contribute to sustainable industrial development by providing locally\n* Increase agricultural exports thereby enhancing the sector's contribution to\n* Generate income and employment through increased agricultural\n* Ensure that the existing agricultural resource base is maintained and"}, {"text_block_id": "p8_b106", "text": "1.2 Public Investment in Agriculture Development"}, {"text_block_id": "p8_b107", "text": "Table 2: Annual Agricultural Budget Allocations (K billions)"}, {"text_block_id": "p9_b108", "text": "In terms of utilisation of the agriculture budget, FRA and FISP allocations varied from 62% in 2006 to 30% in 2008. These variations relate to the changing number of target beneficiaries and the costs of implementing the subsidies. The Government believes that the bias in the agriculture budget allocations to FRA and FISP is needed to address the high level of poverty among small scale farmers. However, the Government welcomes some of the recommendations to minimise market distortions and improve targeting and general management of these social programmes."}, {"text_block_id": "p9_b109", "text": "Over the years, donor support to agriculture development increased from 17% in 2004 to 36% in 2007. In subsequent years, donor support to the sector has been declining. At the same time, some out-grower schemes are increasing support to provision of selected public services, such as extension services and research. However, both donors and the private sector are concerned about frequent changes in policy interpretation, marginalisation of the core government services in the agriculture budget, and crowding out of the private sector from providing commercial services."}, {"text_block_id": "p9_b110", "text": "1.3 Contribution of the Agricultural Sector"}, {"text_block_id": "p9_b111", "text": "The agriculture sector is expected to make significant contribution to economic growth and reduction of food insecurity and poverty. NAP (2004-2015) emphasised market liberalisation and promotion of private sector development while accommodating the social obligations of the Government in addressing the high level of poverty among small scale farmers. This section presents a summary of the contribution of the agriculture sector to the increasing growth of the GDP, development of efficient agricultural input and product markets, increasing agricultural exports, and reduction of poverty and food security."}, {"text_block_id": "p9_b112", "text": "1.3.1 Agriculture Gross Domestic Product (AGDP)"}, {"text_block_id": "p9_b113", "text": "Maize and cassava dominate crop production (Figure 1). Even though there is a general upward trend, crop production varies from year to year due to the effects"}, {"text_block_id": "p10_b114", "text": "of climate change, such as droughts and floods that lead to reduction in crop yields (Figures 2). The agriculture sector contributes to climate change through gas emissions and unsustainable production practices, such as shifting cultivation practices that result in approximately 2.4% deforestation per year, and using late fires to clear land, etc. Therefore, the agriculture sector will promote production practices that minimise contribution to climate change, such as conservation farming, tree planting, etc."}, {"text_block_id": "p10_b115_merged", "text": "In view of the fact that the current crop varieties have high potential yields (Table 3), the slow agriculture sector growth rate is attributed to low productivity (output per unit of inputs), especially among small scale farmers who obtain only 25-50% of the yields of the large scale farms. The causes of low productivity include inadequate resources for the purchase of inputs, use of inappropriate farming practices that lead to soil degradation, rainfall variations, and the failure to fully develop the irrigation potential. As a result, low productivity leads to high per unit production costs, consequently constraining the sector’s ability to contribute to growth, increased exports and employment, and reduced levels of poverty and food insecurity."}, {"text_block_id": "p11_b118", "text": "Figure 1: Crop Production Shares 2010"}, {"text_block_id": "p11_b119", "text": "of Staple Crops"}, {"text_block_id": "p11_b120", "text": "Figure 2: Trends in Production"}, {"text_block_id": "p11_b121", "text": "Figure 3: Trends in Agriculture GDP"}, {"text_block_id": "p11_b122", "text": "Table 3: Trends in Yield/Hectare for Selected Crops 2004-2008"}, {"text_block_id": "p11_b123", "text": "Source: Zambia Export Board [2009]"}, {"text_block_id": "p11_b124", "text": "Source: CSO/MACO [2010]"}, {"text_block_id": "p12_b125", "text": "Note:"}, {"text_block_id": "p12_b126", "text": "Expected cassava yield rate has been estimated at 11.7 mt/ha nationally. This constant yield is applied every year."}, {"text_block_id": "p12_b127", "text": "1.3.2 Increasing Agricultural Exports"}, {"text_block_id": "p12_b128", "text": "Zambia has a relatively small population (13,046,508 people in 2010) and therefore the domestic market cannot absorb significant increase in crop production without the market collapsing. In order to unlock the huge agriculture potential, Zambia has to secure access to regional and international markets."}, {"text_block_id": "p12_b129", "text": "The value of agricultural exports increased from US$ 156,907,680 in 2002 to US$ 318,758,970 in 2008, i.e., 103% increase (Figure 4). In 2009, the major agricultural exports were mainly primary products (69%) consisting of sugar (24%), cotton lint (19%), tobacco (10%), coffee (6%), soyabeans (4%), maize (4%), marigold (3%), fuzzy cotton (3%) and paprika (3%). In addition, Zambia also exports horticulture (16%) and floriculture (13%) products. Most of the agricultural exports to go to the EU and USA, where preferential trade agreements have been the driving force, such as the Lome Convention and the African Growth and Opportunity Act (AGOA)."}, {"text_block_id": "p12_b130", "text": "The major concerns with regards to increasing agricultural exports are:"}, {"text_block_id": "p12_b131", "text": "The major concerns with regards to increasing agricultural exports are:\n* Zambia has not yet fully utilised the export quotas in the EU and USA. In\n* The total value of agricultural exports has been increasing at a relatively\n* That unless there is improvement in production and marketing efficiency,\n* The predominance of export of primary products implies that Zambia has"}, {"text_block_id": "p12_b139", "text": "1.3.3 Increasing Access to Agricultural Inputs and Product Markets"}, {"text_block_id": "p12_b140", "text": "The Government recognises the important role of the private sector in developing stable markets for inputs and primary products and investment in value-addition and bulking to generate large volumes for transportation over long distances. Therefore, a number of incentives have been implemented to encourage private sector investment. For example, removal of customs and duty on most agricultural machinery and equipment; capital expenditure allowance of 20% for the first five years on farm improvements, etc. However, private sector investment is still constrained by the following factors:"}, {"text_block_id": "p12_b141", "text": "a) Incomplete Agriculture Market Liberalisation"}, {"text_block_id": "p12_b142", "text": "In subsectors with minimum market distortions, the private sector response has been good leading to significant increases in soya bean and wheat production as many commercial farmers have reallocated resources from maize production. In"}, {"text_block_id": "p13_b143", "text": "many cases, private sector investment is constrained by frequent changes in policy interpretation and implementation, market distortions emerging from the government involvement in supplying subsidised fertilizer and seed and maize marketing; policies that favour trading and not value addition, biased development tax concessions that do not favour small scale processing, inadequate and inappropriate advice and market information, and lack of knowledge and skills to identify reliable markets and efficiently manage processing plants."}, {"text_block_id": "p13_b144", "text": "b) Inadequate Agricultural Credit"}, {"text_block_id": "p13_b145", "text": "Private sector investment is also constrained by lack of appropriate credit facilities to acquire equipment and other inputs."}, {"text_block_id": "p13_b146", "text": "Farmers complain about scarce and expensive agricultural credit, with interest rates of 20% to 30%, and the bias towards the larger corporate sector where the administration costs are relatively low. Farmers are also concerned about the predominance of short term loans, the lack of long term loans, and the commercial banks"}, {"text_block_id": "p13_b147", "text": "’"}, {"text_block_id": "p13_b148", "text": "delays in processing loan applications. On the other hand, lending institutions are concerned about the high risks in the agriculture sector and weaknesses and delays in the legal processes to address violation of contracts."}, {"text_block_id": "p13_b149", "text": "This points to a possible case of market failure and therefore, the Ministry of Finance and National Planning is coordinating consultations to develop a sustainable rural credit institution."}, {"text_block_id": "p13_b150", "text": "c) Inappropriate Legislation and Regulations"}, {"text_block_id": "p13_b151_merged_merged", "text": "The private sector operates efficiently in an environment with appropriate, consistent and enforceable legislation and regulations. While the private sector appreciates the progressive legislation on plant breeder’s rights that has provided the necessary incentives to release new varieties, many agricultural laws and regulations are not appropriate for private sector development. For example, the Agricultural Credit Act of 2003 requires strengthening to facilitate quick redress for credit defaulters. Similarly, the Agricultural Lands Act of 1994 requires strengthening to shorten the land allocation and title deed processing period. Furthermore, the Agricultural Products Levy Act of 1994 requires amendment as it could be abused, while the Agricultural Fertilizers and Feeds Act of 1994 requires amendment to recognise fertilizer blends and other forms of fertilizer and to establish an institution to monitor grades and standards. In addition, the private sector is also concerned about the lengthy and weak enforcement of laws and regulations as it discourages many institutions from seeking legal action. The private sector is concerned about the unfair competition emanating from subsidised government programmes such as FRA and FISP in the buying of maize and supply of fertilizer and seed."}, {"text_block_id": "p13_b156", "text": "d) Poor Roads and Infrastructure"}, {"text_block_id": "p13_b157", "text": "Farmers are located throughout the country and, for transporting their product to buyers, often depend on a few transporters who charge high fares to offset the high cost of depreciation and limited competition. Good rural roads and market infrastructure are needed to take inputs to farmers on the one hand and to deliver products to consumers at the lowest cost on the other hand. In view of the fact"}, {"text_block_id": "p14_b158", "text": "that infrastructure development is expensive, there is strong justification to focus on farm blocks and resettlement schemes as centers of agricultural development."}, {"text_block_id": "p14_b159", "text": "1.3.4 Reducing Food Insecurity and Poverty"}, {"text_block_id": "p14_b160", "text": "Small scale farmers produce most of the staple foods consumed in Zambia and some of the export crops and yet many experience high levels of poverty and food insecurity."}, {"text_block_id": "p14_b161", "text": "a) Food Insecurity"}, {"text_block_id": "p14_b162", "text": "b) Poverty"}, {"text_block_id": "p14_b163_merged", "text": "At 64%, Zambia’s poverty level is high, with the agricultural sector being the main source of employment (72%) and income for most Zambians, especially women who constitute 65% of the rural population. Therefore, measures to accelerate agriculture sector growth must ensure that the benefits reach small scale farmers to enable them to raise their incomes and standard of living."}, {"text_block_id": "p14_b166", "text": "c) Increasing Access to Fertilizer and Improved Seeds"}, {"text_block_id": "p15_b167", "text": "than the generally cheaper fertilizer blends (up to 40% cheaper in Malawi); excluding lime as a part of the package on farms with acidic soils; failure to facilitate the establishment of an independent fertilizer regulatory institution to monitor fertilizer grades and standards; and weak extension services to improve the efficiency of fertilizer use to increase productivity; failure to encourage local mining of some of the nutrients for fertilizer production; and the restrictive tender qualifications as suppliers are required to have at least 25% of the stock ready for distribution in the country."}, {"text_block_id": "p15_b168", "text": "d) Increasing Access to Staple Food Markets"}, {"text_block_id": "p15_b169", "text": "The Food Reserve Agency (FRA) was established to ensure national food security and incomes of farmers by maintaining a sustainable national strategic food reserve through purchasing of agricultural crops from small-holder farmers who are located in economically disadvantaged areas in the country. Even though the FRA has injected vast funds in rural areas (K1.3 trillion in 2010), the following concerns have been raised: poor management of procurement procedures, delayed payment to farmers, limited outreach to outlying areas, uneconomic back-and-forth movement of goods to central storage and at times back to production areas; and poor management of stocks resulting in high losses."}, {"text_block_id": "p15_b170", "text": "1.4 Institutional Capacity of Public and Private Sector"}, {"text_block_id": "p15_b171", "text": "Even though the government has many extension workers, many farmers continue to use crop production practices that lead to soil degradation e.g."}, {"text_block_id": "p16_b172", "text": "The private sector players also have inadequate knowledge and skills to enable them identify opportunities and to develop and implement efficient agribusiness operations. Skills are particularly inadequate in the identification of viable markets and processing industries. It is therefore not possible to meet the requirements of the market and the emerging processing industries have to depend on expensive expatriates."}, {"text_block_id": "p16_b173", "text": "1.5 Summary of the Key Issues"}, {"text_block_id": "p16_b174", "text": "Zambia has in general liberalised the economy and the emerging stable macroeconomic environment is attracting significant private sector investment, resulting in GDP growth rates greater than 6% per annum. However, the performance of the agriculture sector has been below expectation in that:"}, {"text_block_id": "p16_b175", "text": "Zambia has in general liberalised the economy and the emerging stable macroeconomic environment is attracting significant private sector investment, resulting in GDP growth rates greater than 6% per annum. However, the performance of the agriculture sector has been below expectation in that:\n* The agriculture sector reform programme has not yet been fully and\n* Poor rural roads and infrastructure result in high cost of transportation of\n* Improved sector coordination through creation of viable and effective\n* Inefficient, inadequate and expensive credit is constraining agriculture sector\n* Zambia needs to quickly strengthen research and extension services to"}, {"text_block_id": "p17_b185", "text": "Zambia has in general liberalised the economy and the emerging stable macroeconomic environment is attracting significant private sector investment, resulting in GDP growth rates greater than 6% per annum. However, the performance of the agriculture sector has been below expectation in that:\n* The agriculture sector reform programme has not yet been fully and\n* Poor rural roads and infrastructure result in high cost of transportation of\n* Improved sector coordination through creation of viable and effective\n* Inefficient, inadequate and expensive credit is constraining agriculture sector\n* Zambia needs to quickly strengthen research and extension services to\n* Globalisation and the eventual elimination of subsidies imply that there is\n<\\li1>"}, {"text_block_id": "p17_b187", "text": "In general, the poor performance of the agriculture sector is due to: (i) low agricultural productivity among small scale farmers; (ii) inefficient input and output agricultural markets; (iii) decreasing rate of growth of agricultural exports; (iv) poor small scale farmer access to productive agricultural resources and services to increase production; and (v) weak public and private sector capacity to facilitate planning, resource mobilisation, implementation, monitoring and evaluation of agricultural policy and regulatory provisions. The main issues facing the agriculture sector are summarised in Box 1."}, {"text_block_id": "p18_b188", "text": "Box 1: Summary of the Key Issues Affecting Performance of the Agriculture Sector"}, {"text_block_id": "p18_b189", "text": ""}, {"text_block_id": "p18_b190", "text": "Inadequate access to appropriate extension messages on sustainable crop production"}, {"text_block_id": "p18_b191", "text": ""}, {"text_block_id": "p18_b192", "text": "Inadequate access to appropriate agricultural inputs, including fertilizer, seed, herbicides, animal and appropriate mechanical power and equipment"}, {"text_block_id": "p18_b193", "text": ""}, {"text_block_id": "p18_b194", "text": "Reduced availability of labour due to prevalence of HIV/AIDS prevents timely completion of key farm tasks"}, {"text_block_id": "p18_b195", "text": ""}, {"text_block_id": "p18_b196", "text": "Lack of affordable and accessible agricultural financial services for farmers, especially for small scale farmers without land title deeds to provide the required collateral"}, {"text_block_id": "p18_b197", "text": ""}, {"text_block_id": "p18_b198", "text": "Low investment in irrigation encourages dependence on uncertain rainfall, resulting in frequent variations in yield."}, {"text_block_id": "p18_b199", "text": ""}, {"text_block_id": "p18_b200", "text": "Inadequate public and private sector research and extension services constrain development of appropriate technologies and delivery of extension messages to increase production"}, {"text_block_id": "p18_b201", "text": "Inefficient input and output agricultural markets:"}, {"text_block_id": "p18_b202", "text": ""}, {"text_block_id": "p18_b203", "text": "Poor rural market infrastructure increases the cost of providing agricultural services, especially in outlying areas"}, {"text_block_id": "p18_b204", "text": ""}, {"text_block_id": "p18_b205", "text": "Inadequate, or lack of, market information, including ICT, to enhance agricultural trade and communication"}, {"text_block_id": "p18_b206", "text": ""}, {"text_block_id": "p18_b207", "text": "Weak backward and forward linkages between agriculture and other sectors, i.e., low value addition"}, {"text_block_id": "p18_b208", "text": ""}, {"text_block_id": "p18_b209", "text": "Bias towards maize has weakened the diversification drive"}, {"text_block_id": "p18_b210", "text": ""}, {"text_block_id": "p18_b211", "text": "Government distortions in the fertilizer and maize markets through FISP and FRA, respectively, discourage private sector investment"}, {"text_block_id": "p18_b212", "text": ""}, {"text_block_id": "p18_b213", "text": "Weak marketing institutions serving small scale farmers have failed to adequately organise farmers to pool their procurement of inputs and marketing of products to reduce per unit cost"}, {"text_block_id": "p18_b214", "text": ""}, {"text_block_id": "p18_b215", "text": "Inadequate utilisation of regional and international markets to enable the country to fully develop the agricultural sector, especially in view of rising demand for staple foods and oil seeds in the regional markets"}, {"text_block_id": "p18_b216", "text": ""}, {"text_block_id": "p18_b217", "text": "Low competitiveness of agricultural products as a way of holding on to and/or expanding international market shares at the expiry of some preferential trade agreements and general trade liberalisation"}, {"text_block_id": "p18_b218", "text": "Low agricultural productivity"}, {"text_block_id": "p18_b219", "text": "Decreasing growth rate of agricultural exports:"}, {"text_block_id": "p18_b220", "text": ""}, {"text_block_id": "p18_b221", "text": "Inadequate utilisation of regional and international markets to enable the country to fully develop the agricultural sector, especially in view of rising demand for staple foods and oil seeds in the regional markets."}, {"text_block_id": "p18_b222", "text": ""}, {"text_block_id": "p18_b223", "text": "Predominance of primary products is a constraint as relatively low value products cannot be transported over long distances"}, {"text_block_id": "p18_b224", "text": ""}, {"text_block_id": "p18_b225", "text": "Inadequate capacity to implement appropriate phytosanitary services to meet international market requirements."}, {"text_block_id": "p18_b226", "text": "Poor small scale farmer access to productive agricultural resources and services:"}, {"text_block_id": "p18_b227", "text": ""}, {"text_block_id": "p18_b228", "text": "Inadequate access to purchased inputs due to low purchasing power"}, {"text_block_id": "p18_b229", "text": ""}, {"text_block_id": "p18_b230", "text": "Crop production is largely rain-fed and is vulnerable to weather-related fluctuations leading to frequent crop failure and food insecurity."}, {"text_block_id": "p18_b231", "text": ""}, {"text_block_id": "p18_b232", "text": "Low utilisation of irrigation in crop production."}, {"text_block_id": "p18_b233", "text": ""}, {"text_block_id": "p18_b234", "text": "Bias towards maize and neglect of other crops like fruits and vegetable and legumes to enrich the diet and the soil nutrients."}, {"text_block_id": "p18_b235", "text": ""}, {"text_block_id": "p18_b236", "text": "Small scale of operation due to reliance on outdated equipment and unsustainable land preparation practices."}, {"text_block_id": "p18_b237", "text": ""}, {"text_block_id": "p18_b238", "text": "Low number of small scale farmers accessing credit due to lack of title deeds to land."}, {"text_block_id": "p18_b239", "text": ""}, {"text_block_id": "p18_b240", "text": "FRA uniform pricing of maize adversely affects the production and marketing of other crops with relatively higher margins."}, {"text_block_id": "p18_b241", "text": ""}, {"text_block_id": "p18_b242", "text": "The agricultural sector reform programme has not yet been fully and consistently implemented and therefore, adversely affects profitability and investments"}, {"text_block_id": "p18_b243", "text": ""}, {"text_block_id": "p18_b244", "text": "Inadequate legal and regulatory framework regarding market conduct, contracts, ownership rules and property rights, and grades and standards, etc, discourage private sector investment"}, {"text_block_id": "p18_b245", "text": ""}, {"text_block_id": "p18_b246", "text": "Inadequate government budget allocations and donor support to public investment in key public goods, such as research, extension and infrastructure has adversely affected productivity and competitiveness."}, {"text_block_id": "p19_b247", "text": ""}, {"text_block_id": "p19_b248", "text": "Poor working relationship with cooperating partners has reduced the pool of available resources"}, {"text_block_id": "p19_b249", "text": ""}, {"text_block_id": "p19_b250", "text": "Most of the agriculture budget is biased to FISP and FRA to support maize production and has weakened diversification"}, {"text_block_id": "p19_b251", "text": ""}, {"text_block_id": "p19_b252", "text": "Weak institutional capacity and reluctance to work with the private sector/NGOs as effective partners in delivering services"}, {"text_block_id": "p19_b253", "text": ""}, {"text_block_id": "p19_b254", "text": "Government and special interest groups do not have adequate data and information to enable them to make informed decisions on subsidies and measures to protect them from outside competition"}, {"text_block_id": "p19_b255", "text": ""}, {"text_block_id": "p19_b256", "text": "Inadequate integration of gender issues at all levels of agriculture development constrains full participation"}, {"text_block_id": "p19_b257", "text": ""}, {"text_block_id": "p19_b258", "text": "High level of HIV/AIDS among some of the key players in the agricultural sector constrains the availability of required labour at various levels"}, {"text_block_id": "p20_b259", "text": "PART II: REVISED NATIONAL AGRICULTURE POLICY"}, {"text_block_id": "p20_b260", "text": "2030"}, {"text_block_id": "p20_b261", "text": "2. REVISED NATIONAL AGRICULTURE POLICY 2012 -2030"}, {"text_block_id": "p20_b262", "text": "According to the Ministry of Finance and National Planning (2006), the Zambian"}, {"text_block_id": "p20_b263", "text": "people’s economic development vision is to become:"}, {"text_block_id": "p20_b264", "text": "“A Prosperous"}, {"text_block_id": "p20_b265", "text": "middle income n"}, {"text_block_id": "p20_b266", "text": "ation by 2030”"}, {"text_block_id": "p20_b267_merged_merged", "text": "In order to be among the prosperous countries, Zambia needs to increase the Gross National Income (GNI) per capita to more than US$3,946.To attain this vision, Zambia has set the following socio-economic targets:"}, {"text_block_id": "p20_b269", "text": ""}, {"text_block_id": "p20_b270", "text": "to attain and sustain annual real growth of 6% (2006-2010), 8% (20122015), 9% (2016-2020), and 10% between 2021 and 2030;"}, {"text_block_id": "p20_b271", "text": ""}, {"text_block_id": "p20_b272", "text": "to attain and maintain a moderate inflation rate of 5%;"}, {"text_block_id": "p20_b273", "text": ""}, {"text_block_id": "p20_b274", "text": "to reduce national poverty head count to less than 20% of the population;"}, {"text_block_id": "p20_b275", "text": ""}, {"text_block_id": "p20_b276", "text": "to reduce income inequalities measured by a Gini coefficient of less than 40;"}, {"text_block_id": "p20_b277", "text": ""}, {"text_block_id": "p20_b278", "text": "to provide secure access to safe portable water sources and improved sanitation facilities to 100% of the population in both urban and rural areas;"}, {"text_block_id": "p20_b279", "text": ""}, {"text_block_id": "p20_b280", "text": "to attain education for all; and,"}, {"text_block_id": "p20_b281", "text": ""}, {"text_block_id": "p20_b282", "text": "to provide equitable access to quality health care to all by 2030."}, {"text_block_id": "p20_b283", "text": "Vision of the Agriculture Sector:"}, {"text_block_id": "p20_b284", "text": "“A Competitive"}, {"text_block_id": "p20_b285", "text": "and diversified agricultural sector driven by equitable and sustainable agricultural development"}, {"text_block_id": "p20_b286", "text": "”"}, {"text_block_id": "p20_b287", "text": "Mission of the Agriculture Sector:"}, {"text_block_id": "p21_b288", "text": "“To facilitate the development of a competitive,"}, {"text_block_id": "p21_b289", "text": "diversified, equitable and sustainable agriculture"}, {"text_block_id": "p21_b290", "text": "sector”"}, {"text_block_id": "p21_b291", "text": "Core Values of the Agriculture Sector:"}, {"text_block_id": "p21_b292", "text": "1)"}, {"text_block_id": "p21_b293", "text": "Equitable development of the agriculture sector to reduce food insecurity and poverty;"}, {"text_block_id": "p21_b294", "text": "2)"}, {"text_block_id": "p21_b295", "text": "Stable and consistent interpretation and implementation of the agricultural policies, decisions and regulations;"}, {"text_block_id": "p21_b296", "text": "3)"}, {"text_block_id": "p21_b297", "text": "Creation of economically sound agribusiness and public services opportunities;"}, {"text_block_id": "p21_b298", "text": "4)"}, {"text_block_id": "p21_b299", "text": "High ethical public sector and agribusiness standards;"}, {"text_block_id": "p21_b300", "text": "5)"}, {"text_block_id": "p21_b301", "text": "Promotion of production to meet the changing needs and desires of domestic and international markets;"}, {"text_block_id": "p21_b302", "text": "6)"}, {"text_block_id": "p21_b303", "text": "Sustainable utilisation of the natural resources and the environment;"}, {"text_block_id": "p21_b304", "text": "7)"}, {"text_block_id": "p21_b305", "text": "Efficient delivery of agricultural services."}, {"text_block_id": "p21_b306", "text": "Goals of the Agriculture Sector:"}, {"text_block_id": "p21_b307", "text": "(i)"}, {"text_block_id": "p21_b308", "text": "To increase the annual growth rate of the real crop GDP;"}, {"text_block_id": "p21_b309", "text": "(ii)"}, {"text_block_id": "p21_b310", "text": "To increase the value and growth rate of crop exports;"}, {"text_block_id": "p21_b311", "text": "(iii)"}, {"text_block_id": "p21_b312", "text": "To contribute to reduction of poverty and food insecurity."}, {"text_block_id": "p21_b313", "text": "2.2 National Agriculture Policy Objectives 2012-2030"}, {"text_block_id": "p21_b314_merged_merged", "text": "The objectives of NAP 2012–2030 are to:"}, {"text_block_id": "p21_b317", "text": "(i)"}, {"text_block_id": "p21_b318", "text": "Promote sustainable increase in agricultural productivity of major crops with comparative advantage;"}, {"text_block_id": "p21_b319", "text": "(ii)"}, {"text_block_id": "p21_b320", "text": "Continuously improve agricultural input and product markets so as to reduce marketing costs and increase profitability and competitiveness of agribusiness;"}, {"text_block_id": "p21_b321", "text": "(iii)"}, {"text_block_id": "p21_b322", "text": "Increase agricultural exports as a way of fully utilising the preferential markets (regional and international) and increase contribution to foreign exchange earnings;"}, {"text_block_id": "p21_b323", "text": "(iv)"}, {"text_block_id": "p21_b324", "text": "Improve access to productive resources and services for small scale farmers, especially women and young farmers."}, {"text_block_id": "p21_b325", "text": "(v)"}, {"text_block_id": "p21_b326", "text": "Continuously strengthen public and private sector institutional capabilities to improve agricultural policy implementation, resource mobilisation, agriculture research, technology dissemination, and implementation of regulatory services."}, {"text_block_id": "p21_b327", "text": "The key issues and selected examples of the action areas are discussed in the following subsections."}, {"text_block_id": "p22_b328", "text": "2.2.1 Promote Sustainable Increase in Crop Productivity"}, {"text_block_id": "p22_b329", "text": "Sustainable increase in productivity shall be obtained through:"}, {"text_block_id": "p22_b330", "text": ""}, {"text_block_id": "p22_b331", "text": "Promoting environmentally friendly farming systems such as conservation farming, aforestation, and the use of green manure and lime;"}, {"text_block_id": "p22_b332", "text": ""}, {"text_block_id": "p22_b333", "text": "Encouraging farmers to use relatively cheaper sources of soil nutrients, including fertilizer blends, inorganic fertilizers, and liquid fertilizers as a way of reducing the cost of production and encouraging optimal application of fertilizer;"}, {"text_block_id": "p22_b334", "text": ""}, {"text_block_id": "p22_b335", "text": "Strengthening capacity building for small scale farmers on the appropriate crop husbandry practices to minimise the costs, increase production and reduce post-harvest losses;"}, {"text_block_id": "p22_b336", "text": ""}, {"text_block_id": "p22_b337", "text": "Strengthening the capacity of farmer organisations, including cooperatives, to provide appropriate agricultural services to their members, such as pooling produce to generate adequate volumes needed by processors and exporters;"}, {"text_block_id": "p22_b338", "text": ""}, {"text_block_id": "p22_b339", "text": "Working with the Ministry of Lands to increase the number of farmers with title deeds as an incentive for them to adopt sustainable land management practices and enhance the collateral value to enable them to access credit;"}, {"text_block_id": "p22_b340", "text": ""}, {"text_block_id": "p22_b341", "text": "Promoting adoption of efficient use of available water resources for irrigation in areas where it is economically viable;"}, {"text_block_id": "p22_b342", "text": ""}, {"text_block_id": "p22_b343", "text": "Promoting expansion of production of oil seed crops (soybean, sunflower, groundnuts) in rotation with food grains as a way to reduce fertilizer costs on the one hand and increase farm yield, incomes and consumption of protein rich food crops on the other;"}, {"text_block_id": "p22_b344", "text": ""}, {"text_block_id": "p22_b345", "text": "Promoting production of fruits and vegetables as a way of encouraging consumption of balanced diet, increasing incomes and diversifying income sources."}, {"text_block_id": "p22_b346", "text": "2.2.2 Improving Efficiency of Agricultural Input and Product Markets"}, {"text_block_id": "p22_b347", "text": "Agricultural input and product markets shall be improved through:"}, {"text_block_id": "p22_b348", "text": ""}, {"text_block_id": "p22_b349", "text": "Strengthening capacity of agriculture stakeholders to enable them to effectively engage the Ministry of Works and Supply and MoFNP to improve rural roads in order to reduce the cost of providing agricultural services, especially in settlement schemes and areas with comparative advantage and significant production growth rates;"}, {"text_block_id": "p22_b350", "text": ""}, {"text_block_id": "p22_b351", "text": "Improving rural storage and strengthening capacity of small scale farmers to reduce post-harvest losses;"}, {"text_block_id": "p22_b352", "text": ""}, {"text_block_id": "p22_b353", "text": "Strengthening the capacity of farmer groups, including cooperatives, to enable them provide efficient services in production, marketing and processing to their members;"}, {"text_block_id": "p22_b354", "text": ""}, {"text_block_id": "p22_b355", "text": "Strengthening market information, including ICT(Information and Communication Technology), to enable the market to function efficiently;"}, {"text_block_id": "p23_b356", "text": ""}, {"text_block_id": "p23_b357", "text": "Promoting agro-processing and value addition for major food and industrial crops with consistent surplus as a means of expanding market opportunities and increasing incomes of farmers;"}, {"text_block_id": "p23_b358", "text": ""}, {"text_block_id": "p23_b359", "text": "Encouraging decentralised production and marketing of alternative sources of soil nutrients, such as fertilizer blends, liquid fertilizer and inorganic fertilizer."}, {"text_block_id": "p23_b360", "text": "2.2.3 Increasing Agricultural Exports"}, {"text_block_id": "p23_b361", "text": "Sustainable increase in agricultural exports shall be achieved through:"}, {"text_block_id": "p23_b362", "text": ""}, {"text_block_id": "p23_b363", "text": "Strengthening capacity of farmer groups to enable them to continue to meet preferential market requirements, such as price, quantity and quality needs of the market;"}, {"text_block_id": "p23_b364", "text": ""}, {"text_block_id": "p23_b365", "text": "Enhancing the capacity of small scale farmers to understand operations of contract farming and the benefits of selling at a relatively lower price to large and stable markets;"}, {"text_block_id": "p23_b366", "text": ""}, {"text_block_id": "p23_b367", "text": "Strengthening capacity of agriculture stakeholders to lobby for increased access to preferential markets;"}, {"text_block_id": "p23_b368", "text": ""}, {"text_block_id": "p23_b369", "text": "Strengthening capacity of agriculture stakeholders to lobby Ministry of Finance and National Planning and preferential markets as a way to improved incentives and enhance commercial viability of export crops;"}, {"text_block_id": "p23_b370", "text": ""}, {"text_block_id": "p23_b371", "text": "Sustainably increasing productivity of crops with comparative advantage as a way of utilising regional markets (COMESA and SADC), especially in view of rising demand for staple food and oil seed crops in the regional markets;"}, {"text_block_id": "p23_b372", "text": ""}, {"text_block_id": "p23_b373", "text": "Broadening the diversification drive to other crops and product lines, especially those products with rising demand on domestic and international markets (US, EU, China, India and other markets), including niche products (tropical fruits and organic products), as a way of providing profitable alternatives to farmers engaged in production of products with volatile markets, such as maize, and declining markets due to health issues (such as tobacco);"}, {"text_block_id": "p23_b374", "text": ""}, {"text_block_id": "p23_b375", "text": "Continuous monitoring of the activities of trading partners to prevent unfair practices, e.g. non tariff barriers."}, {"text_block_id": "p23_b376", "text": "2.2.4 Improve access to productive resources and services for small scale farmers in outlying areas to enable them to increase crop production and incomes and reduce food insecurity."}, {"text_block_id": "p23_b377", "text": "Food insecurity and poverty among poor small scale farmers shall be reduced through:"}, {"text_block_id": "p23_b378", "text": ""}, {"text_block_id": "p23_b379", "text": "Promoting environmentally friendly farming systems such as conservation farming, aforestation, and the use of organic manure to ensure long-term productivity and viability;"}, {"text_block_id": "p23_b380", "text": ""}, {"text_block_id": "p23_b381", "text": "Promoting increased use of relatively cheaper sources of soil nutrients, including organic fertilizers, fertilizer blends and liquid fertilizers as a way"}, {"text_block_id": "p24_b382", "text": "to reduce production costs and make staple food crops competitive on local and international markets;"}, {"text_block_id": "p24_b383", "text": ""}, {"text_block_id": "p24_b384", "text": "Promoting production and consumption of crops that enrich the soil (soybean, groundnuts) in rotation with food grains as a way to reduce fertilizer costs and increase yield and farm incomes, as well as consumption of protein rich food crops;"}, {"text_block_id": "p24_b385", "text": ""}, {"text_block_id": "p24_b386", "text": "Promoting production and consumption of fruits and vegetables to enhance the diets and diversify income sources;"}, {"text_block_id": "p24_b387", "text": ""}, {"text_block_id": "p24_b388", "text": "Promoting appropriate farm mechanisation hire services for small scale farmers who do not have access to machinery and equipment as way to increase cropped area and overcome labour constraints arising from HIV/AIDS;"}, {"text_block_id": "p24_b389", "text": ""}, {"text_block_id": "p24_b390", "text": "Increasing the area under irrigation as a way of increasing yields, promoting intensification and reducing rainfall-related production variations;"}, {"text_block_id": "p24_b391", "text": ""}, {"text_block_id": "p24_b392", "text": "Working with the Ministry of Lands to increase the number of farmers with title deeds as an incentive to adopt sustainable land management practices and enhance the collateral value for accessing credit;"}, {"text_block_id": "p24_b393", "text": ""}, {"text_block_id": "p24_b394", "text": "Strengthening capacity of farmer groups, including cooperatives, to enable their members to produce adequate volumes for efficient marketing;"}, {"text_block_id": "p24_b395", "text": ""}, {"text_block_id": "p24_b396", "text": "Facilitating access to affordable loans to farmer associations and groups;"}, {"text_block_id": "p24_b397", "text": ""}, {"text_block_id": "p24_b398", "text": "Reforming the operations of FISP and FRA to minimise market distortions and sharpen targeting as a way of enabling Zambian products to compete in domestic and the regional markets."}, {"text_block_id": "p25_b399", "text": "2.2.5 Strengthen Public and Private Sector Institutional Capabilities"}, {"text_block_id": "p25_b400", "text": "Public and private sector institutional capabilities shall be achieved through:"}, {"text_block_id": "p25_b401", "text": ""}, {"text_block_id": "p25_b402", "text": "Strengthening interpretation, implementation and monitoring of agricultural policies and regulatory provisions so as to enhance the investment climate;"}, {"text_block_id": "p25_b403", "text": ""}, {"text_block_id": "p25_b404", "text": "Strengthening early warning information and crop forecasting data and analysis to enhance emergency preparedness and management of strategic food reserves;"}, {"text_block_id": "p25_b405", "text": ""}, {"text_block_id": "p25_b406", "text": "Strengthening the legal and regulatory framework as a way to guide both private and public sector activities;"}, {"text_block_id": "p25_b407", "text": ""}, {"text_block_id": "p25_b408", "text": "Increasing and realigning of the agriculture budget based on short and long-term priorities emanating from the joint stakeholder planning processes;"}, {"text_block_id": "p25_b409", "text": ""}, {"text_block_id": "p25_b410", "text": "Strengthening the working relationship with agriculture cooperating partners, NGOs, private sector and other stakeholders so as to increase their support to the sector;"}, {"text_block_id": "p25_b411", "text": ""}, {"text_block_id": "p25_b412", "text": "Strengthening prevention and management of HIV/AIDS in the agriculture sector;"}, {"text_block_id": "p25_b413", "text": ""}, {"text_block_id": "p25_b414", "text": "Strengthening integration of gender issues at all levels of agricultural development in line with national, regional and international agreements;"}, {"text_block_id": "p25_b415", "text": ""}, {"text_block_id": "p25_b416", "text": "Working with MoFNP in developing alternative public-private sector credit delivery channels for affordable agricultural credit, especially for small scale farmers;"}, {"text_block_id": "p25_b417", "text": ""}, {"text_block_id": "p25_b418", "text": "Strengthening institutional capacity to provide appropriate research, extension services and phytosanitary regulations for major crops as a way of increasing productivity and competitiveness and reducing weather-related risks;"}, {"text_block_id": "p25_b419", "text": ""}, {"text_block_id": "p25_b420", "text": "Facilitating continuous review of the regulatory framework for research and adaptation of potential technologies, including biotechnology, to enable the country to utilise the best technologies to compete;"}, {"text_block_id": "p25_b421", "text": ""}, {"text_block_id": "p25_b422", "text": "Subcontracting the private sector/NGOs to assist in providing some of the research, extension, and regulatory services;"}, {"text_block_id": "p25_b423", "text": ""}, {"text_block_id": "p25_b424", "text": "Strengthening farmer groups, including cooperatives, so that they can assist in the transfer of new technologies and reduction of the production and marketing costs."}, {"text_block_id": "p26_b425", "text": "3.1 Participatory Implementation"}, {"text_block_id": "p26_b426", "text": "The overriding objective of NAP 2012-2030 is to accelerate reduction of food insecurity and poverty. It is important to note that no one institution has the capacity to implement the proposed action areas and therefore strong partnerships with agribusiness (farming communities, input suppliers, traders, producers, and financial institutions), the Civil Society Organisations (CSOs) and the development partners (Donors, SADC, COMESA and CAADP) are needed. Each partner is expected to integrate the implications of the revised NAP 20122030 objectives in their strategies and work plans."}, {"text_block_id": "p26_b427", "text": "3.2 Commitments"}, {"text_block_id": "p26_b428", "text": "3.2.1 The Government of Zambia"}, {"text_block_id": "p26_b429", "text": "The Government shall ensure that vulnerable populations have the opportunity to contribute to and benefit from agricultural growth as the best way of achieving sustainable food security and to reduce the vulnerability of households to economic and climatic shocks that often erode assets, coping mechanisms, and deepen poverty, hunger, and malnutrition."}, {"text_block_id": "p26_b430", "text": "The Government recognises the roles of the various agriculture stakeholders and therefore NAP 2012-2030 shall be implemented in partnership with other stakeholders. Key stakeholder representatives shall be involved in developing five-year strategic plans and joint work plans, coordinating implementation, monitoring and evaluation of the emerging impacts."}, {"text_block_id": "p26_b431", "text": "The Government is also committed to improving the quality of national agriculture budget expenditures and harmonisation of external financing and technical assistance to boost production and productivity in line with some of the recommendations in the Poverty Reduction Budget Support (PRBS), the Performance Assessment Framework (PAF) and the National Aid Policy. In this regard, the Ministry of Finance and National Planning announced on January 18, 2011, that Government will increase and sustain agriculture budget to at least 10% of the national budget in line with 2003 AU-Maputo Declaration of the Heads of State and Government."}, {"text_block_id": "p27_b432", "text": "3.2.2"}, {"text_block_id": "p27_b433", "text": "Cooperating Partners’ Commitments"}, {"text_block_id": "p27_b434_merged", "text": "The Cooperating Partners have reconfirmed their commitment to the Aid Policy and Joint Assistance Strategy for Zambia (JASZ) and concede that achieving the MDGs and meeting Zambia’s Vision 2030 requires increases in the volume and quality of development assistance. Therefore, development partners shall align and scale up assistance to the sector to fund the priority programmes and projects emanating from the agriculture sector’s five-year strategic plans and the annual work plans, as well as CAADP priority investment programmes. In line with the National Aid Policy, the development partners shall provide indications of future aid to the sector based on five-year sector development plans, programmes and projects."}, {"text_block_id": "p27_b439", "text": "3.2.3"}, {"text_block_id": "p27_b440", "text": "African Union and Regional Partners’ Commitments under the"}, {"text_block_id": "p27_b441", "text": "Maputo Declaration"}, {"text_block_id": "p27_b442", "text": "The African Union through NEPAD (New Economic Plan for African Development), SADC, COMESA and the other regional partners are committed, through the Maputo Declaration, to support Zambia in defining priority programmes that will allow the country to meet the agriculture sector objectives. In this regard, some of the recommendations emanating from Zambia CAADP Compact shall be included in the comprehensive sector strategy and annual work plans. It is expected that the African Union, COMESA, SADC and other regional partners will support Zambia in its efforts to mobilise financial and technical support aimed at identifying the priority areas, preparing bankable projects, mobilising funding and implementing the projects."}, {"text_block_id": "p27_b443", "text": "The private sector -which includes producers, traders, processors, input suppliers and financial institutions -and the civil society are committed to partnering with the Government and People of Zambia in establishing profitable enterprises and providing services that will have measurable impact on efforts to increase economic growth and reduce poverty levels in the country. These actors will ensure increased participation and accountability of their constituents in the implementation process."}, {"text_block_id": "p27_b444", "text": "3.3 Coordination, Oversight and Implementation Capacities"}, {"text_block_id": "p27_b445", "text": "The overall coordination and oversight of the implementation of the revised NAP 2012-2030 will be provided by the Agricultural Sector Advisory Group (AgSAG) composed of all key stakeholders in the agricultural sector. As one of the major stakeholders, MACO is the Secretariat to the AgSAG. In order to ensure effectiveness and efficiency of the AgSAG and the Secretariat, the Government is committed to implementing some of the recommendations of the Performance Enhancement Programme (PEP) for the period 2011-2013. This will entail appropriate capacity building for the key stakeholders."}, {"text_block_id": "p28_b446", "text": "With regard to implementation modalities, the Government will drive the development of the agricultural sector by partnering with the private sector, civil society and farmer organisations -including small, medium and large scale farmers. These partners shall be actively involved in the enhancement of:"}, {"text_block_id": "p28_b447", "text": "(i)"}, {"text_block_id": "p28_b448", "text": "monitoring and evaluation;"}, {"text_block_id": "p28_b449", "text": "(ii)"}, {"text_block_id": "p28_b450", "text": "advocacy on behalf of their constituency;"}, {"text_block_id": "p28_b451", "text": "(iii)"}, {"text_block_id": "p28_b452", "text": "capacity building for farmer organisations and individuals;"}, {"text_block_id": "p28_b453", "text": "(iv)"}, {"text_block_id": "p28_b454", "text": "promotion of sustainable agricultural practices;"}, {"text_block_id": "p28_b455", "text": "(v)"}, {"text_block_id": "p28_b456", "text": "farmer training and extension services;"}, {"text_block_id": "p28_b457", "text": "(vi)"}, {"text_block_id": "p28_b458", "text": "storage capacity;"}, {"text_block_id": "p28_b459", "text": "(vii)"}, {"text_block_id": "p28_b460", "text": "access to inputs;"}, {"text_block_id": "p28_b461", "text": "(viii)"}, {"text_block_id": "p28_b462", "text": "efficient marketing of outputs;"}, {"text_block_id": "p28_b463", "text": "(ix)"}, {"text_block_id": "p28_b464", "text": "increasing exports;"}, {"text_block_id": "p28_b465", "text": "(x)"}, {"text_block_id": "p28_b466", "text": "financial services;"}, {"text_block_id": "p28_b467", "text": "(xi)"}, {"text_block_id": "p28_b468", "text": "value addition; and"}, {"text_block_id": "p28_b469", "text": "(xii)"}, {"text_block_id": "p28_b470", "text": "actual implementation and management of programme components."}, {"text_block_id": "p28_b471", "text": "In order to strengthen linkages between industry, research and academia or universities, demand-driven research and human capacity development shall be supported. It is recognised that MACO and private sector capacity shall be increased if there is increased utilisation of the human resource capacity available through research institutions and universities in Zambia and networking with appropriate international institutions."}, {"text_block_id": "p28_b472", "text": "The Government shall focus on creation of an attractive policy environment to stimulate the growth of the agricultural sector as well as enhance private sector participation and resource mobilisation. The major functions shall include:"}, {"text_block_id": "p28_b473", "text": ""}, {"text_block_id": "p28_b474", "text": "coordination of strategic planning;"}, {"text_block_id": "p28_b475", "text": ""}, {"text_block_id": "p28_b476", "text": "oversight;"}, {"text_block_id": "p28_b477", "text": ""}, {"text_block_id": "p28_b478", "text": "policy formulation;"}, {"text_block_id": "p28_b479", "text": ""}, {"text_block_id": "p28_b480", "text": "review and enforcement of legislation;"}, {"text_block_id": "p28_b481", "text": ""}, {"text_block_id": "p28_b482", "text": "regulation and inspection;"}, {"text_block_id": "p28_b483", "text": ""}, {"text_block_id": "p28_b484", "text": "provision of basic agricultural and rural infrastructure;"}, {"text_block_id": "p28_b485", "text": ""}, {"text_block_id": "p28_b486", "text": "financing of the control of pests and diseases of national economic importance;"}, {"text_block_id": "p28_b487", "text": ""}, {"text_block_id": "p28_b488", "text": "farmer training and extension; and"}, {"text_block_id": "p28_b489", "text": ""}, {"text_block_id": "p28_b490", "text": "agriculture research, sector coordination and overall monitoring and evaluation."}, {"text_block_id": "p28_b491", "text": "3.4 Legal framework"}, {"text_block_id": "p28_b492", "text": "The agricultural sector operates under a number of legislation some of which is outdated. In the recent past, steps have been taken to repeal, amend or to come up with new legislation altogether. It is important to put in place legislation that is in line with current economic policy trends and that will stimulate sector"}, {"text_block_id": "p29_b493", "text": "investment and growth. Table xx below shows current legislation under the Ministry."}, {"text_block_id": "p29_b494_merged", "text": "Tablexx: List of Legislation under the Ministry of Agriculture and Co-operatives"}, {"text_block_id": "p30_b497", "text": "In order to realize the objectives and to implement the National Agricultural Policy, there will be need to mobilize funding by government, cooperating partners, non-state actors and the private sector from both domestic and external sources. Government and other partners will make their funding commitments to well articulated, detailed and prioritised investment programmes based on five-year strategic plans including the Zambia CAADP framework."}, {"text_block_id": "p30_b498", "text": "Private sector contribution may come from equity, commercial bank loans, financing institutions facilitated by government to increase direct investment in the sector, and outgrower schemes. It is hoped that commercial banks shall overcome their administrative deficiencies to increase agriculture credit at affordable terms. However, the Government shall in the interim work with interested private sector and NGOs to facilitate development of a sustainable institution to provide credit on affordable terms to farmers."}], "document_description": "Acknowledges that crop production varies from year to year due to the effects of climate change; that the agriculture sector contributes to climate change through emissions and unsustainable production practices, and provides that the agriculture sector will promote production practices that minimise contribution to climate change, such as conservation farming, tree planting, etc."}