{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Zambia", "document_category": "Policy", "document_sector_name": "Health", "document_language": "English", "document_name": "Zambia's National Health Policy", "document_country_code": "ZMB", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "08/01/2012", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/ZMB/2012/ZMB-2012-01-08-Zambia's National Health Policy_468d0870070326daa01361e8c01647e1.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Republic of Zambia"}, {"text_block_id": "p0_b2", "text": "NATIONAL HEALTH POLICY"}, {"text_block_id": "p0_b3", "text": "‘A Nation of Healthy and Productive People’"}, {"text_block_id": "p0_b4", "text": "August 2012"}, {"text_block_id": "p1_b5", "text": "Contents"}, {"text_block_id": "p2_b6", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p6_b7", "text": "Foreword"}, {"text_block_id": "p6_b8", "text": "This National Health Policy outlines a statement by the Zambian Government to set clear directions for the development of the Health Sector in Zambia. The policy is anchored in the Vision 2030 and shall be implemented through successive National Development Plans and National Health Strategic Plans."}, {"text_block_id": "p6_b9", "text": "It sets out policy measures that shall guide strategies and programmes in the health sector. The policy also takes into consideration various Regional and International Instruments, Protocols and Commitments which will ensure that Zambia’s health programmes are integrated with the regional and global health system."}, {"text_block_id": "p6_b10", "text": "This policy document underscores Government’s commitment to provision of equitable access to cost effective and quality health services as close to the family as possible in a caring, competent and clean environment. In this regard, Government shall prioritise among other programmes, primary health care services, hospital referral services, human resource development and management, medical supplies and logistics, infrastructure development, legal"}, {"text_block_id": "p6_b11", "text": "framework and health care financing."}, {"text_block_id": "p6_b12", "text": "The National Health Policy has taken into consideration emerging issues at both the national and international levels such as communicable and non communicable diseases, health systems strengthening, gender equality, globalisation, and climate change."}, {"text_block_id": "p6_b13", "text": "Notably, the policy has taken cognisance of the disjointed policy environment in the health sector. The policy provides an overarching National Health Policy Framework that amalgamates existing policies in the health sector. Additionally, this policy document provides strategic direction to would be initiatives, programmes and policies in the health sector. Through this policy, it is envisaged that Zambia will reach the objective of the ‘health for all’ principle as adopted by the World Health Organisation, with priority given to the provision of free primary health care services to the Zambian citizens."}, {"text_block_id": "p6_b14", "text": "It is my sincere hope that this National Health Policy will guide the continuous efforts to improve and the deliver health services in the country. It represents a call for action by all stakeholders including the government, non-governmental organisations, Civil Society, Cooperating Partners, Private Sector and the Communities towards the realisation of the health vision."}, {"text_block_id": "p6_b15", "text": "We all have an obligation to ensure that health services are improved by creating healthy environments."}, {"text_block_id": "p6_b16", "text": "Hon. Dr. Joseph Kasonde (MP)"}, {"text_block_id": "p6_b17", "text": "MINISTER OF HEALTH"}, {"text_block_id": "p7_b18", "text": "Acknowledgements"}, {"text_block_id": "p7_b19_merged", "text": "The development of this policy has been accomplished with the involvement of stakeholders. Let me acknowledge the guidance and technical support from a number of stakeholders such as other Line Ministries and Cabinet Office, World Health Organisation and other Cooperating Partners."}, {"text_block_id": "p7_b22", "text": "Civil Society and the Private Sector, Traditional Leaders, Non-Governmental Organisations, and not forgetting my Staff and Secretariat at Ministry of Health."}, {"text_block_id": "p7_b23", "text": "Dr. Peter Mwaba"}, {"text_block_id": "p7_b24", "text": "Permanent Secretary"}, {"text_block_id": "p7_b25", "text": "MINISTRY OF HEALTH"}, {"text_block_id": "p8_b26", "text": "1 Introduction"}, {"text_block_id": "p8_b27", "text": "Zambia’s long-term socio-economic development agenda is guided by the National Vision 2030 which aims at transforming the country into a middle-income prosperous nation by 2030. Through the Vision 2030, the country has prioritised health, and is committed to the attainment of ‘equity of access to cost effective quality health services, as close to the family as possible’. In this regard the sector’s focus is the provision of continuum of care with particular emphasis on; promotional, preventive, curative and rehabilitation services. The provision of continuum of care is challenged by the burden of diseases in Zambia which is very high and characterised by high prevalence of communicable diseases and an emerging burden of Non Communicable Diseases (NCDs). This has"}, {"text_block_id": "p8_b28", "text": "had a very significant impact on the morbidity and mortality levels across the"}, {"text_block_id": "p8_b29", "text": "country."}, {"text_block_id": "p8_b30_merged_merged", "text": "In order to mitigate the challenges and improve health care services, Government has developed several policies and strategies for specific aspects of health. Prior to the development and implementation of the 1991 National Health Policies and Strategies; Government had been using the Public Health Act, Chapter 395 of 1930 of the laws of Zambia, and the successive National Development Plans as major policy instruments to guide the provision of health care services in the country. The country has also been developing and implementing successive National Health Strategic Plans (NHSPs) since 1995. However, changes in the political, economical, social, technological and epidemiological profile of the country has posed new challenges for the sector creating a need to update and improve upon the National Health Policy framework and to upgrade the legal framework to be in tandem with current developments."}, {"text_block_id": "p8_b35", "text": "From 1995-to date, the Government has developed national polices in specific"}, {"text_block_id": "p8_b36", "text": "aspects of health care provision. The lack of an overarching National Health Policy, however, is a gap that also necessitated the development of this policy document."}, {"text_block_id": "p8_b37", "text": "The National Health Policy for Zambia seeks to respond to these challenges. It has been developed within the context of the Vision 2030 and has taken into consideration other relevant national, regional and global health related policies, protocols and strategic frameworks, including the Millennium Development Goals (MDGs)."}, {"text_block_id": "p10_b38", "text": "In this chapter, the country health status and the sector performance is analysed by reviewing critical health indicators and status of program implementation using the World Health Organisation (WHO) six (6) health systems building blocks, under the following areas; Service Delivery, Human Resource, Medical Commodities and Infrastructure, Leadership and Governance, Health Information and Health Care Financing. It is intended to provide the basis for policy direction, objectives and measures to address health challenges"}, {"text_block_id": "p10_b39", "text": "2.1 Key Determinants of Health"}, {"text_block_id": "p10_b40_merged", "text": "The health of individuals and communities is, to a large extent, determined by the environments and circumstances in which they live and operate. These include the social and economic environment; the physical environment; and the person’s individual characteristics, behavior and circumstances. Figure 1 below illustrates the relationship between the individual and its environment in determining the health of the individual. These factors are commonly referred to as ‘determinants of health’ or conditions that make people healthy or not. Factors, such as the state of the environment; standards of shelter; levels of household income and economic well-being; access to safe water, sanitation and other basic needs; access to essential food and nutrition; levels of literacy and education; social, cultural and religious beliefs and practices; physical activity; attitudes towards health seeking or risky behavior; and relationships with friends and family; all significantly impact on the health status of individuals and communities."}, {"text_block_id": "p10_b43", "text": "Figure 1: Key Determinants of health"}, {"text_block_id": "p11_b44", "text": "In the Zambian context the general challenges to health for all are as follows:"}, {"text_block_id": "p11_b45", "text": "Poverty"}, {"text_block_id": "p11_b46", "text": "In Zambia up to 59 % are living below the poverty datum line. Income inequity among the population has remained high. This has clear health implications: Nutrition indicators suggest that the poorest are 1.5 times as hard hit as the better-off. Malnutrition is also consistently higher in rural than in urban areas; and also among boys than among girls. Fertility displays the same pattern as nutrition, with lowest economic quintile of women giving birth to more than twice the children than women in the highest quintile (8.4 vs. 3.4), and rural women experiencing notably more births than urban women (7.5 vs. 4.3)."}, {"text_block_id": "p11_b47", "text": "Social and Cultural aspects"}, {"text_block_id": "p11_b48", "text": "Zambia is a multi-cultural society with 72 different tribes and ethnic groups. Culture affects everything people think and do, from what they eat, to who they allow to be a healer. Thus culture shapes people’s health as much as their genes"}, {"text_block_id": "p11_b49", "text": "do. The way we define ourselves culturally by ethnicity, religious belief, Gender,"}, {"text_block_id": "p11_b50", "text": "politics, sexual orientation, disability, age affect perception of the source of ill health and health care seeking behaviors. Even though the country has rich"}, {"text_block_id": "p11_b51", "text": "social and cultural diversity, with significant potential to promote good health,"}, {"text_block_id": "p11_b52", "text": "there are some social, cultural and religious beliefs and practices, not the least gender related, that negatively affect health e.g. early marriages."}, {"text_block_id": "p11_b53", "text": "Access to safe water and sanitation"}, {"text_block_id": "p11_b54", "text": "The population without access to safe water was 41% in 2007 and with regard to safe sanitation, over 12.6% had no access to toilet facilities. In addition, 34% of households dispose of the garbage by dumping. In 1992 access to safe drinking water was 48% and has increased to 58% in 2006. Poor environmental sanitation is a major source of public health problems and epidemics in Zambia. Currently, over 80% of the health conditions presented at health institutions in Zambia are communicable diseases related to poor environmental sanitation,"}, {"text_block_id": "p11_b55", "text": "with significant adverse impact on the poor, especially children (see also under"}, {"text_block_id": "p11_b56", "text": "section Material and Child Health)."}, {"text_block_id": "p11_b57", "text": "Malnutrition"}, {"text_block_id": "p11_b58_merged_merged_merged", "text": "This is a major public health problem in Zambia and contributes up to 42% of all under five deaths. Latest figures on Protein Energy Malnutrition (PEM) indicate that 45% of Zambian children are stunted, 15% are underweight while 5% are wasted. These rates are among the highest in the sub-region. Further, only 40% of infants fewer than six months were exclusively breast fed and the median duration of exclusive breast feeding was found to be two months."}, {"text_block_id": "p12_b61", "text": "Education"}, {"text_block_id": "p12_b62", "text": "Education and literacy are among the major determinants of health and development. Education equips people with knowledge and skills for problem solving, ability to access and understand information on health, and helps to provide a sense of control over life circumstances. Education increases opportunities for job and income security and ultimately household wealth status all of which have direct impact on the health and well-being of individuals. Low education and literacy levels are linked with poor health, more stress, low"}, {"text_block_id": "p12_b63", "text": "income and lower self-confidence. In Zambia adult literacy was estimated at"}, {"text_block_id": "p12_b64", "text": "72% in 2007. It is also estimated that more than 6 in 10 women (64%) and 8 in 10 men (82%) are literate. Urban areas have higher literacy levels than rural areas."}, {"text_block_id": "p12_b65", "text": "Occupational Health"}, {"text_block_id": "p12_b66", "text": "Occupational injuries and health hazards have profound effects on productivity and the economic and social well-being of workers, their families and dependants. While policy and legislation to address occupational hazards in the"}, {"text_block_id": "p12_b67", "text": "mining industry can be traced as far back as the 1930s when the first case of"}, {"text_block_id": "p12_b68", "text": "silicosis was diagnosed among the miners, a lot still remains to be done in terms of occupational hazards. Apart from the mining industry, other areas such as exposure to pesticides in agriculture and industrial waste from industries will also require attention."}, {"text_block_id": "p12_b69", "text": "These factors have very important effects on the health status of the population making it necessary for health planning to be broader than just planning for health services. In this perspective, health promotion and education is a critical"}, {"text_block_id": "p12_b70", "text": "of the diseases facing the population and eventually the health system could be prevented through health promotion."}, {"text_block_id": "p12_b71", "text": "2.2 Health Service Delivery"}, {"text_block_id": "p12_b72", "text": "2.2.1  Maternal, Neonatal and Child Health"}, {"text_block_id": "p12_b73_merged_merged_merged_merged", "text": "The 2007 Zambia Demographic and Health Survey (ZDHS) has provided some evidence that years of investment in primary health care programs has began to yield positive results given the drop in Maternal, Infant and Under Five Mortality Rates between 2002 and 2006. Maternal Mortality Ratio has reduced from 729:100,000 to 591: 100,000 in the same period. Infant mortality rate has decreased from 95 deaths per 1000 live births to 70 and under-five mortality from 168 to 119 deaths per 1000 live births. Although there has been a reduction"}, {"text_block_id": "p12_b77", "text": "in neonatal mortality from 37 to 34, this reduction has been insignificant."}, {"text_block_id": "p13_b78", "text": "Neonatal deaths constitute approximately half the proportion of infants who die, leading to concerns of poor peri-natal care in the country. While these gains in mortality reduction are impressive, the mortality is by regional and global standards still very high and does not at all guarantee meeting health related Millennium Development Goals by 2015."}, {"text_block_id": "p13_b79", "text": "Table 1: Zambia: Selected ZDHS Indicators"}, {"text_block_id": "p13_b80", "text": "The coverage of Maternal, Newborn, and Child Health (MNCH) interventions is still inadequate and has varied from as high as 94% (First ANC visit) to as low as 39% (Postnatal visit within two days). While more than 80% of the facilities provide regular outreach Anti Natal Clinic sessions and Family Planning services, only 46.5% of deliveries are assisted by nurses/midwives or physicians. Only 45% of women with pregnancy complications are treated at facilities equipped to provide emergency obstetric care. Efforts will be targeted at strengthening established community based agents in supporting expectant mothers to seek medical attention promptly."}, {"text_block_id": "p13_b81", "text": "National immunisation coverage for DPT3 and measles has reached an average of 85% since 2004 (with regional variations) and need to be maintained at these rates to achieve meaningful reductions in child mortality rates. Major challenges affecting delivery of MNCH services include low skilled attendance and high case fatality rates for pneumonia and diarrhea in children under-5. Pneumonia and other respiratory tract infections continue to be major contributors to ill health among children in Zambia. It is a leading cause of morbidity and mortality in children under 5 years accounting for estimated 22% of under-5 deaths and a case rate of 600 infections per 1000 children. The real burden is possibly much higher as these statistics are based on facility data which does not"}, {"text_block_id": "p14_b82", "text": "include the community experiences. A vaccine against common pneumococcal strains causing respiratory tract infections is to be introduced in 2012."}, {"text_block_id": "p14_b83", "text": "Diarrhea is another major contributor to ill health, hospitals occupancy and mortality in Zambia. In children under 5, it is responsible for an estimated 24,000 annual admissions from which about 1,500 will die. Efforts of improved"}, {"text_block_id": "p14_b84", "text": "sanitation, behavior change and water purification are promoted with variable"}, {"text_block_id": "p14_b85", "text": "successes. Vaccine preventable rotavirus infection which is highly prevalent is"}, {"text_block_id": "p14_b86", "text": "being targeted for introduction of a specific vaccine against it in the EPI."}, {"text_block_id": "p14_b87", "text": "2.2.2 Communicable Diseases"}, {"text_block_id": "p14_b88", "text": "Communicable diseases still constitute a major share of the disease burden affecting Zambians. Figure 2 presents the overall causes of mortality in Zambia. Within the communicable diseases, HIV and AIDS is the main contributor representing around 65% of all deaths, while Malaria represents 12.5% and diarrheal diseases represent 12.9%. Tuberculosis represents 5.9 % of all deaths. In the following, an overview is given over the major disease groups."}, {"text_block_id": "p14_b89", "text": "HIV and AIDS:"}, {"text_block_id": "p14_b90", "text": "Zambia has a generalised HIV epidemic influenced by"}, {"text_block_id": "p14_b91", "text": "structural factors such as gender-inequality, social norms that encourage multiple concurrent partnerships and unequal distribution of wealth. According to ZDHS 2007 14.3% of adults aged 15-49 years were HIV positive which is a drop by 1.3% from the 15.6% reported in 2001. Females (16.1%) are more likely to be HIV positive than males (12.3%) due to biological, economic and social factors."}, {"text_block_id": "p14_b92", "text": "Around 80 000 Zambians are infected with HIV every year. The 2009 epidemiological synthesis highlighted the following as the main drivers of the epidemic: multiple concurrent sexual partners, low and inconsistent use of condoms, low rates of male circumcision in some provinces, mobility and labour migration, vulnerability and marginalised groups and vertical mother to child transmission."}, {"text_block_id": "p14_b93", "text": "Over the past 10 years, significant progress has been made in strengthening"}, {"text_block_id": "p14_b94", "text": "the policy, legal, institutional and strategic frameworks for multi-sector response"}, {"text_block_id": "p14_b95", "text": "to HIV & AIDS. As a result, significant and consistent scaling up of effective"}, {"text_block_id": "p14_b96", "text": "interventions, aimed at improving counseling and testing, prevention, treatment and care for HIV & AIDS victims has been achieved. Currently, the country has over 415 685 clients on antiretroviral treatment and PMTCT coverage has reached 80 607."}, {"text_block_id": "p14_b97", "text": "Malaria continues to be a key driver of morbidity and mortality rates in"}, {"text_block_id": "p14_b98_merged_merged_merged_merged_merged", "text": "Zambia. In 2009, 3.2 million cases of malaria (confirmed and unconfirmed) were"}, {"text_block_id": "p14_b100", "text": "reported countrywide with about 4,000 deaths. The annual malaria incidence was estimated at 246 cases per 1,000 populations in 2009, a drop from 252 cases per 1,000 populations in 2008. Malaria accounts for over 40 percent of all"}, {"text_block_id": "p15_b101", "text": "health facility visitations in Zambia and the disease poses a severe social and economic burden on communities living in endemic areas. Currently, Zambia is"}, {"text_block_id": "p15_b102", "text": "stratified into three malaria epidemiological zones namely: Low prevalence, < 1%, Medium prevalence < 10% and High prevalence > 20%. Zambia has made"}, {"text_block_id": "p15_b103", "text": "steady progress in implementing malaria control measures. The Indoor Residual Spraying (IRS) program covers 54% of the whole country."}, {"text_block_id": "p15_b104", "text": "Sixty four percent (64%) of the households have at least one Insecticide"}, {"text_block_id": "p15_b105", "text": "Treated Nets (ITN), with 50% of the children under five and 46% of the"}, {"text_block_id": "p15_b106", "text": "pregnant women reporting to be sleeping under an ITN respectively (2010 Malaria Indicator Survey). The goal to achieve ‘a malaria free Zambia’will need scaling up of evidence based targeted high impact interventions in respective epidemiological zones. As part of efforts to improve management of malaria the country has scaled up the use of rapid diagnostic tests (RDTs)."}, {"text_block_id": "p15_b107", "text": "Tuberculosis"}, {"text_block_id": "p15_b108", "text": "continues to be among the major public health problems in the country, partly as a consequence of HIV. The case detection rate for TB in 2009 was 58% and the treatment success rate was 86%. The TB situation has also been exacerbated by the high HIV co-infections, currently estimated at 70% of TB patients and the emerging Multi-Drug Resistant (MDR) TB cases."}, {"text_block_id": "p15_b109", "text": "Zambia has adopted the Stop TB Strategy for the control of tuberculosis. During the course of this Policy, the focus of the National TB and Leprosy Programme will be directed towards further strengthening and scaling up of the already proven interventions and any other evidence-based emerging interventions and approaches recommended by the WHO."}, {"text_block_id": "p15_b110", "text": "Leprosy"}, {"text_block_id": "p15_b111", "text": ": Zambia established the Liteta Leprosy Hospital in 1959 and this is the only leprosy hospital in the country. A colony lies next to the hospital, home to 13 recovered patients and their 60 family members. In 2000 Zambia achieved the WHO’s leprosy-control target of less than one person per 10,000, however the number of people with the disease still remains high especially in the north"}, {"text_block_id": "p15_b112", "text": "-"}, {"text_block_id": "p15_b113", "text": "western region of the country. Even though leprosy is treatable and that leprosy treatment is available free of Charge people affected by leprosy face stigma"}, {"text_block_id": "p15_b114", "text": "and discrimination even after they have been cured, making it difficult for them to find employment or marry. The ministry of health has been making every"}, {"text_block_id": "p15_b115", "text": "possible effort to eradicate the disease and that it would seek to persuade the public that recovered patients should be permitted to return to active roles in society but results have not yet been disseminated"}, {"text_block_id": "p15_b116", "text": "Neglected Tropical diseases:"}, {"text_block_id": "p15_b117_merged_merged_merged_merged", "text": "Apart from the major communicable diseases mentioned above, there are several other diseases that are prevalent in Zambia. . The neglected infectious diseases such as, Schistosomiasis, lymphatic filariasis, soil transmitted helminthes, cystercercosis, trachoma, plaque, anthrax and rabies are still prevalent in various locations. These diseases will be targeted for prevention and eventual eradication."}, {"text_block_id": "p15_b120", "text": "Other communicable diseases,"}, {"text_block_id": "p15_b121", "text": "Epidemics Control and Public Health Surveillance: Zambia is still prone to outbreaks of epidemics including cholera,"}, {"text_block_id": "p16_b122", "text": "measles and polio, leading to significant public health concerns."}, {"text_block_id": "p16_b123", "text": "In order to"}, {"text_block_id": "p16_b124", "text": "improve the detection and management of epidemics, in 2000, the country adopted the Integrated Disease Surveillance and Response Strategy (IDSR). The policy direction will focus on improving capacity to conduct surveillance, preparedness and control of epidemics at all levels."}, {"text_block_id": "p16_b125", "text": "Global Health"}, {"text_block_id": "p16_b126", "text": "refers to health issues where the determinants evade, undermine or are oblivious to the territorial boundaries of states, and are thus beyond the capacity of individual countries to address through domestic institutions. Global health is focused on people across the whole planet rather than the concerns of particular nations. Global health recognises that health is determined by problems, issues and concerns that transcend national boundaries."}, {"text_block_id": "p16_b127_merged_merged", "text": "Globalisation, which has led to increased economic, political and social interdependence and global integration that occurs as capital, traded goods, people, concepts, images, ideas and values diffuse across national boundaries and is changing the way that states must protect and promote health in response to the growing number of health hazards that increasingly cross national boundaries. No country, acting alone, can adequately protect the health of its citizens or significantly ameliorate the deep problems of poor health. The spread of disease, the importation of consumer goods and the migration of health professionals cannot be adequately controlled by states in isolation, but depend on international cooperation and assistance. For example, in recent times, the SARS epidemic of 2003, and the spread of avian influenza in 2005, demonstrated that the growing interdependence of countries and societies has also increased their vulnerability, and that internationally coordinated responses have become indispensable in solving national health problems. Currently Zambia does not have an effective mechanism to engage in and implement global health issues as the efforts are fragmented between various line ministries and are uncoordinated."}, {"text_block_id": "p16_b132", "text": "2.2.3 Non-communicable diseases"}, {"text_block_id": "p16_b133", "text": "Life style-oriented health problems: These diseases comprise heart diseases, stroke, cancers, diabetes, sickle cell anaemia, mental illnesses, alcohol & substance abuse related conditions, tobacco-smoking related illnesses, epilepsy, trauma, including gender based violence, asthma and nutritional problems. NCDs affect people of all ages and classes, and are currently the leading cause of deaths in the world. Non-Communicable Diseases have similar risk factors, which are mainly attributable to lifestyles, such as physical inactivity, unhealthy diets, tobacco use, drugs and alcohol abuse. Currently, no comprehensive epidemiological studies have been done so far to ascertain the extent of NCDs in the population, but hospital data indicate that NCDs are an emerging problem and requires urgent attention."}, {"text_block_id": "p16_b134", "text": "In response to the challenges posed by non-communicable diseases, government has set up a NCDs Unit at the Ministry of Health and also built a cancer hospital to provide specialised cancer management care."}, {"text_block_id": "p17_b135", "text": "Mental Health"}, {"text_block_id": "p17_b136", "text": ": Mental health problems and mental disorders are a major disease burden within the community. The Mental Health situation is driven by factors such as family systems, poverty, rising rates of urbanisation, unemployment, alcohol and substance abuse (including tobacco), child abuse, HIV/AIDS, and violence against women. The common mental disorders found in Zambia are acute psychotic episodes, schizophrenia, mood disorders, alcohol and substance abuse related problems and organic brain syndromes, especially due to HIV & AIDS."}, {"text_block_id": "p17_b137", "text": "Though no comprehensive epidemiological studies have been undertaken to determine the extent of mental illnesses in the Zambian population, it is estimated that 20-30% of the general population has mental health problems. Mental illnesses also represent 19% of the global disease burden. Individuals with mental health problems and mental disorders are marginalised, stigmatised, and discriminated against. Against this background, the National Health Policy has taken mental health as a crucial component of Primary Health Care and the overall health service delivery strategy."}, {"text_block_id": "p17_b138", "text": "Oral Health"}, {"text_block_id": "p17_b139", "text": ": Although most of the oral diseases are preventable, over 80% of Zambians are affected by oral health problems, which include dental caries, periodontal disease, malocclusion, facial injuries, halitosis (bad breath), cancrum oris, and oral tumors. The scourge of HIV & AIDS has also compounded the deleterious impact of oral diseases in the Zambian population."}, {"text_block_id": "p17_b140", "text": "Eye Health:"}, {"text_block_id": "p17_b141", "text": "In Zambia the prevalence of eye diseases stood at 31.3 cases per 1000 in 2008 with cataract accounting for 55% of all blindness in the country. Other major causes of blindness include trachoma at 7.4%, glaucoma at 15% and corneal opacities due at 12%, Childhood Blindness at 5.5%, whilst the rest account for 5.1%. In response to the challenges posed by eye health, an eye health Unit has been set up at MoH and a school to train eye specialists opened at Chainama College."}, {"text_block_id": "p17_b142", "text": "2.2.4 Services Delivery Structures"}, {"text_block_id": "p17_b143", "text": "Health services in Zambia are delivered in a services delivery structure aiming at providing health services as close to the family as possible and with a Primary Health Care approach. To achieve this, the services delivery system was designed with the following structure:"}, {"text_block_id": "p17_b144", "text": "Health services in Zambia are delivered in a services delivery structure aiming at providing health services as close to the family as possible and with a Primary Health Care approach. To achieve this, the services delivery system was designed with the following structure:\n* Community\n* Heath posts\n* Health centres"}, {"text_block_id": "p18_b150", "text": "Health services in Zambia are delivered in a services delivery structure aiming at providing health services as close to the family as possible and with a Primary Health Care approach. To achieve this, the services delivery system was designed with the following structure:\n* Community\n* Heath posts\n* Health centres\n* 1st Level Hospital (district)\n* 2nd level hospital (general)\n* 3rd level hospital (central)"}, {"text_block_id": "p18_b156", "text": "Apart from the general organisation of health services there are a number of structures that merits special attention, are part of the National Health Care system and are subject to the provisions of this National Health Policy."}, {"text_block_id": "p18_b157", "text": "Faith-based Facilities:"}, {"text_block_id": "p18_b158", "text": "owned by the various Christian Church mother bodies, under the coordination of CHAZ."}, {"text_block_id": "p18_b159", "text": "Private Health facilities:"}, {"text_block_id": "p18_b160", "text": "These include profit and non-profit making facilities"}, {"text_block_id": "p18_b161", "text": "owned by private investors and Civil Society Organisations (CSOs)."}, {"text_block_id": "p18_b162", "text": "Mobile and Emergency Health Services"}, {"text_block_id": "p18_b163", "text": ": Zambia has a long history of implementing mobile health services which are an integral part of the health care delivery system. The Mobile and Emergency Health Services face a number of challenges including inadequate human resources and national level coordinating mechanism. The Ministry in 2010 established the Directorate of Mobile and Emergency Services in order to strengthen the provision of health care through this mode of delivery."}, {"text_block_id": "p18_b164", "text": "Rehabilitation Services"}, {"text_block_id": "p18_b165", "text": ": A number of patients that attend hospital services require medical rehabilitation services which include physiotherapy, palliative care and community based rehabilitation. Some of these services such as physiotherapy are available in hospitals and health centres, where as palliative care and Community based rehabilitation services are offered at rehabilitation centres at community level. The main challenges in the rehabilitation services are; inadequate human resource for outreach programmes, skilled community workers, resources for post illness care, and partnerships."}, {"text_block_id": "p18_b166", "text": "Palliative Care Services:"}, {"text_block_id": "p18_b167", "text": "Zambia has a large un-met need for palliative care services for patients suffering from various terminal and chronic illnesses. Currently, 14.3% of Zambians are living with HIV and a proportion of these require palliative care services, and there are many more Zambians with other life-limiting illnesses that also require this care. Patients with life-limiting illnesses and their families mostly receive physical care without support for their psychological, social, and spiritual care needs. There is an imperative need to scale up palliative care interventions in Zambia which are already being"}, {"text_block_id": "p19_b168", "text": "provided by public and private practitioners as well as community/home based care programs. There is need to strengthen mechanisms for coordination to reduce duplication of efforts."}, {"text_block_id": "p19_b169", "text": "Medical Imaging:"}, {"text_block_id": "p19_b170", "text": "Over the years the Ministry of Health has embarked on a nationwide installation and refurbishment of medical imaging equipment to improve imaging services at all the three levels of hospital care. Newly introduced state of the art imaging services in Zambia include CT, MRI, Mammography for breast radiography and Nuclear medicine Single Photon Emission Computed Tomography (SPECT). In addition, the opening of Cancer Diseases Hospital (CDH), a dedicated radiation oncology hospital has afforded the opportunity for Zambians to access radiotherapy services locally, thereby bringing closer a clean and competent healthcare system to the people of Zambia."}, {"text_block_id": "p19_b171", "text": "The major constraints include shortage of specialised imaging staff, obsolete equipment and infrastructure in some hospitals, inadequate consumables (x-ray"}, {"text_block_id": "p19_b172", "text": "films) to provide the service effectively, and lack of local education facilities for advancement in the radiography field."}, {"text_block_id": "p19_b173", "text": "Laboratory Services:"}, {"text_block_id": "p19_b174", "text": "In Zambia Medical Laboratory Services are provided by government, missions, industry (mine), military and private institutions at the various levels of care. They provide a range of services including clinical, public health and research activities. These services are governed by a National Medical Laboratory Policy. There are currently 260 medical laboratories in the public sector and over 50 in the private sector."}, {"text_block_id": "p19_b175", "text": "The country has a four tier laboratory system starting at the lowest Health Centre level (HC), District level (H1), Provincial level (H2) and the highest tertiary level (H3). While the majority of hospitals have laboratories attached to them, this is not true for health centres as only a small number has laboratories. Some health posts have established point of care testing provided by non-laboratory professionals using simple rapid technology. Low funding, poor"}, {"text_block_id": "p19_b176", "text": "laboratory infrastructure and low staffing levels continue to affect laboratory"}, {"text_block_id": "p19_b177", "text": "services in Zambia"}, {"text_block_id": "p19_b178", "text": "Traditional and Alternative Health Services:"}, {"text_block_id": "p19_b179_merged_merged", "text": "The role of traditional and alternative health care to the Zambian people is significant. It is estimated that about 80 per cent of the population use traditional and alternative services for their day-to-day health care. Traditional and alternative health services and conventional health services shall complement each other. Despite the wide use of traditional medicines and the long history of complaints of malpractices in the use of traditional medicines, there has been no legal framework to control the Traditional Health Practices."}, {"text_block_id": "p20_b182", "text": "2.3 Health Workforce"}, {"text_block_id": "p20_b183", "text": "Availability of adequate numbers of appropriately qualified and experienced"}, {"text_block_id": "p20_b184", "text": "health workers, in the right skills-mix, is a major determinant of health service"}, {"text_block_id": "p20_b185", "text": "performance. Zambia has long identified the critical shortages of health workers,"}, {"text_block_id": "p20_b186", "text": "as a major obstacle to the attainment of the national health priorities including health related MDGs."}, {"text_block_id": "p20_b187", "text": "The two main problems concerning the human resource situation are the critical shortages of health workers, leading to abnormal staff to patient ratios, and the inequitable distribution of the available health workers, leading to imbalances. In addition to this the current establishment is inadequate to meet health workforce needs. The most affected are the rural areas, which do not"}, {"text_block_id": "p20_b188", "text": "Table below presents the general numbers of categories of human resources and their development 2005-10:"}, {"text_block_id": "p20_b189_merged_merged_merged", "text": "Table 2:  Number of posted staff per category in public sector by year 2005 and September 2010 and approved establishment for 2010"}, {"text_block_id": "p20_b191", "text": "The human resource situation is perpetuated by factors such as low retention and motivation of existing health workers which leads to low productivity; inadequate funding for recruitment of additional health workers and low outputs of health workers at health training institutions."}, {"text_block_id": "p21_b192", "text": "Several training institutions for health professionals have been established. These institutions are responsible for production of health workers in various health disciplines, through pre-service and in-service training programmes. These facilities include the University of Zambia School of Medicine (UNZA-Med.), under the Ministry of Education; the Chainama Hills College of Health Sciences (CHCHS), and various nursing and midwifery schools, bio-medical training schools and other paramedical training institutions, at different levels, under MoH; the Evelyn Hone College, under the Ministry of Technical Education and Vocational Training (MTE & VT); and private health training institutions at different levels. The major challenges common to all training facilities is inadequate teaching staff, accommodation and funding."}, {"text_block_id": "p21_b193", "text": "2.4 Medical Commodities"}, {"text_block_id": "p21_b194", "text": "2.4.1 Essential Medicines and Medical Supplies"}, {"text_block_id": "p21_b195", "text": "Availability and access to essential vaccines, drugs and other medical supplies"}, {"text_block_id": "p21_b196", "text": "is a critical factor in ensuring efficient and effective delivery of health services"}, {"text_block_id": "p21_b197", "text": "to meet the national health priorities including MDGs. Over the years, inconsistent supply of essential pharmaceuticals and medical supplies has remained a major problem in Zambia. This has been attributed to a combination"}, {"text_block_id": "p21_b198", "text": "of factors, including: inadequate funding, poor quantification, weak regulatory"}, {"text_block_id": "p21_b199", "text": "framework and weaknesses in the procurement, distribution logistics and storage management systems. In addition the National Formulary Committee which is supposed to review and determine drug consumption has not been meeting regularly."}, {"text_block_id": "p21_b200", "text": "Efforts to improve the drug situation have included establishment of the Drug"}, {"text_block_id": "p21_b201", "text": "Supply Budget Line (DSBL) which guarantees availability of funds specifically"}, {"text_block_id": "p21_b202", "text": "for drugs. In addition, there is a continuous mobilisation of funding for procurement of essential drugs and medical supplies, particularly vaccines, and malaria, HIV & AIDS and TB commodities from the Cooperating Partners."}, {"text_block_id": "p21_b203_merged_merged_merged", "text": "The procurement and supplies system has been re-organised with improvements in the staffing and skills levels. Other improvements include the introduction of framework procurement contracts, forecasting, quantification, strengthening of the distribution and logistics management systems, improving storage facilities and management. Notwithstanding these efforts, major challenges are still being experienced including Centralisation of Medical stores, inadequate funding, and weak interface between the procurement system at MoH and the Medical Stores Limited (MSL) who are responsible for storing and distributing drugs and medical supplies."}, {"text_block_id": "p22_b206", "text": "2.4.2 Blood Safety"}, {"text_block_id": "p22_b207", "text": "Safe blood is one of the most effective strategies for prevention of the transmission of Transfusion Transmissible Infections (TTIs), particularly HIV,"}, {"text_block_id": "p22_b208", "text": "have been made in blood transfusion services. These include; increase in blood collections from 38 477 units in 2004 to 104 004 units in 2010; strict compliance with mandatory laboratory screening of all blood for HIV, Hepatitis B and C, and syphilis. Efforts will be made to decentralise the blood transfusions services to all 2"}, {"text_block_id": "p22_b209", "text": "nd"}, {"text_block_id": "p22_b210", "text": "level hospitals."}, {"text_block_id": "p22_b211", "text": "2.5 Infrastructure, Equipment and Transport"}, {"text_block_id": "p22_b212", "text": "2.5.1 Infrastructure"}, {"text_block_id": "p22_b213", "text": "Inadequate and inequitable distribution of health infrastructure across the country has continued to present major challenges to the health sector. In rural areas 46% of families live outside a radius of 5 km from a health facility (compare"}, {"text_block_id": "p22_b214", "text": "to 1% in urban areas), making it difficult for many people to access the needed"}, {"text_block_id": "p22_b215", "text": "services. While the distribution of health facilities in urban areas is better, long waiting time before a patient sees a health provider demonstrates the need to increase the number of facilities or expand the existing ones."}, {"text_block_id": "p22_b216", "text": "Over the past five years, significant efforts and resources have been invested"}, {"text_block_id": "p22_b217", "text": "in strengthening health infrastructure. A Capital Investment Plan (CIP) was"}, {"text_block_id": "p22_b218", "text": "developedwith inputs from the districts and provincial medical offices."}, {"text_block_id": "p22_b219", "text": "The main objective of this plan is to significantly improve the availability, distribution and"}, {"text_block_id": "p22_b220", "text": "state of essential infrastructure and medical equipment, so as to improve equity of access and quality of health services."}, {"text_block_id": "p22_b221", "text": "Significant efforts have also been directed towards renovation of the existing"}, {"text_block_id": "p22_b222_merged_merged_merged_merged", "text": "health infrastructure and expansion of health training institutions. These efforts are also being supplemented with the private sector initiatives, which have led to the renovation and construction of several private health facilities. By January 2011, a total of twenty-eight new district hospitals were being constructed. In addition to this, a total of 356 health posts (the first points of contact for the vital promotional and preventive health care) were under construction."}, {"text_block_id": "p22_b225", "text": "Other works undertaken include the upgrading of five Health Centres into"}, {"text_block_id": "p22_b226", "text": "Mini Hospitals in Lusaka and construction of 200 housing units for doctors, nurses and paramedics at the University Teaching Hospital (UTH), and at the Chipata, Solwezi and Mansa General Hospitals, Ndola and Kitwe Central Hospitals. The distribution of health facilities is shown in the table below."}, {"text_block_id": "p24_b227", "text": "2.5.2 Equipment"}, {"text_block_id": "p24_b228", "text": "Inadequate equipment for each level of service delivery has always posed a challenge for Government. Currently, most health facilities do not have adequate equipment to constitute or complete the standard equipment lists. Many challenges in providing high end diagnostic and surgical services have at times led to a situation whereby Government sends patients for treatment abroad at great cost. In addition, management of critically ill patients has faced some challenges in that there are very few well equipped intensive Care Units in district and general hospitals. Equipment for support service such as generators, laundry, kitchen, mortuary, is also in short supply in many of the health facilities."}, {"text_block_id": "p24_b229", "text": "Further, maintenance of equipment in most hospitals is facing a lot of challenges due to inadequate budgetary allocation, shortage of maintenance personnel, lack of well equipped maintenance facilities, and sometimes non availability of consumables, accessories and spare parts. This situation has impacted negatively on the delivery of quality services to the people of Zambia."}, {"text_block_id": "p24_b230", "text": "Nonetheless, since 2005 government has invested in procurement of modern diagnostic equipment under the ORET project and recently the installation of Magnetic Resonance Imaging (MRI), Computerised Tomography (CT) scan at UTH as well as molecular diagnostic capabilities at various second and tertiary level facilities."}, {"text_block_id": "p24_b231", "text": "2.5.3 Transport"}, {"text_block_id": "p24_b232", "text": "The Ministry of Health in Zambia operates a fleet of approximately 1000 vehicles with average age of the fleet estimated at 6.86 years."}, {"text_block_id": "p24_b233", "text": "The fleet is made up of"}, {"text_block_id": "p24_b234", "text": "utility vehicles (60%), saloon cars (12%), ambulances (10%), buses (10%) and trucks (6%). In addition the Ministry runs a number of motorcycles bicycles"}, {"text_block_id": "p24_b235_merged_merged_merged", "text": "and boats. 40% of the existing fleet is beyond economic repair or requires significant work to rehabilitate. Over 55% of the fleet are Toyota land cruisers"}, {"text_block_id": "p24_b238", "text": "which serve both as utility vehicles and ambulances. Overall, every district has at least one ambulance and 3 utility vehicles against the recommended two"}, {"text_block_id": "p24_b239", "text": "and five respectively for smaller districts. In 2011 Ministry of Health procured nine Mobile Units each comprising a fleet of seven vehicles to be distributed"}, {"text_block_id": "p24_b240", "text": "to each province. In addition MoH also procured twelve passenger boats and seventeen ambulance boats. The Ministry also operates two patient transport planes under the Zambia Flying Doctor Services (ZFDS). While responsibilities for the management of transport are well understood, and there is fairly good understanding of overall transport situation within the Ministry of Health based"}, {"text_block_id": "p24_b241", "text": "on surveys carried out in the first quarter of 2011, there is currently no sector"}, {"text_block_id": "p25_b242", "text": "policy on transport available for the Ministry of Health to use as a framework for the operation of its transport resources. The Policy being used by the Ministry is the general Government Policy on transport from the Ministry of works and Supply."}, {"text_block_id": "p25_b243", "text": "Over 90% of maintenance of Ministry of Health vehicles is carried out in the private sector despite the provision of regional vehicle service centres. These service centres are poorly equipped and poorly funded and are not considered to provide an acceptable level of service. The Ministry has plans of renovating and expanding of vehicle service centres in the country so that they can perform their function to the expectation of the sector."}, {"text_block_id": "p25_b244", "text": "2.6 Leadership and Governance"}, {"text_block_id": "p25_b245", "text": "Leadership and governance are critical factors in ensuring efficient and effective"}, {"text_block_id": "p25_b246", "text": "direction and management of the health sector. In the context of this Policy document, leadership is understood to mean stewardship, while governance refers to the systems and structures for sector coordination, participation, transparency and accountability."}, {"text_block_id": "p25_b247", "text": "The performance of the sector in the area of leadership and governance is analysed along the following key areas: public policy, legislation and regulation; organisation and management; planning and resource mobilisation; transparency and accountability; and monitoring and evaluation."}, {"text_block_id": "p25_b248", "text": "2.6.1 Policy, Legislation and Regulation"}, {"text_block_id": "p25_b249", "text": "Article 50 of the Zambian Constitution identifies policy making as a central"}, {"text_block_id": "p25_b250", "text": "function of the Government, and therefore a key responsibility of any ministry. The NHP&S-1991 was operationalised through the National Health Services Act of 1995 (NHSA-1995). This Act placed emphasis on the decentralisation of health sector management, responsibilities and resources for implementation of health services, from the centre to the districts where such services are delivered."}, {"text_block_id": "p25_b251", "text": "To support this policy direction, the Central Board of Health (CBoH) was created in 1995 as a semi-autonomous body responsible for service delivery while MoH concentrated on policy, regulation and high level supervision. The CBoH was abolished in 2006 and its functions taken up by MoH. Even though MoH has provided policy oversight, it has not been able to replace the repealed NHSA-1995 and thus the concerns of service delivery still remain to be addressed."}, {"text_block_id": "p25_b252", "text": "Apart from programmes and facilities mentioned in the document the Ministry of Health has eight Statutory Boards, Bodies and Agencies created under Acts of parliament which are supporting/complimenting the efforts of its activities"}, {"text_block_id": "p26_b253", "text": "and programmes. The main factors affecting policy is inadequate resources in implementing the policy formulation cycle, where as for legislation and regulation the main factors are weak enforcement mechanisms and inadequate resources."}, {"text_block_id": "p26_b254", "text": "2.6.2 Organisation and Management"}, {"text_block_id": "p26_b255", "text": "Organisation and management structures: Since 2005, the health sector has been undergoing a major restructuring process. Through this process, the health sector has established comprehensive organisation and management structures at national, provincial, district and community levels, intended to facilitate"}, {"text_block_id": "p26_b256", "text": "efficient and effective management of health services. However, the organisation"}, {"text_block_id": "p26_b257", "text": "and management structures have very weak linkages with the community that existed before the repeal of the NHSA in 2006."}, {"text_block_id": "p26_b258", "text": "Decentralisation:"}, {"text_block_id": "p26_b259", "text": "Over the past two decades, decentralisation in the health sector has been an increasingly familiar theme, commonly linked to wider public sector and governance reforms. The intent, in among other instruments the 1992 policy, was to bring decision making, responsibility and accountability, closer to where health care services are provided, in order to realise increased"}, {"text_block_id": "p26_b260", "text": "efficiency. With the adoption of the national decentralisation policy, the health sector will require significant adaptation to address the aspect of devolving"}, {"text_block_id": "p26_b261", "text": "responsibilities of local coordination, planning and resource management to the local authorities."}, {"text_block_id": "p26_b262", "text": "Currently, and as part of the National Decentralisation plan, the ministry has prepared a Sector Devolution Plan which will guide the continued decentralisation in the sector and the integration of primary health care services with local government management structures."}, {"text_block_id": "p26_b263", "text": "Partnerships:"}, {"text_block_id": "p26_b264_merged_merged_merged", "text": "MoH has established strong partnerships with the main stakeholders, including communities, other government departments, CPs, NGOs CSOs and private practitioners. It has also established governance systems and structures for the Sector Wide Approach (SWAp), and mobilised partners."}, {"text_block_id": "p26_b266", "text": "Transparency and Accountability"}, {"text_block_id": "p26_b267", "text": ": Within the context and framework of public sector governance, MoH has established policies, legislation, systems and structures for ensuring transparency and accountability in the management of health services and resources. Accountability of Health facilities to communities they serve is however weak and most patients do not understand their rights when accessing services."}, {"text_block_id": "p26_b268", "text": "Governance Action Plan"}, {"text_block_id": "p26_b269", "text": ": Health systems are undergoing further strengthening, through implementation of the 2009 joint governance action"}, {"text_block_id": "p27_b270", "text": "plan, which was jointly agreed upon by MoH and the Cooperating Partners. Furthermore, the Ministry of Health has been implementing Quality Assurance"}, {"text_block_id": "p27_b271", "text": "activities to ensure the greatest benefit from its limited resources and also to"}, {"text_block_id": "p27_b272", "text": "deliver high quality, cost effective care to all Zambians. However, there have"}, {"text_block_id": "p27_b273", "text": "been significant challenges in the delivery of quality health care services,"}, {"text_block_id": "p27_b274", "text": "especially in respect for patients’ rights and dignity."}, {"text_block_id": "p27_b275", "text": "Quality Assurance Efforts have been directed at creating an environment, in which everyone involved supports quality, is alert to problems of performance and opportunities for improvement, and is prepared to take responsibility for setting in motion the needed changes to improve health care services."}, {"text_block_id": "p27_b276_merged_merged", "text": "Though Ministry of Health has been implementing QA activities challenges exist in the areas of respect for patients’ rights and dignity. This has contributed to the apathy towards accessing care from health facilities. The Ministry regards Performance Improvement as an entry point for the identification and rectification of systemic factors hindering quality services in the health facilities, and expects program managers, external and internal supervisors to learn and utilise the process for improving the quality of their services. Comprehensive Quality Assurance will enhance the patient / Health Care Provider relation and improve health working environment. This in turn will help the government curb down on unnecessary disease complications caused by patients’ fear of accessing timely medical care."}, {"text_block_id": "p27_b279", "text": "2.6.3 Planning and Resource Mobilisation"}, {"text_block_id": "p27_b280", "text": "The planning and resources mobilisation activities are still implemented within a well established bottom-up planning process, which facilitates broader participation of stakeholders, from the community and up to the national level. The Ministry of Health has also led the development of successive National Health Strategic Plans, the advocacy for prioritizing health in the national development agenda and for increased funding."}, {"text_block_id": "p27_b281", "text": "The ministry has also strived to strengthen partnerships with all stakeholders through a sector wide approach. Even if the coordination and collaboration is experiencing challenges at present, the Government remains committed to the harmonisation and alignment agenda and continued strengthening of partnerships. An MoU to guide government and partner relationship does exist in relation to the implementation of the previous National Health Strategic Plan which will have to be reviewed and strengthened."}, {"text_block_id": "p27_b282", "text": "Resource mobilisation for health service provision is not government domain only. The private sector has a big role to play by direct investments in health services or participation in public health programs as part of social corporate responsibility programme."}, {"text_block_id": "p28_b283", "text": "2.6.4 Monitoring and Evaluation"}, {"text_block_id": "p28_b284", "text": "MoH has the mandate to provide leadership in establishing appropriate systems and procedures for reliable monitoring and evaluation (M & E) of the sector’s performance at all levels. In this respect, the Ministry has established structures and systems to guide M & E at national, provincial, district and facility levels. The M & E sub-committee of the Sector Advisory Group (SAG) is responsible for coordinating the M & E function. Monitoring is done through surveys, routine data collection exercises as well as ad-hoc monitoring on a need basis. In this respect, routine monitoring systems including HMIS, FAMS and FMS have been established. In addition to this, evaluation of the sector’s performance is done through Joint Annual Reviews (JARs), Mid-Term Review (MTR) and"}, {"text_block_id": "p28_b285", "text": "final evaluation."}, {"text_block_id": "p28_b286", "text": "2.7 Health Information"}, {"text_block_id": "p28_b287", "text": "Zambia has developed a robust health information system providing information for programme planning, monitoring and evaluation. This system comprises both routine and non-routine information sources, institutionalised in the various players within the health sector and coordinated as part of one national monitoring and evaluation framework. The GRZ with the support of its Cooperating Partners has over the years facilitated the development and strengthening of this robust health information system at different levels of the health system."}, {"text_block_id": "p28_b288", "text": "2.7.1 Routine Sources of Health Information"}, {"text_block_id": "p28_b289", "text": "The main source of routine health information is the facility based Health Management Information System (HMIS). Other routine sources include the Integrated Diseases Surveillance and Response (IDSR), the Human Resource Information System (HRIS), the Drugs and Logistics Management Information System (DLMIS), the Financial and Administrative Management Information System (FAMS), and the SMARTCARE system. The antenatal surveillance of pregnant women is also an important routine source of health information on HIV and STIs prevalence among pregnant women."}, {"text_block_id": "p28_b290", "text": "The HMIS was designed and implemented in 1996 to provide efficient"}, {"text_block_id": "p28_b291", "text": "and effective support to the planning, monitoring and evaluation of health care services. It underwent a major revision in 2008 to expand the range and disaggregation of indicators to monitor progress of health targets. Despite the revision the information in the HMIS still requires further disaggregation and engendering in conformity with WHO standards"}, {"text_block_id": "p28_b292", "text": "Zambia has also developed an individual patient level data capturing and storage system, the SMARTCARE system which captures data on ART, VCT"}, {"text_block_id": "p29_b293", "text": "and PMTCT, and is operational in 552 health facilities as at October 2010. Scale up is still ongoing and opportunities for expanding the services captured by the system are actively being explored. The challenge with the current HMIS is that it has an inadequate legal framework to capture information from vital registration and to compel the private sector to release information to the public sector for policy decisions."}, {"text_block_id": "p29_b294", "text": "Under the broader public service reform programme the Government is implementing the Integrated Financial Management Information System (IFMIS) as a means of strengthening accountability and enhancing transparency in the management of public funds. Currently IFMIS is being piloted at MoH HQ and will soon be scaled up to all provinces and districts. There are also initiatives to strengthen the human resources management information system in the ministry."}, {"text_block_id": "p29_b295", "text": "2.7.2 Non-Routine Sources of Health Information"}, {"text_block_id": "p29_b296", "text": "Non-routine health information systems include population-based and household surveys, as well as health systems assessments and surveys (including service provision assessments and health facility census). Among the key non-routine sources of health information are the Zambia Demographic and Health Survey (ZDHS), the Living Conditions Monitoring Survey (LCMS), the Zambia Sexual Behavior Survey (ZSBS), the Zambia HIV/AIDS Service Provision Assessment (ZSPA) and the Malaria Indicator Surveys (MIS)."}, {"text_block_id": "p29_b297", "text": "2.7.3 Health Research"}, {"text_block_id": "p29_b298_merged", "text": "A number of health research activities have been undertaken in the health sector in Zambia by both local and international researchers whose findings have contributed to policy decisions and programmes. However, there is still need to improve dissemination and utilisation of research findings. There was also an identified need to increase funding levels for research work. The Government has approved the National Health Research Policy and in order to provide an enabling legal framework for the implementation of the policy, drafting of the Health Research Bill has been completed. Once the Bill is enacted, it will provide for the establishment of the National Health Research Authority and also provide legal backing for the National Health Research Ethics Committees."}, {"text_block_id": "p29_b303", "text": "Prioritisation of health research is another area that requires attention in the light of scarce resources and the need to ensure that health research addresses national priorities cannot be over emphasised. Other concerns in the health research sub-sector include ethics, ownership of research outcomes, inadequate funding, operating legal framework, partnerships, and monitoring and evaluation."}, {"text_block_id": "p30_b304", "text": "The use of information and communication technology (ICT) is increasingly spreading. In the health sector ICT has been recognised internationally and by the Government to be of strategic importance as it facilitates the sharing of health data, information and resources between different stakeholders and the delivery of appropriate services to the Zambian population. ICT mainstreaming in health will facilitate health services delivery, coordination of health information for planning and decision making and effective allocation of resources. Currently, ICT initiatives and innovations are not altogether coordinated and thus not"}, {"text_block_id": "p30_b305", "text": "optimally used. There is also need to ensure integrity and confidentiality for"}, {"text_block_id": "p30_b306", "text": "patients in the gathering, storage and use of information."}, {"text_block_id": "p30_b307", "text": "2.8 Health Financing"}, {"text_block_id": "p30_b308", "text": "The main sources of health care financing in Zambia are, government budget"}, {"text_block_id": "p30_b309", "text": "appropriations, earmarked donor funding through the national treasury, health"}, {"text_block_id": "p30_b310", "text": "sector basket under the SWAPs, donor support to specific projects and activities,"}, {"text_block_id": "p30_b311", "text": "and household health expenditure, through user fees. In 2006, the user fees removal policy was implemented in rural and peri-urban areas and this was rolled out to all Primary Health Care services across the country. On one hand, the removal of user fees has resulted in improved utilisation of health services but on the other hand this removal has taken away an important source of"}, {"text_block_id": "p30_b312", "text": "flexible financing for health centres. It has also led to a dwindling interest from"}, {"text_block_id": "p30_b313", "text": "local stakeholders to participate in the governance structures"}, {"text_block_id": "p30_b314", "text": "Overall, the current resource envelope is far below the minimum required"}, {"text_block_id": "p30_b315", "text": "for the delivery of an optimum package of care despite significant increases in the flow of funds to the health sector. In this context, and while external support"}, {"text_block_id": "p30_b316", "text": "is important, it is currently mainly targeted towards vertical programs such as HIV/AIDS, malaria and TB. Vertical donor support is characterised by certain rigidities and cannot be moved to other priority areas less favored by donors."}, {"text_block_id": "p30_b317_merged_merged_merged_merged", "text": "The private health insurance is also in existence in Zambia and is characterised by several employer based and voluntary medical schemes. However, the overall health insurance market is hampered by the absence of an appropriate legal and regulatory framework for health insurance. To bridge the financing gap, the Government is currently working on the establishment of a Social Health Insurance (SHI) as a complimentary source of health financing. The Ministry is also working on improving equity in resource allocation by developing objective resource allocation criteria for referral hospitals. Such a formula is in use for district allocations and takes into account not only the population but also level of deprivation and cost conditions for different areas in the country."}, {"text_block_id": "p31_b322", "text": "2.9  Public Private Partnerships"}, {"text_block_id": "p31_b323", "text": "The Ministry of health regards Public Private Partnerships (PPP) as a potential tool that would quicken development of hi-tech infrastructure in the health sector and accelerate the establishment of health services that are frequently sought in foreign health facilities."}, {"text_block_id": "p31_b324", "text": "Public Private Partnerships shall be coordinated by the Directorate of Policy and Planning in the Ministry of Health under the guidance of the Ministry of Finance’s PPP unit. The Directorate shall assess all the PPP projects in terms of affordability, value-for-money, feasibility, and contingent liabilities associated with PPP projects."}, {"text_block_id": "p31_b325", "text": "The Directorate of Policy and Planning together with relevant directorates shall clearly determine which investments shall be undertaken by both local and foreign partners from the private sector. The rationale shall be that focus would be given to local partners from the private sector."}, {"text_block_id": "p31_b326", "text": "The Ministry shall endeavour to cooperate with the private sector in the provision of health services in areas where they have competitive and comparative advantage."}, {"text_block_id": "p32_b327", "text": "3 Vision, Rationale and Guiding Principles"}, {"text_block_id": "p32_b328", "text": "3.1 Vision"}, {"text_block_id": "p32_b329", "text": "A Nation of Healthy and Productive People"}, {"text_block_id": "p32_b330", "text": "3.2 Rationale"}, {"text_block_id": "p32_b331_merged", "text": "Development and implementation of an appropriate overall national health policy is a critical factor in ensuring efficient and effective organisation, coordination, management and development of the national health agenda. Currently, Zambia does not have an overall national health policy and largely depends on the National Health Strategic Plans (NHSPs), which are developed"}, {"text_block_id": "p32_b334", "text": "every 5-year, and on individual policies for specific health programmes."}, {"text_block_id": "p32_b335", "text": "The last overarching national health policy for Zambia was the National Health Policies and Strategies of 1991 (NHP&S-91), which aimed at providing the country with an appropriate policy direction for health."}, {"text_block_id": "p32_b336", "text": "While it is acknowledged that the NHP&S-91 framework has remained considerably relevant, it is noted that the same has not undergone any revision, to take into account the major changes and trends that have emerged in the health policy environment at global, regional and national levels, from the time of its inception in 1991 to date."}, {"text_block_id": "p32_b337", "text": "In view of the foregoing, MoH has identified the need for development and"}, {"text_block_id": "p32_b338", "text": "implementation of a comprehensive and overarching national health policy, to provide for an appropriate and evidence-based policy framework to guide the health sector towards attainment of the national, regional and global health objectives."}, {"text_block_id": "p32_b339", "text": "3.3 Guiding Principles"}, {"text_block_id": "p32_b340", "text": "The Policy will be guided by the following key principles:"}, {"text_block_id": "p33_b341", "text": "Cost-effectiveness"}, {"text_block_id": "p33_b342", "text": ":"}, {"text_block_id": "p33_b343", "text": "Leadership"}, {"text_block_id": "p33_b344", "text": ":"}, {"text_block_id": "p33_b345", "text": "To ensure efficient and cost-effective delivery"}, {"text_block_id": "p33_b346", "text": "of healthcare services, always ensuring ‘Value for Money’."}, {"text_block_id": "p33_b347", "text": "To ensure appropriate, visionary, efficient and"}, {"text_block_id": "p33_b348", "text": "effective leadership in the management and control of the health sector at all levels."}, {"text_block_id": "p33_b349", "text": "Transparency and Accountability"}, {"text_block_id": "p33_b350", "text": ":To ensure the highest standards of transparency"}, {"text_block_id": "p33_b351", "text": "in the management of the health services, and accountability for the actions taken, resources utilised and to the communities served at all levels of health service delivery."}, {"text_block_id": "p33_b352", "text": "Decentralisation"}, {"text_block_id": "p33_b353", "text": ":"}, {"text_block_id": "p33_b354", "text": "To implement decentralisation of the health system, according to with the objectives and implementation framework of the National Decentralisation Policy of 2002."}, {"text_block_id": "p33_b355", "text": "Partnerships"}, {"text_block_id": "p33_b356", "text": ":"}, {"text_block_id": "p33_b357", "text": "A continuous review and strengthening of partnerships with all the main stakeholders through stronger and effective coordination and harmonisation."}, {"text_block_id": "p33_b358", "text": "Gender Sensitivity"}, {"text_block_id": "p33_b359", "text": ":"}, {"text_block_id": "p33_b360", "text": "To ensure gender sensivity in the management and delivery of health services at all levels in accordance with the national gender policy."}, {"text_block_id": "p33_b361", "text": "Quality Assurance and Quality Control:"}, {"text_block_id": "p33_b362", "text": "To ensure gender sensitivity in the"}, {"text_block_id": "p33_b363_merged", "text": "management and delivery of health services at all levels in accordance with the national gender policy. To ensure that quality is maintained at a technically sound level ensuring that methods used are evidence informed, that human resources, equipment and supply are of high quality and that services are perceived to be client oriented and provided with respect for the individual."}, {"text_block_id": "p33_b365", "text": "Global Health"}, {"text_block_id": "p33_b366", "text": ":"}, {"text_block_id": "p33_b367", "text": "To ensure that Zambia participates actively in global health, both in terms of research and in adhering to jointly agreed principles for services delivery and health  management."}, {"text_block_id": "p34_b368", "text": "Policy Objectives and Measures"}, {"text_block_id": "p34_b369", "text": "4.1 General Objectives"}, {"text_block_id": "p34_b370", "text": "The overarching objective of the National Health Policy is to reduce the burden of disease, maternal and infant mortality and increase life expectancy through the provision of a continuum of quality effective health care services as close to"}, {"text_block_id": "p34_b371", "text": "the family as possible in a competent, clean and caring manner. Specifically the"}, {"text_block_id": "p34_b372", "text": "Government undertakes to:"}, {"text_block_id": "p34_b373", "text": "Government undertakes to:\n* Create awareness through family health promotion that the responsibility for oneâs health rests in the individuals as an integral part of the family, community and nation.\n* Promote awareness among Government employees and the community at large that, health problems can only be adequately solved through multi-sectoral collaboration involving such sectors as Education, Agriculture, Water, Private Sector, including not for profit and faith based organisations\n* Ensure that the health services are equitably available and accessible to all the people in the country\n* Train and make available competent and adequate number of human resources to manage health services.\n* Ensure the availability of drugs, reagents and medical supplies and infrastructures.\n* Promote and sustain public-private partnership in the delivery of health services and regulate practice.\n* Promote traditional medicine and alternative healing system and regulate the practice.\n* Ensure that the health sector is financed through diverse, sustainable equitable and cost effective financing mechanisms."}, {"text_block_id": "p34_b391", "text": "4.2 Specific Objectives and Measures"}, {"text_block_id": "p34_b392", "text": "Key Determinants of Health"}, {"text_block_id": "p34_b393", "text": "4.2.1 Environmental Health and Food Safety"}, {"text_block_id": "p34_b394", "text": "Poor environmental sanitation and food safety are a major source of public health problems in Zambia. The prevalence of environmental health-related risks is an important cause of mortality and morbidity. In certain geographic areas, environmental health services coverage is inadequate. The majority of Zambians have no access to basic housing and amenities."}, {"text_block_id": "p35_b395", "text": "Objective"}, {"text_block_id": "p35_b396", "text": "To promote hygiene, universal access to safe water, acceptable sanitation and food safety in order to reduce the incidence of environmentally related diseases."}, {"text_block_id": "p35_b397", "text": "Policy Measures"}, {"text_block_id": "p35_b398", "text": "Government shall:"}, {"text_block_id": "p35_b399", "text": "Government shall:\n* Strengthen capacity in enforcement of environmental and occupational health policies and legislation.\n* Develop food safety policies and strengthen the monitoring of food establishments at production, whole sale and retail levels\n* Promote and strengthen the provision of adequate and safe water and appropriate sanitary facilities in urban and rural areas.\n* Strengthen and expand health care waste management at all levels of care.\n* Ensure that the radioactive waste generated in the country is properly managed to avoid undue exposure of the general population to harmful effects of ionizing radiation and contamination of the environment.\n* Strengthen multi-sectoral coordination and management of environmental health at all levels of care.\n* Strengthen capacity to respond to effects of climate change.\n* Strengthen port health services at points of entry to deal with trade related issues and International Health Regulations."}, {"text_block_id": "p35_b415", "text": "4.2.2 Nutrition"}, {"text_block_id": "p35_b416", "text": "Malnutrition is a major public health problem and contributes to a significant number of all under five deaths. There is a need to eliminate micro-nutrient"}, {"text_block_id": "p35_b417", "text": "disorders and monitor mortality related to disease of lifestyle."}, {"text_block_id": "p35_b418", "text": "Objective"}, {"text_block_id": "p35_b419", "text": "To significantly improve the nutritional status of Zambian population particularly"}, {"text_block_id": "p35_b420", "text": "for children, adolescents and women in child bearing age."}, {"text_block_id": "p35_b421", "text": "Policy Measures"}, {"text_block_id": "p35_b422", "text": "Government shall:"}, {"text_block_id": "p35_b423", "text": "Government shall:\n* Strengthen institutions dealing with food and nutrition issues\n* Strengthen coordination of nutrition programmes.\n* Strengthen nutrition service delivery in MNCH, communicable and non communicable diseases programmes."}, {"text_block_id": "p36_b429", "text": "Government shall:\n* Strengthen institutions dealing with food and nutrition issues\n* Strengthen coordination of nutrition programmes.\n* Strengthen nutrition service delivery in MNCH, communicable and non communicable diseases programmes.\n* Provide support to micronutrient deficiency prevention and control.\n* Strengthen implementation of infant and young child feeding programmes."}, {"text_block_id": "p36_b433", "text": "4.2.3 Health Promotion and Education"}, {"text_block_id": "p36_b434_merged", "text": "Low levels of education and literacy are linked to poor health, more stress, low incomes and lower self confidence. There is need to scale up health promotion and education in communities."}, {"text_block_id": "p36_b437", "text": "Objective"}, {"text_block_id": "p36_b438", "text": "To provide efficient and effective health education and promotion to empower"}, {"text_block_id": "p36_b439", "text": "individuals, families and communities with appropriate knowledge to develop and practice healthy lifestyles."}, {"text_block_id": "p36_b440", "text": "Policy Measures"}, {"text_block_id": "p36_b441", "text": "Government shall:"}, {"text_block_id": "p36_b442", "text": "Government shall:\n* Advocate for public policies that support and promote health.\n* Strengthen health education and promotion."}, {"text_block_id": "p36_b446", "text": "4.2.4 Occupational Health and Safety"}, {"text_block_id": "p36_b447", "text": "Occupational mortality, morbidity and disability are a major problem in Zambia. There is a need to place greater emphasis on prevention of occupational health and safety hazards at places of work."}, {"text_block_id": "p36_b448", "text": "Objective"}, {"text_block_id": "p36_b449", "text": "To achieve increased coverage of occupational health and safety services in all sectors in order to contribute to the reduction of occupational health and safety hazards at places of work."}, {"text_block_id": "p36_b450", "text": "Policy Measures"}, {"text_block_id": "p36_b451", "text": "Government shall:"}, {"text_block_id": "p36_b452", "text": "Government shall:\n* Strengthen prevention, and protection of communicable diseases at the workplace.\n* Strengthen the legal and institutional framework for occupational health and safety services.\n* Build capacity in institutions dealing with occupational health and safety.\n* Collaborate with ILO and the Ministry responsible for labour on issues of labour , occupational health and safety."}, {"text_block_id": "p37_b460", "text": "4.2.5 Maternal, Newborn and Child Health (MNCH)"}, {"text_block_id": "p37_b461_merged", "text": "Women often do not have access to comprehensive health services, including antenatal, delivery, postnatal and reproductive health services. There is poor access to quality preventive health care services, resulting in significant mortality and morbidity."}, {"text_block_id": "p37_b464", "text": "Objectives"}, {"text_block_id": "p37_b465", "text": "To ensure equity of access to provide quality, cost-effective and affordable MNCH services in order to reduce maternal, newborn and child morbidity and mortality."}, {"text_block_id": "p37_b466", "text": "Policy Measures"}, {"text_block_id": "p37_b467", "text": "Government shall:"}, {"text_block_id": "p37_b468", "text": "Government shall:\n* Strengthen the Integrated Reproductive Health (IRH) services including male involvement.\n* Strengthen Maternal and Child Health programmes and access to essential vaccines.\n* Strengthen community involvement in maternal and child health including the roles of Traditional birth attendants and Safe Motherhood Action Groups."}, {"text_block_id": "p37_b474", "text": "4.3 Communicable Diseases"}, {"text_block_id": "p37_b475", "text": "4.3.1 HIV and AIDS and STIs"}, {"text_block_id": "p37_b476", "text": "The prevalence of HIV and STDs is a critical health and social problem which requires increased emphasis on prevention, care and treatment."}, {"text_block_id": "p37_b477", "text": "Objective"}, {"text_block_id": "p37_b478", "text": "To halt and reduce the spread of HIV and AIDS by increasing access to quality HIV and AIDS and STIs interventions for prevention, treatment and care."}, {"text_block_id": "p37_b479", "text": "Policy Measures"}, {"text_block_id": "p37_b480", "text": "Government shall:"}, {"text_block_id": "p37_b481", "text": "Government shall:\n* Strengthen prevention and case detection of HIV and STIs.\n* Strengthen management of HIV / AIDS, STIs and other opportunistic infections.\n* Strengthen access to functional Palliative care services.\n* Scale-up prevention and control services among vulnerable and high risk groups."}, {"text_block_id": "p38_b489", "text": "4.3.2 Malaria"}, {"text_block_id": "p38_b490", "text": "Malaria continues to be a key driver of morbidity and mortality in Zambia and the disease poses a severe social and economic burden on communities living in endemic areas."}, {"text_block_id": "p38_b491", "text": "Objective"}, {"text_block_id": "p38_b492", "text": "To scale-up interventions aimed at combating and controlling malaria including prevention, treatment and care."}, {"text_block_id": "p38_b493", "text": "Policy Measures"}, {"text_block_id": "p38_b494", "text": "Government shall:"}, {"text_block_id": "p38_b495", "text": "Government shall:\n* Scale up evidence based targeted high impact interventions for diagnostic, prevention, treatment and care in respective epidemiological zones in order to combat and control malaria.\n<\\li1>"}, {"text_block_id": "p38_b497", "text": "4.3.3 Tuberculosis"}, {"text_block_id": "p38_b498", "text": "Tuberculosis is one of the major public health problems in Zambia, partly as a consequence of HIV. The TB situation has also been exacerbated by the high HIV co-infections."}, {"text_block_id": "p38_b499", "text": "Objective"}, {"text_block_id": "p38_b500", "text": "To halt and reduce the spread of TB by increasing access to quality TB interventions for prevention, treatment and care."}, {"text_block_id": "p38_b501", "text": "Policy Measures"}, {"text_block_id": "p38_b502", "text": "Government shall:"}, {"text_block_id": "p38_b503", "text": "(ii)"}, {"text_block_id": "p38_b504", "text": "Strengthen and scale up prevention, treatment, care and support of TB services."}, {"text_block_id": "p38_b505", "text": "(iii)"}, {"text_block_id": "p38_b506", "text": "Strengthen detection and management of Multi-drug resistant TB."}, {"text_block_id": "p38_b507", "text": "(iv)"}, {"text_block_id": "p38_b508", "text": "Scale-up prevention and control services among prisoners and other high risk groups."}, {"text_block_id": "p38_b509", "text": "(v)"}, {"text_block_id": "p38_b510", "text": "Strengthen care and support to TB patients."}, {"text_block_id": "p38_b511", "text": "4.3.4 Leprosy"}, {"text_block_id": "p38_b512_merged", "text": "In spite of the fact that leprosy is treatable and that the treatment is available free of charge, people affected by leprosy face stigma and discrimination even after they have been cured, making it difficult for them to adjust and settle within communities."}, {"text_block_id": "p39_b515", "text": "Objective"}, {"text_block_id": "p39_b516", "text": "To halt and reduce the spread of leprosy by increasing access to quality leprosy interventions for prevention, treatment and care."}, {"text_block_id": "p39_b517", "text": "Policy Measures"}, {"text_block_id": "p39_b518", "text": "Government shall:"}, {"text_block_id": "p39_b519", "text": "(i)"}, {"text_block_id": "p39_b520", "text": "Strengthen and scale up prevention, treatment, care and support of Leprosy services."}, {"text_block_id": "p39_b521", "text": "(ii)"}, {"text_block_id": "p39_b522", "text": "Scale-up prevention and control services."}, {"text_block_id": "p39_b523", "text": "(iii)"}, {"text_block_id": "p39_b524", "text": "Strengthen care and support to Leprosy patients."}, {"text_block_id": "p39_b525", "text": "4.3.5 Neglected Tropical Diseases"}, {"text_block_id": "p39_b526", "text": "The neglected infectious diseases such as schistosomiasis, lymphatic filariasis,"}, {"text_block_id": "p39_b527", "text": "soil transmitted helminthes, cystercercosis, trachoma, plague, anthrax and rabies are still prevalent in various locations. There is need to scale-up surveillance and treatment of these diseases."}, {"text_block_id": "p39_b528", "text": "Objective"}, {"text_block_id": "p39_b529", "text": "To scale-up interventions aimed at combating and controlling neglected tropical diseases including prevention, treatment and care."}, {"text_block_id": "p39_b530", "text": "Policy Measures"}, {"text_block_id": "p39_b531", "text": "Government shall:"}, {"text_block_id": "p39_b532", "text": "(i)"}, {"text_block_id": "p39_b533", "text": "Strengthen and expand preventive, promotional, diagnostic and curative services for neglected tropical diseases."}, {"text_block_id": "p39_b534", "text": "(ii)"}, {"text_block_id": "p39_b535", "text": "Promote School Health services for neglected tropical diseases."}, {"text_block_id": "p39_b536", "text": "(iii)"}, {"text_block_id": "p39_b537", "text": "Promote integrated preventive chemotherapy for neglected tropical diseases including mass drug administration."}, {"text_block_id": "p39_b538", "text": "4.3.6 Other Communicable Diseases"}, {"text_block_id": "p39_b539", "text": "Zambia is still prone to outbreaks of endemic diseases such as cholera, Typhoid, Desentry and other infectious diseases such as measles and polio, leading to"}, {"text_block_id": "p39_b540", "text": "significant public health concerns."}, {"text_block_id": "p39_b541", "text": "Objective"}, {"text_block_id": "p39_b542", "text": "To scale-up interventions aimed at combating and controllingother communicable diseases, including prevention, treatment and care"}, {"text_block_id": "p40_b543", "text": "Policy Measure"}, {"text_block_id": "p40_b544", "text": "Government shall:"}, {"text_block_id": "p40_b545", "text": "(i)"}, {"text_block_id": "p40_b546", "text": "Strengthen prevention, diagnosis treatment; care and support for epidemic prone communicable diseases."}, {"text_block_id": "p40_b547", "text": "4.3"}, {"text_block_id": "p40_b548", "text": ".7 Epidemics Control & Surveillance"}, {"text_block_id": "p40_b549", "text": "The detection and management of epidemics still remains a challenge in the country."}, {"text_block_id": "p40_b550", "text": "Objective"}, {"text_block_id": "p40_b551", "text": "To improve public health surveillance and control of epidemics, so as to reduce morbidity and mortality associated with epidemics."}, {"text_block_id": "p40_b552", "text": "Policy Measures"}, {"text_block_id": "p40_b553", "text": "Government shall:"}, {"text_block_id": "p40_b554", "text": "(i)"}, {"text_block_id": "p40_b555", "text": "Strengthen the capacity at all levels to conduct effective surveillance for communicable and non-communicable diseases."}, {"text_block_id": "p40_b556", "text": "(ii)"}, {"text_block_id": "p40_b557", "text": "Strengthen capacity in prevention, detection, diagnosis, treatment and control of epidemics."}, {"text_block_id": "p40_b558", "text": "(iii)"}, {"text_block_id": "p40_b559", "text": "Promote multi-sectoral collaboration in epidemics control and surveillance."}, {"text_block_id": "p40_b560", "text": "4.3.8 Global Health"}, {"text_block_id": "p40_b561", "text": "Zambia does not have an effective mechanism to engage in and implement global health issues as the efforts are fragmented between various line ministries and are uncoordinated."}, {"text_block_id": "p40_b562", "text": "Objective"}, {"text_block_id": "p40_b563", "text": "To improve the health landscape of the nation through implementation of Global Health initiatives."}, {"text_block_id": "p40_b564", "text": "Policy Measures"}, {"text_block_id": "p40_b565", "text": "Government shall:"}, {"text_block_id": "p40_b566", "text": "(i)"}, {"text_block_id": "p40_b567", "text": "Establish an effective mechanism for coordination and implementation of Global Health issues and opportunities."}, {"text_block_id": "p40_b568", "text": "(ii)"}, {"text_block_id": "p40_b569", "text": "Ensure innovations in Global Health are applied at all levels."}, {"text_block_id": "p40_b570", "text": "(iii)"}, {"text_block_id": "p40_b571", "text": "Ensure issues of relevant protocols, treaties, declarations, conventions. agreements and other international instruments  are domesticated."}, {"text_block_id": "p40_b572", "text": "(iv)"}, {"text_block_id": "p40_b573", "text": "Ensure capacity building in Global Health Diplomacy."}, {"text_block_id": "p40_b574", "text": "(v)"}, {"text_block_id": "p40_b575", "text": "Advance the agenda of implementing GHD in areas of global health governance and leadership, information and health research."}, {"text_block_id": "p41_b576", "text": "4.3.9 Non-Communicable Diseases"}, {"text_block_id": "p41_b577", "text": "Non-Communicable Diseases (NCDs) affect people of all ages and classes, and are currently the leading cause of deaths in the world. NCDs have similar risk factors, which are mainly attributable to lifestyles, such as physical inactivity, unhealthy diets, tobacco use, drugs and alcohol abuse. Currently, no comprehensive epidemiological studies have been done so far to ascertain the extent of NCDs in the population, but hospital data indicate that NCDs are an emerging problem and requires urgent attention."}, {"text_block_id": "p41_b578", "text": "Objective"}, {"text_block_id": "p41_b579", "text": "To prevent, or delay the onset of Non-Communicable diseases and their related complications in order to enhance quality of life of the population."}, {"text_block_id": "p41_b580", "text": "Policy Measures"}, {"text_block_id": "p41_b581", "text": "Government shall:"}, {"text_block_id": "p41_b582", "text": "(i)"}, {"text_block_id": "p41_b583", "text": "Strengthen the evidence base to inform the appropriate design of programmes to address NCDs."}, {"text_block_id": "p41_b584", "text": "(ii)"}, {"text_block_id": "p41_b585", "text": "Strengthen prevention, treatment, care and support services for NCDs."}, {"text_block_id": "p41_b586", "text": "(iii)"}, {"text_block_id": "p41_b587", "text": "Strengthen and Scale-up public awareness on NCDs at all levels."}, {"text_block_id": "p41_b588", "text": "(iv)"}, {"text_block_id": "p41_b589", "text": "Strengthen ambulatory and referral systems."}, {"text_block_id": "p41_b590", "text": "(v)"}, {"text_block_id": "p41_b591", "text": "Strengthen emergency systems in response to mass trauma."}, {"text_block_id": "p41_b592", "text": "(vi)"}, {"text_block_id": "p41_b593", "text": "Facilitate the creation of a one stop centre in health facilities for gender based violence."}, {"text_block_id": "p41_b594", "text": "4.3.10 Mental Health"}, {"text_block_id": "p41_b595", "text": "Mental health services are often inaccessible, and are not integrated with primary health care services. There is a need to improve knowledge and treatment of mental disorders."}, {"text_block_id": "p41_b596", "text": "Objective"}, {"text_block_id": "p41_b597", "text": "To mitigate the disease burden arising from mental health through use of comprehensive, promotional, preventive, curative and rehabilitative services."}, {"text_block_id": "p41_b598", "text": "Policy Measures"}, {"text_block_id": "p41_b599", "text": "Government shall:"}, {"text_block_id": "p41_b600", "text": "(i)"}, {"text_block_id": "p41_b601", "text": "Strengthen the legal and institutional framework for mental health services."}, {"text_block_id": "p41_b602", "text": "(ii)"}, {"text_block_id": "p41_b603", "text": "Strengthen and expand preventive, promotional, diagnostic, curative and rehabilitative  mental health services including reduction of stigma."}, {"text_block_id": "p41_b604", "text": "(iii)"}, {"text_block_id": "p41_b605", "text": "Strengthen multi-sectoral coordination of mental health services."}, {"text_block_id": "p41_b606", "text": "(iv)"}, {"text_block_id": "p41_b607", "text": "Promote the reduction of the abuse of psychoactive substances such as alcohol, and other drugs."}, {"text_block_id": "p42_b608", "text": "(v)"}, {"text_block_id": "p42_b609", "text": "Ensure domestication and ratification of international agreements on"}, {"text_block_id": "p42_b610", "text": "mental disabilities."}, {"text_block_id": "p42_b611", "text": "4.3.11 Oral Health"}, {"text_block_id": "p42_b612", "text": "Oral diseases are common in Zambia, and there has been an insufficient focus"}, {"text_block_id": "p42_b613", "text": "on preventive strategies."}, {"text_block_id": "p42_b614", "text": "Objective"}, {"text_block_id": "p42_b615", "text": "To Manage and reduce the incidence and prevalence of oral health diseases."}, {"text_block_id": "p42_b616", "text": "Policy Measures"}, {"text_block_id": "p42_b617", "text": "Government shall:"}, {"text_block_id": "p42_b618", "text": "(i)"}, {"text_block_id": "p42_b619", "text": "Strengthen and expand preventive, promotional, diagnostic, curative and rehabilitative  oral health services."}, {"text_block_id": "p42_b620", "text": "(ii)"}, {"text_block_id": "p42_b621", "text": "Strengthen and expand school and community oral health programmes."}, {"text_block_id": "p42_b622", "text": "4.3.12 Eye Health"}, {"text_block_id": "p42_b623", "text": "The prevalence of eye diseases continues to contribute to major challenges of blindness. Determining barriers to provision and use of eye care services is critical for planning strategies to prevent blindness."}, {"text_block_id": "p42_b624", "text": "Objective"}, {"text_block_id": "p42_b625", "text": "To reduce the prevalence of avoidable blindness and other eye problems"}, {"text_block_id": "p42_b626", "text": "Policy Measures"}, {"text_block_id": "p42_b627", "text": "Government shall:"}, {"text_block_id": "p42_b628", "text": "(i)"}, {"text_block_id": "p42_b629", "text": "Strengthen and expand preventive, promotional, diagnostic, curative and rehabilitative eye care services."}, {"text_block_id": "p42_b630", "text": "(ii)"}, {"text_block_id": "p42_b631", "text": "Strengthen  school and community eye health programmes."}, {"text_block_id": "p42_b632", "text": "4.4 Health Services Delivery Structures"}, {"text_block_id": "p42_b633", "text": "4.4.1 Services Delivery and Referral Structure"}, {"text_block_id": "p42_b634_merged", "text": "In Zambia, health services are fragmented and unevenly distributed, resulting in inefficiency and ineffectiveness. In particular, many people in rural and peri-urban areas have inadequate access to health care services. Also, there is the problem of availability, accessibility, sustainability of services and weak referral systems."}, {"text_block_id": "p43_b637", "text": "Objective"}, {"text_block_id": "p43_b638", "text": "To provide health services in a delivery structure that ensures that the essential and most frequently used health services are provided in facilities or through outreach activities as close to the family as possible."}, {"text_block_id": "p43_b639", "text": "Policy Measures"}, {"text_block_id": "p43_b640", "text": "Government shall:"}, {"text_block_id": "p43_b641", "text": "(i)"}, {"text_block_id": "p43_b642", "text": "Work towards improvement of access to essential health services as follows:"}, {"text_block_id": "p43_b643", "text": "Work towards improvement of access to essential health services as follows:\n* A Health Post shall cater for populations of 500 households (3 500 people) in rural areas and 1,000 households (7 000 people) in urban areas, or to be established within a 5 Km radius for sparsely populated areas.\n* Urban Health Centres shall cater for a catchment population of 30 000 to 50 000 people.\n* A Rural Health Centre shall cater for catchment areas within a 29 Km radius or population of 10 000 people.\n* A Level-1 Hospital shall cater for a population of between 80,000 and 200 000 with medical, surgical, paediatric, obstetrics and gynaecology and diagnostic services to manage referrals from health centres. There should be at least one Level-1 Hospital in every district. Level-1 hospitals will be supported with outreach and mobile health services from Level-2 Hospitals.\n* Level -2 Hospitals shall cater for a catchment area of 200 000 to 800,000 people with services in internal medicine, general surgery, paediatrics, obstetrics and gynaecology, dental, psychiatry and intensive care services. They shall also act as referral centres for the first level Hospitals. Level-2 Hospitals will provide of technical support and training and form the base for provincial mobile health services.\n* Level-3 Hospitals shall cater for catchment populations of 800,000 and above, and shall have sub-specialisations in internal medicine, surgery, paediatrics, obstetrics, gynaecology, intensive care, and psychiatry. Level-3 Hospitals shall also provide training and research. These hospitals act as referral centres for second level hospitals."}, {"text_block_id": "p43_b657", "text": "(ii)"}, {"text_block_id": "p43_b658", "text": "Strengthen the health care referral system in order to ensure efficient"}, {"text_block_id": "p43_b659", "text": "and effective continuum of care in the provision of health care services by addressing:"}, {"text_block_id": "p44_b660", "text": "and effective continuum of care in the provision of health care services by addressing:\n* Communication and transport between the different levels of care.\n* Strengthen referral systems and structures throughout the health sector by ensuring availability of the requisite resources to provide appropriate services outlined in the basic health package for different levels of the health care system.\n* Strengthen systems and structures for the provision of specialist health services including mobile health services."}, {"text_block_id": "p44_b666", "text": "(iii)"}, {"text_block_id": "p44_b667", "text": "Continue to refer diseases and cases, which need special treatment and cannot be handled by the above system, abroad for treatment."}, {"text_block_id": "p44_b668", "text": "4.4.2 Rehabilitation Services"}, {"text_block_id": "p44_b669", "text": "The main challenges faced by the rehabilitation services are; inadequate human resource for outreach programmes, skilled community workers, resources for post illness care, and partnerships."}, {"text_block_id": "p44_b670", "text": "Objective"}, {"text_block_id": "p44_b671", "text": "To provide comprehensive medical rehabilitative services at all levels of health care."}, {"text_block_id": "p44_b672", "text": "Policy Measures"}, {"text_block_id": "p44_b673", "text": "Government shall:"}, {"text_block_id": "p44_b674", "text": "(i)"}, {"text_block_id": "p44_b675", "text": "Strengthen and expand the provision of medical rehabilitative services at all levels of care including home based care services."}, {"text_block_id": "p44_b676", "text": "(ii)"}, {"text_block_id": "p44_b677", "text": "Strengthen public awareness on medical rehabilitation services."}, {"text_block_id": "p44_b678", "text": "4.4.3 Home Based and Palliative Care Services"}, {"text_block_id": "p44_b679", "text": "Patients with life-limiting illnesses and their families mostly receive physical care without support for their psychological, social, and spiritual needs. There is an imperative need to scale up palliative care interventions in Zambia which are already being provided by public and private practitioners as well as community/ home based care programmes."}, {"text_block_id": "p44_b680", "text": "Objective"}, {"text_block_id": "p44_b681", "text": "To provide comprehensive palliative care services for patients with life limiting illnesses and their families at all levels of health service delivery."}, {"text_block_id": "p44_b682", "text": "Policy Measures"}, {"text_block_id": "p44_b683", "text": "Government shall:"}, {"text_block_id": "p44_b684", "text": "(i)"}, {"text_block_id": "p44_b685", "text": "Ensure that palliative care begins at the point of diagnosis and is made an integral part of the basic health care package."}, {"text_block_id": "p45_b686", "text": "(ii)"}, {"text_block_id": "p45_b687", "text": "Strengthen the institutional framework for the coordination and implementation of palliative care services in the country."}, {"text_block_id": "p45_b688", "text": "(iii)"}, {"text_block_id": "p45_b689", "text": "Strengthen national capacity in the use of drugs in palliative care and ensure availability of medicines used in palliative care."}, {"text_block_id": "p45_b690", "text": "(iv)"}, {"text_block_id": "p45_b691", "text": "Raise awareness on the importance and benefits of palliative care."}, {"text_block_id": "p45_b692", "text": "4.4.4 Laboratory Services"}, {"text_block_id": "p45_b693", "text": "Objective"}, {"text_block_id": "p45_b694", "text": "To provide appropriate, efficient, cost-effective and affordable laboratory"}, {"text_block_id": "p45_b695", "text": "support services at all levels of health care."}, {"text_block_id": "p45_b696", "text": "Policy Measures"}, {"text_block_id": "p45_b697", "text": "Government shall strengthen and expand the provision of quality laboratory health services, patient management, surveillance and research."}, {"text_block_id": "p45_b698", "text": "4.4.5 Medical Imaging Services"}, {"text_block_id": "p45_b699", "text": "Objective"}, {"text_block_id": "p45_b700", "text": "To provide quality, cost effective and safe medical imaging and radiation therapy support at all levels of health care."}, {"text_block_id": "p45_b701", "text": "Policy Measures"}, {"text_block_id": "p45_b702", "text": "Government shall strengthen and expand the provision of quality medical imaging services at appropriate levels of care including digital imaging and tele-radiography."}, {"text_block_id": "p45_b703", "text": "4.4.6 Traditional Health and other Alternative Services"}, {"text_block_id": "p45_b704", "text": "Despite the wide use of traditional medicines and the long history of complaints of malpractices in the use of traditional medicines, there has been no legal framework to control the Traditional Health Practices."}, {"text_block_id": "p45_b705", "text": "Objective"}, {"text_block_id": "p45_b706", "text": "To strengthen the linkages between and among traditional, alternative and conventional health practitioners in the provision of health services."}, {"text_block_id": "p45_b707", "text": "Policy Measures"}, {"text_block_id": "p45_b708", "text": "Government shall:"}, {"text_block_id": "p45_b709", "text": "(i)"}, {"text_block_id": "p45_b710", "text": "Provide the necessary legal frame work for the Traditional Health Practitioners."}, {"text_block_id": "p46_b711", "text": "(ii)"}, {"text_block_id": "p46_b712", "text": "Promote certification, registration and regulation of traditional and"}, {"text_block_id": "p46_b713", "text": "alternative health practitioners by an approved authority."}, {"text_block_id": "p46_b714", "text": "(iii)"}, {"text_block_id": "p46_b715_merged", "text": "Strengthen and expand capacity for traditional and alternative health practitioners in the identification and management of health conditions requiring referral."}, {"text_block_id": "p46_b718", "text": "4.5 Health Workforce"}, {"text_block_id": "p46_b719", "text": "The unequal distribution of health personnel between rural and urban areas coupled with lack of training programmes and re-orientation towards integrated health services, especially primary health care is a major problem perpetuating low retention and motivation of existing health workers which leads to low productivity and low outputs of health workers at health training institutions."}, {"text_block_id": "p46_b720", "text": "Objective"}, {"text_block_id": "p46_b721", "text": "To provide a well-motivated, committed and skilled professional workforce who will deliver cost effective quality health care services as close to the family as possible."}, {"text_block_id": "p46_b722", "text": "Policy Measures"}, {"text_block_id": "p46_b723", "text": "Government shall:"}, {"text_block_id": "p46_b724", "text": "(i)"}, {"text_block_id": "p46_b725", "text": "Strengthen human resource management, planning, development and administration at all levels within the sector."}, {"text_block_id": "p46_b726", "text": "(ii)"}, {"text_block_id": "p46_b727", "text": "Continue expanding the health workforce as and when the overall resources framework allows."}, {"text_block_id": "p46_b728", "text": "(iii)"}, {"text_block_id": "p46_b729", "text": "Increase enrolment of students and use equitable system in the"}, {"text_block_id": "p46_b730", "text": "enrollment of nurses and clinical officers among provinces."}, {"text_block_id": "p46_b731", "text": "(iv)"}, {"text_block_id": "p46_b732", "text": "Promote the retention of health workers."}, {"text_block_id": "p46_b733", "text": "(v)"}, {"text_block_id": "p46_b734", "text": "Strengthen regulatory role of certification and registration of health"}, {"text_block_id": "p46_b735", "text": "professionals in order to effectively monitor quality service delivery."}, {"text_block_id": "p46_b736", "text": "(vi)"}, {"text_block_id": "p46_b737", "text": "Establish and maintain a Human Resource for Health observatory."}, {"text_block_id": "p46_b738", "text": "(vii)"}, {"text_block_id": "p46_b739", "text": "Guarantee a safe working environment and protection for health workers."}, {"text_block_id": "p46_b740", "text": "(viii)"}, {"text_block_id": "p46_b741", "text": "Promote a caring attitude among Health Workers"}, {"text_block_id": "p46_b742", "text": "4.6 Medical Commodities"}, {"text_block_id": "p46_b743", "text": "4.6.1 Essential Medicines & Medical Supplies"}, {"text_block_id": "p46_b744", "text": "The inconsistent supply of essential pharmaceuticals and medical supplies has remained a major problem in Zambia. This has been attributed to a combination"}, {"text_block_id": "p47_b745", "text": "of factors, including: inadequate funding, poor quantification, weak regulatory"}, {"text_block_id": "p47_b746", "text": "framework and weaknesses in the procurement, distribution logistics and storage management systems."}, {"text_block_id": "p47_b747", "text": "Objective"}, {"text_block_id": "p47_b748", "text": "To ensure the availability of safe, efficacious, good quality and affordable"}, {"text_block_id": "p47_b749", "text": "essential medicines and other medical commodities."}, {"text_block_id": "p47_b750", "text": "Policy Measures"}, {"text_block_id": "p47_b751", "text": "Government shall:"}, {"text_block_id": "p47_b752", "text": "(i)"}, {"text_block_id": "p47_b753", "text": "Strengthen the regulatory environment for pharmaceutical services."}, {"text_block_id": "p47_b754", "text": "(ii)"}, {"text_block_id": "p47_b755", "text": "Ensure that PRA effectively execute all essential medicines regulatory functions."}, {"text_block_id": "p47_b756", "text": "(iii)"}, {"text_block_id": "p47_b757", "text": "Ensure the establishment and operationalisation of a National Drug Quality Control Laboratory as provided for in the Pharmaceutical Act of 2004 and National Drug Policy."}, {"text_block_id": "p47_b758", "text": "(iv)"}, {"text_block_id": "p47_b759", "text": "Ensure an enabling environment which promotes local production of medicines."}, {"text_block_id": "p47_b760", "text": "(v)"}, {"text_block_id": "p47_b761", "text": "Provide resources and an enabling environment to ensure timely procurement of essential medicines, lab supplies and allied substances that are required to meet the basic health care needs for the Zambians."}, {"text_block_id": "p47_b762", "text": "(vi)"}, {"text_block_id": "p47_b763", "text": "Put in place a mechanism to ensure adequate coordination of roles being played by the many partners in the pharmaceutical services."}, {"text_block_id": "p47_b764", "text": "(vii)"}, {"text_block_id": "p47_b765", "text": "Ensure efficient supply management system is developed to store and"}, {"text_block_id": "p47_b766", "text": "transport essential medicines and other commodities at provincial, district and facilities."}, {"text_block_id": "p47_b767", "text": "4.6.2 Safe Blood and Blood Products"}, {"text_block_id": "p47_b768_merged", "text": "Safe blood is one of the most effective strategies for prevention of the transmission of Transfusion Transmissible Infections (TTIs), particularly HIV, hepatitis viruses and syphilis. Increased emphasis should be made to decentralise the blood transfusion services to all 2nd level hospitals."}, {"text_block_id": "p47_b771", "text": "Objective"}, {"text_block_id": "p47_b772", "text": "To attain equity of access to safe blood and blood products throughout the country, in order to contribute to national health and development objectives."}, {"text_block_id": "p47_b773", "text": "Policy Measures"}, {"text_block_id": "p47_b774", "text": "Government shall:"}, {"text_block_id": "p47_b775", "text": "(i)"}, {"text_block_id": "p47_b776", "text": "Strengthen and expand capacity to provide safe blood and blood products."}, {"text_block_id": "p48_b777", "text": "(ii)"}, {"text_block_id": "p48_b778", "text": "Strengthen commodity security for blood transfusion services."}, {"text_block_id": "p48_b779", "text": "(iii)"}, {"text_block_id": "p48_b780", "text": "Strengthen national coordination and control of blood transfusion services."}, {"text_block_id": "p48_b781", "text": "(iv)"}, {"text_block_id": "p48_b782", "text": "Decentralise blood transfusion services to all second level hospitals."}, {"text_block_id": "p48_b783", "text": "4.7 Infrastructure, Equipment and Transport"}, {"text_block_id": "p48_b784", "text": "4.7.1 Infrastructure"}, {"text_block_id": "p48_b785_merged", "text": "Inadequate and inequitable distribution of health infrastructure across the country has continued to present major challenges to the health sector. However, significant efforts have also been directed towards renovation of the existing health infrastructure and expansion of health training institutions."}, {"text_block_id": "p48_b788", "text": "Objective"}, {"text_block_id": "p48_b789", "text": "To improve on the availability, distribution and condition of appropriate essential infrastructure so as to improve equity of access to essential health services."}, {"text_block_id": "p48_b790", "text": "Policy Measures"}, {"text_block_id": "p48_b791", "text": "Government shall:"}, {"text_block_id": "p48_b792", "text": "(i)"}, {"text_block_id": "p48_b793", "text": "Work towards improvement of access to essential health services through the construction and rehabilitation of health facilities."}, {"text_block_id": "p48_b794", "text": "(ii)"}, {"text_block_id": "p48_b795", "text": "Ensure that every General Hospital (level-2) has a Nursing, Midwifery"}, {"text_block_id": "p48_b796", "text": "and Clinical Officer School."}, {"text_block_id": "p48_b797", "text": "(iii)"}, {"text_block_id": "p48_b798", "text": "Ensure that infrastructure is user friendly, gender sensitive and accessible to differently abled people, appropriateness and designs of infrastructure."}, {"text_block_id": "p48_b799", "text": "(iv)"}, {"text_block_id": "p48_b800", "text": "Create an enabling environment to encourage the private sector to supplement Government’s effort through private sector initiatives which will led to renovation and construction of private health infrastructure."}, {"text_block_id": "p48_b801", "text": "(v)"}, {"text_block_id": "p48_b802", "text": "Facilitate the electricity connectivity of all health facilities to the main power grids and were appropriate provide alternative means of"}, {"text_block_id": "p48_b803", "text": "electrification."}, {"text_block_id": "p48_b804", "text": "4.7.2 Equipment"}, {"text_block_id": "p48_b805", "text": "Inadequate equipment for each level of service delivery has always posed a challenge for Government. Further, maintenance of equipment in most hospitals is facing a lot of challenges due to inadequate budgetary allocation, shortage of maintenance personnel, lack of well equipped maintenance facilities, and sometimes non-availability of consumables, accessories and spare parts. This situation has impacted negatively on the delivery of quality services to the people of Zambia."}, {"text_block_id": "p49_b806", "text": "Objective"}, {"text_block_id": "p49_b807", "text": "To improve on the availability and condition of essential equipment and accessories in all health facilities so as to ensure effective health services delivery."}, {"text_block_id": "p49_b808", "text": "Policy Measures"}, {"text_block_id": "p49_b809", "text": "Government shall:"}, {"text_block_id": "p49_b810", "text": "(i)"}, {"text_block_id": "p49_b811", "text": "Provide all essential equipment required for safe delivery of the essential package at each level."}, {"text_block_id": "p49_b812", "text": "(ii)"}, {"text_block_id": "p49_b813", "text": "Provide means for the implementation of the corrective and routine medical equipment maintenance programme country wide."}, {"text_block_id": "p49_b814", "text": "4.7.3 Transport"}, {"text_block_id": "p49_b815", "text": "Overall, every district has at least one ambulance and three utility vehicles against"}, {"text_block_id": "p49_b816", "text": "the recommended two and five respectively for smaller districts. However, most of the existing fleet of vehicles is beyond economic repair or requires significant"}, {"text_block_id": "p49_b817", "text": "work to rehabilitate."}, {"text_block_id": "p49_b818", "text": "Objective"}, {"text_block_id": "p49_b819", "text": "To maintain an effective and efficient transport management system to support"}, {"text_block_id": "p49_b820", "text": "health service delivery."}, {"text_block_id": "p49_b821", "text": "Policy Measures"}, {"text_block_id": "p49_b822", "text": "Government shall:"}, {"text_block_id": "p49_b823", "text": "(i)"}, {"text_block_id": "p49_b824", "text": "Ensure availability of cost effective, appropriate, safe, well maintained transport at all levels."}, {"text_block_id": "p49_b825", "text": "(ii)"}, {"text_block_id": "p49_b826", "text": "Strengthen capacity for transport management at all levels."}, {"text_block_id": "p49_b827", "text": "(iii)"}, {"text_block_id": "p49_b828", "text": "Develop a transport guidelines to provide the operating framework."}, {"text_block_id": "p49_b829", "text": "(iv)"}, {"text_block_id": "p49_b830", "text": "Streamline the functions of Provincial Vehicle Service Centres to focus on quality control and vehicle inspection with a provision to outsource other services."}, {"text_block_id": "p49_b831", "text": "4.8 Leadership and Governance"}, {"text_block_id": "p49_b832", "text": "4.8.1 Accountability and participation"}, {"text_block_id": "p49_b833", "text": "Within the context and framework of public sector governance, MoH has established policies, legislation, systems and structures for ensuring transparency and accountability in the management of health services and resources."}, {"text_block_id": "p50_b834", "text": "Accountability of health facilities to communities they serve is, however, weak and most patients do not understand their rights when accessing services."}, {"text_block_id": "p50_b835", "text": "Objective"}, {"text_block_id": "p50_b836", "text": "Implement accountable, efficient and transparent management, representation"}, {"text_block_id": "p50_b837", "text": "and accountability systems and structures at all levels of the Health Sector that meets the expectations of all stakeholders."}, {"text_block_id": "p50_b838", "text": "Policy Measures"}, {"text_block_id": "p50_b839", "text": "Government shall:"}, {"text_block_id": "p50_b840", "text": "(i)"}, {"text_block_id": "p50_b841", "text": "Facilitate the ratification and domestication of all international and"}, {"text_block_id": "p50_b842", "text": "regional agreements, conventions, declarations and protocols on health to which the country is a signatory."}, {"text_block_id": "p50_b843", "text": "(ii)"}, {"text_block_id": "p50_b844", "text": "Provide adequate resources for the implementation of international, regional and National agreements, conventions of international agreements, declarations and protocols on health which have been"}, {"text_block_id": "p50_b845", "text": "ratified by the Government."}, {"text_block_id": "p50_b846", "text": "(iii)"}, {"text_block_id": "p50_b847", "text": "Continue decentralisation in the health sector in line with the National Decentralisation Policy of 2002 and its implementation plan."}, {"text_block_id": "p50_b848", "text": "(iv)"}, {"text_block_id": "p50_b849", "text": "Within the framework of a sector wide approach, strengthen partnerships with other government ministries, communities, NGOs, civil society and international community."}, {"text_block_id": "p50_b850", "text": "(v)"}, {"text_block_id": "p50_b851", "text": "Within the framework of a sector wide approach, promote public-private partnerships in health and also strengthen coordination and harmonisation of health partnerships, based on established national and international norms."}, {"text_block_id": "p50_b852", "text": "(vi)"}, {"text_block_id": "p50_b853", "text": "Strengthen the financial management and control systems in line with"}, {"text_block_id": "p50_b854", "text": "the national public service regulations and international best practices."}, {"text_block_id": "p50_b855", "text": "(vii)"}, {"text_block_id": "p50_b856", "text": "Ensure the prioritisation of health in the national development agenda in line with the Abuja Declaration."}, {"text_block_id": "p50_b857", "text": "4.8.2 Quality Assurance and Quality Control"}, {"text_block_id": "p50_b858", "text": "Efforts have been directed at creating an environment, in which everyone involved supports quality, is alert to problems of performance and opportunities for improvement, and is prepared to take responsibility for setting in motion the needed changes to improve health care services. In spite of these efforts, challenges exist in the areas of respect for patients’ rights and dignity. This has contributed to the apathy towards accessing care from health facilities."}, {"text_block_id": "p51_b859", "text": "Objective"}, {"text_block_id": "p51_b860", "text": "To create a healthy working environment for both patients and health professionals so that high quality sustainable health services are upheld."}, {"text_block_id": "p51_b861", "text": "Policy Measures"}, {"text_block_id": "p51_b862", "text": "Government shall:"}, {"text_block_id": "p51_b863", "text": "(i)"}, {"text_block_id": "p51_b864", "text": "Develop a strategy for assessing quality improvement using the Performance Improvement Approach at all levels of care."}, {"text_block_id": "p51_b865", "text": "(ii)"}, {"text_block_id": "p51_b866", "text": "As part of overall management and capacity building efforts, facilitate continuous Professional Development in Quality Assurance and Quality Improvement facilitate patient/community involvement in areas of Quality Assurance including the adoption of the patients’ charter and the domestication of the patients’ rights."}, {"text_block_id": "p51_b867", "text": "(iii)"}, {"text_block_id": "p51_b868", "text": "Strengthening multi-sectoral coordination of Quality Assurance activities in the delivery of  health services."}, {"text_block_id": "p51_b869", "text": "4.9 Health Information and Research"}, {"text_block_id": "p51_b870", "text": "4.9.1 Health Information"}, {"text_block_id": "p51_b871", "text": "Zambia has developed a robust health information system providing information for programme planning, monitoring and evaluation. This system comprises both routine and non-routine information sources, institutionalised in the various players within the health sector and coordinated as part of one national monitoring and evaluation framework. However, in most instances, health information is uncoordinated, fragmented and poorly utilised."}, {"text_block_id": "p51_b872", "text": "Objective"}, {"text_block_id": "p51_b873", "text": "To ensure availability of relevant, accurate, timely and accessible health information to support the planning, coordination, monitoring and evaluation of health services."}, {"text_block_id": "p51_b874", "text": "Policy Measures"}, {"text_block_id": "p51_b875", "text": "Government shall:"}, {"text_block_id": "p51_b876", "text": "(i)"}, {"text_block_id": "p51_b877", "text": "Provide for timely production and dissemination of health information, education and communication materials to the public."}, {"text_block_id": "p51_b878", "text": "(ii)"}, {"text_block_id": "p51_b879", "text": "Ensure effective use of ICTs in delivery of quality health care services."}, {"text_block_id": "p51_b880", "text": "(iii)"}, {"text_block_id": "p51_b881", "text": "Developing an ICT strategy to ensure that hardware and communication needs are matched with information needs for all information systems in the sector."}, {"text_block_id": "p51_b882", "text": "(iv)"}, {"text_block_id": "p51_b883", "text": "Build ICT capacity, innovative developments and infrastructure."}, {"text_block_id": "p51_b884", "text": "(v)"}, {"text_block_id": "p51_b885", "text": "Strengthening financial management by implementing Integrated"}, {"text_block_id": "p51_b886", "text": "Financial Management Information System (IFMIS) at all levels."}, {"text_block_id": "p52_b887", "text": "(vi)"}, {"text_block_id": "p52_b888", "text": "Strengthen human resources management by implementing the computerised human resources management information system in the ministry and by ensuring that a Health Professionals register system is developed and maintained in the two professional councils."}, {"text_block_id": "p52_b889", "text": "4.9.2 Health Research"}, {"text_block_id": "p52_b890_merged", "text": "A number of health research activities have been undertaken in the health sector in Zambia by both local and international researchers whose findings have contributed to policy decisions and programmes. However, there is still need to"}, {"text_block_id": "p52_b893", "text": "improve dissemination and utilisation of research findings."}, {"text_block_id": "p52_b894", "text": "Objective"}, {"text_block_id": "p52_b895", "text": "To identify and prioritise health research in the national development agenda."}, {"text_block_id": "p52_b896", "text": "Policy Measures"}, {"text_block_id": "p52_b897", "text": "Government shall:"}, {"text_block_id": "p52_b898", "text": "(i)"}, {"text_block_id": "p52_b899", "text": "Ensure adequate funding is available for priority health research."}, {"text_block_id": "p52_b900", "text": "(ii)"}, {"text_block_id": "p52_b901", "text": "Ensure that a National health research agenda is set and disseminated to stakeholders."}, {"text_block_id": "p52_b902", "text": "(iii)"}, {"text_block_id": "p52_b903", "text": "Integrate and ensure links among research, policy and action."}, {"text_block_id": "p52_b904", "text": "(iv)"}, {"text_block_id": "p52_b905", "text": "Facilitate the construction of a national data base for research findings. Establish a repository of all health research findings for easy access."}, {"text_block_id": "p52_b906", "text": "(v)"}, {"text_block_id": "p52_b907", "text": "Undertake a thorough update and inventory of all health research in the country."}, {"text_block_id": "p52_b908", "text": "(vi)"}, {"text_block_id": "p52_b909", "text": "Facilitate the effective implementation of the National Health Research Policy."}, {"text_block_id": "p52_b910", "text": "(vii)"}, {"text_block_id": "p52_b911", "text": "Develop and implement an appropriate legal framework to guide the conduct of health research including research involving live human subjects."}, {"text_block_id": "p52_b912", "text": "(viii)"}, {"text_block_id": "p52_b913", "text": "Strengthen and expand research in traditional and alternative medicine."}, {"text_block_id": "p52_b914", "text": "4.10 Health Care Financing"}, {"text_block_id": "p52_b915", "text": "Overall, the current resource envelope is far below the minimum required for"}, {"text_block_id": "p52_b916", "text": "the delivery of an optimum package of care despite significant increases in the flow of funds to the health sector."}, {"text_block_id": "p52_b917", "text": "Objective"}, {"text_block_id": "p52_b918", "text": "To ensure adequate and sustainable financing of the health sector in order to"}, {"text_block_id": "p52_b919", "text": "provide quality, cost effective health services."}, {"text_block_id": "p53_b920", "text": "Policy Measures"}, {"text_block_id": "p53_b921", "text": "Government shall:"}, {"text_block_id": "p53_b922", "text": "(i)"}, {"text_block_id": "p53_b923", "text": "Ensure that Primary Health Care services at all levels are funded from general tax revenue and provided free of charge to all citizens."}, {"text_block_id": "p53_b924", "text": "(ii)"}, {"text_block_id": "p53_b925_merged", "text": "Ensure that Hospital services (district, general and tertiary) shall be funded partially from tax revenue and partially from a mandatory Social Health Insurance (SHI) fund and other medical aid schemes. Determine the benefit package and contributions to existing health insurance schemes and through actuary valuations taking into consideration, among other things the value of protection, cost effective analysis,"}, {"text_block_id": "p53_b928", "text": "epidemiological profile and administrative expenses."}, {"text_block_id": "p53_b929", "text": "(iii)"}, {"text_block_id": "p53_b930", "text": "Create a conducive environment for strengthening private sector participation in the provision of health services. Encourage formation of community funds as part of its SHI program to be funded partially funded from tax revenue and partially from community contributions."}, {"text_block_id": "p53_b931", "text": "(iv)"}, {"text_block_id": "p53_b932", "text": "encourage creation of high cost schemes in hospitals as a further fund raising option."}, {"text_block_id": "p53_b933", "text": "(v)"}, {"text_block_id": "p53_b934", "text": "Ensure that external financing is harmonised and aligned to the National"}, {"text_block_id": "p53_b935", "text": "Development process Put in place a relevant legal framework for the establishment, management and administration of a national SHI scheme."}, {"text_block_id": "p53_b936", "text": "4.11 Public Private Partnerships"}, {"text_block_id": "p53_b937", "text": "The Ministry of Health shall endeavour to cooperate with the private sector in the provision of health services in areas where they have competitive and comparative advantage."}, {"text_block_id": "p53_b938", "text": "Objective"}, {"text_block_id": "p53_b939", "text": "To identify and encourage partnerships with the private sector in the field of"}, {"text_block_id": "p53_b940", "text": "health."}, {"text_block_id": "p53_b941", "text": "Policy Measures"}, {"text_block_id": "p53_b942", "text": "Government shall:"}, {"text_block_id": "p53_b943", "text": "(i)"}, {"text_block_id": "p53_b944", "text": "Ensure partnerships in health care service delivery is in line with key prioritiy areas."}, {"text_block_id": "p53_b945", "text": "(ii)"}, {"text_block_id": "p53_b946", "text": "Facilitate joint venture projects in the field of health care service"}, {"text_block_id": "p53_b947", "text": "delivery."}, {"text_block_id": "p53_b948", "text": "(iii)"}, {"text_block_id": "p53_b949", "text": "Facilitate the effective implementation of the Act and Policy."}, {"text_block_id": "p53_b950", "text": "(iv)"}, {"text_block_id": "p53_b951", "text": "Promote and facilitate the implementation of privately financed health"}, {"text_block_id": "p53_b952", "text": "care facilities in order to deliver equitable health services in a clean, caring and competent environment by enhancing transparency, fairness and long term sustainability and removing undesirable restrictions on private sector participation in the provision of health services."}, {"text_block_id": "p54_b953", "text": "5 Implementation Framework"}, {"text_block_id": "p54_b954", "text": "Attainment of the vision and objectives set out in this policy document will largely depend on the institutional arrangements, legal framework, resource mobilisation, and monitoring and evaluation of the policy measures. The implementation framework recommended for this policy is as follows:"}, {"text_block_id": "p54_b955", "text": "5.1 Legal and Regulatory Framework"}, {"text_block_id": "p54_b956", "text": "The Policy is closely linked to the Zambian Constitution, which is the supreme Law of the land. The Constitution guarantees the right to life and right to health. It also guarantees other fundamental human, social and economic rights, which have direct and indirect impact on the population."}, {"text_block_id": "p54_b957_merged", "text": "Following the repeal of the National Health Services Act of 1995 (NHSA-1995), the health sector has been operating without a health service delivery legal framework. In this respect, the Government will develop and enforce an appropriate, broad-based and comprehensive legal framework to support the implementation of the National Health Policy. In addition, there are various health related legislation, and develop appropriate legislation necessary for enforcement of particular aspects of health, in support of the Policy."}, {"text_block_id": "p54_b959", "text": "5.2 Institutional Framework"}, {"text_block_id": "p54_b960", "text": "5.2.1 MoH Implementation Structures"}, {"text_block_id": "p54_b961", "text": "The Policy will be coordinated and implemented through the existing health sector organisational and management structures."}, {"text_block_id": "p54_b962", "text": "Ministry of Health will be responsible for policy and legal framework formulation, strategic decision-making, standards setting and enforcement, and the overall coordination of the implementation."}, {"text_block_id": "p54_b963", "text": "Statutory Bodies (regulatory and service) will ensure that the relevant laws and regulations are developed and enforced to ensure high standards of ethics and professionalism in the health sector. The service statutory bodies will support the core health services."}, {"text_block_id": "p54_b964", "text": "Provincial Health Offices will serve as intermediaries for operationalisation"}, {"text_block_id": "p54_b965", "text": "of the NHSP. They are the MoH’s functional link with the lower level structures, training institutions and the civil society."}, {"text_block_id": "p54_b966", "text": "Districts and Hospitals will serve as the major implementing agencies and will manage the services bases on the principles set in this policy and in the national strategic plan."}, {"text_block_id": "p55_b967", "text": "5.2.2 Inter & Intra Sectoral Collaboration"}, {"text_block_id": "p55_b968", "text": "MoH will take the overall responsibility for coordinating and ensuring successful implementation and attainment of the objectives of this Policy. However, several other players will be involved in the implementation of the Policy, including:"}, {"text_block_id": "p55_b969", "text": "The Executive and Legislature"}, {"text_block_id": "p55_b970", "text": "MoH shall advocate for high level commitments and support from the central government, including the Executive, the Legislature and the Judiciary to"}, {"text_block_id": "p55_b971", "text": "help in raising the profile of health within the national development agenda."}, {"text_block_id": "p55_b972", "text": "The Parliament will play a role in enacting appropriate Laws for health and in allocating appropriate funding to the health sector. The Judiciary will play a role in enforcing the relevant health-related statutes."}, {"text_block_id": "p55_b973", "text": "Disaster Management and Mitigation Unit"}, {"text_block_id": "p55_b974", "text": "Under the office of the Vice President the Disaster Management and Mitigation"}, {"text_block_id": "p55_b975", "text": "Unit is responsible for coordination and management of disasters."}, {"text_block_id": "p55_b976", "text": "Line Ministries"}, {"text_block_id": "p55_b977", "text": "Line Ministries will be required to contribute to the promotion and maintenance of public health within their mandates given the fact that the health status of the population does not only depend on health service provision but also other determinants of health such as water and sanitation, housing, food security, education and poverty reduction etc. Furthermore, Government is in the process of implementing the National Decentralisation Policy which will increase the involvement of local authorities in the provision of public services including health."}, {"text_block_id": "p55_b978", "text": "The Faith-based Health Sector/CHAZ"}, {"text_block_id": "p55_b979", "text": "The CHAZ group is the largest single FBO partner to the Government in the health sector. The group is currently the second largest provider of health services to the general public and, operates on similar lines as public health facilities under the MoH. CHAZ will therefore play an important role in the implementation of the Policy, through their health facilities, including hospitals, health centres and health posts, distributed throughout the country especially in rural areas."}, {"text_block_id": "p55_b980", "text": "The Private Sector"}, {"text_block_id": "p55_b981", "text": "The private health facilities include those owned by the mining industry, and"}, {"text_block_id": "p55_b982_merged_merged", "text": "private for-profit facilities. In addition, there are private companies that have"}, {"text_block_id": "p56_b984", "text": "continued to contribute, through financial, material and technical support, to"}, {"text_block_id": "p56_b985", "text": "various health programmes through, among other mechanisms, Public-Private Partnerships (PPPs)."}, {"text_block_id": "p56_b986", "text": "Traditional and Alternative Health Services"}, {"text_block_id": "p56_b987", "text": "Traditional health practitioners are organised under the Traditional Health Practitioners Association of Zambia (THPAZ) and provide herbal medicines within the communities. Through this policy, the Government will strengthen regulation, supervision, research and coordination of this sector, to ensure that they provide safe and evidence-based health services to the communities."}, {"text_block_id": "p56_b988", "text": "Civil Society"}, {"text_block_id": "p56_b989", "text": "The civil society, both local and international, will play an important role in the implementation of the Policy, through advocacy, health promotion and"}, {"text_block_id": "p56_b990", "text": "work towards promoting stronger coordination and participation of the civil society in the health sector."}, {"text_block_id": "p56_b991", "text": "Cooperating Partners (CPs)"}, {"text_block_id": "p56_b992_merged_merged", "text": "The CPs are expected to play an important role in the implementation of the Policy, through the provision of financial and technical support to the sector. The support will be in different forms, including general budget support, sector and earmarked budget support, and project support. The CPs are required to support the health sector by aligning and synchronising their interventions with"}, {"text_block_id": "p56_b995", "text": "the MoH priorities and timelines as specified in the NHSP."}, {"text_block_id": "p56_b996", "text": "Communities"}, {"text_block_id": "p56_b997", "text": "Much of the progress made in improving the health status of individuals depends on the existence of healthy environments and lifestyles. The government will work towards strengthening health promotion among the communities and strengthening community involvement and participation in the planning, management, implementation, and monitoring and evaluation of health services, to achieve higher impact. This will be achieved by strengthening the community participation structures, and transparency and accountability in the management of health services at community level."}, {"text_block_id": "p56_b998", "text": "5.2.3 Monitoring and Evaluation"}, {"text_block_id": "p56_b999", "text": "Monitoring and evaluation of the implementation of the Policy will be conducted through appropriate existing and new systems, procedures and mechanisms."}, {"text_block_id": "p57_b1000", "text": "The Monitoring and Evaluation Sub-Committee of SAG will be responsible for providing advice on all matters concerning monitoring and evaluation. The following describe the main tools and approaches that will be applied in the monitoring and evaluation of the implementation of the Policy."}, {"text_block_id": "p57_b1001", "text": "5.2.4 Monitoring"}, {"text_block_id": "p57_b1002", "text": "MoH will harmonise sector performance indicators and use these as the basis for the joint reviews. Indicators will include: sector performance benchmarks, output"}, {"text_block_id": "p57_b1003", "text": "and process indicators to assess service delivery (quality, access, efficiency) and"}, {"text_block_id": "p57_b1004", "text": "indicators of health status (impact). They will be derived as far as possible from routine monitoring systems and build on those required for the monitoring and evaluation of the NDP and the MTEF in order to avoid duplication of effort."}, {"text_block_id": "p57_b1005", "text": "The HMIS, FAMS, IFMIS and other routine systems will be the major tools for data collection. The MoH and other agencies will use this data for decision making."}, {"text_block_id": "p57_b1006", "text": "5.2.5 Evaluation"}, {"text_block_id": "p57_b1007", "text": "The policy shall be implemented through the successive NHSPs. The National"}, {"text_block_id": "p57_b1008", "text": "Health Policy shall have a mid-term review after five years and a final term"}, {"text_block_id": "p57_b1009", "text": "review after ten years."}, {"text_block_id": "p57_b1010_merged_merged_merged", "text": "The mid-term assessment will focus on progress made in the implementation of the NHSP and assess the appropriateness of the overall strategic direction. It will therefore be designed to inform the remaining period of the plan and outcome of the National Health Policy through the NHSPs implementation."}], "document_description": "The seventh objective of this document is to strengthen capacity to respond to effects of climate change.<br><br>"}