{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Other|Direct Investment", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "Jordan", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "Health", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "The National Climate Change Policy of the Hashemite Kingdom of Jordan 2013-2020", "document_country_code": "JOR", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Middle East & North Africa", "document_date": "05/01/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/JOR/2013/JOR-2013-01-05-The National Climate Change Policy of the Hashemite Kingdom of Jordan 2013-2020_fe28e42f846fd2d372bc5225ec51eef7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "MINISTRY OF ENVIRONMENT"}, {"text_block_id": "p0_b2", "text": "The National Climate Change Policy of the Hashemite Kingdom of Jordan 2013-2020"}, {"text_block_id": "p0_b3", "text": "SeCTor STraTegiC guidaNCe FrameworK"}, {"text_block_id": "p0_b4", "text": "Supported by"}, {"text_block_id": "p0_b5", "text": "global environment Facility (geF)"}, {"text_block_id": "p0_b6", "text": "and the"}, {"text_block_id": "p0_b7", "text": "united Nations development Programme (uNdP)"}, {"text_block_id": "p1_b8", "text": "MINISTRY OF ENVIRONMENT"}, {"text_block_id": "p1_b9", "text": "The National Climate Change Policy of the Hashemite Kingdom of Jordan 2013-2020"}, {"text_block_id": "p1_b10", "text": "SeCTor STraTegiC guidaNCe FrameworK"}, {"text_block_id": "p1_b11", "text": "Supported by"}, {"text_block_id": "p1_b12", "text": "global environment Facility (geF)"}, {"text_block_id": "p1_b13", "text": "and the"}, {"text_block_id": "p1_b14", "text": "united Nations development Programme (uNdP)"}, {"text_block_id": "p2_b15", "text": "LIST OF CONTENTS"}, {"text_block_id": "p2_b16", "text": "i"}, {"text_block_id": "p2_b17", "text": "OVERVIEW OF THE NATIONAL CLIMATE CHANGE POLICY    AND STRATEGIC GUIDANCE FRAMEWORK"}, {"text_block_id": "p2_b18", "text": "1.1"}, {"text_block_id": "p2_b19", "text": "BACKGROUND"}, {"text_block_id": "p2_b20", "text": "12"}, {"text_block_id": "p2_b21", "text": "2"}, {"text_block_id": "p2_b22", "text": "LONG TERM GOAL AND SHORT TERM OBJECTIVES OF THE    CLIMATE CHANGE POLICY"}, {"text_block_id": "p2_b23", "text": "3"}, {"text_block_id": "p2_b24", "text": "JORDAN AND GREENHOUSE GAS MITIGATION"}, {"text_block_id": "p3_b25", "text": "4"}, {"text_block_id": "p3_b26", "text": "JORDAN VULNERABILITY, IMPACT OF CLIMATE CHANGE     AND ADAPTATION"}, {"text_block_id": "p3_b27", "text": "4.1"}, {"text_block_id": "p3_b28", "text": "JORDAN AND CLIMATE CHANGE SCENARIOS"}, {"text_block_id": "p3_b29", "text": "24"}, {"text_block_id": "p3_b30", "text": "24\n* Uncertainty in the climate change scenario projections\n* Projections of climate change\n* CLIMATE CHANGE ADAPTATION COST BENEFIT ANALYSIS 48"}, {"text_block_id": "p3_b34", "text": "4.2"}, {"text_block_id": "p3_b35", "text": "ADAPTATION TO CLIMATE CHANGE IN THE WATER SECTOR"}, {"text_block_id": "p3_b36", "text": "25"}, {"text_block_id": "p3_b37", "text": "4.2.1"}, {"text_block_id": "p3_b38", "text": "Background and current status in the water sector and climate change"}, {"text_block_id": "p3_b39", "text": "Background and current status in the water sector and climate change\n* Climate change strategic objectives in the water sector\n* Climate change priorities, main measures and instruments in the water sector"}, {"text_block_id": "p3_b43", "text": "4.3"}, {"text_block_id": "p3_b44", "text": "ADAPTATION TO CLIMATE CHANGE IN AGRICULTURE, FOOD SECURITY/PRODUCTION, DESERTIFICATION, AND LAND-USE"}, {"text_block_id": "p3_b45", "text": "26"}, {"text_block_id": "p3_b46", "text": "PLANNING"}, {"text_block_id": "p3_b47", "text": "PLANNING\n* Background and current status in agriculture, food security/production, desertification, land-use planning and             climate change\n* Climate change strategic objectives in the agriculture, food security/production, desertification, and land-use planning\n* Climate change priorities, main measures and instruments in the agriculture, food security production,\n* Climate change priorities, main measures and instruments in the agriculture, food security production,\n desertification, and land-use planning"}, {"text_block_id": "p3_b54", "text": "4.4"}, {"text_block_id": "p3_b55", "text": "ADAPTATION TO CLIMATE CHANGE IN BIODIVERSITY"}, {"text_block_id": "p3_b56", "text": "ADAPTATION TO CLIMATE CHANGE IN BIODIVERSITY\n* Background and current status in biodiversity and climate change\n* Climate change strategic objectives in biodiversity\n* Climate change strategic objectives in biodiversity\n 28\n* Climate change priorities, main measures and instruments in biodiversity"}, {"text_block_id": "p3_b63", "text": "4.5"}, {"text_block_id": "p3_b64", "text": "ADAPTATION TO CLIMATE CHANGE IN THE HEALTH SECTOR"}, {"text_block_id": "p3_b65", "text": "ADAPTATION TO CLIMATE CHANGE IN THE HEALTH SECTOR\n* Background and current status in the health sector and climate change\n* Climate change strategic objectives in the health sector\n* Climate change priorities, main measures and instruments in the health sector"}, {"text_block_id": "p3_b71", "text": "4.6"}, {"text_block_id": "p3_b72", "text": "CLIMATE CHANGE ADAPTATION IN COASTAL AREAS MANAGEMENT"}, {"text_block_id": "p3_b73", "text": "30"}, {"text_block_id": "p3_b74", "text": "4.6.1"}, {"text_block_id": "p3_b75", "text": "Background and current status in coastal areas management and climate change"}, {"text_block_id": "p3_b76", "text": "Background and current status in coastal areas management and climate change\n* Climate change strategic objectives in coastal areas management\n* Climate change priorities, main measures, and instruments in coastal areas management"}, {"text_block_id": "p3_b80", "text": "4.7"}, {"text_block_id": "p3_b81", "text": "CLIMATE CHANGE ADAPTATION IN DISASTER RISK REDUCTION"}, {"text_block_id": "p3_b82", "text": "31"}, {"text_block_id": "p3_b83", "text": "31\n* Background and current status in disaster risk reduction and climate change\n* Climate change strategic objectives in disaster risk reduction\n* Climate change priorities, main measures and instrument in disaster risk reduction"}, {"text_block_id": "p3_b89", "text": "4.8"}, {"text_block_id": "p3_b90", "text": "CLIMATE CHANGE ADAPTATION IN TOURISM"}, {"text_block_id": "p3_b91", "text": "CLIMATE CHANGE ADAPTATION IN TOURISM\n* Background and current status in tourism and climate change\n* Climate change strategic objectives in tourism sector\n* Climate change priorities, main measures, and instruments in tourism sector"}, {"text_block_id": "p3_b97", "text": "32"}, {"text_block_id": "p3_b98", "text": "5"}, {"text_block_id": "p3_b99", "text": "FINANCING AND TECHNOLOGY POLICY"}, {"text_block_id": "p3_b100", "text": "6"}, {"text_block_id": "p3_b101", "text": "LEGAL AND INSTITUTIONAL FRAMEWORK, AND STAKEHOLDER    INVOLVEMENT"}, {"text_block_id": "p3_b102", "text": "LEGAL AND INSTITUTIONAL FRAMEWORK, AND STAKEHOLDER    INVOLVEMENT\n* BACKGROUND AND CURRENT LEGAL AND INSTITUTIONAL STATUS 6.2 PRIORITIES AND MAIN MEASURES IN LEGAL AND INSTITUTIONAL FRAMEWORK 6.3 STAKEHOLDER INVOLVEMENT\n<\\li1>"}, {"text_block_id": "p3_b108", "text": "7"}, {"text_block_id": "p3_b109", "text": "EDUCATION AND RESEARCH, AWARENESS RAISING, AND ROLE     OF THE MEDIA"}, {"text_block_id": "p3_b110", "text": "7.3.1"}, {"text_block_id": "p3_b111", "text": "Background and current status"}, {"text_block_id": "p3_b112", "text": "7.3.2"}, {"text_block_id": "p3_b113", "text": "Strategic climate change objectives for awareness raising and role of the media"}, {"text_block_id": "p3_b114", "text": "7.3.3"}, {"text_block_id": "p3_b115", "text": "Priorities, main measures, and instruments in awareness raising and role of the media"}, {"text_block_id": "p3_b116", "text": "8"}, {"text_block_id": "p3_b117", "text": "JORDAN•S POSITION ON VULNERABLE GROUPS (WITH EMPHASIS     ON THE POOR) AND GENDER MAINSTREAMING"}, {"text_block_id": "p3_b118", "text": "9"}, {"text_block_id": "p3_b119", "text": "SOCIO-ECONOMIC COST-BENEFIT ANALYSIS OF THE CLIMATE     CHANGE MITIGATION AND ADAPTATION, AND GREEN GROWTH"}, {"text_block_id": "p3_b120", "text": "9.1"}, {"text_block_id": "p3_b121", "text": "CLIMATE CHANGE MITIGATION COST BENEFIT ANALYSIS"}, {"text_block_id": "p3_b125", "text": "10"}, {"text_block_id": "p3_b126", "text": "POLICY IMPLEMENTATION GOVERNANCE, SUSTAINABILITY,      MONITORING MECHANISMS AND NEXT STEPS"}, {"text_block_id": "p4_b127", "text": "List of abbreviations"}, {"text_block_id": "p4_b128", "text": "It gives me a great pleasure to welcome all readers and users of this document which has an exceptional value. For the first time in Jordan and the Middle East, a comprehensive national policy for Climate Change has been produced in a participatory and transparent manner that makes this policy a clear reflection of the priorities and objectives of various environmental and development sectors in Jordan."}, {"text_block_id": "p4_b129", "text": "This policy has been developed with a dual objective in mind. The first was to strengthen Jordan’s capacity to respond to the detrimental impacts of Climate Change expected to add a multiplying effect to current challenges in sectors like water and agriculture. The second was to strengthen Jordan’s global stewardship in addressing options to reduce emissions while achieving sound and sustainable developmental objectives especially in the various sectors of energy."}, {"text_block_id": "p4_b130", "text": "Reaching a national consensus on this policy has not been easy, and that is a positive factor by itself. Extensive debates and exchanges of ideas are always an indicator of seriousness of participating parties to have the best possible outcomes. A policy document on Climate Change should encompass national sectoral priorities packaged in a way that is integrated with the national and global responsibilities to contribute to addressing Climate Change threats at all levels, specially adaptation and mitigation."}, {"text_block_id": "p4_b131", "text": "During the consultation process for this policy, all national stakeholders were engaged in a healthy discussion that reflected the importance of the topic and the need to optimize the policy document to a level that guarantees maximizing Jordan’s role in the global fight against Climate Change and providing best conditions for gaining opportunities for enhancing Jordan’s technical, human and institutional capacities to adapt to Climate Change impact."}, {"text_block_id": "p4_b132", "text": "Jordan is a mere contributor to the global GHG emissions with only a marginal emission rate of 0.01% of total global emissions. However, committed to its role and reputation as a global pioneer in the implementation of the various UN conventions, Jordan believes it has a major responsibility in addressing Climate Change challenges while"}, {"text_block_id": "p4_b133", "text": "adhering to its national priorities and developmental objectives. The outcomes of the UNFCCC negotiations in the future will probably put more responsibilities on the shoulders of developing countries and we want to make sure that Jordan is prepared for the new phase with a clear plan."}, {"text_block_id": "p4_b134", "text": "Being a pioneer is not new to Jordan as it was the first Non-Annex I country to produce an Initial National Communication back in 1997 and has been an active member in almost all Climate Change and other UN Conventions’ global treaties, partnerships and programmes."}, {"text_block_id": "p4_b135", "text": "UNDP, as a neutral and trusted global developmental agency played a pivotal part in the support, facilitation and technical backstopping for the consultation process, but the main contributing factor to success was the seriousness and commitment of national stakeholders and technical staff involved in the process of preparing the policy. Their efforts are highly appreciated."}, {"text_block_id": "p4_b136", "text": "Finally, I would like to thank all institutions and individuals who have participated in the preparation of this policy. Particular appreciation is given to the CB2 project manager Dr. Ahmad Abdel Fattah for his relentless efforts and dedication in moving the policy document forward, and Eng. Hussein Badarin Director of Monitoring at the Ministry for ensuring the political and technical quality of the document. Further thanks are extended to Eng. Mohammad Al Alem for his rich technical contribution and Mrs. Ghada Al Sous, the CB2 Project assistant, for her articulate organization of administrative issues. This document would have not been prepared with such quality without the dedicated efforts of Mark Van Wees and Mohammad Faisal Yagan who were the consultants facilitating the process of policy development. All other staff from the Ministry and members of the “National Committee of Climate Change” and “Climate Change Research Group” have worked seriously to maximize the quality of this document. The Ministry will strive to translate plans into actions through institutional, legal and technical tools at hand to make sure that the major objectives of this policy are met and materialized within the timeframe specified."}, {"text_block_id": "p4_b137", "text": "eng. ahmad al Qatarneh"}, {"text_block_id": "p4_b138", "text": "Secretary General Ministry of Environment"}, {"text_block_id": "p5_b139", "text": "SUMMARY FOR POLICY MAKERS"}, {"text_block_id": "p5_b140", "text": "Long-term goal and objective of the National Climate Change Policy and Sector Strategic guidance Framework of the Hashemite Kingdom of Jordan"}, {"text_block_id": "p5_b141", "text": "•"}, {"text_block_id": "p5_b142", "text": "The long-term goal of the Climate Change Policy and Sector Strategic Guidance Framework of the Hashemite Kingdom of Jordan (in short"}, {"text_block_id": "p5_b143", "text": "“Policy”) is to achieve a pro-active, climate risk-resilient Jordan, to remain with a low carbon but growing economy, with healthy, sustainable, resilient communities, sustainable water and agricultural resources, and thriving and productive ecosystems in the path towards sustainable development."}, {"text_block_id": "p5_b144", "text": "•"}, {"text_block_id": "p5_b145", "text": "The objective of the Policy (2013-2020) is to build the adaptive capacity of communities and institutions in Jordan, with consideration for gender"}, {"text_block_id": "p5_b146", "text": "and addressing the needs of vulnerable groups, to increase the resilience of natural ecosystems and water as well as agricultural resources to climate change, and to optimize mitigation opportunities."}, {"text_block_id": "p5_b147", "text": "•"}, {"text_block_id": "p5_b148", "text": "The national priorities and the pillars of the Climate Change Policy are adaptation to climate change and mitigation of greenhouse emissions,"}, {"text_block_id": "p5_b149", "text": "with an emphasis on adaptation as the imperative track."}, {"text_block_id": "p5_b150", "text": "main short-term sub-objectives of the Policy"}, {"text_block_id": "p5_b151", "text": "•"}, {"text_block_id": "p5_b152", "text": "Provide an overarching (umbrella/high level) guidance for the Government of Jordan (GoJ) to implement the climate change objectives advanced"}, {"text_block_id": "p5_b153", "text": "herewith related to adaptation to climate change and the mitigation of greenhouse gas (GHG) emissions;"}, {"text_block_id": "p5_b154", "text": "•"}, {"text_block_id": "p5_b155", "text": "Work towards the integration of vulnerability and climate change impact assessment and the adaptation measures into key relevant sectors’"}, {"text_block_id": "p5_b156", "text": "policies, strategies, and legal framework, in particular water, agriculture/food security, health, biodiversity, combating desertification, and tourism;"}, {"text_block_id": "p5_b157", "text": "•"}, {"text_block_id": "p5_b158", "text": "Encourage mitigation and adaptation strategies that maximize health co-benefits, and minimize unintended consequences (adverse health"}, {"text_block_id": "p5_b159", "text": "impacts);"}, {"text_block_id": "p5_b160", "text": "•"}, {"text_block_id": "p5_b161", "text": "Work towards the integration of climate change mitigation objectives into key relevant sectors’ policies, strategies and legal framework, in"}, {"text_block_id": "p5_b162", "text": "particular energy, transport, and waste;"}, {"text_block_id": "p5_b163", "text": "•"}, {"text_block_id": "p5_b164", "text": "Ensure that the interests of vulnerable groups, with emphasis on the poor, youth and gender are adequately addressed in mitigation and"}, {"text_block_id": "p5_b165", "text": "adaptation policies and strategies and integrate climate change mitigation and adaptation aspects into national sustainable development and green growth policies, strategies, and legal framework taking into account gender mainstreaming and the role and needs of youth and elderly people;"}, {"text_block_id": "p5_b166", "text": "•"}, {"text_block_id": "p5_b167", "text": "Mainstream climate change considerations in infrastructure planning and services as well as landuse planning; and"}, {"text_block_id": "p5_b168", "text": "•"}, {"text_block_id": "p5_b169", "text": "Provide a ground to secure sufficient financial support, and strengthen institutional and human resources capacities to achieve the objectives"}, {"text_block_id": "p5_b170", "text": "advanced herewith, including providing access to regional and international financing resources and capacity building initiatives and programs"}, {"text_block_id": "p5_b171", "text": "Jordan’s position towards the international commitments and opportunities in mitigation of greenhouse gases and adaptation"}, {"text_block_id": "p5_b172", "text": "Jordan, having signed the United Nations Framework Convention on Climate Change (UNFCCC) in 1992 and ratified it in 1993 and having acceded the Kyoto Protocol as non-Annex-I country in 2003, has maintained and will continue maintaining strong commitment to the objectives developed by the international community for the integrated environmental and economic response to the threat of climate change although Jordan contribution to GHGs are equivalent to less than 20 million tons of CO"}, {"text_block_id": "p5_b173", "text": "2eq"}, {"text_block_id": "p5_b174", "text": "(2000)."}, {"text_block_id": "p5_b175_merged_merged", "text": "Jordan recognizes its own responsibility as a country and will support and actively participate in existing and engaging in new international cooperation in this regard, both globally and regionally. Jordan, as well as other developing countries, shall identify mitigation options and facilitate the implementation of such options upon availability of financial resources and technology. Jordan supports the Durban Platform and intends to become a Party to the new global legal agreement on climate change to be developed under the Durban Platform (to be formalised by 2015 and take effect from 2020), under the condition that the differentiation of the commitments under the new agreement are in accordance with the principle of “common but differentiated responsibilities and respective capabilities“."}, {"text_block_id": "p5_b178", "text": "Jordan and mitigation of greenhouse gases"}, {"text_block_id": "p5_b179", "text": "Jordan, recognizing that mitigation in the context of climate change is the human intervention to reduce the sources or enhance the sinks of greenhouse gases, believes that the potential for mitigation is large, even though Jordan’s total GHG emissions are very small in absolute terms and compared to other countries (the total GHG emissions from the energy sector, transport and industrial energy activities were 74% of the total GHG emission of Jordan in the year 2000. The waste management sector emitted about 13% and industry about 8% {excluding energy activities}."}, {"text_block_id": "p5_b180", "text": "objectives for mitigation"}, {"text_block_id": "p5_b181", "text": "•"}, {"text_block_id": "p5_b182", "text": "Strengthen the promotion of renewable energy and energy efficiency in Jordan, which will have a large impact on reduction of GHG emissions"}, {"text_block_id": "p5_b183", "text": "in the country;"}, {"text_block_id": "p5_b184", "text": "•"}, {"text_block_id": "p5_b185", "text": "Complete the policy and legal framework for renewable energy and energy efficiency and strengthen the development, implementation and"}, {"text_block_id": "p5_b186", "text": "enforcement of existing regulation, e.g. green buildings codes;"}, {"text_block_id": "p5_b187", "text": "•"}, {"text_block_id": "p5_b188", "text": "Develop and adopt in the transport sector the strategies promoting energy efficiency and low carbon transportation modes, and facilitate"}, {"text_block_id": "p5_b189", "text": "transfer of low carbon transport technologies;"}, {"text_block_id": "p5_b190", "text": "•"}, {"text_block_id": "p5_b191", "text": "Integrate the climate change perspective in solid waste and waste water policies, strategies and action plans;"}, {"text_block_id": "p5_b192", "text": "•"}, {"text_block_id": "p5_b193", "text": "Improve forest and rangelands management to increase the capacity to store GHG;"}, {"text_block_id": "p5_b194", "text": "•"}, {"text_block_id": "p5_b195", "text": "Promote the access to national and international financing for low carbon energy and environmental technologies and projects; and"}, {"text_block_id": "p5_b196", "text": "•"}, {"text_block_id": "p5_b197", "text": "Promote technology R&D and technology transfer of mitigation in Jordan"}, {"text_block_id": "p5_b198", "text": "Jordan and vulnerability, impact, and adaptation to climate change"}, {"text_block_id": "p5_b199", "text": "Jordan faces vulnerability and potential serious impacts on its natural ecosystems, on its river basins and watersheds, on biodiversity—then cascading to impacts on agriculture and food security/production, water resources, human health, public infrastructure, human settlements and socio-economic framework. Adaptation actions to be taken to secure that the people and the economic, social and natural systems in Jordan will not suffer from climate change impacts."}, {"text_block_id": "p5_b200", "text": "objectives for vulnerability, impact, and adaptation to climate change"}, {"text_block_id": "p5_b201", "text": "•"}, {"text_block_id": "p5_b202", "text": "Further increase the scientific knowledge of climate change vulnerability and impact on water, agriculture/food production, health, biodiversity,"}, {"text_block_id": "p5_b203", "text": "desertification and other relevant sectors, with water and agriculture as the key sectors. This will include the link between climate change adaptation and disaster risk;"}, {"text_block_id": "p5_b204", "text": "•"}, {"text_block_id": "p5_b205", "text": "Develop national and regional capacity to address climate change risks;"}, {"text_block_id": "p5_b206", "text": "•"}, {"text_block_id": "p5_b207", "text": "Develop adaptation strategies in all relevant vulnerable sectors and work towards integrations/filling gaps of climate change aspects into"}, {"text_block_id": "p5_b208", "text": "relevant sectors’ existing adaptation policies and strategies as well as action plans;"}, {"text_block_id": "p5_b209", "text": "•"}, {"text_block_id": "p5_b210", "text": "Strengthenthe cross-sector approachto adaptation given the strong thematic relation between thesectors, andstrengthen the existing national"}, {"text_block_id": "p5_b211", "text": "institutional framework, including the National Committee on Climate Change (NCCC) and its advisory bodies with emphasis on climate change research group; and"}, {"text_block_id": "p5_b212", "text": "•"}, {"text_block_id": "p5_b213", "text": "Promote the access to national and international financing for adaptation projects, including mainstreaming climate consideration in the"}, {"text_block_id": "p5_b214", "text": "allocation of national budgets."}, {"text_block_id": "p6_b215", "text": "objectives for legal and institutional frameworks"}, {"text_block_id": "p6_b216", "text": "•"}, {"text_block_id": "p6_b217", "text": "The Ministry of Environment (MoEnv) to revise the Environment Protection Law no. 52 of 2006 to include and strengthen the climate change"}, {"text_block_id": "p6_b218", "text": "articles of the Law. MoEnv will formulate climate change regulations to implement related activities, when needed, to implement the objectives of the Climate Change Policy and tied strategies;"}, {"text_block_id": "p6_b219", "text": "•"}, {"text_block_id": "p6_b220", "text": "The GoJ to establish a national institutional framework for climate change mitigation and adaptation, that incorporates both the high policy"}, {"text_block_id": "p6_b221", "text": "making/decision taking level as well as the executive (technical) level, and facilitates the involvement of all relevant stakeholders in developing response actions/strategies and their implementation, including the local community level. Thus, GoJ to establish a higher policy making/ decision taking committee upon necessity and based on national circumstances. Moreover, the existing NCCC should be strengthened and become more competent. The composition of the NCCC will ensure that all relevant stakeholders are represented. This includes representatives of local communities, representatives for gender aspects and vulnerable groups, and the private sector;"}, {"text_block_id": "p6_b222", "text": "•"}, {"text_block_id": "p6_b223", "text": "MoEnv will strengthen its internal capacity for climate change to address its existing and new tasks under the Climate Change Policy. Thus"}, {"text_block_id": "p6_b224", "text": "a climate change unit to be established at MoEnv in line with existing employment regulations and potential and a job description to be developed for the unit."}, {"text_block_id": "p6_b225", "text": "objectives for awareness, education and research in relation to climate change"}, {"text_block_id": "p6_b226", "text": "•"}, {"text_block_id": "p6_b227", "text": "Jordan research portfolio on climate change to be strengthened. Policy-supporting research to be promoted to bridge the gap between"}, {"text_block_id": "p6_b228", "text": "research and policy makers resulting in informed and scientifically justified resolutions by policy makers;"}, {"text_block_id": "p6_b229", "text": "•"}, {"text_block_id": "p6_b230", "text": "Awareness campaigns to accompany the implementation of adaptation and mitigation measures, and target all relevant stakeholders, including"}, {"text_block_id": "p6_b231", "text": "communities and the private sector where the media to play a key role in this regard; and"}, {"text_block_id": "p6_b232", "text": "•"}, {"text_block_id": "p6_b233", "text": "The curricula of vocational training and higher education should reflect the needs for climate change adaptation professionals, as well as"}, {"text_block_id": "p6_b234", "text": "professionals in the public and economic sectors that can benefit from green growth."}, {"text_block_id": "p6_b235", "text": "OVERVIEW OF THE NATIONAL CLIMATE CHANGE POLICY AND STRATEGIC GUIDANCE FRAMEWORK"}, {"text_block_id": "p7_b236", "text": "1.1"}, {"text_block_id": "p7_b237", "text": "BaCKgrouNd"}, {"text_block_id": "p7_b238", "text": "Jordan recognizes that climate change is a serious and pervasive threat to humanity. The Intergovernmental Panel on Climate Change (IPCC), the highest scientific body of the UNFCCC responsible for evaluating the risk of climate change, affirmed in its Fourth Assessment Report (2007) that the “warming of the earth’s climate system is unequivocal” and that this warming is attributed to the dramatic rise in human-induced greenhouse gas emissions since the mid-20"}, {"text_block_id": "p7_b239", "text": "th"}, {"text_block_id": "p7_b240", "text": "century."}, {"text_block_id": "p7_b241", "text": "Jordan faces potential serious impacts on its natural ecosystems, on its river basins and watersheds, on biodiversity—then cascading to impacts on food productivity, water resources, human health, public infrastructure, and human settlements. Climate change will have serious implications on the country’s efforts to eradicate poverty and realize sustainable development for current and future generations— ultimately making climate change an issue of intergenerational equity. Climate change scenarios indicate that Jordan and the Middle East could suffer from reduced agricultural productivity and water availability among other negative impacts."}, {"text_block_id": "p7_b242", "text": "At the same time, a substantial potential for cost-effective reduction of GHG emissions exists in Jordan."}, {"text_block_id": "p7_b243_merged_merged_merged", "text": "Although Jordan does contribute less than 20 million tons of CO2eq p.a. (2000) to global emissions, it maintains strong commitment to the objectives developed by the international community for the integrated environmental and economic response to the threat of climate change. The national circumstances in Jordan relevant for climate change mitigation and adaptation are described in detail in Jordan’s 2nd National Communication to the UNFCCC.This description will be updated in the 3rd National Communication (expected end of 2013), supported by GEF/UNDP.  Since 2009, the Ministry of Environment (MoEnv) of Jordan has strengthened the policy and legal frameworks in Jordan to foster compliance with the three Rio Conventions, including the UNFCCC."}, {"text_block_id": "p7_b252", "text": "1.2"}, {"text_block_id": "p7_b253", "text": "THe Need For a NaTioNaL CLimaTe CHaNge PoLiCy For JordaN"}, {"text_block_id": "p7_b254", "text": "So far, no national climate change policy has been adopted in Jordan. This is now required for the following reasons:"}, {"text_block_id": "p7_b255", "text": "•"}, {"text_block_id": "p7_b256", "text": "Formulate overall climate change position/objectives for Jordan; •\t Provide guidance to sector strategies from climate perspectives"}, {"text_block_id": "p7_b257", "text": "(“umbrella”);"}, {"text_block_id": "p7_b258", "text": "•"}, {"text_block_id": "p7_b259", "text": "Identify policy priorities, guidelines, and main policy instruments"}, {"text_block_id": "p7_b260", "text": "and measures to address climate change;"}, {"text_block_id": "p7_b261", "text": "•"}, {"text_block_id": "p7_b262", "text": "Provide a legal framework for continuous future elaboration and"}, {"text_block_id": "p7_b263", "text": "revision of the national climate change policy as needed;"}, {"text_block_id": "p7_b264", "text": "•"}, {"text_block_id": "p7_b265", "text": "Provide a concise and accessible tool for policy makers for"}, {"text_block_id": "p7_b266", "text": "coordination of climate change activities (including technical assistance);"}, {"text_block_id": "p7_b267", "text": "•"}, {"text_block_id": "p7_b268", "text": "Facilitate consistent and comprehensive communication to the"}, {"text_block_id": "p7_b269", "text": "international community (including international donors); and"}, {"text_block_id": "p7_b270", "text": "•"}, {"text_block_id": "p7_b271", "text": "Support attracting international co-financing for adaptation and"}, {"text_block_id": "p7_b272", "text": "mitigation."}, {"text_block_id": "p7_b273", "text": "The Policy will provide an overarching (umbrella/high level) guidance for the GoJ to implement the major climate change objectives of national priority related to adaptation and mitigation of GHG emissions. The ownership of the Policy will be shared among several Ministries and partners in civil, private and academic sectors represented in the National Committee on Climate Change (NCCC). The NCCC will be the main owner of the Policy, having the main role in the supervision of its implementation. Within the NCCC, the MoEnv has a special responsibility as Chair of the NCCC and as its Secretariat.”"}, {"text_block_id": "p7_b274", "text": "The following timeframes are distinguished in the Policy: short -term 2013-2020, and long term: beyond 2020. The objectives in the Policy relate to the short-term (to 2020). Given the expected rapid changes and developments in national and international conditions for climate change in the coming years, the Policy might need to be updated within 3 to 4 years."}, {"text_block_id": "p7_b275", "text": "LONG TERM GOAL AND SHORT TERM OBJECTIVES OF THE CLIMATE CHANGE POLICY"}, {"text_block_id": "p7_b276", "text": "2.1"}, {"text_block_id": "p7_b277", "text": "LONG-TERM GOAL"}, {"text_block_id": "p7_b278", "text": "2.4"}, {"text_block_id": "p7_b279", "text": "OBJECTIVES ON THE ENABLING ENVIRONMENT"}, {"text_block_id": "p8_b280", "text": "2.1"}, {"text_block_id": "p8_b281", "text": "LoNg-Term goaL"}, {"text_block_id": "p8_b282", "text": "The long-term goal of the Climate Change Policy and Sector Strategic Guidance Framework of the Hashemite Kingdom of Jordan (in short"}, {"text_block_id": "p8_b283", "text": "“Policy”) is to achieve a pro-active, climate risk-resilient Jordan, to remain with a low carbon but growing economy, with healthy, sustainable, resilient communities, sustainable water and agricultural resources, and thriving and productive ecosystems in the path towards sustainable development."}, {"text_block_id": "p8_b284", "text": "2.2"}, {"text_block_id": "p8_b285", "text": "oBJeCTive oF THe PoLiCy"}, {"text_block_id": "p8_b286", "text": "•"}, {"text_block_id": "p8_b287", "text": "The objective of the Policy (2013-2020) is to build the adaptive"}, {"text_block_id": "p8_b288", "text": "capacity of communities and institutions in Jordan, with consideration for gender and addressing the needs of vulnerable groups, to increase the resilience of natural ecosystems and water as well as agricultural resources to climate change, and to optimize mitigation opportunities."}, {"text_block_id": "p8_b289", "text": "•"}, {"text_block_id": "p8_b290", "text": "The national priorities and the pillars of the Climate Change Policy"}, {"text_block_id": "p8_b291", "text": "are adaptation to climate change and mitigation of greenhouse emissions, with an emphasis on adaptation as the imperative track."}, {"text_block_id": "p8_b292", "text": "2.3"}, {"text_block_id": "p8_b293", "text": "maiN SHorT-Term SuB-oBJeCTiveS oF THe PoLiCy"}, {"text_block_id": "p8_b294", "text": "•"}, {"text_block_id": "p8_b295", "text": "Provide an overarching (umbrella/high level) guidance for the"}, {"text_block_id": "p8_b296", "text": "Government of Jordan (GoJ) to implement the climate change objectives advanced herewith related to adaptation to climate change and the mitigation of greenhouse gas (GHG) emissions;"}, {"text_block_id": "p8_b297", "text": "•"}, {"text_block_id": "p8_b298", "text": "Work towards the integration of vulnerability and climate change"}, {"text_block_id": "p8_b299", "text": "impact assessment and the adaptation measures into key relevant sectors’ policies, strategies, and legal framework, in particular water, agriculture/food security, health, biodiversity, combating desertification, and tourism;"}, {"text_block_id": "p8_b300", "text": "•"}, {"text_block_id": "p8_b301", "text": "Encourage mitigation and adaptation strategies that maximize"}, {"text_block_id": "p8_b302", "text": "health co-benefits, and minimize unintended consequences (adverse health impacts);"}, {"text_block_id": "p8_b303", "text": "•"}, {"text_block_id": "p8_b304", "text": "Work towards the integration of climate change mitigation"}, {"text_block_id": "p8_b305", "text": "objectives into key relevant sectors’ policies, strategies and legal framework, in particular energy, transport, and waste;"}, {"text_block_id": "p8_b306", "text": "•"}, {"text_block_id": "p8_b307", "text": "Ensure that the interests of vulnerable groups, with emphasis on"}, {"text_block_id": "p8_b308", "text": "the poor, youth and gender are adequately addressed in mitigation and adaptation policies and strategies and integrate climate change mitigation and adaptation aspects into national sustainable development and green growth policies, strategies, and legal"}, {"text_block_id": "p8_b309", "text": "framework taking into account gender mainstreaming and the role and needs of youth and elderly people;"}, {"text_block_id": "p8_b310", "text": "•"}, {"text_block_id": "p8_b311", "text": "Mainstream climate change considerations in infrastructure"}, {"text_block_id": "p8_b312", "text": "planning and services as well as landuse planning; and"}, {"text_block_id": "p8_b313", "text": "•"}, {"text_block_id": "p8_b314", "text": "Provide a ground to secure sufficient financial support, and"}, {"text_block_id": "p8_b315", "text": "strengthen institutional and human resources capacities to achieve the objectives advanced herewith, including providing access to regional and international financing resources and capacity building initiatives and programs"}, {"text_block_id": "p8_b316", "text": "2.4"}, {"text_block_id": "p8_b317", "text": "oBJeCTiveS oN THe eNaBLiNg eNviroNmeNT"}, {"text_block_id": "p8_b318", "text": "•"}, {"text_block_id": "p8_b319", "text": "Support efforts to ensure sufficient financial, institutional and"}, {"text_block_id": "p8_b320", "text": "human resources are available to achieve the objectives above;"}, {"text_block_id": "p8_b321", "text": "•"}, {"text_block_id": "p8_b322", "text": "Secure the appropriate legal frameworks and institutional"}, {"text_block_id": "p8_b323", "text": "arrangements for climate change and the corresponding capacity at governmental institutions, and non-government organizations;"}, {"text_block_id": "p8_b324", "text": "•"}, {"text_block_id": "p8_b325", "text": "Facilitate the much needed further knowledge and insight built up"}, {"text_block_id": "p8_b326", "text": "on climate change trends and impacts in Jordan;"}, {"text_block_id": "p8_b327", "text": "•"}, {"text_block_id": "p8_b328", "text": "Set the agenda for and coordinate future climate change activities in"}, {"text_block_id": "p8_b329", "text": "Jordan and provide guidance for future donor, technical assistance and capacity building projects;"}, {"text_block_id": "p8_b330", "text": "•"}, {"text_block_id": "p8_b331", "text": "Raise awareness on climate change at the relevant stakeholders in"}, {"text_block_id": "p8_b332", "text": "Jordan, including the private sector;"}, {"text_block_id": "p8_b333", "text": "•"}, {"text_block_id": "p8_b334", "text": "Communicate Jordan’s position and priorities to the international"}, {"text_block_id": "p8_b335", "text": "community (including to donors);"}, {"text_block_id": "p8_b336", "text": "•"}, {"text_block_id": "p8_b337", "text": "Continue and strengthen the cooperation with other developing"}, {"text_block_id": "p8_b338", "text": "and developed countries to the purpose in finding common interest. Jordan will cooperate with countries in the region to share knowledge on climate change impacts and optimize adaptation measures."}, {"text_block_id": "p8_b339", "text": "3.1"}, {"text_block_id": "p8_b340", "text": "REPORTING AND MONITORING OF EMISSIONS (INCLUDING GREENHOUSE GAS INVENTORY)"}, {"text_block_id": "p8_b341", "text": "REPORTING AND MONITORING OF EMISSIONS (INCLUDING GREENHOUSE GAS INVENTORY)\n* Background and status of reporting and monitoring            of GHG emissions\n* Climate change strategic objectives on reporting            and monitoring of GHG emissions\n* Climate change priorities, main measures and\n* Climate change priorities, main measures and\n energy supply, renewable energy and climate change\n* Climate change priorities, main measures and\n energy supply, renewable energy and climate change\n transport sector\n* Climate change strategic objectives in the solid             waste and wastewater sectors\n* Climate change priorities, main measures and instruments in the solid waste and wastewater sectors\n* Climate change strategic objectives in LULUCF and             agriculture\n* Climate change strategic priorities, main measures             and instruments in LULUCF and agriculture:"}, {"text_block_id": "p8_b347", "text": "instruments on monitoring and reporting of GHG"}, {"text_block_id": "p8_b348", "text": "3.2"}, {"text_block_id": "p8_b349", "text": "MITIGATION IN ENERGY SUPPLY AND RENEWABLE ENERGY"}, {"text_block_id": "p8_b350", "text": "3.2.1"}, {"text_block_id": "p8_b351", "text": "Background and current status in mitigation in the"}, {"text_block_id": "p8_b353", "text": "3.2.2"}, {"text_block_id": "p8_b354", "text": "Climate change strategic objectives in the energy             sector and renewable energy"}, {"text_block_id": "p8_b355", "text": "3.2.3"}, {"text_block_id": "p8_b356", "text": "Climate change priorities, main measures and instruments               in energy supply and renewable energy"}, {"text_block_id": "p8_b357", "text": "3.3"}, {"text_block_id": "p8_b358", "text": "MITIGATION IN END-USE ENERGY EFFICIENCY"}, {"text_block_id": "p8_b359", "text": "3.3.1"}, {"text_block_id": "p8_b360", "text": "Background and current status in end-use energy            efficiency and climate change"}, {"text_block_id": "p8_b361", "text": "3.3.2"}, {"text_block_id": "p8_b362", "text": "Climate change strategic objectives in energy efficiency"}, {"text_block_id": "p8_b363", "text": "3.3.3"}, {"text_block_id": "p8_b364", "text": "Climate change priorities, main measures and             instruments in energy efficiency"}, {"text_block_id": "p8_b365", "text": "17"}, {"text_block_id": "p8_b366", "text": "3.4"}, {"text_block_id": "p8_b367", "text": "MITIGATION IN TRANSPORTATION"}, {"text_block_id": "p8_b368", "text": "3.4.1"}, {"text_block_id": "p8_b369", "text": "Background and current status in transport"}, {"text_block_id": "p8_b370", "text": "3.4.2"}, {"text_block_id": "p8_b371", "text": "Climate change strategic objectives in the"}, {"text_block_id": "p8_b373", "text": "3.4.3"}, {"text_block_id": "p8_b374", "text": "Climate change priorities, main measures and             instruments for GHG mitigation in transport"}, {"text_block_id": "p8_b375", "text": "3.5"}, {"text_block_id": "p8_b376", "text": "MITIGATION IN SOLID WASTE AND WASTEWATER"}, {"text_block_id": "p8_b377", "text": "18"}, {"text_block_id": "p8_b378_merged_merged_merged_merged", "text": "wastewater and climate change 3.5.1   Background and current status in solid waste and"}, {"text_block_id": "p8_b385", "text": "3.6"}, {"text_block_id": "p8_b386", "text": "LAND-USE, LAND-USE CHANGE AND FORESTRY (LULUCF) AND AGRICULTURE"}, {"text_block_id": "p8_b387", "text": "19"}, {"text_block_id": "p8_b388", "text": "3.6.1"}, {"text_block_id": "p8_b389", "text": "Background and current status in LULUCF and             agriculture"}, {"text_block_id": "p8_b394", "text": "3.7"}, {"text_block_id": "p8_b395", "text": "MITIGATION IN OTHER SECTORS"}, {"text_block_id": "p8_b396", "text": "3.8"}, {"text_block_id": "p8_b397", "text": "CARBON CAPTURE AND STORAGE (CCS)"}, {"text_block_id": "p8_b398", "text": "JORDAN AND GREENHOUSE GAS MITIGATION"}, {"text_block_id": "p8_b399", "text": "3"}, {"text_block_id": "p9_b400", "text": "Mitigation in the context of climate change is the human inter"}, {"text_block_id": "p9_b401", "text": "-"}, {"text_block_id": "p9_b402", "text": "vention to reduce the sources or enhance the sinks of greenhouse gases. Jordan•s total GHG emissions are very small in absolute terms. The main sectors and emission sources in Jordan are the following (based on 2000 figures):"}, {"text_block_id": "p9_b403", "text": "•"}, {"text_block_id": "p9_b404", "text": "Energy sector (including transportation and industrial energy activities) with emissions of 74% of the total GHG emission of Jordan."}, {"text_block_id": "p9_b405", "text": "•"}, {"text_block_id": "p9_b406", "text": "Waste sector: with emissions totaled around 13% of Jordan’s total GHG emissions. Most of the emissions originated from disposal of domestic"}, {"text_block_id": "p9_b407", "text": "solid waste which accounted for 12.5% of the total GHG emissions, while wastewater handling accounted for 1%. The main source of methane was from the managed domestic solid landfill sites;"}, {"text_block_id": "p9_b408", "text": "•"}, {"text_block_id": "p9_b409", "text": "Industrial processes: In the year 2000, emissions from industrial processes sector category were 8% of Jordan’s total GHG emissions. These CO"}, {"text_block_id": "p9_b410", "text": "2"}, {"text_block_id": "p9_b411", "text": "emissions originated mainly from cement production; and"}, {"text_block_id": "p9_b412", "text": "•"}, {"text_block_id": "p9_b413", "text": "Land use, land-use change and forestry and agriculture (LULUCF): The land-use change and forestry sector was a net source of CO"}, {"text_block_id": "p9_b414", "text": "2"}, {"text_block_id": "p9_b415", "text": ". The net emissions were estimated at 4% of Jordan’s total GHG emissions (2000) for the LULUCF and about 1% for agriculture"}, {"text_block_id": "p9_b416", "text": "Jordan being a non-Annex I country under the Kyoto Protocol is not obliged to adopt quantitative targets for future greenhouse emissions. Jordan to actively participate in the international debate on new global agreements for GHG mitigation under the UNFCCC, as successor to the Kyoto Protocol, and is willing to take on GHG mitigation in the future as Party to a new agreement, under certain conditions."}, {"text_block_id": "p9_b417", "text": "No policy instruments are adopted in Jordan that define/determine the effort for GHG mitigation in Jordan, such as a national GHG emission targets. At the moment, GHG mitigation is the result of sector policies, driven by other objectives, such as energy efficiency. Effort-defining instruments are, however, introduced at a sector level in the form of targets, in particular the target for renewable energy and energy efficiency. Jordan intends to promote the mitigation measures that are supported by other objectives than climate change, such as economic benefits (cost-effective under current national conditions, increase security of supply, contributing to the competitiveness of the economy), social (reducing energy expenses, increasing availability to energy services), environmental, or other sector-specific objectives, as adopted in other non-climate policies. The implementation of other, additional, mitigation measures depends on the cost-effectiveness under national current conditions, other benefits for the country, and on the availability of (international) financial resources and technology."}, {"text_block_id": "p9_b418", "text": "In the short term, no specific GHG market mechanism is applicable in Jordan. In particular, cap-and-trade emission trading systems are not suited to Jordan’s specific circumstances, especially because Jordan will not set GHG caps on national/sector level in the short term. Other market instruments, such as new crediting project based mechanisms, are not available yet."}, {"text_block_id": "p9_b419", "text": "Mitigation efforts on the short- to mid-term in Jordan will focus on the measures which contribute to key national objectives, other than mitigation of climate change, in particular renewable electricity energy and energy efficiency. The main principles and criteria in identification and prioritization of mitigation activities for the short- to mid-term (2020) are the following: compliance with Jordan’s principles and objectives in mitigation, applicability under Jordan conditions, including institutional feasibility, effectiveness and efficiency, match with the instruments currently used in existing policies and strategies, and, finally the efforts required for enforcement, and monitoring, reporting and verification. The"}, {"text_block_id": "p9_b420", "text": "3"}, {"text_block_id": "p9_b421", "text": "rd"}, {"text_block_id": "p9_b422", "text": "National Communication Report to the UNFCCC to further develop this framework."}, {"text_block_id": "p9_b423", "text": "Jordan to continue identifying and evaluating GHG mitigation projects in the areas of primary energy, renewable energy, energy efficiency, waste, and agriculture. The cost, benefits and CO"}, {"text_block_id": "p9_b424", "text": "2"}, {"text_block_id": "p9_b425", "text": "emission reduction are to be analyzed for each proposed project."}, {"text_block_id": "p9_b426", "text": "Jordan to continue identifying priority mitigation options."}, {"text_block_id": "p9_b427", "text": "9"}, {"text_block_id": "p9_b428", "text": "Finally, Jordan to continue setting a pipeline of potential NAMA projects suitable for private sector participation potentially to be identified under the Public-Private Infrastructure Advisory Facility PPIAF."}, {"text_block_id": "p9_b429", "text": "3.1"}, {"text_block_id": "p9_b430", "text": "rePorTiNg aNd moNiToriNg oF emiSSioNS (iNCLudiNg greeNHouSe gaS iNveNTory)"}, {"text_block_id": "p9_b431", "text": "3.1.1"}, {"text_block_id": "p9_b432", "text": "Background and status of reporting and monitoring            of gHg emissions"}, {"text_block_id": "p9_b433", "text": "Jordan recognizes that a fundamental issue in climate change policy is a design of an effective system to “measure, report, and verify” countries’ emissions, commitments, and actions, a process that has been known as monitoring, reporting and verification (MRV). While Jordan copes with requirements of UNFCCC’s system of national communications and greenhouse gas inventories to monitor implementation of the Convention, it realizes, taking into consideration the existing strengths and weaknesses of that system in the context of a post-2012 international climate change agreement, and considering the Bali Action Plan provisions on measurement, reporting, and verification, that the existing system contains elements that can support some parts of a post-2012 framework, however, a significant retrofit, accompanied by new processes, will be needed to measure, report, and verify the obligations envisioned in the Bali Action Plan."}, {"text_block_id": "p9_b434", "text": "The measurement and reporting of GHG emissions and the reporting of climate change actions in Jordan are important to provide policy makers with the information for mitigation policy. Jordan has established its national greenhouse gas inventory as part of its 2"}, {"text_block_id": "p9_b435", "text": "nd"}, {"text_block_id": "p9_b436", "text": "National Communication to the UNFCCC. This will be updated in 2013 for the 3"}, {"text_block_id": "p9_b437", "text": "rd"}, {"text_block_id": "p9_b438", "text": "NC. The 3"}, {"text_block_id": "p9_b439", "text": "rd"}, {"text_block_id": "p9_b440", "text": "NC will also include a report on mitigation actions taken in Jordan."}, {"text_block_id": "p9_b441", "text": "3.1.2"}, {"text_block_id": "p9_b442", "text": "Climate change strategic objectives on reporting and            monitoring of gHg emissions"}, {"text_block_id": "p9_b443", "text": "Climate change strategic objectives on reporting and            monitoring of gHg emissions\n* and reporting of GHG emissions and the reporting of climate change\n* To strengthen the knowledge on the current volume and sources of\n* policies on future GHG emissions as a basis for policy-making on"}, {"text_block_id": "p9_b452", "text": "3.1.3"}, {"text_block_id": "p9_b453", "text": "Climate change priorities, main measures and             instruments on monitoring and reporting of gHg            emissions"}, {"text_block_id": "p9_b454", "text": "Strengthen Jordan’s system for reporting and verification of emissions, mitigation potential and activities in line with any international obligations that Jordan has/will be committed to. The reporting and verification system will support the identification and assessment of mitigation priorities, emission projections/scenarios, as well as provide data for the monitoring and reporting;"}, {"text_block_id": "p9_b455", "text": "•"}, {"text_block_id": "p9_b456", "text": "Provide enabling activities for the national GHG inventory to be"}, {"text_block_id": "p9_b457", "text": "further investigated and approved in line with the international guidelines as part of the preparation of the 3"}, {"text_block_id": "p9_b458", "text": "rd"}, {"text_block_id": "p9_b459", "text": "NC (2013) and following inventory reports, which to report on the mitigation activities implemented and planned in Jordan;"}, {"text_block_id": "p9_b460", "text": "•"}, {"text_block_id": "p9_b461", "text": "Facilitate developing mitigation scenarios such as the ones"}, {"text_block_id": "p9_b462_merged_merged_merged_merged_merged_merged_merged_merged", "text": "developed in the 2nd NC which to be further developed in the 3rd NC (2013). Different mitigation scenarios on future international regimes to be developed to support future decision-making;"}, {"text_block_id": "p9_b467", "text": "Adopt regulation to facilitate data collection from emitters, especially in private sector, to the purpose of the inventory; and"}, {"text_block_id": "p9_b468", "text": "•"}, {"text_block_id": "p9_b469", "text": "Promote for application of market mechanisms for cost-effective"}, {"text_block_id": "p9_b470", "text": "reduction in management of GHG emission in Jordan in the future, in combination with an effort-defining policy. This could be the result of an international agreement to which Jordan could become a Party under specific conditions. Jordan, therefore, to start gaining insight and experience with new market mechanisms as a basis of its future position on new market mechanisms."}, {"text_block_id": "p10_b471", "text": "3.2"}, {"text_block_id": "p10_b472", "text": "miTigaTioN iN eNergy SuPPLy aNd reNewaBLe eNergy"}, {"text_block_id": "p10_b473", "text": "3.2.1"}, {"text_block_id": "p10_b474", "text": "Background and current status in mitigation in the            energy supply, renewable energy and climate change"}, {"text_block_id": "p10_b475", "text": "The energy sector is by far the major source of GHG emissions in Jordan. Jordan has very limited primary energy resources and depends to a large extent on the imported petroleum, petroleum products and natural gas from neighboring Arab countries. Due to economic growth and increasing population, energy demand is expected to rise by at least 50 percent over the next 20 years."}, {"text_block_id": "p10_b476", "text": "The Energy Strategy sets security of supply and reducing the fiscal burden to the national budget imposed by the national energy bill as the main national priorities. Climate change is not mentioned explicitly."}, {"text_block_id": "p10_b477", "text": "13"}, {"text_block_id": "p10_b478", "text": "However, the main objectives in this regard are:"}, {"text_block_id": "p10_b479", "text": "•"}, {"text_block_id": "p10_b480", "text": "Exploiting renewable energy sources for increasing the percentage"}, {"text_block_id": "p10_b481", "text": "of their contribution to the total energy mix, achieving safe supply there from and promoting investment thereto;"}, {"text_block_id": "p10_b482", "text": "•"}, {"text_block_id": "p10_b483", "text": "Contributing to environmental protection and achieving sustainable development by promoting the exploitation of renewable energy; and"}, {"text_block_id": "p10_b484", "text": "•"}, {"text_block_id": "p10_b485", "text": "Rationalizing the exploitation of energy and improving its efficiency"}, {"text_block_id": "p10_b486", "text": "in various sectors"}, {"text_block_id": "p10_b487", "text": "In conventional electricity generation (through fuel switch) and in electricity distribution (efficiency improvements), a substantial technical potential for GHG reduction exists. However, the current conditions in the power sector, including the restrictions in gas imports and the lack of investments for new infrastructure, makes these measures not feasible from a mitigation policy point of view in the period considered in this Climate Change Policy. Other (economic) drivers are far more important."}, {"text_block_id": "p10_b488", "text": "The Renewable Energy and Energy Efficiency Law was approved in 2012."}, {"text_block_id": "p10_b489", "text": "14"}, {"text_block_id": "p10_b490", "text": "This law intends to promote private sector investment in renewable energy projects."}, {"text_block_id": "p10_b491", "text": "15"}, {"text_block_id": "p10_b492", "text": "Also, the Jordan Renewable Energy and Energy Efficiency Fund has been established (JREEEF). The progress in promoting renewable energy, however, is modest. The response to the Government tendering of large scale RE projects under BOT arrangement was poor and small-scale renewable projects progress very slowly also. The main barriers to renewable electricity development is the lack of long-term certainty on feed-in tariffs, the lack of national financing, and the lack of institutional and legal support, including lack of enforcement for renewable energy projects. Another key area for application of renewable energy is solar water heating in the residential sector, which faces a range of barriers (high upfront costs, owner-tenant dilemma, weak enforcement of building codes, and low domestic value added)."}, {"text_block_id": "p10_b493", "text": "3.2.2"}, {"text_block_id": "p10_b494", "text": "Climate change strategic objectives in the energy            sector and renewable energy"}, {"text_block_id": "p10_b495", "text": "Climate change strategic objectives in the energy            sector and renewable energy\n* To increase the insight and knowledge on the impact on GHG emissions\n* in Jordan as well as of solar water heating technologies, which\n* in Jordan as well as of solar water heating technologies, which\n mitigation starts at houses\n* in Jordan as well as of solar water heating technologies, which\n mitigation starts at houses\n â;\n* strategies and action plans by assessing and reporting the impact on\n* framework for renewable energy with the objective to facilitate and\n* Jordan. In energy supply, the priority for mitigation is the increase\n* Improve the long-term economic security to renewable energy\n* Identify remaining regulatory gaps or bottlenecks in existing regulatory\n* Improve access to financing for renewable energy projects and\n* Increase the effectiveness of existing financial support mechanisms\n* Provide fiscal and incentives for climate friendly or energy efficient\n* Strengthen international cooperation on creating enabling conditions for\n* Strengthen international cooperation on creating enabling conditions for\n RE, including supply chain, financing, customs regime, and logistics; and\n* Determine and continuously update, monitor and report the carbon\n* Determine and continuously update, monitor and report the carbon\n 2\n* Determine and continuously update, monitor and report the carbon\n 2\n eq/"}, {"text_block_id": "p10_b508", "text": "3.2.3"}, {"text_block_id": "p10_b509", "text": "Climate change priorities, main measures and              instruments in energy supply and renewable energy"}, {"text_block_id": "p10_b534", "text": "3.3"}, {"text_block_id": "p10_b535", "text": "miTigaTioN iN eNd-uSe eNergy eFFiCieNCy"}, {"text_block_id": "p10_b536", "text": "3.3.1"}, {"text_block_id": "p10_b537", "text": "Background and current status in end-use energy             efficiency and climate change"}, {"text_block_id": "p10_b538", "text": "The overall energy intensity in Jordan is higher than in most Middle East and North Africa (MENA) countries, mainly as a result of relative low end-use energy efficiency. Cost-effective energy conservation opportunities exist in all major energy consuming sectors, particularly in buildings. There is therefore considerable scope for demand-side management and energy efficiency measures."}, {"text_block_id": "p10_b539", "text": "The National Energy Strategy 2007‐2020 has set the objective to improve energy efficiency by 20% by 2020. The REEE law calls for by‐laws and political action for energy efficiency. Enabling steps for energy efficiency were defined  in the Jordan Energy Efficiency Roadmap 2010 (which was never officially adopted),"}, {"text_block_id": "p10_b540", "text": "17"}, {"text_block_id": "p10_b541", "text": "to be implemented through three-year National Energy Efficiency Action Plans. The Roadmap identifies high level policy instrument/measures, calls for a monitoring and reporting system for progress on the energy efficiency target, and establishes an institutional and legal framework. The Roadmap, however, has not been implemented so far. Finally, the Jordan Renewable Energy and Energy Efficiency Fund (JREEF) was established."}, {"text_block_id": "p10_b542_merged_merged_merged_merged_merged_merged", "text": "In 2012, a by law was adopted, establishing a framework for specific energy efficiency regulation, including auditing, appliance labeling, minimum energy performance standards (MEPS), and smart metering. In addition, solar water heaters will become mandatory for large buildings. Current building codes in Jordan include standards for energy efficiency. Programs are ongoing to promote green building codes and standards in Jordan, but few buildings so far have complied. 19"}, {"text_block_id": "p10_b545", "text": "Key barriers to energy efficiency remain, including: weak enforcement of existing measures and regulations, lack of knowledge by energy users of the benefits of energy efficiency, lack of coordination between stakeholders in developing energy efficiency projects, high initial implementation cost and high perceived risks, lack of suitable financing mechanisms, and lack of consistent institutional frameworks."}, {"text_block_id": "p10_b546", "text": "There is a lack of attention to monitoring and evaluation of the implementation of policies, incentives and regulation. The lack of dialogue between government and stakeholders decreases the effectiveness of the legislation. As a result, the established policy and regulatory framework has not yet made a significant impact. Only a small number of the identified opportunities in energy efficiency are implemented."}, {"text_block_id": "p10_b547", "text": "3.3.2"}, {"text_block_id": "p10_b548", "text": "Climate change strategic objectives in energy efficiency"}, {"text_block_id": "p10_b549", "text": "•"}, {"text_block_id": "p10_b550", "text": "To strengthen the promotion of energy efficiency technologies and"}, {"text_block_id": "p10_b551", "text": "measures and strengthen the strategic and legal framework for energy efficiency improvement in energy end-use sectors;"}, {"text_block_id": "p10_b552", "text": "•"}, {"text_block_id": "p10_b553", "text": "To increase the insight and knowledge on the impact on GHG"}, {"text_block_id": "p10_b554", "text": "emissions of the introduction of low carbon energy efficiency technologies, as well as on the feasibility and cost-effectiveness of these measures from a GHG mitigation perspective, through research; and"}, {"text_block_id": "p10_b555", "text": "•"}, {"text_block_id": "p10_b556", "text": "To integrate the climate change perspective in energy efficiency"}, {"text_block_id": "p10_b557", "text": "strategies and action plans by assessing and reporting the impact on GHG emissions of the proposed and adopted energy strategies and actions, and include these data into the strategy and action plan documents"}, {"text_block_id": "p10_b558", "text": "3.3.3"}, {"text_block_id": "p10_b559", "text": "Climate change priorities, main measures and             instruments in energy efficiency"}, {"text_block_id": "p10_b560", "text": "•"}, {"text_block_id": "p10_b561", "text": "Adopt the Energy Efficiency Road Map, and develop the energy"}, {"text_block_id": "p10_b562", "text": "efficiency action plans and implement the Bylaw No. 73, including appliance labeling and minimum energy performance standards;"}, {"text_block_id": "p10_b563", "text": "•"}, {"text_block_id": "p10_b564", "text": "Complement the Energy Efficiency Road map with an assessment of"}, {"text_block_id": "p10_b565", "text": "the impact on GHG emissions of the measures proposed;"}, {"text_block_id": "p10_b566", "text": "•"}, {"text_block_id": "p10_b567", "text": "Strengthen the oversight and enforcement of adopted energy"}, {"text_block_id": "p10_b568", "text": "efficiency strategies and legislation by all responsible institutions on national and local level, for instance building codes;"}, {"text_block_id": "p10_b569", "text": "•"}, {"text_block_id": "p10_b570", "text": "Establish a monitoring and reporting framework based on energy"}, {"text_block_id": "p10_b571", "text": "efficiency indicators and stakeholder consultations. As part of the reporting and verification system, the impact of energy efficiency strategies and legislation on GHG emission to be assessed. This applies to the RE and EE Law as well as the EE Road Map. Involve stakeholders in the evaluation process;"}, {"text_block_id": "p10_b572", "text": "•"}, {"text_block_id": "p10_b573", "text": "Further promote green building codes and standards in Jordan;"}, {"text_block_id": "p10_b574", "text": "•"}, {"text_block_id": "p10_b575", "text": "Provide fiscal and incentives for climate friendly or energy efficient"}, {"text_block_id": "p10_b576", "text": "products and investments."}, {"text_block_id": "p10_b577", "text": "•"}, {"text_block_id": "p10_b578", "text": "Raise awareness on energy savings options for households and"}, {"text_block_id": "p10_b579", "text": "small consumers; and"}, {"text_block_id": "p10_b580", "text": "•"}, {"text_block_id": "p10_b581", "text": "Improve the access to financing for energy efficiency measures by"}, {"text_block_id": "p10_b582", "text": "coordination within government and the financial sector, and by awareness raising."}, {"text_block_id": "p11_b583", "text": "3.4"}, {"text_block_id": "p11_b584", "text": "miTigaTioN iN TraNSPorTaTioN"}, {"text_block_id": "p11_b585", "text": "3.4.1"}, {"text_block_id": "p11_b586", "text": "Background and current status in transport"}, {"text_block_id": "p11_b587", "text": "The transport sector is a key economic sector in Jordan, as well as a large and growing GHG emitter. The Ministry of Transport (MoT) has prepared a national Strategy 2012-2014 for the transportation sector. Among its goals are the construction of a statistical database for the transport sector, improvement of the road freight transport, and expansion of the rail transport network to connect Jordanian cities. All these projects would have a large impact on GHG emissions, but face major barriers. The national strategy does not refer to climate change."}, {"text_block_id": "p11_b588", "text": "21"}, {"text_block_id": "p11_b589", "text": "The recent removal of fuel subsidies and resulting increase in price (2012) has provided an additional incentive for energy efficiency in transport, but up-to-date activity and emission data in transport sector, including modes of road transportation is lacking."}, {"text_block_id": "p11_b590", "text": "3.4.2"}, {"text_block_id": "p11_b591", "text": "Climate change strategic objectives in the transport            sector"}, {"text_block_id": "p11_b592", "text": "•"}, {"text_block_id": "p11_b593", "text": "To develop and adopt in the transport sector, a key sector for greenhouse gas mitigation, strategies promoting energy efficiency, low carbon transport technologies, and low carbon transportation modes;"}, {"text_block_id": "p11_b594", "text": "•"}, {"text_block_id": "p11_b595", "text": "To increase the insight and knowledge on the impact on GHG emissions of the introduction of low carbon energy efficiency technologies, as well as on the feasibility and cost-effectiveness of these measures from a GHG mitigation perspective, through research; and"}, {"text_block_id": "p11_b596", "text": "•"}, {"text_block_id": "p11_b597", "text": "To integrate the climate change perspective in transport strategies and action plans by assessing and reporting the impact on GHG emissions of the proposed and adopted energy strategies and actions, and includes these data into the strategy and action plan documents"}, {"text_block_id": "p11_b598", "text": "3.4.3"}, {"text_block_id": "p11_b599", "text": "Climate change priorities, main measures and             instruments for gHg mitigation in transport"}, {"text_block_id": "p11_b600", "text": "•"}, {"text_block_id": "p11_b601", "text": "Adopt specific policies in the transport sector, a key sector for greenhouse gas mitigation, to promoting energy efficiency, low carbon transport technologies, and low carbon transportation modes;"}, {"text_block_id": "p11_b602", "text": "•"}, {"text_block_id": "p11_b603", "text": "FacilitatetherevisionoftheTransportStrategytoevaluatetheimpact"}, {"text_block_id": "p11_b604", "text": "of different transport options and scenarios on GHG emissions;"}, {"text_block_id": "p11_b605", "text": "•"}, {"text_block_id": "p11_b606", "text": "Develop and strengthen local capacities in specific areas such as"}, {"text_block_id": "p11_b607", "text": "improvement of transport efficiency, assessment of different transport modes and application of transport mitigation methodologies;"}, {"text_block_id": "p11_b608", "text": "•"}, {"text_block_id": "p11_b609", "text": "Improve the enabling environment for energy efficient transport"}, {"text_block_id": "p11_b610", "text": "technologies, including hybrid cars;"}, {"text_block_id": "p11_b611", "text": "•"}, {"text_block_id": "p11_b612", "text": "Improve statisticsincluding trends analysis and projects on transport"}, {"text_block_id": "p11_b613", "text": "activity data, emission factors and emissions; and"}, {"text_block_id": "p11_b614", "text": "•"}, {"text_block_id": "p11_b615", "text": "Develop NAMAs in the transport sector"}, {"text_block_id": "p11_b616", "text": "21 MoT (2008)"}, {"text_block_id": "p11_b617", "text": "3.5"}, {"text_block_id": "p11_b618", "text": "miTigaTioN iN SoLid waSTe aNd waSTewaTer"}, {"text_block_id": "p11_b619", "text": "3.5.1"}, {"text_block_id": "p11_b620", "text": "Background and current status in solid waste and            wastewater and climate change"}, {"text_block_id": "p11_b621", "text": "The volume of municipal solid waste has increased in the last decade. This was the result of the population pressure, industrial development, new consumption patterns and life style. The National Agenda 20062015 has identified the need for integrated solid waste management."}, {"text_block_id": "p11_b622", "text": "MoEnv is the authority for the regulations pertaining to management of solid waste in addition to taking a coordinating role with national and international parties. MoEnv has listed solid waste management as priority (as of 2012) and is in the process of preparing a detailed master plan for solid waste management. A National Solid Waste Management Strategy is being drafted by the Ministry of Municipalities. The waste strategy for Amman Municipality is in preparation (as of 2012). Currently, there are weaknesses in the existing solid waste legislations. Solid waste legislation/regulations are being drafted by the MoEnv. The legislation/ regulations to include reference to methane capture and utilization and provide general guidance on how and when to consider this option."}, {"text_block_id": "p11_b623", "text": "Only few landfills suitable for methane capture and energy utilization have been developed as CDM. In addition, some projects have now been identified as potential NAMA. Methane capture projects are very difficult to realize in Jordan currently, even with additional financial revenues from CDM or other carbon finance mechanisms for a range of reasons. These include: lacking of regulatory framework for waste management, financing concentrated in Amman, poor infrastructure outside Amman, many dispersed small scale landfills, and lack of an adequate feed-in tariff."}, {"text_block_id": "p11_b624", "text": "In the commercial and domestic wastewater treatment sub-sector, all wastewater treatment units have been converted to aerobic mode, andmethane emissions have been reduced considerably. In addition, the potential methane emission from waste water treatment plants could be used to generate electricity and achieve net GHG emission reduction."}, {"text_block_id": "p11_b625", "text": "3.5.2"}, {"text_block_id": "p11_b626", "text": "Climate change strategic objectives in the solid waste            and wastewater sector"}, {"text_block_id": "p11_b627", "text": "Climate change strategic objectives in the solid waste            and wastewater sector\n* To integrate the climate change perspective in solid waste and waste\n* To strengthen the promotion of energy efficiency technologies and\n* To increase the insight and knowledge on the benefits (including\n* Identify and further develop NAMA projects in the solid waste and\n* Promote the recycling of industrial and residential waste;\n* management and legislation promote and provide guidance on\n* project developers through a fixed feed-in tariff system for electricity\n* To address mitigation and adaptation opportunities in LULUCF in an\n* To address the main mitigation potential (enhancing the sinks) in\n* predicated continuity of drought cycles, urban and rural expansion,\n* Support enforcing of the land use policy (regulation); and\n* Promote soil conservation, establishment of natural reserves, and"}, {"text_block_id": "p11_b634", "text": "-To improve the economics and feasibility of biogas projects in the waste sector"}, {"text_block_id": "p11_b635", "text": "3.5.3"}, {"text_block_id": "p11_b636", "text": "Climate change priorities, main measures and instruments in the solid waste and waste water sectors"}, {"text_block_id": "p11_b648", "text": "3.6"}, {"text_block_id": "p11_b649", "text": "LaNd-uSe, LaNd-uSe CHaNge aNd ForeSTry (LuLuCF) aNd agriCuLTure"}, {"text_block_id": "p11_b650", "text": "3.6.1"}, {"text_block_id": "p11_b651", "text": "Background and current status in LuLuCF and             agriculture"}, {"text_block_id": "p11_b652", "text": "The category of GHG emissions includes changes in forest and other woody biomass stock, forest and grassland conversion, abandonment of managed lands, carbon dioxide emissions and removals from soil. The net emissions were about 4% of national emissions in 2000. The agricultural sector contributes little to the overall GHG emissions (about 1% in 2000) and at the same time provides little opportunities for mitigation."}, {"text_block_id": "p11_b653", "text": "3.6.2"}, {"text_block_id": "p11_b654", "text": "Climate change strategic objectives in LuLuCF             and agriculture"}, {"text_block_id": "p11_b661", "text": "3.6.3"}, {"text_block_id": "p11_b662", "text": "Climate change strategic priorities, main measures            and instruments in LuLuCF and agriculture:"}, {"text_block_id": "p11_b663", "text": "23"}, {"text_block_id": "p11_b672", "text": "3.7"}, {"text_block_id": "p11_b673", "text": "miTigaTioN iN oTHer SeCTorS"}, {"text_block_id": "p11_b674", "text": "In industrial processes, GHG emissions are by-products of those processes. All energy activities in the industries are covered in the previous section under energy sector. In the year 2000, emissions from industrial processes sector category were 8% percent of Jordan’s total GHG emissions. These CO"}, {"text_block_id": "p11_b675", "text": "2"}, {"text_block_id": "p11_b676", "text": "emissions came mainly from cement production. The options include for fuel switch to natural gas (some already invested in infrastructure). The use of pozzolana to reduce clinker production was considered under CDM, but not pursued. Given the existing barriers and relative low potential, mitigation in industrial processes had no priority at the moment."}, {"text_block_id": "p11_b677", "text": "3.8"}, {"text_block_id": "p11_b678", "text": "CarBoN CaPTure aNd STorage (CCS)"}, {"text_block_id": "p11_b679_merged_merged_merged_merged", "text": "Carbon capture and storage (CCS) is the process of capturing waste carbon dioxide (CO2) from large point sources, such as fossil fuel power plants, transporting it to a storage site, and depositing it where it will not enter the atmosphere, normally an underground geological formation. MEMR is carrying out a study on the potential for in carbon, capture and storage in Jordan, funded by the World Bank. There will be neither demand nor significant potential for CCS in Jordan in the short- to mid-term (2020)."}, {"text_block_id": "p12_b683", "text": "4.1"}, {"text_block_id": "p12_b684", "text": "JORDAN AND CLIMATE CHANGE SCENARIOS"}, {"text_block_id": "p12_b685", "text": "24"}, {"text_block_id": "p12_b686", "text": "4.1.1"}, {"text_block_id": "p12_b687", "text": "Uncertainty in the climate change scenario projections"}, {"text_block_id": "p12_b688", "text": "4.1.2"}, {"text_block_id": "p12_b689", "text": "Projections of climate change"}, {"text_block_id": "p12_b690", "text": "4.2.2"}, {"text_block_id": "p12_b691", "text": "Climate change strategic objectives in the water sector"}, {"text_block_id": "p12_b692", "text": "4.2.3"}, {"text_block_id": "p12_b693", "text": "Climate change priorities, main measures and            instruments in the water sector"}, {"text_block_id": "p12_b694", "text": "4.3"}, {"text_block_id": "p12_b695", "text": "ADAPTATION TO CLIMATE CHANGE IN AGRICULTURE,"}, {"text_block_id": "p12_b696", "text": "26"}, {"text_block_id": "p12_b697", "text": "FOOD SECURITY/PRODUCTION, DESERTIFICATION, AND LAND-USE PLANNING"}, {"text_block_id": "p12_b698", "text": "4.3.1"}, {"text_block_id": "p12_b699", "text": "Background and current status in agriculture, food             security/production, desertification, land-use              planning and climate change"}, {"text_block_id": "p12_b700", "text": "4.3.2"}, {"text_block_id": "p12_b701", "text": "Climate change strategic objectives in the agriculture,             food security/production, desertification, and              land-use planning"}, {"text_block_id": "p12_b702", "text": "4.3.3"}, {"text_block_id": "p12_b703", "text": "Climate change priorities, main measures and             instruments in the agriculture, food security/             production, desertification, and land-use planning"}, {"text_block_id": "p12_b704", "text": "JORDAN VULNERABILITY, IMPACT OF CLIMATE CHANGE AND ADAPTATION"}, {"text_block_id": "p12_b705", "text": "4.4"}, {"text_block_id": "p12_b706", "text": "ADAPTATION TO CLIMATE CHANGE IN BIODIVERSITY"}, {"text_block_id": "p12_b707", "text": "4.4.1"}, {"text_block_id": "p12_b708", "text": "Background and current status in biodiversity and              climate change"}, {"text_block_id": "p12_b709", "text": "4.4.2"}, {"text_block_id": "p12_b710", "text": "Climate change strategic objectives in biodiversity"}, {"text_block_id": "p12_b711", "text": "4.4.3"}, {"text_block_id": "p12_b712", "text": "Climate change priorities, main measures and              instruments in biodiversity"}, {"text_block_id": "p12_b713_merged_merged_merged_merged_merged", "text": "28 4.7 CLIMATE CHANGE ADAPTATION IN DISASTER RISK REDUCTION"}, {"text_block_id": "p12_b716", "text": "4.7.1"}, {"text_block_id": "p12_b717", "text": "Background and current status in disaster risk             reduction and climate change"}, {"text_block_id": "p12_b718", "text": "4.7.2"}, {"text_block_id": "p12_b719", "text": "Climate change strategic objectives in disaster risk             reduction"}, {"text_block_id": "p12_b720", "text": "4.7.3"}, {"text_block_id": "p12_b721", "text": "Climate change priorities, main measures and             instrument in disaster risk reduction"}, {"text_block_id": "p12_b722", "text": "4.5.1"}, {"text_block_id": "p12_b723", "text": "Background and current status in the health sector              and climate change"}, {"text_block_id": "p12_b724", "text": "4.5.2"}, {"text_block_id": "p12_b725", "text": "Climate change strategic objectives in the health              sector"}, {"text_block_id": "p12_b726", "text": "4.5.3"}, {"text_block_id": "p12_b727", "text": "Climate change priorities, main measures and              instruments in the health sector"}, {"text_block_id": "p12_b728", "text": "4.6"}, {"text_block_id": "p12_b729", "text": "CLIMATE CHANGE ADAPTATION IN COASTAL AREAS MANAGEMENT"}, {"text_block_id": "p12_b730", "text": "4.6.1"}, {"text_block_id": "p12_b731", "text": "Background and current status in coastal areas              management and climate change"}, {"text_block_id": "p12_b732", "text": "4.6.2"}, {"text_block_id": "p12_b733", "text": "Climate change strategic objectives in coastal areas              management"}, {"text_block_id": "p12_b734", "text": "4.6.3"}, {"text_block_id": "p12_b735", "text": "Climate change priorities, main measures, and              instruments in coastal areas management"}, {"text_block_id": "p12_b736", "text": "30"}, {"text_block_id": "p12_b737", "text": "4.8"}, {"text_block_id": "p12_b738", "text": "CLIMATE CHANGE ADAPTATION IN TOURISM"}, {"text_block_id": "p12_b739", "text": "4.8.1"}, {"text_block_id": "p12_b740", "text": "Background and current status in tourism and             climate change"}, {"text_block_id": "p12_b741", "text": "4.8.2"}, {"text_block_id": "p12_b742", "text": "Climate change strategic objectives in tourism             sector"}, {"text_block_id": "p12_b743", "text": "4.8.3"}, {"text_block_id": "p12_b744", "text": "Climate change priorities, main measures, and             instruments in tourism sector"}, {"text_block_id": "p12_b745", "text": "32"}, {"text_block_id": "p12_b746", "text": "4"}, {"text_block_id": "p13_b747", "text": "Jordan adopts the following definitions in the Policy as related to vulnerability, impact of climate change and adaptation:"}, {"text_block_id": "p13_b748", "text": "25, 26"}, {"text_block_id": "p13_b749", "text": "•"}, {"text_block_id": "p13_b750", "text": "Climate change means a change of climate which is attributed directly or indirectly to human activity that alters the composition of the global"}, {"text_block_id": "p13_b751", "text": "atmosphere and which is in addition to natural climate variability observed over comparable time periods;"}, {"text_block_id": "p13_b752", "text": "•"}, {"text_block_id": "p13_b753", "text": "Vulnerability is the propensity or predisposition (of a system) to be adversely affected (by climate change impacts);"}, {"text_block_id": "p13_b754", "text": "•"}, {"text_block_id": "p13_b755", "text": "Adverse effects of climate change means changes in the physical environment or biota resulting from climate change which have significant"}, {"text_block_id": "p13_b756", "text": "deleterious effects on the composition, resilience or productivity of natural and managed ecosystems or on the operation of socio-economic systems or on human health and welfare;"}, {"text_block_id": "p13_b757", "text": "•"}, {"text_block_id": "p13_b758", "text": "Adaptation is adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm"}, {"text_block_id": "p13_b759", "text": "or exploits beneficial opportunities; and"}, {"text_block_id": "p13_b760", "text": "•"}, {"text_block_id": "p13_b761", "text": "A scenario is a plausible and often simplified description of how the future may develop based on a coherent and internally consistent set of"}, {"text_block_id": "p13_b762", "text": "assumptions about driving forces and key relationships"}, {"text_block_id": "p13_b763", "text": "4.1"}, {"text_block_id": "p13_b764", "text": "JordaN aNd CLimaTe CHaNge SCeNarioS"}, {"text_block_id": "p13_b765", "text": "4.1.1"}, {"text_block_id": "p13_b766", "text": "uncertainty in the climate change scenario             projections"}, {"text_block_id": "p13_b767", "text": "Internationally, uncertainty in climate change and scenario projections is acknowledged. Some of the common features in this regard are:"}, {"text_block_id": "p13_b768", "text": "regarding climate change impacts for Jordan. Trend analysis to the time series of the existing climatological records has been conducted in many studies. The analyses show that there is an increasing trend in the maximum temperature and a more remarkable increasing trend in the minimum temperature and consequently the mean temperature. While the precipitation exhibits a decreasing trend in the majority of the locations in Jordan."}, {"text_block_id": "p13_b769", "text": "•"}, {"text_block_id": "p13_b770", "text": "Temperature projections are relatively reliable; uncertainty is small"}, {"text_block_id": "p13_b771", "text": "relative to the trend;"}, {"text_block_id": "p13_b772", "text": "•"}, {"text_block_id": "p13_b773", "text": "Precipitation projections are much less reliable at all time and geographical scales. Typically it is not possible to determine whether mean precipitation is increasing or decreasing, and both outcomes are possible;"}, {"text_block_id": "p13_b774", "text": "•"}, {"text_block_id": "p13_b775", "text": "For time horizons of 30 years or less, internal climate variability is the"}, {"text_block_id": "p13_b776", "text": "main source of uncertainty about precipitation; and"}, {"text_block_id": "p13_b777", "text": "•"}, {"text_block_id": "p13_b778", "text": "Relative uncertainty is higher for smaller geographic areas, and for"}, {"text_block_id": "p13_b779", "text": "seasonal versus annual means. By extension, uncertainty becomes very high for projections about extreme events in particular places"}, {"text_block_id": "p13_b780", "text": "Climate change studies conducted as part of the 1"}, {"text_block_id": "p13_b781", "text": "st"}, {"text_block_id": "p13_b782", "text": "and 2"}, {"text_block_id": "p13_b783", "text": "nd"}, {"text_block_id": "p13_b784", "text": "National Communication Reports to the UNFCCC, in addition to sector specific studies under the Joint Implementation Program (water, health and food security),"}, {"text_block_id": "p13_b785", "text": "and many other climate change research studies face serious problems associated with the availability, accuracy and reliability of data in the country. In the case of Jordan, some of the data time series are too short to identify a definite long-term climatic trend, missing data in the daily and monthly climatological time series at the some stations, limited data availability, lack of models and tools specifically designed for local conditions render high uncertainty"}, {"text_block_id": "p13_b786", "text": "4.1.2"}, {"text_block_id": "p13_b787", "text": "Projections of climate change"}, {"text_block_id": "p13_b788", "text": "Climate change future scenarios for Jordan developed as part of"}, {"text_block_id": "p13_b789", "text": "2"}, {"text_block_id": "p13_b790", "text": "nd"}, {"text_block_id": "p13_b791", "text": "NC by interpolating the coarse resolution of the GCM (Global Circulation Models) to the Jordanian part of the Yarmouk River Basin show small discrepancies in the results from different models especially regarding future precipitation levels (GCM climate change scenarios for precipitation are not fully consistent)."}, {"text_block_id": "p13_b792", "text": "The scenario projections suggest an increase in temperature of less than 2°C, by the year 2050. Warming was found to be stronger during the warm months of the year while less warming is projected to occur in the cold months of the year. In a recent study a statistical downscaling model was employed to generate site-scale future climate scenarios at several locations in Jordan from the coarse GCM products for the period 2011 – 2099."}, {"text_block_id": "p13_b793", "text": "30"}, {"text_block_id": "p13_b794", "text": "These scenarios reveal an obvious increase in temperature ranges from 1 - 4°C and a decrease in precipitation ranges from 15 to 60% in the majority of the studied sites. These results are consensus to the findings of similar studies."}, {"text_block_id": "p13_b795", "text": "31, 32"}, {"text_block_id": "p13_b796", "text": "Studies in Jordan (mentioned above) indicate that extreme events (i.e. flash floods, intense rain, snow storms, drought etc) are predicted to be more frequent."}, {"text_block_id": "p13_b797", "text": "Freiwan M. and Kadioglu M., 2008 a: Spatial and temporal analysis of climatology in Jordan. Int. J."}, {"text_block_id": "p13_b798", "text": "Climatol., 28, 521 - 535. 31 Freiwan, M. and Kadioglu, M., 2008 b: Climate variability in Jordan. Int. J. Climatol. 28, p. 69 – 89."}, {"text_block_id": "p13_b799", "text": "4.2"}, {"text_block_id": "p13_b800", "text": "adaPTaTioN To CLimaTe CHaNge iN THe waTer SeCTor"}, {"text_block_id": "p13_b801", "text": "4.2.1"}, {"text_block_id": "p13_b802", "text": "Background and current status in the water sector            and climate change"}, {"text_block_id": "p13_b803", "text": "Being one of the four driest countries in the world, Jordan suffers from a severe water scarcity problem."}, {"text_block_id": "p13_b804", "text": "The scarcity of water in Jordan is an important constrain to the country growth and development. Available water resources per capita are falling, while water demand and the water shortage will drastically increase in the future due to population growth and anticipated socio-economic development. Groundwater levels have dramatically declined showing that groundwater exploitation has been unsustainable."}, {"text_block_id": "p13_b805", "text": "34"}, {"text_block_id": "p13_b806", "text": "Water management in Jordan is supply-based and, despite significant improvements in water-supply infrastructure, a critical and serious supply-demand imbalance remains. Jordan has been subjected to additional water stress due to the influx from neighbouring countries impacted by political instability in the region. Finally, the potential decreasing precipitation in Jordan as a result of climate change could worsen the existing problems."}, {"text_block_id": "p13_b807", "text": "The GoJ has developed a comprehensive water strategy entitled “Water for Life” for the period 2008 to 2022. The Strategy was updated in 2012. It mainly focuses on effective water demand management, effective water supply operations, and institutional reform."}, {"text_block_id": "p13_b808", "text": "The Strategy has climate change as part of its vision and as one of its principles. Jordan has already identified a list of no-regret measures that are required urgently to address the water sector problems in the short and medium term. Several specific adaptation measures in the water sector have been identified within the main areas mentioned above in several studies."}, {"text_block_id": "p13_b809", "text": "36, 37"}, {"text_block_id": "p13_b810", "text": "The water sector investment according to the Executive Development Program (2011-2013) is estimated to reach US$ 3 billion, not including investment needed for the Red Sea - Dead Sea Conveyance project. Lack of financing was a major and persistent barrier facing water sector development activities over past decades."}, {"text_block_id": "p13_b811", "text": "Concerning the Dead Sea, pan evaporation measured at the Southern Dead Sea in the last decades has significantly increased."}, {"text_block_id": "p13_b812", "text": "Wind, temperature and humidity measurements at the Dead Sea starting in the 1930s as well as 3-D model simulations all seem to indicate a statistically significant change in the local climate of the Dead Sea region. The potential contribution to this climatic change through the weakening of the local land-sea breeze circulation caused by the reduction in the Dead Sea surface area has been examined by some researchers."}, {"text_block_id": "p13_b813", "text": "39, 40, 41"}, {"text_block_id": "p13_b814", "text": "It is suggested that since the breeze tempers the Dead Sea climate, its weakening has caused the air temperature to increase, the relative humidity to decrease and thus increased the pan evaporation. The climatic changes as implied by the MM4 Mesoscale PSU/ NCAR model simulations, seem to fit the observed changes and to suggest a local tendency to the more arid climate that now prevails to the south of the study region. With climate change, the Dead Sea region is expected to become more arid, resulting in more pressure on water resources."}, {"text_block_id": "p13_b815", "text": "4.2.2"}, {"text_block_id": "p13_b816", "text": "Climate change strategic objectives in the water             sector"}, {"text_block_id": "p13_b817", "text": "Climate change strategic objectives in the water             sector\n* To further increase the knowledge and insight of climate change impact\n* To take climate change risks into account in national and regional water\n* (measures that are necessary to balance demand and supply\n* planning in other sectors, especially the agricultural, health, and\n* approaches (such as but not limited to Drinking Water Safety Plans)\n* level and patterns into the mid and long term planning of water\n* Establish a structural institutional exchange and cooperation between\n* strategies, policies, and planning documents on all levels. The\n* strategies, policies, and planning documents on all levels. The\n â¢\n* strategies, policies, and planning documents on all levels. The\n â¢\n Improve international transboundary management of water resources\n* strategies, policies, and planning documents on all levels. The\n â¢\n Improve international transboundary management of water resources\n as far as possible within the difficult political conditions in the region; â¢\t Introduce regulations/directives on water supply to prevent the unsustainable abstraction of groundwater and the depletion of\n* limited to Drinking Water Safety Plans) in protecting the countryâs"}, {"text_block_id": "p13_b830", "text": "4.2.3"}, {"text_block_id": "p13_b831", "text": "Climate change priorities, main measures and              instruments in the water sector"}, {"text_block_id": "p14_b848", "text": "Climate change priorities, main measures and              instruments in the water sector\n* impact on agriculture/food productivity/food security, and\n* adaptation priorities in the overall strategies and policies of the\n* strategies in the agricultural sector and in other sectors, particularly\n* To promote resource efficiency and sustainable agriculture.\n* experts, and local and national government representatives in\n* sustainable rangeland and agricultural management practices, and\n* in the national policies, strategies and action plans against\n* To incorporate climate change adaptation considerations in land\n* between sector planners in the agricultural sector and the water\n* in agriculture (mapping and assessment of agro-ecological zones\n* counter the challenges of drought and climate change by improving\n* adaptation accounting for gender issues. Vulnerabilities to climate\n* rangeland productivity and management to feed small ruminants,\n* combating desertification, conservation of genetic resources, and"}, {"text_block_id": "p14_b849", "text": "•"}, {"text_block_id": "p14_b850", "text": "Capp and regulate irrigated agriculture in the highlands and"}, {"text_block_id": "p14_b851", "text": "reinforce the by-laws;"}, {"text_block_id": "p14_b852", "text": "•"}, {"text_block_id": "p14_b853", "text": "Address the use of treated/recycled wastewater in the regulation/"}, {"text_block_id": "p14_b854", "text": "directives on the demand-side such as grey water as part of codes and regulations for buildings including, high-rise and high-density buildings;"}, {"text_block_id": "p14_b855", "text": "•"}, {"text_block_id": "p14_b856", "text": "Pursue implementation of the Disi water conveyance and the"}, {"text_block_id": "p14_b857", "text": "Red-Dead conveyance projects with due consideration for the (environmental and social) sustainability of these projects. Construction of the this conduit that will convey seawater and/or reject brine after desalination, into the Dead Sea, might help reduce impact of climate change in the water resources in the Dead Sea area. Moreover, consider other Dead Sea policy options such as changing the regional water management practices whereby freshwater from the Jordan and the Yarmouk river systems shall be diverted back to the Dead Sea.;"}, {"text_block_id": "p14_b858", "text": "•"}, {"text_block_id": "p14_b859", "text": "Improve the domestic water distribution networks, including"}, {"text_block_id": "p14_b860", "text": "reducing water losses and energy efficiency in pumping;"}, {"text_block_id": "p14_b861", "text": "•"}, {"text_block_id": "p14_b862", "text": "Secure the financing of no-regret measures in the water sector, to"}, {"text_block_id": "p14_b863", "text": "which both national and international resources could contribute. Resources should be allocated in a balanced way to supply and demand measures; and"}, {"text_block_id": "p14_b864", "text": "•"}, {"text_block_id": "p14_b865", "text": "Develop proposals for adaptation in the water sector for financing"}, {"text_block_id": "p14_b866", "text": "from international climate change adaptation funds"}, {"text_block_id": "p14_b867", "text": "4.3"}, {"text_block_id": "p14_b868", "text": "adaPTaTioN To CLimaTe CHaNge iN agriCuLTure, Food SeCuriTy/ ProduCTioN, deSerTiFiCaTioN, aNd LaNd-uSe PLaNNiNg"}, {"text_block_id": "p14_b869", "text": "4.3.1"}, {"text_block_id": "p14_b870", "text": "Background and current status in agriculture, food            security/production, desertification, land-use             planning and climate change"}, {"text_block_id": "p14_b871", "text": "Although a small country, Jordan has many different climatic regions; at least there are three different climatic regions, as sub-tropical, Mediterranean, and Badia and desert. Only about 5 % of Jordan’s land mass is considered arable, while the country is among the world’s most four water-deficient countries. Agriculture is one of the most sensitive sectors to climate change induced impacts. The increased temperatures and lower precipitation resulting from climate change would adversely affect crops and water availability, critically influencing the patterns of future agricultural production in Jordan. The main expected impacts of these scenarios are:"}, {"text_block_id": "p14_b872", "text": "1."}, {"text_block_id": "p14_b873", "text": "Decrease in available soil moisture for crops in the rainfed areas"}, {"text_block_id": "p14_b874", "text": "2."}, {"text_block_id": "p14_b875", "text": "Increased crop water requirement"}, {"text_block_id": "p14_b876", "text": "3."}, {"text_block_id": "p14_b877", "text": "Increased crop/weed competition"}, {"text_block_id": "p14_b878", "text": "4."}, {"text_block_id": "p14_b879", "text": "More frequent drought"}, {"text_block_id": "p14_b880", "text": "5."}, {"text_block_id": "p14_b881", "text": "Decreased stream flow"}, {"text_block_id": "p14_b882", "text": "6."}, {"text_block_id": "p14_b883", "text": "Changes in rainfall intensity with more possible floods"}, {"text_block_id": "p14_b884", "text": "7."}, {"text_block_id": "p14_b885", "text": "Shortened growing season"}, {"text_block_id": "p14_b886", "text": "8."}, {"text_block_id": "p14_b887", "text": "Reduction in yield of rainfed and irrigated crops"}, {"text_block_id": "p14_b888", "text": "As a result, the climatic change could affect agriculture in several ways:"}, {"text_block_id": "p14_b889", "text": "•"}, {"text_block_id": "p14_b890", "text": "productivity, in terms of quantity and quality of crops;"}, {"text_block_id": "p14_b891", "text": "•"}, {"text_block_id": "p14_b892", "text": "agricultural practices, through changes of water use (irrigation) and"}, {"text_block_id": "p14_b893", "text": "agricultural inputs such as herbicides, insecticides and fertilizers;"}, {"text_block_id": "p14_b894", "text": "•"}, {"text_block_id": "p14_b895", "text": "environmental effects, in particular in relation of frequency and"}, {"text_block_id": "p14_b896", "text": "intensity of soil drainage, soil erosion, and reduction of crop diversity; and"}, {"text_block_id": "p14_b897", "text": "•"}, {"text_block_id": "p14_b898", "text": "land use: through the loss and gain of cultivated lands, land"}, {"text_block_id": "p14_b899", "text": "speculation, land renunciation, and hydraulic amenities"}, {"text_block_id": "p14_b900", "text": "Due to urban expansion in the high rainfall zones, rainfed agriculture has expanded towards the marginal lands of arid and semiarid areas that receive less than 200 mm of annual rainfall. For many years, rainfed agriculture in these areas has suffered from droughts and accelerated soil degradation and overgrazing of natural vegetation. The current water usage in agriculture is not sustainable."}, {"text_block_id": "p14_b901", "text": "The sector strategies for agriculture refer to climate change but not in detail. The latest strategic document from the Ministry of Agriculture (2009) lists climate conditions (drought and frost) as a challenge to the development of the agriculture, but not climate change in particular."}, {"text_block_id": "p14_b902", "text": "The Ministry is developing the agriculture strategy in corporation with FAO currently."}, {"text_block_id": "p14_b903", "text": "Climate adaptation in agriculture comprises two related challenges: adaptation to current climate variability and to future climate change. In the 2"}, {"text_block_id": "p14_b904", "text": "nd"}, {"text_block_id": "p14_b905", "text": "National Communication (2009), adaptation measures are suggested for both rain-fed and irrigated agriculture in Jordan."}, {"text_block_id": "p14_b906", "text": "Adaptation measures in agriculture to adapt to climate change have been identified in other studies."}, {"text_block_id": "p14_b907", "text": "These options are no-regret options, which should be implemented independently of future human induced climate change."}, {"text_block_id": "p14_b908", "text": "4.3.2"}, {"text_block_id": "p14_b909", "text": "Climate change strategic objectives in the             agriculture, food security/production, desertification,            and land-use planning"}, {"text_block_id": "p14_b933", "text": "4.3.3"}, {"text_block_id": "p14_b934", "text": "Climate change priorities, main measures and instruments in the agriculture, food security/production,             desertification, and land-use planning"}, {"text_block_id": "p14_b954", "text": "45 FAO, 2008; 3."}, {"text_block_id": "p15_b955", "text": "•"}, {"text_block_id": "p15_b956", "text": "Improve farm production systems and productivity to compensate"}, {"text_block_id": "p15_b957", "text": "for limited arable land and to avoid expansion into fragile marginal lands;"}, {"text_block_id": "p15_b958", "text": "•"}, {"text_block_id": "p15_b959", "text": "Promote water use efficiency in agriculture. This includes the"}, {"text_block_id": "p15_b960", "text": "necessary instruments to facilitate measurement of actual water consumption to promote efficient, high-productivity allocation of water in addition to drip irrigation, and other water and soil management techniques, and alternatives. Also, introduce appropriate water tariffs and incentives in order to promote economic water efficiency in agriculture. Other measures include: implement conservation agriculture, water harvesting, and supervised irrigation with treated wastewater;"}, {"text_block_id": "p15_b961", "text": "•"}, {"text_block_id": "p15_b962", "text": "Reinforce early warning system for drought;"}, {"text_block_id": "p15_b963", "text": "•"}, {"text_block_id": "p15_b964", "text": "Investigate and develop a comprehensive insurance system"}, {"text_block_id": "p15_b965", "text": "(weather insurance) for agriculture;"}, {"text_block_id": "p15_b966", "text": "46"}, {"text_block_id": "p15_b967", "text": "•"}, {"text_block_id": "p15_b968", "text": "Establish a minimum amount that the Agricultural Credit Committee"}, {"text_block_id": "p15_b969", "text": "must lend to businesses in sectors of the green economy;"}, {"text_block_id": "p15_b970", "text": "•"}, {"text_block_id": "p15_b971", "text": "Update the National Strategy and Action Plan to Combat"}, {"text_block_id": "p15_b972", "text": "Desertification to incorporate climate change impacts, in coordination with the adaptation strategies for biodiversity and agriculture"}, {"text_block_id": "p15_b973", "text": "•"}, {"text_block_id": "p15_b974", "text": "Include climate change considerations in land-use and development"}, {"text_block_id": "p15_b975", "text": "planning. This includes reforming land use laws and promoting sustainable land use; and"}, {"text_block_id": "p15_b976", "text": "•"}, {"text_block_id": "p15_b977", "text": "Develop proposals for adaptation forco-financing from international"}, {"text_block_id": "p15_b978", "text": "climate change adaptation funds"}, {"text_block_id": "p15_b979", "text": "4.4"}, {"text_block_id": "p15_b980", "text": "adaPTaTioN To CLimaTe CHaNge iN BiodiverSiTy"}, {"text_block_id": "p15_b981", "text": "4.4.1"}, {"text_block_id": "p15_b982", "text": "Background and current status in biodiversity and            climate change"}, {"text_block_id": "p15_b983", "text": "Land and water are among Jordan’s most important natural resources, which together underpin food security, livelihoods, nutrition and health of the population as well as economic development. This is particularly evident in the fields of agriculture and livestock production, forestry and rangelands, tourism, and traditional medicine. Jordan’s high biodiversity includes a diverse array of ecosystems and species, and provides for a wide range of ecosystem services, such as providing fresh water, ameliorating the climate, containing soil erosion, regulating surface runoff and providing bio-resources."}, {"text_block_id": "p15_b984", "text": "The potential climate change vulnerabilities of natural resources and biodiversity include:"}, {"text_block_id": "p15_b985", "text": "•"}, {"text_block_id": "p15_b986", "text": "Land degradation due to extreme weather events, natural hazards, and soil erosion that causes loss of soil fertility and agricultural productivity"}, {"text_block_id": "p15_b987", "text": "•"}, {"text_block_id": "p15_b988", "text": "Changes in water quality and quantity in inland freshwaters"}, {"text_block_id": "p15_b989", "text": "•"}, {"text_block_id": "p15_b990", "text": "Degradation of vegetation in watersheds due to climate change"}, {"text_block_id": "p15_b991", "text": "•"}, {"text_block_id": "p15_b992", "text": "Changes in terrestrial, inland wetland and coastal systems, their"}, {"text_block_id": "p15_b993", "text": "species and ecosystem services, due to changes in rainfall regimes and rising temperatures"}, {"text_block_id": "p15_b994", "text": "•"}, {"text_block_id": "p15_b995", "text": "Changes in growth rates, reproduction and geographic ranges of"}, {"text_block_id": "p15_b996", "text": "species and phenology of plants due to climatic changes"}, {"text_block_id": "p15_b997", "text": "•"}, {"text_block_id": "p15_b998", "text": "Changes in coastal and marine systems, species and ecosystem"}, {"text_block_id": "p15_b999", "text": "services due to sea level rise, global warming and ocean acidification, with particular impacts on coral reefs and associated species"}, {"text_block_id": "p15_b1000", "text": "All climate change impacts on biodiversity may not be preventable. However, guidelines provided by the Secretariat to the Convention on Biological Diversity suggest that timely identification of threats, concerted conservation action to increase and maintain the resilience of species and ecosystems, availability of connected and safe protected areas and conducive refugia for affected species, and the use of an integrated ecosystem approach are practical and effective climate change adaptation strategies."}, {"text_block_id": "p15_b1001", "text": "The National Biodiversity Strategy and Action Plan was adopted in 2003 and the National Protected Areas policy in 2008. The policy recommends that the Jordan Protected Areas (JPAs )should be designed and managed in light of the emerging and increasing challenges related to climate change and global warming."}, {"text_block_id": "p15_b1002", "text": "The Royal Society for the Conservation of Nature (RSCN) is in the process of preparing the “Climate Change and Biodiversity Adaptation Strategy”"}, {"text_block_id": "p15_b1003", "text": "as part of climate change adaptation planning for the ”Integrated Ecosystem Management in the Jordan Rift Valley Project”. This strategy document will include recommendations for RSCN including – inter alia- technical and institutional aspects, climate change adaptation pilot projects, including criteria for selection of locations and programs."}, {"text_block_id": "p15_b1004", "text": "4.4.2"}, {"text_block_id": "p15_b1005", "text": "Climate change strategic objectives in biodiversity"}, {"text_block_id": "p15_b1006", "text": "Climate change strategic objectives in biodiversity\n* biodiversity as well as on the GHG mitigation potential of ecosystems,\n* development on prime agricultural lands, green spaces, open\n* increasing resilience of, in particular, the protected areas; and\n* To develop capacity within responsible institutions and\n* and increasing challenges related to climate change and global\n* based adaptation provides a cost-effective strategy that can be\n* biodiversity. In particular, climate change sensitive environmental\n* Address socioeconomic concerns resulting from climate change\n* their services and enhance the resilience of coastal and marine\n* areas governance forms and building on the special conservation\n* Raise awareness and mobilize stakeholders for conservation of\n* use and planning, and encourage public participation in land use"}, {"text_block_id": "p15_b1018", "text": "4.4.3"}, {"text_block_id": "p15_b1019", "text": "Climate change priorities, main measures and               instruments in biodiversity"}, {"text_block_id": "p15_b1044", "text": "4.5"}, {"text_block_id": "p15_b1045", "text": "adaPTaTioN To CLimaTe CHaNge iN THe HeaLTH SeCTor"}, {"text_block_id": "p15_b1046", "text": "4.5.1"}, {"text_block_id": "p15_b1047", "text": "Background and current status in the health sector            and climate change"}, {"text_block_id": "p15_b1048", "text": "The assessment of the impacts of climate change on six health issues carried out by the Ministry of Health (MoH) indicated that the most visible effects would be:"}, {"text_block_id": "p15_b1049", "text": "•"}, {"text_block_id": "p15_b1050", "text": "Increase in chronic respiratory diseases including bronchial asthma"}, {"text_block_id": "p15_b1051", "text": "and COPD;"}, {"text_block_id": "p15_b1052", "text": "•"}, {"text_block_id": "p15_b1053", "text": "Increase in water and food-borne diseases;"}, {"text_block_id": "p15_b1054", "text": "•"}, {"text_block_id": "p15_b1055", "text": "Increased VBDs risk with increasing temperature. Areas with scarce"}, {"text_block_id": "p15_b1056", "text": "water like the Eastern Desert will become an area of higher risk due to water harvesting projects. Water projects will certainly have impacts on the intermediate hosts or vectors responsible for the transmission of malaria, schistosomiasis and leishmaniasis;"}, {"text_block_id": "p15_b1057", "text": "•"}, {"text_block_id": "p15_b1058", "text": "Reduced access to nutritious food is expected; dietary quality and"}, {"text_block_id": "p15_b1059", "text": "eventually quantity declined, and micronutrient malnutrition (or hidden hunger) increased as indirect impacts of climate change;"}, {"text_block_id": "p15_b1060", "text": "•"}, {"text_block_id": "p15_b1061", "text": "Increase in a spectrum of disorders related to the expected increase"}, {"text_block_id": "p15_b1062", "text": "of heat waves due to climate change such as sunburn and fatigue, heat rash, heat cramps, heat syncope, heat exhaustion, and heat stroke. The most serious of these are heat exhaustion and heat stroke, which can lead to death. In addition, exposure to hot weather may exacerbate existing chronic medical conditions; and"}, {"text_block_id": "p15_b1063", "text": "•"}, {"text_block_id": "p15_b1064", "text": "Alter outdoor workers’ exposure to solar ultraviolet radiation (UVR)"}, {"text_block_id": "p15_b1065", "text": "to cause a range of health impacts. The greatest burdens result from UVR-induced cortical cataracts, cutaneous malignant melanoma, and sunburn. Heat stress due to high temperature and humidity can lead to an increase in deaths or chronic ill health after heat strokes. Both outdoor and indoor workers are expected to be at risk of heatstroke. Indoor (chemical industries) workers and farmers may be exposed to higher levels of air pollutants due to increased temperatures"}, {"text_block_id": "p15_b1066", "text": "Strengthening the health sector to adapt to the projected negative health consequences that may result from climate change will help increase the sector’s preparedness to face this additional health burden thereby decreasing the expected negative impacts and sustainability of Jordan’s MDG achievements."}, {"text_block_id": "p15_b1067_merged_merged_merged", "text": "To achieve the goals identified in the MDG Report under health (reducing child mortality rate, improving maternal health, combating malaria and other diseases) climate change direct and indirect impacts on health should be considered. In 2012, the MoH developed a National Adaptation Strategy and Plan of Action to Protect Health from Climate Change, which includes a range of possible adaptation actions, measures, and interventions. The general goal is to plan climate-change adaptation measures for the health system to prevent existing and future risks, respond punctually, and increase resilience and preparedness."}, {"text_block_id": "p16_b1069", "text": "4.5.2"}, {"text_block_id": "p16_b1070", "text": "Climate change strategic objectives in the health            sector"}, {"text_block_id": "p16_b1071", "text": "Climate change strategic objectives in the health            sector\n* impact on health, which is necessary to confidently identify the\n* adaptation priorities in the overall policies, strategies, and action\n* strategies in the health sector and in other sectors, particularly\n* limited to Drinking Water Safety Plans) in protecting the countryâs\n* conclusion of the adaptation and action plan for climate change\n* climate change impact and adaptation (on ministerial and research\n* Ensure the participation of the health sector when planning climate\n* adequately comprehensive and sensitive and are easily linked\n* impact on health and implement an early warning system\n* Buildtheknowledgebasedandcapacityinthemedicalinfrastructure\n* Strengthen public education and communication on health risks\n* Further strengthen research on climate impact and adaptation in\n* by prioritizing and implementing the 24 projects identified in the\n* Climate change priorities, main measures, and              instruments in coastal areas management\n* To gain more insight in the potential impact of climate change on\n* disaster risk reduction by establishing a coordinated and integrated\n* especially for decision-makers on topics of CCA and DRR and on\n* coordination, cooperation and planning in the field of CCA and DRR.\n* Develop specific training and capacity building program for the\n* support the planning and create active follow-up and monitoring\n* available functioning projects implemented by or through various\n* Promote the knowledge and experience sharing initiatives between\n* mechanisms and provide practical link with CCA in a realistic and\n* monitoring & follow-up, community participation, and raising\n* DRR. This should be done in close collaboration with different\n* level to strengthen the harmonization and integration between"}, {"text_block_id": "p16_b1083", "text": "4.5.3"}, {"text_block_id": "p16_b1084", "text": "Climate change priorities, main measures and              instruments in the health sector"}, {"text_block_id": "p16_b1112", "text": "4.6"}, {"text_block_id": "p16_b1113", "text": "CLimaTe CHaNge adaPTaTioN iN CoaSTaL areaS maNagemeNT"}, {"text_block_id": "p16_b1114", "text": "4.6.1"}, {"text_block_id": "p16_b1115", "text": "Background and current status in coastal areas              management and climate change"}, {"text_block_id": "p16_b1116", "text": "The Gulf of Aqaba has a pristine subtropical marine ecosystem, vulnerable to climate change. Also, the region is subjected to flash floods, a threat that also may be worsened by climate change in the future. At the same time, the region has large economic importance for tourism and infrastructure (harbour) and is becoming more densely populated. The Aqaba Special Economic Zone Authority (ASEZA) has already initiated studies on climate change vulnerability and impact in the Gulf of Aqaba and the coastal region."}, {"text_block_id": "p16_b1117", "text": "4.6.2"}, {"text_block_id": "p16_b1118", "text": "Climate change strategic objectives in coastal areas             management"}, {"text_block_id": "p16_b1119", "text": "•"}, {"text_block_id": "p16_b1120", "text": "To gain more insight in the vulnerability of coastal areas to climate"}, {"text_block_id": "p16_b1121", "text": "change and the impacts, as well as the possible adaptation measures in the Gulf of Aqaba;"}, {"text_block_id": "p16_b1122", "text": "•"}, {"text_block_id": "p16_b1123", "text": "To strengthen the cooperation and partnerships between local"}, {"text_block_id": "p16_b1124", "text": "and regional stakeholders (local and regional authorities, NGOs, research, port industry, etc.); and"}, {"text_block_id": "p16_b1125", "text": "•"}, {"text_block_id": "p16_b1126", "text": "To improve the enabling environment for climate change adaptation"}, {"text_block_id": "p16_b1127", "text": "and mitigation strategies in the Gulf of Aqaba, including the legal framework"}, {"text_block_id": "p16_b1130", "text": "•"}, {"text_block_id": "p16_b1131", "text": "Conduct more focused study on climate change vulnerability and"}, {"text_block_id": "p16_b1132", "text": "adaptation in the Gulf of Aqaba and the coastal area with emphasis on marine ecosystem and infrastructure;"}, {"text_block_id": "p16_b1133", "text": "•"}, {"text_block_id": "p16_b1134", "text": "Establish a monitoring system for climate change in the area;"}, {"text_block_id": "p16_b1135", "text": "•"}, {"text_block_id": "p16_b1136", "text": "Establish a network of stakeholders on climate change adaptation"}, {"text_block_id": "p16_b1137", "text": "and mitigation in the Gulf of Aqaba; and"}, {"text_block_id": "p16_b1138", "text": "•"}, {"text_block_id": "p16_b1139", "text": "Support the decision makers of ASEZA in establishing a regional"}, {"text_block_id": "p16_b1140", "text": "strategy for coastal areas adaptation to climate change, including the legal framework"}, {"text_block_id": "p16_b1141", "text": "4.7"}, {"text_block_id": "p16_b1142", "text": "CLimaTe CHaNge adaPTaTioN iN diSaSTer riSK reduCTioN"}, {"text_block_id": "p16_b1143", "text": "4.7.1"}, {"text_block_id": "p16_b1144", "text": "Background and current status in disaster risk             reduction and climate change"}, {"text_block_id": "p16_b1145_merged", "text": "The existing climate variability and the forecasted climate change impacts have the potential for increased disaster risk.The population that is most affected by natural hazards are the urban population of Aqaba throughout developed areas of the city, and farmers due to repeated droughts (cumulative extreme weather event) and unpredictable rainfall. Over the past 30 years, 86% of the recorded damages that occurred to houses were due to climatic related risks. In addition, the risk for flashflood may be increased by climate change, although this is still highly uncertain."}, {"text_block_id": "p16_b1148", "text": "Disaster Risk Reduction (DRR) and Climate Change Adaptation (CCA) need a more integrated approach."}, {"text_block_id": "p16_b1149", "text": "•"}, {"text_block_id": "p16_b1150", "text": "First, DRR and CCA overlap a great deal through the common factor"}, {"text_block_id": "p16_b1151", "text": "of weather and climate and the similar tools used to monitor, analyze and address adverse consequences."}, {"text_block_id": "p16_b1152", "text": "•"}, {"text_block_id": "p16_b1153", "text": "Secondly, risk reduction is a common converging goal for CCA/DRR."}, {"text_block_id": "p16_b1154", "text": "•"}, {"text_block_id": "p16_b1155", "text": "Third, DRR/CCA are not sectors in themselves but must be"}, {"text_block_id": "p16_b1156", "text": "implemented through the policies of other sectors, in particular, those of agriculture, water resources, health, land use, environment, finance and planning. There are also linkages with other policies, most notably poverty reduction."}, {"text_block_id": "p16_b1157", "text": "•"}, {"text_block_id": "p16_b1158", "text": "Fourth, linking DRR/CCA can learn from each other in term of"}, {"text_block_id": "p16_b1159", "text": "knowledge, tools and practice. Equally, many of the approaches being developed for CCA, such as vulnerability assessments, sector and national planning, capacity building and response strategies, are directly supportive of DRR."}, {"text_block_id": "p16_b1160", "text": "Jordan institutional approach, however, is fragmented as the primary responsibility for climate change adaptation lies with the sector ministries (water, agriculture, health), while disaster risk reduction lies primarily with Civil Defense (Hyogo Framework for Action). In an ongoing project “Strengthening Synergies between Governance of Disaster Risk Reduction and Climate Change Adaptation in Jordan with a View to Reduce Poverty”, supported by UNDP, the integration of DRR and CAA is addressed. Outputs of such project to be considered in shaping the policy for improving Jordan institutional approach in this regard."}, {"text_block_id": "p16_b1161", "text": "4.7.2"}, {"text_block_id": "p16_b1162", "text": "Climate change strategic objectives in disaster risk             reduction"}, {"text_block_id": "p16_b1169", "text": "4.7.3"}, {"text_block_id": "p16_b1170", "text": "Climate change priorities, main measures and             instrument in disaster risk reduction"}, {"text_block_id": "p17_b1201", "text": "4.8"}, {"text_block_id": "p17_b1202", "text": "CLimaTe CHaNge adaPTaTioN iN TouriSm"}, {"text_block_id": "p17_b1203", "text": "4.8.1"}, {"text_block_id": "p17_b1204", "text": "Background and current status in tourism and              climate change"}, {"text_block_id": "p17_b1205", "text": "Tourism is a very important economic sector in Jordan. Also, tourism can support the preservation of the natural and bio-diversity resources (through eco-tourism), and the preservation of Jordan’s cultural heritage. Tourism could be impacted by climate change in different ways."}, {"text_block_id": "p17_b1206", "text": "•"}, {"text_block_id": "p17_b1207", "text": "Direct climatic impacts: Climate is a principal resource for tourism,"}, {"text_block_id": "p17_b1208", "text": "as it codetermines the suitability of locations for a wide range of tourist activities, is a principal driver of global seasonality in tourism demand, and has an important influence on operating costs, such as heating-cooling, irrigation, food and water supply, and insurance costs;"}, {"text_block_id": "p17_b1209", "text": "•"}, {"text_block_id": "p17_b1210", "text": "Indirect environmental change impacts: Because environmental conditions are such a critical resource for tourism, a wide-range of climate-induced environmental changes will have profound effects on tourism at the local and regional destination level. Changes in water availability, biodiversity loss, reduced landscape aesthetic, altered agricultural production, increased natural hazards, coastal erosion and inundation, damage to infrastructure and the increasing incidence of vector-borne diseases will all impact tourism to varying degrees;"}, {"text_block_id": "p17_b1211", "text": "The current tourism strategies in Jordan do not refer to climate change yet."}, {"text_block_id": "p17_b1212", "text": "4.8.2"}, {"text_block_id": "p17_b1213", "text": "Climate change strategic objectives in tourism sector"}, {"text_block_id": "p17_b1214", "text": "Climate change strategic objectives in tourism sector\n* on the tourism sector in Jordan, including the potential economic\n* To reduce the dependency of tourism on resources impacted by\n* To promote eco-tourism in line with the adopted strategies in Jordan\n* Initiate study programs and projects on vulnerability of the tourist\n* Adopt and implement measures to save climate sensitive resources\n* Consider climate change in the national and regional tourism\n* Integrate adaptation in the tourism into the adaptation strategies of"}, {"text_block_id": "p17_b1222", "text": "4.8.3"}, {"text_block_id": "p17_b1223", "text": "Climate change priorities, main measures, and             instruments in tourism sector"}, {"text_block_id": "p17_b1236", "text": "FINANCING AND TECHNOLOGY POLICY"}, {"text_block_id": "p17_b1237", "text": "5.1"}, {"text_block_id": "p17_b1238", "text": "BACKGROUND AND CURRENT STATUS IN CLIMATE CHANGE FINANCING AND TECHNOLOGY"}, {"text_block_id": "p17_b1239", "text": "5.2"}, {"text_block_id": "p17_b1240", "text": "PRIORITIES, MAIN MEASURES, AND INSTRUMENTS IN FINANCING MITIGATION"}, {"text_block_id": "p17_b1241", "text": "5.3"}, {"text_block_id": "p17_b1242", "text": "PRIORITIES, MAIN MEASURES, AND INSTRUMENTS IN"}, {"text_block_id": "p17_b1243_merged", "text": "FINANCING ADAPTATION 5.4 PROMOTING GREEN GROWTH IN JORDAN"}, {"text_block_id": "p17_b1246", "text": "5.5"}, {"text_block_id": "p17_b1247", "text": "TECHNOLOGY NEEDS AND TECHNOLOGY TRANSFER"}, {"text_block_id": "p18_b1248", "text": "5.1"}, {"text_block_id": "p18_b1249", "text": "BaCKgrouNd aNd CurreNT STaTuS iN CLimaTe CHaNge FiNaNCiNg aNd TeCHNoLogy"}, {"text_block_id": "p18_b1250", "text": "Both mitigation and adaptation measures in Jordan will require substantial financial resources. As an initial estimation, until the year 2020, about 3.5 billion US$ will be needed for mitigation and a minimum of 1.5 billion US$ will be needed for adaptation in Jordan (for major projects in water, industry and energy)."}, {"text_block_id": "p18_b1251", "text": "In Jordan, the Water Sector Investment Program estimates the required investment to reach 5 billion $, but lack of financing was a major and persistent barrier facing water sector development activities over past decades. Public spending on the environment is less than 0.5 per cent of the government budget."}, {"text_block_id": "p18_b1252", "text": "53"}, {"text_block_id": "p18_b1253", "text": "Currently, most funding for environmental initiatives benefits from aid from donor countries and organizations."}, {"text_block_id": "p18_b1254", "text": "Future financing for mitigation and adaptation can be attracted from different sources:"}, {"text_block_id": "p18_b1255", "text": "54"}, {"text_block_id": "p18_b1256", "text": "•"}, {"text_block_id": "p18_b1257", "text": "Internal sources, including the national budget, dedicated national"}, {"text_block_id": "p18_b1258", "text": "funds (e.g. the Renewable Energy and Energy Efficiency Fund and the Environment Protection Fund, etc)."}, {"text_block_id": "p18_b1259", "text": "•"}, {"text_block_id": "p18_b1260", "text": "International sources, including bilateral and multilateral ODA, funds"}, {"text_block_id": "p18_b1261", "text": "for mitigation and adaptation under the UNFCCC (Adaptation Fund, Green Climate Fund,"}, {"text_block_id": "p18_b1262", "text": "55, 56"}, {"text_block_id": "p18_b1263", "text": "bilateral supported NAMAs, complemented with local co-financing, CDM or credited NAMAs, etc). Debt financing/loans by national and international banks, and private sector financing."}, {"text_block_id": "p18_b1264", "text": "Jordan to increase CDM projects in the pipeline since only four CDM projects in total have been registered in Jordan, taking into consideration that the demand for CERs has decreased strongly and the corresponding low price does not provide an adequate incentive for mitigation projects. Jordan to look at Durban’s COP 17 outcome, as Parties decided to strengthen NAMA development and implementation. Jordan emphasizes the principle that NAMAs are to be nationally appropriate, i.e. tailored to countries’ national circumstances and in line with the Convention’s principle of common but differentiated responsibilities. They are to take place in the context of sustainable development, which means they are to be embedded in the country’s broader sustainable development strategies."}, {"text_block_id": "p18_b1265", "text": "Jordan regards international NAMA support as a potential significant financial resource for national mitigation measures."}, {"text_block_id": "p18_b1266", "text": "5.2"}, {"text_block_id": "p18_b1267", "text": "PrioriTieS, maiN meaSureS, aNd iNSTrumeNTS iN FiNaNCiNg miTigaTioN"}, {"text_block_id": "p18_b1268", "text": "•"}, {"text_block_id": "p18_b1269", "text": "The NCCC to serve as a forum for coordinating and facilitating"}, {"text_block_id": "p18_b1270", "text": "the development, decision making and submission to donors of proposals for international financing of mitigation and adaptation projects and programs;"}, {"text_block_id": "p18_b1271", "text": "•"}, {"text_block_id": "p18_b1272", "text": "International resources along with new national financing resources (Jordan EE&RE Fund, Jordan Environment Protection Fund, Green Investment Initiatives, etc) to be fully exploited. The role of mobilizing national resources via national, regional and local budgets to co-finance mitigation in combination with international sources to be further explored;"}, {"text_block_id": "p18_b1273", "text": "•"}, {"text_block_id": "p18_b1274", "text": "Jordan will actively support the establishment of new market"}, {"text_block_id": "p18_b1275", "text": "mechanisms for mitigation under the new global agreements (Durban Platform). Jordan to build national capacity and implement pilots for market instruments for scaling up mitigation efforts respecting gender considerations; and"}, {"text_block_id": "p18_b1276", "text": "•"}, {"text_block_id": "p18_b1277", "text": "The short term priority for international co-financing is supported"}, {"text_block_id": "p18_b1278", "text": "NAMAs. Since the private sector is seen to have a role in providing technical solutions to the implementation of NAMAs and investing in NAMA- projects, incentives to be identified to engage the private sector in this process"}, {"text_block_id": "p18_b1279", "text": "5.3"}, {"text_block_id": "p18_b1280", "text": "PrioriTieS, maiN meaSureS, aNd iNSTrumeNTS iN FiNaNCiNg adaPTaTioN"}, {"text_block_id": "p18_b1281", "text": "•"}, {"text_block_id": "p18_b1282", "text": "Jordan takes a pro-active approach in exploring and accessing"}, {"text_block_id": "p18_b1283", "text": "international funding for adaptation."}, {"text_block_id": "p18_b1284", "text": "•"}, {"text_block_id": "p18_b1285", "text": "In parallel, the mobilization of national resources, including the"}, {"text_block_id": "p18_b1286", "text": "national budget, to be strengthened. This includes the integration of climate change components in budget allocation. MoPIC to further develop its new approach for social and environmental accounting as a tool for supporting project selection and budget allocation;"}, {"text_block_id": "p18_b1287", "text": "•"}, {"text_block_id": "p18_b1288", "text": "Proposals for the Adaptation Fund to be prepared by specific sectors, and coordinated by the NCCC. Such proposals will also serve to gain experience with submission and evaluation of adaptation proposals for financing;"}, {"text_block_id": "p18_b1289", "text": "•"}, {"text_block_id": "p18_b1290", "text": "The National Adaptation Plan (to be developed) will further"}, {"text_block_id": "p18_b1291", "text": "elaborate the strategies for financing adaptation in Jordan; and"}, {"text_block_id": "p18_b1292", "text": "•"}, {"text_block_id": "p18_b1293", "text": "The potential for Jordan to participate in the REDD+ (Emissions from"}, {"text_block_id": "p18_b1294", "text": "Deforestation and Forest Degradation) system for afforestation to be explored"}, {"text_block_id": "p18_b1295", "text": "5.4"}, {"text_block_id": "p18_b1296", "text": "PromoTiNg greeN growTH iN JordaN"}, {"text_block_id": "p18_b1297", "text": "Jordan recognizes climate change mitigation and adaptation as an integral part of the much broader strategy for green growth. The National Green Growth Plan for Jordan to be develop. Jordan’s reliance on energy imports, coupled with its low energy efficiency, is also a particular concern. Jordan to pursue green growth plans where there are substantial opportunities for the country, most notably in renewable energy and energy efficiency and in water supply/demand and productivity. To realize green growth opportunities, significant investment will be required in the near term. The private sector, and in particular the Jordanian financial sector, have a key role in financing this investment. However, a number of barriers exist to scaling up investment in the green economy. To encourage financing of green investments, the Government of Jordan is to consider the following actions and activities."}, {"text_block_id": "p18_b1298", "text": "•"}, {"text_block_id": "p18_b1299", "text": "Provide technical assistance to both (potential) developers of green"}, {"text_block_id": "p18_b1300", "text": "projects and financial institutions who appraise them;"}, {"text_block_id": "p18_b1301", "text": "•"}, {"text_block_id": "p18_b1302", "text": "Create a specific green-economy loan guarantee facility;"}, {"text_block_id": "p18_b1303", "text": "•"}, {"text_block_id": "p18_b1304", "text": "Expedite the establishment of the Jordan Renewable Energy and"}, {"text_block_id": "p18_b1305", "text": "Energy Efficiency Fund (JREEEF). Based on international practice, to become truly effective, the Fund would need a substantial injection of resources to be functionally independent of government;"}, {"text_block_id": "p18_b1306", "text": "•"}, {"text_block_id": "p18_b1307", "text": "Establish a minimum amount that the Agricultural Credit Committee"}, {"text_block_id": "p18_b1308", "text": "(ACC) must lend to businesses in sectors of the green economy; and"}, {"text_block_id": "p18_b1309", "text": "•\t Improve the wider policy, regulatory and institutional environment,"}, {"text_block_id": "p18_b1310", "text": "including establishing a platform for dialogue between the public and private sector (including the financial sector)"}, {"text_block_id": "p18_b1311", "text": "5.5"}, {"text_block_id": "p18_b1312", "text": "TeCHNoLogy NeedS aNd TeCHNoLogy TraNSFer"}, {"text_block_id": "p18_b1313", "text": "Problem setting and current policy framework in Jordan"}, {"text_block_id": "p18_b1314", "text": "Jordan considers the technology cycle as established in the Cancún Agreement, which includes the research, development, demonstration, deployment and diffusion of technologies, as well as their transfer. The main constraints and gaps for technology transfer in Jordan, which to be taken into consideration, are the following:"}, {"text_block_id": "p18_b1315", "text": "59"}, {"text_block_id": "p18_b1316", "text": "•"}, {"text_block_id": "p18_b1317", "text": "Lack of appropriate funding for technology transfer and research;"}, {"text_block_id": "p18_b1318", "text": "•"}, {"text_block_id": "p18_b1319", "text": "Lack of incentives and high taxation and customs on modern"}, {"text_block_id": "p18_b1320", "text": "technology;"}, {"text_block_id": "p18_b1321", "text": "•"}, {"text_block_id": "p18_b1322", "text": "Routine government procedures and lack of specialized staff in the"}, {"text_block_id": "p18_b1323", "text": "public sector;"}, {"text_block_id": "p18_b1324", "text": "•"}, {"text_block_id": "p18_b1325", "text": "Insufficient information and training courses allocated to emphasize"}, {"text_block_id": "p18_b1326", "text": "the effectiveness and the feasibilities of different technological options; and"}, {"text_block_id": "p18_b1327", "text": "•"}, {"text_block_id": "p18_b1328", "text": "Limited expertise in modern technology maintenance and spare"}, {"text_block_id": "p18_b1329", "text": "parts availability, and special needs for foreign experts to transfer knowledge and experience of the new technologies"}, {"text_block_id": "p18_b1330_merged_merged_merged_merged_merged_merged_merged", "text": "Jordan expects much from technology transfer to the country in addressing mitigation and adaptation, to be supported by developed countries. However, low carbon technology transfer from abroad can only be successful if all components of the technology cycle are in place, which is not the case in Jordan yet. Under the UNFCCC, a Technology Mechanism has been established with the objectives: support for R&D and technology demonstration activities in developing countries, and cooperative R&D programmes in North-South, South-South or triangular schemes that can promote the exchange of knowledge and experiences as well as other benefits among participant institutions.60"}, {"text_block_id": "p18_b1332", "text": "Priorities, main measures, and instruments to promote technology transfer"}, {"text_block_id": "p18_b1333", "text": "•"}, {"text_block_id": "p18_b1334", "text": "Consider in technology needs assessment in Jordan the whole"}, {"text_block_id": "p18_b1335", "text": "technology cycle, including the weaknesses in the national research and development infrastructure, the current lack of national drivers for innovations and lack of involvement of the private sector;"}, {"text_block_id": "p18_b1336", "text": "•"}, {"text_block_id": "p18_b1337", "text": "Align the national Research & Development (R&D) agenda with"}, {"text_block_id": "p18_b1338", "text": "Jordan’s technology policy, the Green Growth Strategy, and its needs towards technology transfer for climate change mitigation and adaptation;"}, {"text_block_id": "p19_b1339", "text": "•"}, {"text_block_id": "p19_b1340", "text": "Perform dedicated studies considering the research agenda,"}, {"text_block_id": "p19_b1341", "text": "national technology policy, and setting the right market conditions for technology demand; and"}, {"text_block_id": "p19_b1342", "text": "•"}, {"text_block_id": "p19_b1343", "text": "Take an active approach in developing and participating in the new"}, {"text_block_id": "p19_b1344", "text": "Technology Mechanism under the UNFCCC, taking into account gender considerations"}, {"text_block_id": "p19_b1345_merged", "text": "LEGAL AND INSTITUTIONAL FRAMEWORK, AND STAKE-HOLDER INVOLVEMENT"}, {"text_block_id": "p20_b1348", "text": "The legal framework to ensure that the climate change objec"}, {"text_block_id": "p20_b1349", "text": "-"}, {"text_block_id": "p20_b1350", "text": "tives are embedded in national legislation and to provide the legal mandate for all public organizations involved in the implemen"}, {"text_block_id": "p20_b1351", "text": "-"}, {"text_block_id": "p20_b1352", "text": "tation of the National Climate Change Policy. The institutional framework to address the allocation of responsibilities for the dif"}, {"text_block_id": "p20_b1353", "text": "-"}, {"text_block_id": "p20_b1354", "text": "ferent elements of the climate change policies and strategies to different national authorities (Ministries), and the differentiation between national, regional and local authorities.The institutional framework to secure the necessary capacities at public institu"}, {"text_block_id": "p20_b1355", "text": "-"}, {"text_block_id": "p20_b1356", "text": "tions. Finally, the framework to secure the coordination and co"}, {"text_block_id": "p20_b1357", "text": "-"}, {"text_block_id": "p20_b1358", "text": "operation between public and non-public stakeholders."}, {"text_block_id": "p20_b1359", "text": "6.1"}, {"text_block_id": "p20_b1360", "text": "BaCKgrouNd aNd CurreNT LegaL aNd iNSTiTuTioNaL STaTuS"}, {"text_block_id": "p20_b1361_merged_merged", "text": "The Ministry of Environment (MoEnv) is the national focal point for the United Nations Framework Convention on Climate Change (UNFCCC). The Ministry operates under the mandate of Environment Protection Law (current law no. 52 of 2006), which does not make a direct reference to climate change.  Currently, there is no dedicated climate change unit or department officially designated for climate change. Individual experts within the Ministry within the Directorate of Monitoring & Assessment have been made responsible for specific tasks, including the Focal Points for UNFCCC, IPCC, and the secretariat of the DNA. A National Climate Change Committee (NCCC) was formed by a decree issued by the Prime Minister in 2001, but the legal mandate/ToR, and current structure of the NCCC needs to be strengthened and become more effective."}, {"text_block_id": "p20_b1363", "text": "6.2"}, {"text_block_id": "p20_b1364", "text": "BaCKgrouNd aNd CurreNT LegaL aNd iNSTiTuTioNaL STaTuS"}, {"text_block_id": "p20_b1365", "text": "•"}, {"text_block_id": "p20_b1366", "text": "Incorporate climate change into current legislative framework in the"}, {"text_block_id": "p20_b1367", "text": "country;"}, {"text_block_id": "p20_b1368", "text": "•"}, {"text_block_id": "p20_b1369", "text": "Revise the Environment Protection Law no. 52 of 2006 to strengthen"}, {"text_block_id": "p20_b1370", "text": "the climate change articles/materials of the Law. The articles/ materials to include the main climate change objectives and"}, {"text_block_id": "p20_b1371", "text": "securing the legal justification of the Climate Change Policy. Also, the justification for the institutional framework to be established by the Law;"}, {"text_block_id": "p20_b1372", "text": "•"}, {"text_block_id": "p20_b1373", "text": "Formulate climate change regulations to govern related activities,"}, {"text_block_id": "p20_b1374", "text": "when needed, to implement the objectives of the Climate Change Policy and tied strategies. This includes regulations for the reporting of GHG emissions from activity sources to the MoEnv for adequate and consistent production of GHG inventories;"}, {"text_block_id": "p20_b1375", "text": "•"}, {"text_block_id": "p20_b1376", "text": "Establish a national institutional framework for climate change"}, {"text_block_id": "p20_b1377", "text": "mitigation and adaptation, that incorporates both the high level policy making/decision taking level as well as the executive level, and facilitates the involvement of all relevant stakeholders in developing response actions/strategies and their implementation.; and"}, {"text_block_id": "p20_b1378", "text": "•"}, {"text_block_id": "p20_b1379", "text": "Strengthen the internal capacity of Ministry of Environment for"}, {"text_block_id": "p20_b1380", "text": "climate change to address its existing and new tasks under the Climate Change Policy. Thus a climate change unit to be established at MoEnv in line with existing employment regulations and potential and a job description to be developed for the unit."}, {"text_block_id": "p20_b1381", "text": "•"}, {"text_block_id": "p20_b1382", "text": "Strengthen the existing NCCC to become more proactive and"}, {"text_block_id": "p20_b1383", "text": "competent. The proposed mandate of the NCCC to be issued by the Cabinet as addendum to the decision of forming the committee;"}, {"text_block_id": "p20_b1384", "text": "•"}, {"text_block_id": "p20_b1385", "text": "Reconsider the current membership of the NCCC making sure that all"}, {"text_block_id": "p20_b1386", "text": "relevant stakeholders are represented. This includes representatives of local communities, gender and vulnerable groups, and the private sector; and"}, {"text_block_id": "p20_b1387", "text": "•"}, {"text_block_id": "p20_b1388", "text": "Strengthen the national Climate Change Research Group to"}, {"text_block_id": "p20_b1389", "text": "function as an advisor to the NCCC and the MoEnv on the basis of the progressing scientific knowledge on climate change and its impact on Jordan"}, {"text_block_id": "p20_b1390", "text": "6.3"}, {"text_block_id": "p20_b1391", "text": "STaKeHoLder iNvoLvemeNT"}, {"text_block_id": "p20_b1392", "text": "Jordan looks at climate change stakeholders as all persons or organizations that have investments in the content of the National Climate Change Policy and have vested interests in its sustainability as the overall umbrella of climate change related activities in the country. They also possess different degrees of influence on the process of implementing the policy and the achievement of stated goals. Key stakeholder groups include local governments, municipalities, local communities, local associations and societies, NGOs, academic and research institutions, private sector, and other civil society organizations. Stakeholders buy-in and continuous involvement are required to guarantee the sustainability of actions towards mitigation and adaptation to climate change and successful implementation of mitigation and adaptation actions."}, {"text_block_id": "p20_b1393", "text": "The MoEnv and NCCC to secure the required platform and network for active stakeholder participation in all aspects of sustainable development activities. Members of the NCCC to shoulder the major responsibility in securing effective and prompt feedback from their respective sectors and institutions, while the MoEnv to maintain vivid communication mechanisms with stakeholders not presented in the NCCC."}, {"text_block_id": "p20_b1394", "text": "As owner of the Climate Change Policy, the NCCC to keep continuous communication with policy makers/decision takers. Keeping policy makers and decision takers informed on the progress of the policy implementation and achievements on climate change is critical to insure continuous political support to the mitigation and adaptation endeavours, and maintain focus on climate change policy progress."}, {"text_block_id": "p20_b1395", "text": "The impact of climate change to be considered by planners at all levels (national, regional and local). MoEnv to coordinate with other relevant Ministries at the national level. The regional directorates of the MoEnv, in addition to NGOs that are active on a regional level, to get more involved in regional and local activities. MoEnv and NGO’s to ensure the active involvement of local communities by creating cooperation networks with local associations and societies with due consideration given to gender aspects."}, {"text_block_id": "p20_b1396", "text": "The role of associations of local communities in planning and implementation of development projects to be increased, because, in particular, climate change impact and adaptation is locally determined. The MoEnv, through its regional directorates, and NGOs, through their regional branches, to actively participate in regional and local development planning and implementation. MoEnv, and other environment societies and NGO’s, to spread their activities regionally. Awareness campaigns, specialized workshops and training sessions targeting local communities to be held in all governorates."}, {"text_block_id": "p21_b1397", "text": "EDUCATION AND RESEARCH,"}, {"text_block_id": "p21_b1398", "text": "AWARENESS RAISING, AND"}, {"text_block_id": "p21_b1399", "text": "ROLE OF THE MEDIA"}, {"text_block_id": "p21_b1400", "text": "7.1"}, {"text_block_id": "p21_b1401", "text": "EDUCATION"}, {"text_block_id": "p21_b1402", "text": "EDUCATION\n* Background and current status in climate change            education\n* Climate change objectives in education\n* Priorities, main measures, and instruments in climate            change education\n* Background and current status in climate change            research\n* Climate change strategic objectives in research\n* Priorities, main measures and instruments in climate\n* Priorities, main measures and instruments in climate\n change research\n* Strategic climate change objectives for awareness            raising and role of the media\n* Priorities, main measures, and instruments in             awareness raising and role of the media"}, {"text_block_id": "p21_b1408", "text": "7.2"}, {"text_block_id": "p21_b1409", "text": "RESEARCH"}, {"text_block_id": "p21_b1417", "text": "7.3"}, {"text_block_id": "p21_b1418_merged_merged_merged", "text": "AWARENESS RAISING AND ROLE OF THE MEDIA 44 7.3.1   Background and current status"}, {"text_block_id": "p21_b1426", "text": "7"}, {"text_block_id": "p22_b1427", "text": "7.1"}, {"text_block_id": "p22_b1428", "text": "eduCaTioN"}, {"text_block_id": "p22_b1429", "text": "7.1.1"}, {"text_block_id": "p22_b1430", "text": "Background and current status in climate change           education"}, {"text_block_id": "p22_b1431", "text": "Focused educational climate change programs and well designed and prepared curricula on all levels of education are crucial in providing the needed human resources to address climate change challenges and opportunities in Jordan, also in a wider context of green growth. Currently, schools curricula deal with environmental concepts and national priorities and challenges in general and climate change issues in particular at some grades. There is a need to re-evaluate the curricula aiming at better educating the students on climate change issues. Also, in most of the Jordanian Universities, there are special departments teaching environmental sciences and management and issues related directly and indirectly to climate change. Only one specialized graduate program-offering degree related to climate change was under preparation at the time of preparing this Policy."}, {"text_block_id": "p22_b1432", "text": "7.1.2"}, {"text_block_id": "p22_b1433", "text": "Climate change objectives in education"}, {"text_block_id": "p22_b1434", "text": "•"}, {"text_block_id": "p22_b1435", "text": "To integrate climate change aspects with emphasis on provisions of"}, {"text_block_id": "p22_b1436", "text": "this Policy into different grade levels of schools and other relevant components of academic framework;"}, {"text_block_id": "p22_b1437", "text": "•"}, {"text_block_id": "p22_b1438", "text": "To mainstream comprehensive and progressive climate change"}, {"text_block_id": "p22_b1439", "text": "science and information into existing curricula starting with elementary schools up through secondary schools to universities;"}, {"text_block_id": "p22_b1440", "text": "•"}, {"text_block_id": "p22_b1441", "text": "To reflect the needs for climate change adaptation professionals in"}, {"text_block_id": "p22_b1442", "text": "the curricula of vocation training and higher education, as well as for professionals in the public and economic sectors that could benefit from green growth; and"}, {"text_block_id": "p22_b1443", "text": "•"}, {"text_block_id": "p22_b1444", "text": "To support initiatives aiming at improving climate change related"}, {"text_block_id": "p22_b1445", "text": "education especially those lead by NGOs and the private sector by facilitating all efforts to securing the required financing and providing technical information available"}, {"text_block_id": "p22_b1446", "text": "education especially those lead by NGOs and the private sector by facilitating all efforts to securing the required financing and providing technical information available\n* Priorities, main measures, and instruments in climate           change education\n<\\li1>"}, {"text_block_id": "p22_b1448", "text": "•"}, {"text_block_id": "p22_b1449", "text": "Start systematically integrating in particular climate change aspects"}, {"text_block_id": "p22_b1450", "text": "with emphasis on provisions of this Policy into different grade levels of schools and other relevant components of the academic framework;"}, {"text_block_id": "p22_b1451", "text": "•"}, {"text_block_id": "p22_b1452", "text": "Re-evaluate the curricula aiming at better educating and raising"}, {"text_block_id": "p22_b1453", "text": "awareness of the students on climate change issues with emphasis on special departments teaching environmental sciences and management and issues related to climate change;"}, {"text_block_id": "p22_b1454", "text": "•"}, {"text_block_id": "p22_b1455", "text": "Mainstream comprehensive and progressive climate change science"}, {"text_block_id": "p22_b1456", "text": "and information into existing curricula starting with elementary schools up through secondary schools to universities;"}, {"text_block_id": "p22_b1457", "text": "•"}, {"text_block_id": "p22_b1458", "text": "Reflect the needs for climate change adaptation professionals in the curricula of vocation training and higher education, as well as for professionals in the public and economic sectors that could benefit from green growth;"}, {"text_block_id": "p22_b1459", "text": "•"}, {"text_block_id": "p22_b1460", "text": "Support initiatives aiming at improving climate change related"}, {"text_block_id": "p22_b1461", "text": "education especially those lead by NGOs and the private sector by facilitating all efforts to securing the required financing and providing technical information available; and"}, {"text_block_id": "p22_b1462", "text": "•"}, {"text_block_id": "p22_b1463", "text": "Consider forming a National Climate Change Education Work Force from MoEnv, MoE, NGOs, academic centres, and educational and vocational training centers to coordinate climate change educational activities and initiatives highlighted herewith, in full coordination with NCCC."}, {"text_block_id": "p22_b1464", "text": "7.2"}, {"text_block_id": "p22_b1465", "text": "reSearCH"}, {"text_block_id": "p22_b1466", "text": "7.2.1"}, {"text_block_id": "p22_b1467", "text": "Background and current status in climate change            research"}, {"text_block_id": "p22_b1468_merged", "text": "Only limited research activities and studies on climate change have been carried out at national universities and through funded projects so far. Some universities have started establishing climate change research programs and offering graduate degrees in this regard. The Higher Council for Science and Technology (HCST) is leading entity in the R&D in Jordan. The HCST is finalizing the draft of a National Science and Technology Innovation Policy and Strategy 2012-2016. A national research group on climate change has been established by the CB-2 Project. The CB-2 project has analyzed the research priorities and the corresponding research guidelines, procedures, and tools needed for implementation of such research topics. The research areas identified and prioritized harmonize with provisions of this Policy as well as those of the UNFCCC. The CB-2 Project has identified all potential cooperation mechanisms between environmental and climate change research institutions and policy making institutions."}, {"text_block_id": "p22_b1471", "text": "7.2.2"}, {"text_block_id": "p22_b1472", "text": "Climate change strategic objectives in research"}, {"text_block_id": "p22_b1473", "text": "•"}, {"text_block_id": "p22_b1474", "text": "To establish and strengthen an enabling environment for climate"}, {"text_block_id": "p22_b1475", "text": "change policy-oriented research and to promote its use for policy making which supports the concept of policy-supporting research to bridge the gap between researchers and policy makers. This to yield informed and scientifically justified resolutions by policy makers;"}, {"text_block_id": "p22_b1476", "text": "•"}, {"text_block_id": "p22_b1477", "text": "To support establishing adequate number ofclimate change research"}, {"text_block_id": "p22_b1478", "text": "programs and degree-offering graduate programs in this regard;"}, {"text_block_id": "p22_b1479", "text": "•"}, {"text_block_id": "p22_b1480", "text": "To establish and strengthen collaboration and effective and"}, {"text_block_id": "p22_b1481", "text": "sustainable cooperation mechanisms between environmental and climate change research institutions and policy making institutions;"}, {"text_block_id": "p22_b1482", "text": "•"}, {"text_block_id": "p22_b1483", "text": "To strengthen the newly formed national Climate Change Research"}, {"text_block_id": "p22_b1484", "text": "Group, serving as scientific and technical advisors to the NCCC;"}, {"text_block_id": "p22_b1485", "text": "•"}, {"text_block_id": "p22_b1486", "text": "To establish close working relationship with the higher research entities (such as the HCST) especially in the field of technology needs and technology transfer, which will be part of future R&D focus areas;"}, {"text_block_id": "p22_b1487", "text": "•"}, {"text_block_id": "p22_b1488", "text": "To establish an institutionalized sustainable mechanism to update"}, {"text_block_id": "p22_b1489", "text": "national climate change research priorities regularly in collaboration with the national climate change research group;"}, {"text_block_id": "p22_b1490", "text": "•"}, {"text_block_id": "p22_b1491", "text": "To increase involvement of Jordanian scientists in international"}, {"text_block_id": "p22_b1492", "text": "research community, including in the IPCC;"}, {"text_block_id": "p22_b1493", "text": "•"}, {"text_block_id": "p22_b1494", "text": "To support research -oriented programs and projects of targeted"}, {"text_block_id": "p22_b1495", "text": "monitoring and assessment of climate change trends in Jordan nationally and locally (including temperature, precipitation, extreme events and other hydrological/meteorological information)."}, {"text_block_id": "p22_b1496", "text": "•"}, {"text_block_id": "p22_b1497", "text": "To supports research-oriented programs and projects of"}, {"text_block_id": "p22_b1498", "text": "observation, monitoring and estimation of climate change impacts on all affected sectors (water, agriculture/food security, biodiversity, desertification, health, tourism, coastal areas, infrastructure, etc.) including interactions between sectors and impact categories;"}, {"text_block_id": "p22_b1499", "text": "•"}, {"text_block_id": "p22_b1500", "text": "To support research-oriented programs and projects of adaptation"}, {"text_block_id": "p22_b1501", "text": "assessment of climate change on all affected sectors, including the interactions between the sectors;"}, {"text_block_id": "p22_b1502", "text": "•"}, {"text_block_id": "p22_b1503", "text": "To support development of local and community-level knowledge (including indigenous and traditional knowledge) on adaptation to climate variability to enhance gender specific adaptive capacity for future climate change. International wealth of information and knowledge to be adapted to the Jordanian situation built on and deployed nationally;"}, {"text_block_id": "p22_b1504", "text": "•"}, {"text_block_id": "p22_b1505", "text": "To support research-oriented programs and projects on assessment"}, {"text_block_id": "p22_b1506", "text": "of the socio-economic impacts on climate change and adaptation;"}, {"text_block_id": "p22_b1507", "text": "•"}, {"text_block_id": "p22_b1508", "text": "To support research-oriented programs and projects on assessment"}, {"text_block_id": "p22_b1509", "text": "of technology needs and technology transfer options in the Jordanian context (local R&D capacity, local markets); and"}, {"text_block_id": "p22_b1510", "text": "•"}, {"text_block_id": "p22_b1511", "text": "To support research-oriented programs and projects on"}, {"text_block_id": "p22_b1512", "text": "improvement of the GHG inventory in Jordan, elaboration of GHG scenarios and assessment of mitigation options."}, {"text_block_id": "p22_b1513", "text": "7.2.3"}, {"text_block_id": "p22_b1514", "text": "Priorities, main measures and instruments in climate             change research"}, {"text_block_id": "p22_b1515", "text": "•"}, {"text_block_id": "p22_b1516", "text": "Establish and strengthen an enabling environment for climate"}, {"text_block_id": "p22_b1517", "text": "related research and its use for policy making aiming at promoting policy-supporting research to bridge the gap between researchers and policy makers to yield informed and scientifically justified resolutions by policy makers. In this regard, relevant national research institutions shall adopt the climate change research priority results of the knowledge product of the CB-2 Project titled “Policy-oriented National Priority Research Topics in Climate"}, {"text_block_id": "p22_b1518", "text": "Change, Biodiversity, and Combating Desertification (2013-2020) with Guidelines, Procedures, Tools and Potential Funding Sources to Support their Implementation in the Hashemite Kingdome of Jordan” published at disseminated to accompany this Policy;"}, {"text_block_id": "p22_b1519", "text": "•"}, {"text_block_id": "p22_b1520", "text": "Support establishing more climate change research programs and"}, {"text_block_id": "p22_b1521", "text": "graduate degrees in this regard;"}, {"text_block_id": "p22_b1522", "text": "•"}, {"text_block_id": "p22_b1523", "text": "Establish and strengthen cooperation mechanisms between"}, {"text_block_id": "p22_b1524", "text": "environmental and climate change research institutions and policy making institutions;"}, {"text_block_id": "p22_b1525", "text": "•"}, {"text_block_id": "p22_b1526", "text": "Strengthen the newly formed national climate change research"}, {"text_block_id": "p22_b1527", "text": "group serving as a scientific arm to the NCCCC and maintain the participation of such thematic research group in all climate change policy, strategy, legal formworks-making initiatives;"}, {"text_block_id": "p22_b1528", "text": "•"}, {"text_block_id": "p22_b1529", "text": "Establish close working relationship with the higher research entities"}, {"text_block_id": "p22_b1530", "text": "(such as the HCST) especially in the field of technology needs and technology transfer, which will be part of future R&D focus areas. The NCCC and the HCST to enhance research activities through the adoption of climate change research requirements within the National Science and Technology Innovation Policy and Strategy, prioritizing research domains, and deciding on allocation of limited financial resources to research programs and research centres;"}, {"text_block_id": "p22_b1531", "text": "•"}, {"text_block_id": "p22_b1532", "text": "Establish an institutionalized sustainable mechanism to update"}, {"text_block_id": "p22_b1533", "text": "national climate change research priorities regularly in collaboration with the national climate change research group."}, {"text_block_id": "p22_b1534", "text": "•"}, {"text_block_id": "p22_b1535", "text": "Increase involvement of Jordanian scientists in international"}, {"text_block_id": "p22_b1536", "text": "research community, including in the IPCC;"}, {"text_block_id": "p22_b1537", "text": "•"}, {"text_block_id": "p22_b1538", "text": "Support research-oriented programs and projects of monitoring"}, {"text_block_id": "p22_b1539", "text": "and assessment of climate change trends in Jordan nationally and locally (including temperature, precipitation, extreme events and other hydrological/meteorological information);"}, {"text_block_id": "p22_b1540", "text": "•"}, {"text_block_id": "p22_b1541", "text": "Supports research-oriented programs and projects of observation,"}, {"text_block_id": "p22_b1542", "text": "monitoring and estimation of climate change impacts on all affected sectors (water, agriculture/food security, biodiversity, desertification, health, tourism, coastal areas, infrastructure, etc) including interactions between sectors and impact categories;"}, {"text_block_id": "p22_b1543", "text": "•"}, {"text_block_id": "p22_b1544", "text": "Support research-oriented programs and projects of adaptation"}, {"text_block_id": "p22_b1545", "text": "assessment of climate change on all affected sectors, including the interactions between the sectors;"}, {"text_block_id": "p22_b1546", "text": "•"}, {"text_block_id": "p22_b1547", "text": "Support development of local and community-level knowledge (including indigenous and traditional knowledge) on adaptation to climate variability to enhance gender specific adaptive capacity for future climate change. International wealth of information and knowledge to be adapted to the Jordanian situation built on and deployed nationally;"}, {"text_block_id": "p22_b1548", "text": "•\t Support research-oriented programs and projects on assessment of"}, {"text_block_id": "p22_b1549", "text": "the socio-economic impacts on climate change and adaptation;"}, {"text_block_id": "p22_b1550", "text": "•"}, {"text_block_id": "p22_b1551", "text": "Support research-oriented programs and projects on assessment of"}, {"text_block_id": "p22_b1552", "text": "technology needs and technology transfer options in the Jordanian context (local R&D capacity, local markets); and"}, {"text_block_id": "p22_b1553", "text": "•"}, {"text_block_id": "p22_b1554", "text": "Support research-oriented programs and projects on improvement"}, {"text_block_id": "p22_b1555", "text": "of the GHG inventory in Jordan, elaboration of GHG scenarios and assessment of mitigation options"}, {"text_block_id": "p23_b1556", "text": "7.3"}, {"text_block_id": "p23_b1557", "text": "awareNeSS raiSiNg aNd roLe oF THe media"}, {"text_block_id": "p23_b1558", "text": "7.3.1"}, {"text_block_id": "p23_b1559", "text": "Background and current status"}, {"text_block_id": "p23_b1560", "text": "Recently, environmental awareness raising campaigns were carried out by the Ministry of Environment and other organizations. These campaigns focused mainly on various environmental issues like energy and water saving, waste minimization and waste management. Raising awareness on climate change amongst different population segments can increase support and cooperation in implementing climate change mitigation and adaptation policies."}, {"text_block_id": "p23_b1561", "text": "•"}, {"text_block_id": "p23_b1562", "text": "Promote practices of inclusion of plans for awareness campaigns"}, {"text_block_id": "p23_b1563", "text": "to accompany the implementation of adaptation and mitigation measures to target all relevant stakeholders, including communities, decision-makers, and the private sector."}, {"text_block_id": "p23_b1564", "text": "Mainstream the role of media in climate change and support the NGOs and community based organizations (CBOs) as being well placed to spearhead awareness raising efforts in different community segments, in their climate change media-targeting activities. Each implementation sector will include awareness raising as part of their action programs specifically designed for their specific target groups taken into consideration gender tools and approaches. In addition, the private sector is an important target group"}, {"text_block_id": "p23_b1565", "text": "The role of the media is important to raise awareness among stakeholders in Jordan on climate change, and to inform and engage stakeholders on specific adaptation and mitigation activities. NGOs in Jordan, among which the RSCN, have done valuable work in engaging and training the media in environmental issues. The MoEnv and the sector ministries will further mainstream the role of media in climate change, and support the NGOs in their media activities."}, {"text_block_id": "p23_b1566", "text": "7.3.2"}, {"text_block_id": "p23_b1567", "text": "Strategic climate change objectives for awareness            raising and role of the media"}, {"text_block_id": "p23_b1568", "text": "•"}, {"text_block_id": "p23_b1569", "text": "To support launching climate change awareness raising campaigns"}, {"text_block_id": "p23_b1570", "text": "with emphasis on utilizing the media and other available effective communication tools to raise awareness among stakeholders in Jordan on climate change, and to inform and engage stakeholders on specific adaptation and mitigation activities;"}, {"text_block_id": "p23_b1571", "text": "•"}, {"text_block_id": "p23_b1572", "text": "To promote practices of inclusion of plans for awareness campaigns"}, {"text_block_id": "p23_b1573", "text": "to accompany the implementation of adaptation and mitigation measures to target all relevant stakeholders, including communities, decision-makers, and the private sector; and"}, {"text_block_id": "p23_b1574", "text": "•"}, {"text_block_id": "p23_b1575", "text": "To mainstream the role of media in climate change and support the"}, {"text_block_id": "p23_b1576", "text": "NGOs and community based organizations (CBOs) as being well placed to spearhead awareness raising efforts in different community segments, in their climate change media-targeting activities. Each implementation sector will include awareness raising as part of their action programs specifically designed for their specific target groups taken into consideration gender tools and approaches. In addition, the private sector is an important target group"}, {"text_block_id": "p23_b1577", "text": "7.3.3"}, {"text_block_id": "p23_b1578", "text": "Priorities, main measures, and instruments in            awareness raising and role of the media"}, {"text_block_id": "p23_b1579", "text": "•"}, {"text_block_id": "p23_b1580", "text": "Support launching climate change awareness raising campaigns"}, {"text_block_id": "p23_b1581", "text": "with emphasis on utilizing the media and other available effective communication tools to raise awareness among stakeholders in Jordan on climate change, and to inform and engage stakeholders on specific adaptation and mitigation activities."}, {"text_block_id": "p23_b1582", "text": "8.2"}, {"text_block_id": "p23_b1583_merged", "text": "CLIMATE CHANGE STRATEGIC OBJECTIVES TO VULNERABLE 46 GROUPS AND GENDER MAINSTREAMING"}, {"text_block_id": "p23_b1586", "text": "CLIMATE CHANGE STRATEGIC OBJECTIVES TO VULNERABLE 46 GROUPS AND GENDER MAINSTREAMING\n* PRIORITIES, MAIN MEASURES, AND INSTRUMENT FOR 46 MAINSTREAMING GENDER AND PROTECTING VULNERABLE GROUPS\n<\\li1>"}, {"text_block_id": "p24_b1588", "text": "8.1"}, {"text_block_id": "p24_b1589", "text": "BaCKgrouNd aNd CurreNT STaTuS"}, {"text_block_id": "p24_b1590", "text": "Jordan is a signatory to and member of several key international agreements that already commit the country to gender mainstreaming. Under the UNFCCC, increased attention is paid to securing a gender perspective in international policies and initiatives. The relation of climate change with gender and poverty is apparent in the following issues:"}, {"text_block_id": "p24_b1591", "text": "•"}, {"text_block_id": "p24_b1592", "text": "Dependence of such vulnerable groups on natural resources that are"}, {"text_block_id": "p24_b1593", "text": "susceptible to climate change. 20% of the population depends on agriculture for their income. Agriculture vulnerability especially the rain fed and irrigated was also discussed in detail, these discussions lead to the conclusion that this 20% of population which is part of the poorest segment will be most susceptible to climate change impacts;"}, {"text_block_id": "p24_b1594", "text": "•"}, {"text_block_id": "p24_b1595", "text": "Dependence of communities on ecosystem services (water springs,"}, {"text_block_id": "p24_b1596", "text": "rangelands and natural vegetation in medicine, etc.) that could be affected by climate change;"}, {"text_block_id": "p24_b1597", "text": "•"}, {"text_block_id": "p24_b1598", "text": "A lack of assets which hinders effective adaptation by the poor"}, {"text_block_id": "p24_b1599", "text": "segments of population;"}, {"text_block_id": "p24_b1600", "text": "•"}, {"text_block_id": "p24_b1601", "text": "Settlements in high-risk areas (i.e. drought prone) in Jordan are"}, {"text_block_id": "p24_b1602", "text": "known to be of the lower income groups, a fact which magnifies the impact of climate change on poverty of these groups;"}, {"text_block_id": "p24_b1603", "text": "•"}, {"text_block_id": "p24_b1604", "text": "Low levels of education and professional skills that prevent members"}, {"text_block_id": "p24_b1605", "text": "of poor households for shifting to climate-resilient sources of income; and"}, {"text_block_id": "p24_b1606", "text": "•"}, {"text_block_id": "p24_b1607", "text": "Though gender issues are still under investigated in Jordan, the"}, {"text_block_id": "p24_b1608", "text": "role of women in economy of rural areas is known to be substantial. Women in these areas are traditionally responsible for the household economy and are active in field work as well. Any negative impact of climate change will be most sensed by women. Women make crucial contributions in agriculture and rural enterprises in drylands as farmers, animal husbandry, workers and entrepreneurs through their indigenous knowledge."}, {"text_block_id": "p24_b1609", "text": "Climate change issues are not directly addressed in the existing national strategies for poverty, childhood and early childhood development in Jordan. It is expected to be integrated in the upcoming Poverty Reduction Strategy. The “Program for Mainstreaming Gender in Climate Change Effort in Jordan” was prepared in 2010 (MoEnv, IUCN and GGCA). The document was endorsed by the GoJ and presented to the international community as the official stand of Jordan on the issue of gender and climate change. The document is also endorsed by the Women’s National Committee and adopted as part of the Committee’s strategy."}, {"text_block_id": "p24_b1610", "text": "8.2"}, {"text_block_id": "p24_b1611", "text": "CLimaTe CHaNge STraTegiC oBJeCTiveS To vuLNeraBLe grouPS aNd geNder maiNSTreamiNg"}, {"text_block_id": "p24_b1612", "text": "•"}, {"text_block_id": "p24_b1613", "text": "To integrate gender considerations and the interest of vulnerable"}, {"text_block_id": "p24_b1614", "text": "group in climate change policies and strategies in all relevant sectors particularly in national strategies for poverty, childhood and early childhood development in Jordan;"}, {"text_block_id": "p24_b1615", "text": "•"}, {"text_block_id": "p24_b1616", "text": "To ensure that financing mechanisms on mitigation and adaptation"}, {"text_block_id": "p24_b1617", "text": "address the needs and conditions for implementation of poor women and men equally; and"}, {"text_block_id": "p24_b1618", "text": "•"}, {"text_block_id": "p24_b1619", "text": "To build capacity at all levels to design and implement"}, {"text_block_id": "p24_b1620", "text": "responsive climate change policies, strategies and programs"}, {"text_block_id": "p24_b1621", "text": "8.3"}, {"text_block_id": "p24_b1622", "text": "PrioriTieS, maiN meaSureS, aNd iNSTrumeNT For maiNSTreamiNg geNder aNd ProTeCTiNg vuLNeraBLe grouPS"}, {"text_block_id": "p24_b1623", "text": "•"}, {"text_block_id": "p24_b1624", "text": "Build capacity at all levels to design and implement"}, {"text_block_id": "p24_b1625", "text": "responsive climate change policies, strategies and programs;"}, {"text_block_id": "p24_b1626", "text": "•"}, {"text_block_id": "p24_b1627", "text": "Ensure that financing mechanisms on mitigation and adaptation"}, {"text_block_id": "p24_b1628", "text": "address the needs and conditions for implementation of poor women and men equally;"}, {"text_block_id": "p24_b1629", "text": "•"}, {"text_block_id": "p24_b1630", "text": "Develop, compile, and share practical tools, information, and"}, {"text_block_id": "p24_b1631", "text": "methodologies to facilitate the integration of gender into policy and programming;"}, {"text_block_id": "p24_b1632", "text": "•"}, {"text_block_id": "p24_b1633", "text": "Instructrelevantentities to fulfillJordan’sinternationalcommitments"}, {"text_block_id": "p24_b1634", "text": "regarding gender mainstreaming according to the international agreements approved by the country; and"}, {"text_block_id": "p24_b1635", "text": "•"}, {"text_block_id": "p24_b1636", "text": "Ensure that sector ministries will adopt the Action Plans suggested"}, {"text_block_id": "p24_b1637", "text": "by the Program for Mainstreaming Gender in Climate Change Efforts in Jordan, the action plans specified the objectives, the actions and the indicators required. MoEnv and NCCC to monitor and encourage the implementation."}, {"text_block_id": "p25_b1638", "text": "9.1"}, {"text_block_id": "p25_b1639", "text": "CLimaTe CHaNge miTigaTioN CoST BeNeFiT aNaLySiS"}, {"text_block_id": "p25_b1640", "text": "Jordan position on this regard is that the socio-economic costs and benefit of climate change mitigation can only be assessed together with the other cost and benefits related to climate change mitigation activities. Energy-efficiency measures, for example, will also have an impact on economic growth, technology innovation, reducing import dependency and reducing poverty, amongst others."}, {"text_block_id": "p25_b1641", "text": "Jordan to promote the implementation of all mitigation measures supported by other objectives other than those of climate change, such as economic (cost-effective under current national conditions, increase security of supply, contributing to the competitiveness of the economy), social (reducing energy expenses, increasing availability to energy services), environmental, or other sector-specific objectives, as adopted in other non-climate policies. The implementation of other, additional, mitigation measures depends on the cost-effectiveness under national current conditions, and on the availability of (international) financial resources and technology. This implies that the cost-effectiveness of these measures from the perspective of climate change mitigation will be positive, although thetransaction costs related to the implement these measures can decrease cost-effectiveness in some cases."}, {"text_block_id": "p25_b1642", "text": "The cost-benefit analysis of mitigation measures to be further analyzed. The 3"}, {"text_block_id": "p25_b1643", "text": "rd"}, {"text_block_id": "p25_b1644", "text": "National Communication Report to the UNFCCC is expected to update the cost-benefit assessment of mitigation measures, carried out for the 2"}, {"text_block_id": "p25_b1645", "text": "nd"}, {"text_block_id": "p25_b1646", "text": "NC. This assessment should not only include macro-level monetary parameters, but also parameters on the micro level (such as the impact on communities and households) and include the negative and positive impact on (non-monetary) social parameters. Transaction costs to also be addressed. Socio-economic cost-benefit analysis will, therefore, be part of any sector strategy with an impact on GHG mitigation, such as in the energy, transport, and waste sector."}, {"text_block_id": "p25_b1647", "text": "9.2"}, {"text_block_id": "p25_b1648", "text": "CLimaTe CHaNge adaPTaTioN CoST BeNeFiT aNaLySiS"}, {"text_block_id": "p25_b1649", "text": "Jordan’s position on this regard goes in line with the definition of adaptation costs, which are defined as “the costs of planning, preparing for, facilitating, and implementing adaptation measures, including transition costs,”  and defines benefits as “the avoided damage costs or the accrued benefits following the adoption and implementation of adaptation measures”."}, {"text_block_id": "p25_b1650", "text": "The socio-economic impacts of climate change did not receive much special attention from relevant research and policy related activities"}, {"text_block_id": "p25_b1651", "text": "performed in Jordan, except some limited analysis in the 2"}, {"text_block_id": "p25_b1652", "text": "nd"}, {"text_block_id": "p25_b1653", "text": "NC."}, {"text_block_id": "p25_b1654", "text": "Socio-economic issues like poverty, employment, social welfare, gender, and others are of course present in the agenda of policy and decision makers in Jordan, which is reflected in the level of attention given to such topics in policy and strategy documents published and endorsed by relevant institutions (National Agenda, Millennium Development Goals, Poverty Reduction Strategy 2002, National Youth Strategy, National Population Strategy 2002, other). The new Poverty Reduction Strategy integrates climate change vulnerability in the proposed plans and measures to combat poverty."}, {"text_block_id": "p25_b1655", "text": "Socio-economic impacts, being cross-cutting issues, are best addressed in sector climate change strategies and action plans. Further assessment is required, including detailed social surveying to individual level, baseline socioeconomic scenarios, detailed statistical analysis, downscaling scenarios based on population and gross domestic product (GDP), participatory rural appraisals and participatory mapping, and sustainable development indicators."}, {"text_block_id": "p25_b1656", "text": "Jordan believes that how much adaptation might cost, and how large its benefits might be, are issues that are increasingly relevant both for on-the-ground projects in Jordan and in national and international contexts. Cost benefit analysis of adaptation measures is generally conducted at the sector level. The following principles to be applied:"}, {"text_block_id": "p25_b1657", "text": "•"}, {"text_block_id": "p25_b1658", "text": "Adaptation efforts need to rest on a sound economic basis. From"}, {"text_block_id": "p25_b1659", "text": "an economic perspective, adaptation could be evaluated in terms of whether, and by how much, the benefits of such actions exceed the costs incurred;"}, {"text_block_id": "p25_b1660", "text": "•"}, {"text_block_id": "p25_b1661", "text": "Sector adaptation costs and benefits estimates are available, but"}, {"text_block_id": "p25_b1662", "text": "their coverage is uneven."}, {"text_block_id": "p25_b1663", "text": "•"}, {"text_block_id": "p25_b1664", "text": "Some adaptations can be implemented at low cost but others, such"}, {"text_block_id": "p25_b1665", "text": "as infrastructural measures, will require significant investment;"}, {"text_block_id": "p25_b1666", "text": "•"}, {"text_block_id": "p25_b1667", "text": "Adaptation policy is about much more than costing and financing,"}, {"text_block_id": "p25_b1668", "text": "establishing incentives is also critical;"}, {"text_block_id": "p25_b1669", "text": "•"}, {"text_block_id": "p25_b1670", "text": "Public private partnerships can help provide infrastructure for"}, {"text_block_id": "p25_b1671", "text": "adaptation and help “climate-proof”  existing infrastructure;"}, {"text_block_id": "p25_b1672", "text": "Jordan emphasizes that, adaptation measures also address problems that are not related nor caused by climate change, in particular in the water sector to balance supply and demand (no-regret measures). These measures by default also make the water sector more resilient to climate change. The adaptation-related costs of these measures are often small compared to the overall costs."}, {"text_block_id": "p25_b1673_merged_merged_merged", "text": "More analysis to be made of the costs and benefits of adaptation in Jordan. The 3rd NC could provide these assessments taken into consideration sex disaggregated data. In sector analysis, a consistent approach to cost-benefit analysis of adaptation measures to be used to allow a cross-sector comparison of adaptation measures."}, {"text_block_id": "p26_b1676", "text": "10.3"}, {"text_block_id": "p26_b1677", "text": "S"}, {"text_block_id": "p26_b1678", "text": "ummary oF SeCTor adaPTaTioN STraTegieS, aCTioN PLaNS, aNd LegiSLaTioN For CLimaTe CHaNge aCTioNS"}, {"text_block_id": "p26_b1679", "text": "While the Climate Change Policy provides a national framework for adaptation, the sector level strategies and action plan should specify adaptation priorities, identify and evaluate adaptation actions. Sector adaptation strategies should be updated and revised whenever necessary, and new or updated legislative"}, {"text_block_id": "p26_b1680", "text": "Sector level strategies, legislation and action plans contributing to the implementation CC Policy (adaptation)"}, {"text_block_id": "p26_b1681", "text": "10.4"}, {"text_block_id": "p26_b1682", "text": "SeCuriNg SuSTaiNaBiLiTy oF THe CLimaTe CHaNge PoLiCy"}, {"text_block_id": "p26_b1683", "text": "Adapting to climate change and mitigating GHG emissions requires a long term and sustained effort. The impact of climate change and the benefits of an active policy will only become visible in the longer term. Also, climate change is still inherently uncertain, although the precautionary principle requires the GoJ to pro-act now on the basis of current knowledge. It is, therefore, essential that climate change policy is sustainable in itself. This can be secured as follows:"}, {"text_block_id": "p26_b1684", "text": "•"}, {"text_block_id": "p26_b1685", "text": "Legal anchoring of climate change and mainstreaming in national and sector strategies;"}, {"text_block_id": "p26_b1686", "text": "•"}, {"text_block_id": "p26_b1687", "text": "An active and supportive role of Jordan in the international agreements;"}, {"text_block_id": "p26_b1688", "text": "•"}, {"text_block_id": "p26_b1689", "text": "Continued awareness raising on climate change and the benefit of early action;"}, {"text_block_id": "p26_b1690", "text": "•"}, {"text_block_id": "p26_b1691", "text": "Assessment of the costs and benefits of the adaptation policies;"}, {"text_block_id": "p26_b1692", "text": "•"}, {"text_block_id": "p26_b1693", "text": "Stringent reporting and verification of the objectives of the Policy;"}, {"text_block_id": "p26_b1694", "text": "•"}, {"text_block_id": "p26_b1695", "text": "Continuous improvement of the scientific base for the assessment of climate change impact in Jordan; and"}, {"text_block_id": "p26_b1696", "text": "•"}, {"text_block_id": "p26_b1697", "text": "Sustained and systematic stakeholder involvement taken into consideration gender tools and approaches."}, {"text_block_id": "p27_b1698", "text": "10.5"}, {"text_block_id": "p27_b1699", "text": "PrioriTieS For FuTure aNaLyTiCaL STudieS, TeCHNiCaL aSSiSTaNCe aNd CaPaCiTy BuiLdiNg aCTiviTieS"}, {"text_block_id": "p27_b1700", "text": "International support for technical assistance and capacity building in climate change in Jordan remains crucial for Jordan, for mitigation, and, in particular, adaptation. Increased coordination by the NCCC is necessary to achieve maximum impact of these activities. The Climate Change Action Plan will elaborate the priorities for technical assistance and capacity building support in more detail. The following priorities for future analytical studies, technical assistance and capacity building activities are identified:"}, {"text_block_id": "p27_b1701", "text": "10.6"}, {"text_block_id": "p27_b1702", "text": "reviSioN oF THe CLimaTe CHaNge PoLiCy aNd CLimaTe CHaNge aCTioN PLaN"}, {"text_block_id": "p27_b1703", "text": "The Climate Change Policy to be revised regularly to reflect the increasing scientific knowledge on climate change mitigation and adaptation, and the changes in national and international circumstances."}, {"text_block_id": "p27_b1704", "text": "The timeframe for revision depends on the changing national and international conditions. Internationally significant progress on the new global agreement should be made around 2015. Nationally, the many ongoing and planning climate change projects will have had a significant impact in Jordan also with that timeframe. The Policy, therefore, to be revised and updated with 3 to 4 years."}, {"text_block_id": "p27_b1705", "text": "A Climate Change Action Plan to be developed. The Action Plan will address the implementation of national mitigation and adaptation measures as well as aspects of finance and technology transfer supporting the objectives of the Policy. The Climate Change Action Plan will be in line with the update of the Policy. The National Communications and the biannual update reports to the UNFCCC will evaluate the implementation of the Policy and measure progress of implementation. It will provide the background information and analysis as input for the evaluation of the Policy."}, {"text_block_id": "p27_b1706", "text": "10.7"}, {"text_block_id": "p27_b1707", "text": "moNiToriNg meCHaNiSmS For THe PoLiCy"}, {"text_block_id": "p27_b1708", "text": "The NCCC will monitor the progress in the implementation of the Climate Change Policy on the national level. The Climate Change Action Plan will further elaborate the monitoring framework for the actions to be taken on the national level. A large share of the objectives of the Policy will be implemented through sector strategies under the responsibility of the sector’s ministries (water, agriculture, health, and others). Their progress will be monitored on the basis of the specific monitoring framework adopted in the respective sector strategies."}, {"text_block_id": "p27_b1709", "text": "69 Enabling activities for the preparation of Jordan’s 3rd National Communication Report to UNFCCC. Inception Report (July 2012)."}, {"text_block_id": "p28_b1710", "text": "UNDP is the UN’s global development network, advocating for change and connecting countries to knowledge, experience and resources to help people build a better life.We are on the ground in 166 countries, working with them on their own solutions to global and national development challenges. As they develop local capacity, they draw on the people of UNDP and our wide range of partners."}, {"text_block_id": "p28_b1711", "text": "For more information"}, {"text_block_id": "p28_b1712", "text": "United Nations Development Programme"}, {"text_block_id": "p28_b1713", "text": "United Nations Building"}, {"text_block_id": "p28_b1714", "text": "Queen Rania Street"}, {"text_block_id": "p28_b1715", "text": "Building No. 274"}, {"text_block_id": "p28_b1716", "text": "Jordan"}, {"text_block_id": "p28_b1717", "text": "Email: registry.jo@undp.org"}, {"text_block_id": "p28_b1718", "text": "www.undp-jordan.org"}], "document_description": "Jordan's National Climate Change Strategy is a seven-year plan with three main objectives:</div><ul><li>To achieve a pro-active, climate risk resilient Jordan; remaining a low-carbon growing economy, sustainable water and agricultural resources, healthy ecosystems and climate resilient communities</li><li>To build adaptive capacity of communities and institutions, including social issues related to gender and vulnerable groups, increasing resiliency of ecosystems to climate change, especially as it relates to water resources and agriculture; taking full advantages of any mitigation opportunities</li><li>To prioritise both mitigation and adaptation to climate change, but with emphasis on adaptation given Jordan's relatively low carbon emissions</li></ul><div>&nbsp;<br>&nbsp;The strategy lists seven short-term goals.</div><ul><li>Provide guidance to government ministries in order to implement policy related to climate change adaptation and mitigation</li><li>Facilitate the incorporation of climate change adaptation and mitigation into various private and public sectors, policies and legal frameworks</li><li>Encourage strategies maximising co-benefits as it relates to health and minimising unintended negative consequences</li><li>Encourage the integration of climate change mitigation objectives into key sectors' policies (energy, transportation and waste)</li><li>Take note of the needs of vulnerable groups while devising adaptation and mitigation policies, and incorporating adaptation and mitigation into green growth strategies and other policies as they relate to vulnerable groups (youth, elderly, women, poor)</li><li>Mainstream climate change considerations in infrastructure and land-use planning and services</li><li>Provide a strategy to ensure adequate financing for mitigation and adaptation objectives, strengthening institutional and human resource capacity</li></ul><div>&nbsp;<br>&nbsp;The Strategy document overviews the country's strategies to combat climate change across various sectors and delineates the strategic actions that the country will implement in the coming years. Special attention is given to 'vulnerable groups' that stand to disproportionately suffer from the negative effects of climate change, as well as strategies to address gender imbalances between men and women. The document also details how the Climate Change Strategy will be monitored from a policy implementation perspective as well as institutional arrangements that will encourage adoption of climate change perspective in ministries outside of those directly involved with environmental management."}