{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Iceland", "document_category": "Policy", "document_sector_name": ["Environment", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Iceland’s 2020 Climate Action Plan", "document_country_code": "ISL", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2020", "document_keyword": ["Adaptation", "Carbon Pricing", "Mitigation", "Climate Change"], "document_url": "https://cdn.climatepolicyradar.org/ISL/2020/ISL-2020-01-01-Iceland’s 2020 Climate Action Plan_7a32ecb950a09c24a1d20e09f66dd358.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "October 2020"}, {"text_block_id": "p0_b2", "text": "Iceland’s 2020"}, {"text_block_id": "p0_b3", "text": "Climate Action Plan"}, {"text_block_id": "p1_b4", "text": "The Icelandic government presented a new"}, {"text_block_id": "p1_b5", "text": "Climate Action Plan"}, {"text_block_id": "p1_b6", "text": "in September 2018. The Plan was a watershed, as it was the first such long-term comprehensive plan that was fully funded, with substantial increase in government funding of key actions in climate mitigation."}, {"text_block_id": "p1_b7", "text": "An updated version of the"}, {"text_block_id": "p1_b8", "text": "Climate Action Plan"}, {"text_block_id": "p1_b9", "text": "was presented in June 2020, presenting new and elaborated actions and increased funding. The updated Plan also contained significantly improved analysis to estimate the individual and collective mitigation gains of the actions presented. All in all, the 2020 Plan contained 48 actions – 15 new from the 2018 version – aimed at reducing greenhouse gas emissions and increasing carbon uptake from the atmosphere. The updated plan reflects comments and suggestions received, and the conclusions of a consultation process with stakeholders and civil society. Emphasis has been placed on implementing measures immediately; 28 actions out of 48 had already been set in motion at the publication of the 2020 version."}, {"text_block_id": "p1_b10", "text": "The"}, {"text_block_id": "p1_b11", "text": "Climate Action Plan"}, {"text_block_id": "p1_b12", "text": "is Iceland’s main instrument to reach its commitment in the Paris Agreement, specifically its emissions reduction goals for 2030. It is also the main instrument to reach Iceland’s stated goal of carbon neutrality by 2040. Emphasis is put on a rapid clean energy transition in transport and increased efforts in the LULUCF sector, where Iceland has great mitigation potential in afforestation, revegetation and wetland reclamation. The Plan, however, addresses all major sources and sinks, and outlines climate mitigation actions in transport, fisheries, energy, industry, chemicals, agriculture, waste management and LULUCF. The Plan is organized by how the measures relate to Iceland’s commitments, as well as by sources of emissions."}, {"text_block_id": "p1_b13_merged_merged_merged_merged", "text": "According to analysis, the actions in the updated version of the Climate Action Plan will lead to a decrease of emissions in 2030 by more than one million tonnes of CO2 equivalents compared to 2005 in sectors that fall under the EU effort sharing reg-ulation - ESR (transport, agriculture, fisheries, waste management etc.). This means that Iceland should meet its climate commitments for a 29% reduction in ESR emis-sions from 2005 levels, as analysis indicate that Iceland should be able to reduce emission in these sectors by 35% by implementing the actions in the Plan. In addition to this, actions currently in preparation are estimated to result in an additional cut in emissions of 5-11%, for a total decrease of 40-46%. The Icelandic government has signalled a willingness to achieve a reduction in emissions in ESR-sectors by 40%, or more than is currently demanded by Iceland’s present international commitments."}, {"text_block_id": "p1_b22", "text": "A minimum of ISK 46 billion is expected to be spent on key climate action in the period 2020-2024."}, {"text_block_id": "p2_b23", "text": "With the 2020"}, {"text_block_id": "p2_b24", "text": "Climate Action Plan"}, {"text_block_id": "p2_b25", "text": "Iceland expects to achieve a substantial reduction in greenhouse gas emissions — still greater reduction is aimed at through additional measures currently in preparation"}, {"text_block_id": "p2_b26", "text": "Figure 1."}, {"text_block_id": "p2_b27", "text": "Iceland’s historical greenhouse gas emissions that fall under the Effort Sharing Regulation to 2018, and projected emissions in 2030 without the Action Plan, with the Action Plan and plus measures currently in preparation."}, {"text_block_id": "p2_b28_merged_merged", "text": "Because climate change respects neither borders nor emissions accounting, it is important to address GHG emissions regardless of their sources and nature of commit-ments. The Action Plan takes this into consideration and aims to address all significant sources and sinks. Figure 2 shows the expected success of the actions and how they relate to Iceland’s commitments. For instance, under Land use, carbon sequestration and wetlands restoration will lead to greatly increased benefits, more than 500% compared to 2005 levels. These measures play an important role in achieving Iceland’s goal of carbon neutrality by 2040."}, {"text_block_id": "p3_b35", "text": "Estimated reduction 2005-2030 in Iceland’s emissions under the Effort Sharing Regulation — carbon sequestration will be greatly increased through better land use"}, {"text_block_id": "p3_b36_merged", "text": "Annual greenhouse gas emissions and carbon sequestration by category, 1000 tonnes of CO2 equivalents"}, {"text_block_id": "p3_b39", "text": "Figure 2."}, {"text_block_id": "p3_b40", "text": "Breakdown of greenhouse gas emissions and sequestration by category in the Action Plan."}, {"text_block_id": "p3_b41", "text": "Emissions 2005:"}, {"text_block_id": "p3_b42", "text": "Greenhouse gas emissions in Iceland in 2005 – reference year for emission reduction according to commitments and targets."}, {"text_block_id": "p3_b43", "text": "Projected emissions 2030:"}, {"text_block_id": "p3_b44", "text": "Projected emissions in 2030, after taking into account measures in the Plan and the baseline scenario."}, {"text_block_id": "p4_b45", "text": "Should the actions listed in the"}, {"text_block_id": "p4_b46", "text": "Climate Action Plan"}, {"text_block_id": "p4_b47", "text": "not prove sufficient, new mea"}, {"text_block_id": "p4_b48", "text": "-"}, {"text_block_id": "p4_b49", "text": "sures will be introduced or more resources put into actions that have not delivered as expected. In addition, many parties other than the government at national level have taken initiatives in combating climate change: municipalities, private sector companies and other actors. These initiatives are expected to result in a reduction in greenhouse gas emissions in Iceland’s emissions accounting. Supporting such initiatives is important as government actions alone will not suffice to successfully counter climate change."}, {"text_block_id": "p4_b50", "text": "The Action Plan takes into account the United Nations’ Sustainable Development Goals, which were universally adopted in September 2015, and require the participa"}, {"text_block_id": "p4_b51", "text": "-"}, {"text_block_id": "p4_b52", "text": "tion and co-operation of numerous and diverse stakeholders."}, {"text_block_id": "p4_b53", "text": "As technology advances rapidly, new and more cost-effective ways to reduce emissions can be expected to emerge. The"}, {"text_block_id": "p4_b54", "text": "Climate Action Plan"}, {"text_block_id": "p4_b55", "text": "must therefore be in continuous development. Evaluation of actions will be continually improved, the development of greenhouse gas emissions and carbon sequestration closely monitored, and actions further revised."}, {"text_block_id": "p4_b56", "text": "The Plan will be assessed in terms of  its impact on different income groups and analysed in terms of costs and benefits, including the macroeconomic impacts of actions. It is important to ensure that climate action supports efforts to increase equality and equal rights. Doing so will ensure a just transition."}, {"text_block_id": "p4_b57_merged_merged_merged_merged", "text": "The Climate Action Plan also states that should estimates indicate that future emissions will exceed the commitments undertaken, the Minister of the Environment and Natural Resources is responsible for taking appropriate measures in response. It is proposed that this responsibility will be defined with amendments to climate legislation."}, {"text_block_id": "p5_b60", "text": "The Climate Action Plan includes a total of 48 actions, divided into three parts"}, {"text_block_id": "p5_b61", "text": "Actions aiming to reduce emissions that fall under the EU Effort Sharing Regulation (ESR)"}], "document_description": "The Climate Action Plan aims to boost efforts in cutting net emissions in order to reach the government‘s aim to make Iceland carbon neutral before 2040. The plan consists of 34 government measures, ranging from an increase in reforestation to a ban on new registration of fossil fuel cars by 2030.The main emphasis of the document is: 1) to phase out fossil fuels in transport, 2) to increase carbon sequestration in land use, by restoration of woodlands and wetlands, revegetation and afforestation. Climate mitigation measures will get an increase in funding of almost 7 billion Icelandic krónur in the period 2019-2023. A general carbon tax, already in place, will be gradually increased (it was increased by 50% in the beginning of 2018, and will be increased by 10% in 2019, and by 10% again in 2020).The plan was thoroughly updated in 2020."}