{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Iceland", "document_category": "Policy", "document_sector_name": ["Environment", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Iceland’s Climate Action Plan for 2018-2030", "document_country_code": "ISL", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2018", "document_keyword": ["Adaptation", "Carbon Pricing", "Mitigation", "Climate Change"], "document_url": "https://cdn.climatepolicyradar.org/ISL/2018/ISL-2018-01-01-Iceland’s Climate Action Plan for 2018-2030_dc34c95cea15ba36c7045a5ea732e619.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Iceland’s"}, {"text_block_id": "p0_b2", "text": "Climate Action Plan for 2018-2030"}, {"text_block_id": "p0_b3", "text": "Summary"}, {"text_block_id": "p0_b4", "text": "September 2018"}, {"text_block_id": "p1_b5", "text": "Iceland’s Climate Action Plan for 2018"}, {"text_block_id": "p1_b6", "text": "-2030 -Summary"}, {"text_block_id": "p1_b7", "text": "September 2018"}, {"text_block_id": "p1_b8", "text": "Published by: Ministry for the Environment and Natural Resources"}, {"text_block_id": "p1_b9", "text": "Skuggasundi 1, 101 Reykjavík, Iceland"}, {"text_block_id": "p1_b10", "text": "Telephone: +354 545 8600"}, {"text_block_id": "p1_b11", "text": "E-mail: uar@uar.is"}, {"text_block_id": "p1_b12", "text": "Veb-adress: www.government.is"}, {"text_block_id": "p1_b13", "text": "@ 2018 Ministry for the Environment and Natural Resources"}, {"text_block_id": "p1_b14", "text": "Cover photo: Hugi Ólafsson"}, {"text_block_id": "p2_b15", "text": "Iceland’s"}, {"text_block_id": "p2_b16", "text": "Climate Action Plan for 2018-2030"}, {"text_block_id": "p2_b17", "text": "The Icelandic Government announced a new Climate Action Plan in September 2018, intended to boost efforts in cutting net emissions to meet its Paris Agreement targets for 2030 and reach the"}, {"text_block_id": "p2_b18", "text": "government‘s ambitious aim to make Iceland carbon neutral before 2040."}, {"text_block_id": "p2_b19_merged", "text": "Climate change will have a big impact on Iceland and Icelandic waters, as on most other countries and regions. Almost all of Iceland‘s glaciers are receding. Glaciers cover some 11% of Iceland today, but scientists warn that they may largely vanish in the next 100-200 years if warming trends are not halted. Of special concern to Iceland is ocean acidification, which may have a profound impact on the marine ecosystem. Rapid acidification is observed in parts of Icelandic waters, changing the habitats and viability of bivalves and many other organisms."}, {"text_block_id": "p2_b22", "text": "National circumstances; Iceland’s Mitigation Profile"}, {"text_block_id": "p2_b23", "text": "Iceland has in many ways a unique profile among developed countries, when it comes to greenhouse gas (GHG) emissions and mitigation of climate change. Almost all electricity and heating is provided for by renewable energy, hydro and geothermal. In many countries, stationary energy production is the main source of emissions; in Iceland such emissions are negligible."}, {"text_block_id": "p2_b24", "text": "Iceland started using geothermal water to heat houses around 1930, replacing imported coal and oil. The transformation took several decades, supported by a push by the government to bring clean heating to areas outside the main geothermal areas. Electricity is mostly produced by hydro energy, but also by harnessing geothermal steam. Today Iceland enjoys virtually carbon-free electricity and heating. Fossil fuels are used in transport and fisheries, and now the aim is set to rapidly decarbonize those sectors, and to allocate increased government resources in this effort."}, {"text_block_id": "p2_b25", "text": "The main sources of GHG emissions (not counting land use) are fossil fuels for cars and ships, industrial processes and agriculture. Road transport accounts for about 20%, fisheries for 11%, heavy industrial processes and chemicals for 42%, agriculture for 13% and waste management for 5%. The share of main sources of emissions in 2016 can be seen below (not counting emissions in land use, land use change and forestry (LULUCF))."}, {"text_block_id": "p3_b26", "text": "The main sources of GHG emissions (not counting land use) are fossil fuels for cars and ships, industrial processes and agriculture. Road transport accounts for about 20%, fisheries for 11%, heavy industrial processes and chemicals for 42%, agriculture for 13% and waste management for 5%. The share of main sources of emissions in 2016 can be seen below (not counting emissions in land use, land use change and forestry (LULUCF)).\n* without LULUCF\n<\\li1>"}, {"text_block_id": "p3_b28_merged", "text": "Iceland has significant mitigation potential in land use and forestry. Iceland has lost much of its woodlands and soil since settlement some 1100 years ago. Reforestation, revegetation efforts and afforestation aim to reverse this historical decline, resulting in uptake of carbon from the atmosphere. Scientists have also discovered that wetlands drained in the 20th Century are a large source of carbon dioxide emissions. Wetland restoration is a part of the government efforts to halt emissions and mitigate climate change."}, {"text_block_id": "p3_b31", "text": "International commitments"}, {"text_block_id": "p3_b32", "text": "Iceland has adopted numerical targets for its emissions under the Kyoto Protocol since 2008. Iceland has ratified the Doha Amendments to the Kyoto Protocol and submitted a Nationally Determined Contribution (NDC) under the Paris Agreement. According to its NDC, Iceland aims to be part of a joint fulfilment of a -40% emissions target for 2030 (compared to 1990 emissions), with the European Union and its Member States, and Norway. Iceland is part of the EU Emissions Trading Scheme, through its commitments under the European Economic Area agreement. The EU-ETS applies primarily to heavy industry and aviation. Discussions are under way between Iceland and Norway and the EU on joint fulfilment of a Paris Agreement target for 2030, by the way of the two countries adopting relevant EU climate regulation for 2020-2030."}, {"text_block_id": "p3_b33", "text": "New Climate Action Plan, 2018-2030"}, {"text_block_id": "p3_b34", "text": "A new Climate Action Plan was launched by Prime Minister Katrín Jakobsdóttir at a press conference on 10 September 2018, flanked by 6 other Ministers in her Government. The Action Plan consists of 34 Government measures, ranging from an increase in reforestation to a ban on new registration of fossil fuel cars by 2030."}, {"text_block_id": "p4_b35", "text": "„Climate change is the most important challenge of humankind, and demands cooperation and"}, {"text_block_id": "p4_b36", "text": "action by all: Government, industry and the general public. We present here today concrete actions, increased resources and a clear political will for success. We now look forward to taking this agenda"}, {"text_block_id": "p4_b37", "text": "ahead in partnership with others,“ said Prime Minister Jakobsdóttir."}, {"text_block_id": "p4_b38", "text": "The new action plan marks a turning point in combatting climate change in Iceland. Never before has the government allocated funding at the level now reached. There is also broad political support for the action plan, as was demonstrated by the fact that it was introduced by seven ministers."}, {"text_block_id": "p4_b39", "text": "The main emphasis of the new plan is on two measures: 1) to phase out fossil fuels in transport, and 2) to increase carbon sequestration in land use, by restoration of woodlands and wetlands, revegetation and afforestation. Climate mitigation measures will get a substantial increase in funding"}, {"text_block_id": "p4_b40", "text": "–"}, {"text_block_id": "p4_b41", "text": "almost 7 billion Icelandic krónur in the period 2019-2023. A general carbon tax, already in place, will be gradually increased."}, {"text_block_id": "p4_b42", "text": "Among the measures to provide clean transportation are: Increase in government support for charging stations and other infrastructure for electrical transport and other clean fuels; support for biofuel production; a strengthening of already generous subsidies for electrical cars and other clean vehicles; and support for public transport and bicycling. Iceland has seen a considerable increase in the purchase of electrical cars recently, and the new measures are intended to ensure that this trend will go up in the coming years."}, {"text_block_id": "p4_b43", "text": "Following examples from neighboring countries Iceland will according to the new Climate Action Plan ban new registrations of fossil fuel cars after 2030. An announcement of this policy is seen as important inter alia as a signal to producers and importers of cars."}, {"text_block_id": "p4_b44", "text": "Reforestation, revegetation and afforestation will receive increased government funding, as well as efforts to reclaim drained wetlands. Efforts in land use should result in greatly increased uptake of carbon from the atmosphere, which is essential for Iceland´s aims to achieve carbon neutrality by 2040."}, {"text_block_id": "p4_b45", "text": "In preparing the carbon sequestration strategy, Iceland also emphasizes to achieving other environmental goals than those related to climate. Namely, combating soil erosion and revegetating denuded lands, and restoring and adhering to principles of biological diversity"}, {"text_block_id": "p4_b46", "text": "–"}, {"text_block_id": "p4_b47", "text": "thus aiming its actions towards tackling three major global environmental challenges simultaneously."}, {"text_block_id": "p4_b48", "text": "The package of actions in the Climate Action Plan also includes such measures as: The launching of a new fund to support low-carbon technology; a phase-out for landfilling organic waste; a phase-out programme for climate-warming chemicals known as HFCs; participation in emissions trading for industry and aviation and other sectors; public education campaigns, and other measures. The Action Plan is put forward for public consultation for two months and will be updated as early as next year."}, {"text_block_id": "p4_b49_merged_merged_merged", "text": "A brief description of the 34 actions contained in the government‘s new plan is contained in the table below. The actions are grouped into four categories. Under A and C are actions supporting the government priorities of rapid introduction of clean energy in road transport and increased climate mitigation in land use. Under B are actions involving conversion to clean energy in sectors other than road transport, and under D are all other actions."}], "document_description": "The Climate Action Plan aims to boost efforts in cutting net emissions in order to reach the government‘s aim to make Iceland carbon neutral before 2040. The plan consists of 34 government measures, ranging from an increase in reforestation to a ban on new registration of fossil fuel cars by 2030.The main emphasis of the document is: 1) to phase out fossil fuels in transport, 2) to increase carbon sequestration in land use, by restoration of woodlands and wetlands, revegetation and afforestation. Climate mitigation measures will get an increase in funding of almost 7 billion Icelandic krónur in the period 2019-2023. A general carbon tax, already in place, will be gradually increased (it was increased by 50% in the beginning of 2018, and will be increased by 10% in 2019, and by 10% again in 2020).The plan was thoroughly updated in 2020."}