{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Iceland", "document_category": "Policy", "document_sector_name": ["Waste", "Transportation", "Industry", "Energy"], "document_language": "English", "document_name": "Renewable Energy Action Plan", "document_country_code": "ISL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2009", "document_keyword": ["Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/ISL/2009/ISL-2009-12-25-Renewable Energy Action Plan_197f604ceddfd083ec03720f409c1a44.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Icelandic National Renewable Energy Action Plan for the promotion of the use of energy from renewable sources in accordance with Directive 2009/28/EC and the Commission Decision of 30 June 2009 on a template for the national renewable energy action plans."}, {"text_block_id": "p1_b2", "text": "Contents"}, {"text_block_id": "p2_b3", "text": "1. Summary of the national policy on energy from renewable energy sources"}, {"text_block_id": "p2_b4_merged", "text": "In accordance with Article 4 of Directive 2009/28/EC this National Renewable Energy Action Plan (NREAP) sets out the Government’s strategic approach and concrete measures on how Iceland will meet the mandatory national targets for 2020 laid down in Directive 2009/28/EC, including the overall target and the 10% target on share of energy from renewable sources in transport. The NREAP is based on the template for the national renewable energy action plans, adopted by the Commission."}, {"text_block_id": "p2_b7", "text": "1.2 General"}, {"text_block_id": "p2_b8", "text": "The Icelandic energy sector is unique in many ways, not the least because of its isolation from other European networks and the share of renewable energy in the total primary energy budget. Iceland has ample reserves of renewable energy in the form of hydro and geothermal energy, and these energy sources are mainly used for district heating and the production of electricity. The energy profile is unusual as 80% of primary energy supply is from renewable resources, the remaining 20% comes from imported fossil fuels, which are mainly used in transportation and fisheries. The following figure shows the primary energy use in Iceland from 1940."}, {"text_block_id": "p2_b9", "text": "Figure 1."}, {"text_block_id": "p2_b10", "text": "Primary energy use in Iceland 1940-2011"}, {"text_block_id": "p3_b11", "text": "With regards to the transport sector the situation is very different. The transport sector, along with the fisheries, are the only sectors in Iceland which still are dependent on fossil fuels. The transport sector on land is currently 0.35% based on renewables. Therefore the Icelandic policy and actions are focused on increasing the percentage of renewable energy for transport while maintaining the strong grasp of renewables in electricity and heating sectors."}, {"text_block_id": "p3_b12_merged", "text": "Renewable energy reduces dependence on fossil fuels, improves security of supply, and reduces greenhouse gas emissions creating environmental benefits while delivering green jobs to the economy, thus contributing to national competitiveness. The Government’s commitment to accelerating the development of renewable energy is set out in various Government Policy documents as explained below."}, {"text_block_id": "p3_b15", "text": "1.3 Energy Policy"}, {"text_block_id": "p3_b16", "text": "1.3.1 Statements relating to energy policy from the Government Coalition Platform"}, {"text_block_id": "p3_b17", "text": "According to the Government Coalition Platform of the Social Democratic Alliance and Left-Green Movement, dated 19 May 2009, the main areas of emphasis in the field of energy are the following:"}, {"text_block_id": "p3_b18", "text": "According to the Government Coalition Platform of the Social Democratic Alliance and Left-Green Movement, dated 19 May 2009, the main areas of emphasis in the field of energy are the following:\n"}, {"text_block_id": "p3_b24", "text": "1.3.2 Comprehensive Energy Strategy for Iceland"}, {"text_block_id": "p3_b25", "text": "This policy document is based upon a report which was presented and discussed in Parliament in beginning of 2012. It is an overall document laying down the Government emphasis in energy strategy and energy policy for Iceland for the next years. The aim of the Comprehensive Energy Strategy can be summarized as follows:"}, {"text_block_id": "p4_b26", "text": "This policy document is based upon a report which was presented and discussed in Parliament in beginning of 2012. It is an overall document laying down the Government emphasis in energy strategy and energy policy for Iceland for the next years. The aim of the Comprehensive Energy Strategy can be summarized as follows:\n* A precautionary and protective approach will be followed in hydroelectric and geothermal\n* A precautionary and protective approach will be followed in hydroelectric and geothermal\n The energy strategy will support diversified industry, emphasising the development of\n* A precautionary and protective approach will be followed in hydroelectric and geothermal\n The energy strategy will support diversified industry, emphasising the development of\n The energy strategy will aim at sustainable utilisation, avoiding for instance aggressive\n* A precautionary and protective approach will be followed in hydroelectric and geothermal\n The energy strategy will support diversified industry, emphasising the development of\n The energy strategy will aim at sustainable utilisation, avoiding for instance aggressive\n To encourage better energy utilisation, for instance, by developing industrial parks and\n* A precautionary and protective approach will be followed in hydroelectric and geothermal\n The energy strategy will support diversified industry, emphasising the development of\n The energy strategy will aim at sustainable utilisation, avoiding for instance aggressive\n To encourage better energy utilisation, for instance, by developing industrial parks and\n Connection of the Icelandic electricity system to Europe, through an interconnector, shall be"}, {"text_block_id": "p4_b34", "text": "The Government’s ambitions for renewable energ"}, {"text_block_id": "p4_b35", "text": "y and the related national targets are fully"}, {"text_block_id": "p4_b36", "text": "commensurate with the European Union’s energy policy objectives and the targets addressed to Iceland under the Renewable Energy Directive."}, {"text_block_id": "p4_b37", "text": "Iceland’s energy efficiency ambitions ("}, {"text_block_id": "p4_b38", "text": "72% and 10% by 2020) as set out in the Comprehensive Energy Strategy are duly reflected in the NREAP."}, {"text_block_id": "p4_b39", "text": "The energy policy of Iceland could be categorised as ambitious as it aims for carbon neutrality, in that the use of fossil fuels be reduced as possible. Iceland is already well under way in that regard, as all sectors in Iceland, except for transport and fishing, use mostly renewable energy from hydro or geothermal origin."}, {"text_block_id": "p4_b40", "text": "1.3.3 Energy change in the transport sector."}, {"text_block_id": "p4_b41", "text": "The Government policy regarding renewable energy in transport is set forth in the policy document"}, {"text_block_id": "p4_b42", "text": "”"}, {"text_block_id": "p4_b43", "text": "Alternative energy use for transport (Energy change in the transport sector)"}, {"text_block_id": "p4_b44", "text": "”"}, {"text_block_id": "p4_b45", "text": ". This policy document was presented and discussed in Parliament in beginning of 2012 and has been put into force."}, {"text_block_id": "p4_b46_merged_merged_merged", "text": "The share of renewable energy in the transport sector is currently 0.35%.  However an ambitious goal of 10% for transport, for the year 2020 in line with Directive 2009/28/EC, has been put forward by the Government in this policy document (along with the Comprehensive Energy Strategy). This target is one of the Government‘s main targets, which are set forth in the policy document Iceland 2020."}, {"text_block_id": "p4_b49", "text": "As stated above, one of the primary objectives of Iceland’s Energy Strategy is that renewable energy"}, {"text_block_id": "p4_b50", "text": "sources in general replace imported energy, mainly fossil fuels in the transport sector. It should be noted that the Government has already introduced economic incentives and active programmes to promote the objective of increasing alternative fuels in the transport sector. The first phase of the project is therefore already underway but a more detailed action plan is in process in line with the policy documents referred to."}, {"text_block_id": "p4_b51", "text": "General economic instruments, such as carbon dioxide tax and various tax exemptions are fundamental to the long-term energy policy. Use of economic instruments will be mainly targeted at the transport sector due to its fossil fuel dependency."}, {"text_block_id": "p5_b52", "text": "For further reference in this NREAP it should be noted that as of 1 September 2012 the Ministry of Industry, Energy and Tourism was merged into a new ministry, the Ministry of Industries and Innovation."}, {"text_block_id": "p6_b53", "text": "2. Expected final energy consumption 2010-2020"}, {"text_block_id": "p6_b54", "text": "In this section, estimations of the expected final gross energy consumption of all types of energy, both as a total and by sector, are given for the period to 2020. Two scenarios, the reference scenario and the additional energy efficiency scenario have been illustrated. The reference scenario includes only energy efficiency and energy saving measures that had been implemented prior to 2009. However, the main scenario, which is called additional energy efficiency, also includes the measures that are being implemented from 2009."}, {"text_block_id": "p6_b55", "text": "The energy consumption according to the Reference scenario is based on the long term forecast from the Energy Forecast Committee"}, {"text_block_id": "p6_b56", "text": ". There are three forecasts, one for electricity, the second one for fossil fuels and the third for geothermal energy."}, {"text_block_id": "p6_b57", "text": "The Energy Forecast Committee has calculated an additional energy efficiency scenario based on additional energy efficiency measures as proposed in the new Energy Strategy for Iceland and in the policy document on alternative energy use for transportation. The electricity sector and a large part of the heating and cooling sector is based on very economical renewable hydro and geothermal energy and therefore there is not a lot of emphasis on additional effort in energy efficiency and in increasing the share of renewable proposed in those sectors, as return on investment is low."}, {"text_block_id": "p6_b58_merged_merged", "text": "Iceland was granted derogation from Directive 2002/91/EC on energy performance of buildings, under the EEA Agreement. Iceland has requested that the recast Directive 2010/31/EU on energy performance of buildings does not apply to Iceland due to the special features of Iceland’s energy situation. For similar reasons, Iceland has requested derogation from Directive 2006/32/EC on energy end-use efficiency and energy services."}, {"text_block_id": "p6_b61", "text": "As stated previously Iceland has high use of renewable energies, 89% geothermal energy and a further 10% hydroelectric used for space heating. Space heating contributes to only 0.5% of the greenhouse gas emissions in Iceland, compared to 36% in the rest of the EU. Furthermore, national building codes ensure that high levels of energy efficiency are attained; European standards are in force as Icelandic standards. Harmonised standards and European Technical Approvals also are in force in Iceland. In addition, there are requirements for insulation, heat loss, heat transfer and change of air."}, {"text_block_id": "p7_b62", "text": "Iceland is in the process of implementing Directive 2009/125/EC on establishing eco-design requirements for energy"}, {"text_block_id": "p7_b63", "text": "–"}, {"text_block_id": "p7_b64", "text": "related products. A bill of law to this effect was submitted before the Icelandic Parliament in March 2012."}, {"text_block_id": "p7_b65_merged_merged", "text": "In early 2013 Iceland intends to implement Directive 2010/30/EU on the indication by labelling and standard product information of the consumption of energy and other resources by energy–related products (recast) by the time of accession. The Directive is not yet a part of the EEA Agreement."}, {"text_block_id": "p7_b68", "text": "Iceland has already implemented Regulation (EC) No 106/2008 on an energy efficiency labelling programme for office equipment, as well as Directive 2004/8/EC on the promotion of co-generation based on a useful heat demand in the internal energy market."}, {"text_block_id": "p8_b69", "text": "Table 1."}, {"text_block_id": "p8_b70_merged", "text": "Expected gross final energy consumption of Iceland in heating and cooling, electricity and transport up to 2020 taking into account the effects of energy efficiency and energy saving measures 2010-2020 (ktoe)"}, {"text_block_id": "p10_b72", "text": "3. Renewable energy targets and trajectories"}, {"text_block_id": "p10_b73", "text": "3.1 National overall target"}, {"text_block_id": "p10_b74", "text": "The share of energy from renewable energy sources in gross final consumption of energy in 2005 was 63.4%. In accordance with the methodology of the Directive 2009/28/EC the corresponding target for 2020 is 72% and will mainly be met via increased use of renewable energy sources in transport and fisheries sectors. Currently the share is around 75% (see figure 2). Electricity and space heating sectors in Iceland are close to full saturation of renewable energy sources and therefore there is little room for further improvement or only minimal increases."}, {"text_block_id": "p10_b75", "text": "The share of renewable energy for the year 2005 is now estimated 63.4%. It should be noted that this is a higher figure than in documents from 2010 where it was estimated 55%. Based on that figure the national overall target for 2020 was calculated at 64%. This difference in numbers is due to the following reasons:"}, {"text_block_id": "p10_b76", "text": "The share of renewable energy for the year 2005 is now estimated 63.4%. It should be noted that this is a higher figure than in documents from 2010 where it was estimated 55%. Based on that figure the national overall target for 2020 was calculated at 64%. This difference in numbers is due to the following reasons:\n* In the geothermal data distribution and transmission losses were not included in older\n* Coal consumption in Ferro Silicon factory was included as energy source but in\n* The figures for oil consumption are too high in older data for unknown reasons. Due to this"}, {"text_block_id": "p10_b82", "text": "The correct calculation methodology can be debated from a scientific point of view. However, the above does not alter the fact that in both cases Iceland has already achieved its national overall target for 2020, based on the reference year 2005. In both cases the overshoot is around 3% (64% vs. 67% and 72% vs. 75%)."}, {"text_block_id": "p11_b83", "text": "Figure 2"}, {"text_block_id": "p11_b84", "text": "The indicative trajectory versus the predicted development in the share of renewable energy in Iceland."}, {"text_block_id": "p11_b85", "text": "The indicative trajectory versus the predicted development in the share of renewable energy in Iceland.\n* National overall target for the share of energy from renewable sources in gross final\n<\\li1>"}, {"text_block_id": "p12_b87", "text": "3.2 Sectoral targets and trajectories"}, {"text_block_id": "p12_b88", "text": "The implicit sectoral shares, together with the outcome of the overall target as a result of the prediction, are shown in Table 3 below.  Tables 4a and 4b show the underlying figures that are necessary in order to calculate the predicted sectoral shares."}, {"text_block_id": "p12_b89", "text": "Table 3."}, {"text_block_id": "p12_b90", "text": "National 2020 target and estimated trajectory of energy from renewable sources in heating and cooling, electricity and transport"}, {"text_block_id": "p13_b91", "text": "Iceland has already reached its 2020 national target, and correspondingly is above the indicative trajectory until 2020. The margin will decrease and will be 7 percentage points by 2020."}, {"text_block_id": "p13_b92", "text": "Table 4a."}, {"text_block_id": "p13_b93", "text": "Calculation table for the renewable energy contribution of each sector to final energy consumption (ktoe)"}, {"text_block_id": "p14_b94", "text": "Table 4b."}, {"text_block_id": "p14_b95", "text": "Calculation table for the renewable energy in transport share (ktoe)"}, {"text_block_id": "p15_b96", "text": "4. Measures for achieving the targets"}, {"text_block_id": "p15_b97", "text": "4.1 Overview of all plans and measures to promote the use of energy from renewable sources"}, {"text_block_id": "p15_b98", "text": "Table 5."}, {"text_block_id": "p15_b99", "text": "Overview of all policies and measures"}, {"text_block_id": "p17_b100", "text": "4.2 Specific measures to fulfil the requirements under articles 13, 14, 16, and articles 17 to 21 of directive 2009/28/EC."}, {"text_block_id": "p17_b101", "text": "4.2.1 Administrative procedures and spatial planning (Article 13(1) of Directive 2009/28/EC)"}, {"text_block_id": "p17_b102", "text": "a) List of existing national and regional legislation concerning authorisation, certification, licensing procedures and spatial planning applied to plants and associated transmission and distribution network infrastructure"}, {"text_block_id": "p17_b103", "text": "The electricity sector is regulated by the Electricity Act No 65/2003, as amended, and regulations established on the basis of that Act."}, {"text_block_id": "p17_b104", "text": "The Act transposes the EU common rules for the internal market in electricity into Icelandic legislation. The Act fully opened the Icelandic electricity market up to competition on 1 January 2006 and introduced third party access for transmission and distribution networks. Fees for transmission and distribution are based on published tariffs approved by the National Energy Authority (Orkustofnun), which is the regulatory authority, along with the Competition Authority. Furthermore, various acts and regulations in the field of environment apply to the construction and operation of electricity installations, such as the Planning and Building Act No 73/1997, Act No 7/1998 on Hygienic and Pollution Control and Act No 106/2000 on Environmental Impact Assessment."}, {"text_block_id": "p17_b105_merged_merged", "text": "The heating sector is regulated by the Energy Act No 58/1967.According to the Act, the Minister of Industry, Energy and Tourism (now the Minister of Industries and Innovation) is authorised to grant concessions to municipalities for the exclusive right to operate district heating systems, which distribute and sell hot water and steam from geothermal fields or heating stations, for general consumption within geographic area. The concessions can be transferred to individuals or companies for a limited period of time, subject to the approval of the Minister. Such district heating utilities operate on the basis of tariffs approved by the Minister Industries and Innovation. Furthermore, various Acts and regulations in the field of environment apply to the construction and operation of heat installations, such as the Planning and Building Act No 73/1997, Act No 7/1998 on Hygienic and Pollution Control and Act No 106/2000 on Environmental Impact Assessment."}, {"text_block_id": "p17_b107", "text": "The heating sector is regulated by the Energy Act No 58/1967.According to the Act, the Minister of Industry, Energy and Tourism (now the Minister of Industries and Innovation) is authorised to grant concessions to municipalities for the exclusive right to operate district heating systems, which distribute and sell hot water and steam from geothermal fields or heating stations, for general consumption within geographic area. The concessions can be transferred to individuals or companies for a limited period of time, subject to the approval of the Minister. Such district heating utilities operate on the basis of tariffs approved by the Minister Industries and Innovation. Furthermore, various Acts and regulations in the field of environment apply to the construction and operation of heat installations, such as the Planning and Building Act No 73/1997, Act No 7/1998 on Hygienic and Pollution Control and Act No 106/2000 on Environmental Impact Assessment.\n* Act No 15/1923 on Water.\n\t* Energy Act No 58/1967.\n\t* Electricity Act No 65/2003.\n\t* Act No 86/2003 on the Iceland GeoSurvey.\n\t* Act No 87/2003 on the National Energy Authority.\n\t* Act No 87/2003 on the National Energy Authority.\n Power plants and utilities\n\t* Act No 53/1980 on Equalisation and Lowering the Cost of Heating.\n\t* Act No 42/1983 on Landsvirkjun.\n\t* Act No 146/1996 on the Safety of Electrical Installations, Consumer Apparatus and\n\t* Act No 10/2001 on the Establishment of Hitaveita SuÃ°urnesja hf."}, {"text_block_id": "p18_b127", "text": "The heating sector is regulated by the Energy Act No 58/1967.According to the Act, the Minister of Industry, Energy and Tourism (now the Minister of Industries and Innovation) is authorised to grant concessions to municipalities for the exclusive right to operate district heating systems, which distribute and sell hot water and steam from geothermal fields or heating stations, for general consumption within geographic area. The concessions can be transferred to individuals or companies for a limited period of time, subject to the approval of the Minister. Such district heating utilities operate on the basis of tariffs approved by the Minister Industries and Innovation. Furthermore, various Acts and regulations in the field of environment apply to the construction and operation of heat installations, such as the Planning and Building Act No 73/1997, Act No 7/1998 on Hygienic and Pollution Control and Act No 106/2000 on Environmental Impact Assessment.\n* Act No 15/1923 on Water.\n\t* Energy Act No 58/1967.\n\t* Electricity Act No 65/2003.\n\t* Act No 86/2003 on the Iceland GeoSurvey.\n\t* Act No 87/2003 on the National Energy Authority.\n\t* Act No 87/2003 on the National Energy Authority.\n Power plants and utilities\n\t* Act No 53/1980 on Equalisation and Lowering the Cost of Heating.\n\t* Act No 42/1983 on Landsvirkjun.\n\t* Act No 146/1996 on the Safety of Electrical Installations, Consumer Apparatus and\n\t* Act No 10/2001 on the Establishment of Hitaveita SuÃ°urnesja hf.\n* Act No 40/2001 on the Establishment of the Wesfjord Power Company Ltd.\n\t* Act No 139/2001 on the Establishment of Orkuveita ReykjavÃ­kur.\n\t* Act No 159/2002 on the Establishment of NorÃ°urorka hf.\n\t* Act No 75/2004 on the Establishment of Landsnet hf., No 75/2004.\n\t* Act No 13/2005 on the establishment of Orkuveita HÃºsavÃ­kur ehf.\n\t* Act No 25/2006 on the Establishment of RARIK hf.\n\t* Act No 78/2002 on Subsidising Residential Space Heating Costs.\n\t* Act No 98/2004 on Equalising the Cost of Electricity Distribution.\n\t* Act No 30/2008 on the Guarantee of Origin of Electricity Produced from Renewable\n\t* Act No 30/2008 on the Guarantee of Origin of Electricity Produced from Renewable\n Utilisation of natural resources\n\t* Act No 73/1990 on the Ownership of the Icelandic State of Resources on the Seabed.\n\t* Act No 57/1998 on Survey and Utilisation of Ground Resources.\n\t* Act No 13/2001 on Prospecting, Exploration and Production of Hydrocarbons.\n\t* Act No 13/2001 on Prospecting, Exploration and Production of Hydrocarbons.\n Acts in the field of environment:\n\t* Act No 106/2000 on Environmental Impact Assessment.\n\t* Act No 105/2006 on the Strategic Environmental Assessment.\n\t* Act No 123/2010 on Planning.\n\t* Act No 44/1999 on Conservation of Nature.\n\t* Act No 57/1998 on the Research and Utilization of Ground Resources.\n\t* Act No 7/1998 on Public Health and Pollution Control.\n\t* Act No 48/2011 on the Master Plan for Hydro and Geothermal Energy Resources in\n\t* Act No 33/2004 on the Prevention of Pollution of Marine and Coastal areas.\n\t* Act No 160/2010 on Building Structures"}, {"text_block_id": "p18_b171", "text": "Master Plan for Utilisation of Renewable Energy Resources"}, {"text_block_id": "p18_b172", "text": "The long-term policy making for utilisation of the Icelandic natural energy resources (hydropower and geothermal power) has been carried out within the so called"}, {"text_block_id": "p18_b173", "text": "“"}, {"text_block_id": "p18_b174", "text": "Master Plan for Utilisation of Renewable Energy Resources"}, {"text_block_id": "p18_b175", "text": "“"}, {"text_block_id": "p18_b176", "text": ". Some eighty different possibilities for hydropower and geothermal power plants have been listed and analysed, where sustainability issues, preservation of natural environments and historic sites, tourism and alternative land use, regional development and economy are of concern."}, {"text_block_id": "p18_b177", "text": "Possible utilisation sites are put in three categories:"}, {"text_block_id": "p18_b178", "text": "Green"}, {"text_block_id": "p18_b179", "text": "–"}, {"text_block_id": "p18_b180", "text": "OK to go ahead with utilization process (apply for licenses etc.)"}, {"text_block_id": "p18_b181", "text": "Yellow"}, {"text_block_id": "p18_b182", "text": "–"}, {"text_block_id": "p18_b183", "text": "Site subject to further research"}, {"text_block_id": "p18_b184_merged_merged_merged_merged", "text": "Red – Site shall be preserved and not utilized for energy purposes"}, {"text_block_id": "p19_b187", "text": "b) Responsible Ministry(/ies)/authority(/ies) and their competences in the field:"}, {"text_block_id": "p19_b188", "text": "The legal framework for electricity networks is the Electricity Act. A special legal framework does not exist for other networks. Act No 106/2000 on Environmental Impact Assessment and the Zoning and Buildings Act No 73/1997, apply to electricity networks as well as other networks. According to the Electricity Act construction of new transmission lines (66 kV or more) requires an authorisation by the National Energy Authority. In the event that an agreement cannot be reached with a landowner regarding development of electricity networks the Minister may expropriate the necessary land, resources, man-made structures, facilities and other rights of the landowner to the extent necessary. According to Act No 106/2000 the authorisation cannot be issued until an environmental impact assessment has been carried out. The Icelandic National Planning Agency oversees environmental impact assessments. According to Act No 73/1997, the construction of an electricity network shall be in accordance with development plans prepared by local authorities. Electricity networks are exempt from building permits, providing that they are built under the auspices of public bodies or are constructed according to special statutes, but a construction permit has to be issued by the local authorities."}, {"text_block_id": "p19_b189", "text": "Ministry for the Environment and Natural Resources"}, {"text_block_id": "p19_b190", "text": "The Icelandic Ministry for the Environment and Natural Resources formulates and enforces the Icelandic government policy for environmental affairs. The Ministry supervises the affairs pertaining to nature in Iceland, conservation and outdoor recreation, the protection of animals, wild-life management, pollution prevention, hygiene, planning and building matters, fire prevention, weather forecasting and avalanche-protection, surveying and cartography, forestry and soil conservation, environmental monitoring and surveillance. According to Act No 106/2000, the Ministry for the Environment and Natural Resources is responsible for determining whether an Environmental Impact Assessment should be conducted."}, {"text_block_id": "p19_b191", "text": "Environmental agency"}, {"text_block_id": "p19_b192_merged", "text": "The Environment Agency operates under the direction of the Ministry for the Environment and Natural Resources. Its role is to promote the protection as well as sustainable use of Iceland’s natural resources, as well as public welfare by helping to ensure a healthy environment, and safe consumer goods."}, {"text_block_id": "p19_b195", "text": "National Energy Authority"}, {"text_block_id": "p19_b196", "text": "Paragraph 4 of Article 1 of the Electricity Act stipulates that one of the main objectives of said Act is to promote both the utilisation of renewable energy resources and the observance of other environmental criteria. The National Energy Authority can place conditions on power development licenses regarding the use of renewable energy resources. Art. 17 of the Act on the survey and utilisation of ground resources grants the National Energy Authority to place special conditions in the license designed to ensure that the utilisation of the resources is efficient from a macro-economic perspective, sustainable or renewable. The Art. 2 of Act on the National Energy Authority stipulates that one of the roles of the Agency is to compile information on the nation's energy use and energy resources on land and in the sea, so as to assess their value and scope and then provide advisory services to the Government on their sensible and economically efficient utilisation."}, {"text_block_id": "p20_b197", "text": "The TSO is Landsnet hf. which owns and operates the whole transmission system, which consists of lines from 33kV up to 220 kV. Six companies are licensed to own and operate distribution systems in various regions. Each company has the status of DSO in their region and is responsible for supplies to its geographic area. The areas vary in size and population. The DSOs are all owned by either the Icelandic State or one or more municipalities. Most of the DSOs also operate hot and cold water distribution systems. The distribution networks are operated on 132 kV and lower."}, {"text_block_id": "p20_b198", "text": "c) Revisions foreseen with the view to take appropriate steps as described by Article 13(1) of Directive 2009/28/EC by:"}, {"text_block_id": "p20_b199", "text": "National rules concerning the authorisation, certification and licensing procedures that are applied to power plants and associated transmission and distribution network infrastructures for the production of electricity and heating from renewable energy sources are proportionate and no need for revision."}, {"text_block_id": "p20_b200", "text": "There are no national rules concerning plants and infrastructures for cooling in Iceland."}, {"text_block_id": "p20_b201", "text": "d) Summary of the existing and planned measures at regional/local levels (where relevant):"}, {"text_block_id": "p20_b202", "text": "Act No 138/2011, on local governments, stipulates that the local authority has discretion of the use of revenues, borrowing and disposal of assets and projects of the municipality."}, {"text_block_id": "p20_b203", "text": "According to Act No 123/2010, on planning, the municipalities are responsible for conducting regional-, master-and local plans. They deal with licence applications and provide construction permits and monitor the implementation of development plans and construction related projects."}, {"text_block_id": "p20_b204", "text": "e) Are there unnecessary obstacles detected related to authorisation, certification and licensing procedures"}, {"text_block_id": "p20_b205", "text": "As pertains to the licensing procedures of the National Energy Authority, the Environment Agency sees no unnecessary obstacles in licensing."}, {"text_block_id": "p21_b206", "text": "f) What level of administration is responsible for authorising, certifying and licensing renewable energy installations and for spatial planning?"}, {"text_block_id": "p21_b207", "text": "g) How is it ensured that comprehensive information on the processing of authorisation certification and licensing applications and on assistance to applicants made available?"}, {"text_block_id": "p21_b208", "text": "The National Energy Authority publishes instructions on its website on procedures  and information requirements for license applications. The instructions are in Icelandic and can be found at:"}, {"text_block_id": "p21_b209", "text": "Research permit : http://www.orkustofnun.is/orkustofnun/leyfisveitingar/rannsoknarleyfi/"}, {"text_block_id": "p21_b210", "text": "Distribution permit: http://www.orkustofnun.is/orkustofnun/leyfisveitingar/raforka/dreifikerfi/"}, {"text_block_id": "p21_b211", "text": "Permit for transmission installation: http://www.orkustofnun.is/media/raforka/leidbeiningar_leyfi_raforkuflutningsvirki.pdf"}, {"text_block_id": "p21_b212", "text": "Permit for power plant:"}, {"text_block_id": "p21_b213", "text": "h) How is horizontal coordination facilitated between administrative bodies, responsible for the different parts of the permit? How many procedural steps, Is there a one-stop shop for coordinating all steps? Timetables, average time for obtaining a decision."}, {"text_block_id": "p21_b214", "text": "i) Do authorisation procedures take into account the specificities of the different renewable energy technologies?"}, {"text_block_id": "p21_b215", "text": "The National Energy Authority has only issued licenses for developments utilising renewable energy resources, with the exception of those issued for standby power generation facilities which run on diesel oil in Iceland."}, {"text_block_id": "p22_b216", "text": "introduction of simplified notification procedures planned in the future? If so, for which types of installation /system? (Is net metering possible?)."}, {"text_block_id": "p22_b217", "text": "Licenses are only required if the installed capacity is over 1 MW or if the power is to be fed into the distribution system. The procedures pertaining to licences for small installations are largely the same as for large installations."}, {"text_block_id": "p22_b218", "text": "k) Where are the fees associated with applications for authorization/licenses/permits for new installations published?"}, {"text_block_id": "p22_b219", "text": "l) Is official guidance available to local and regional administrative bodies on planning, designing, building and refurbishing industrial and residential areas to install equipments and systems using renewable energy sources in electricity and heating and cooling, including in district heating and cooling? When will this need be addressed?"}, {"text_block_id": "p22_b220", "text": "99% of electricity generated in Iceland is from renewable sources as is the majority of heating."}, {"text_block_id": "p22_b221", "text": "m) Are there specific trainings for case handlers of authorisation, certification and licensing procedures of renewable energy installations?"}, {"text_block_id": "p22_b222", "text": "No, there is no special training for handlers of licensing procedures for renewable energy installations, as administrative expertise is largely in the field of renewables."}, {"text_block_id": "p22_b223", "text": "4.2.2 Technical specifications"}, {"text_block_id": "p22_b224", "text": "a)"}, {"text_block_id": "p22_b225_merged", "text": "To benefit from support schemes do renewable energy technologies need to meet certain quality standards? If so, which installations and what quality standards? Are there national, regional standards that go beyond European standards"}, {"text_block_id": "p22_b227", "text": "There is no need for special methods to ensure that renewable energy sources are given priority as the national production is 99% renewable energy in electricity and space heating."}, {"text_block_id": "p22_b228", "text": "4.2.3 Buildings"}, {"text_block_id": "p22_b229", "text": "a) Reference to existing national and regional legislation and summary of local legislation concerning the increase of the share of energy from renewable sources in the building sector."}, {"text_block_id": "p22_b230", "text": "Iceland was granted derogation from Directive 2002/91/EC. The request was on the grounds that its implementation in Iceland would not contribute to the achievement of the overall goals of the Directive, due to the specific features of the Icelandic energy situation whereas nearly all buildings in Iceland are heated with renewable energy sources. Iceland is requesting a similar derogation from Directive 2010/31/EC on the same grounds as before."}, {"text_block_id": "p23_b231", "text": "Although there are not special measures to increase the share of energy from renewable sources in the building sector, there are measures to promote local supply of heat for space heating."}, {"text_block_id": "p23_b232", "text": "On the basis of Act No 78/2002 and Regulation No 284/2005, the State grants subsidies to space heating where electricity or oil is used for space heating. Furthermore, the Act, allows for grants to be given for changing the energy source for space heating supply from oil or electricity to geothermal energy. Heating utilities that extend their district heating networks to areas, where space heating by electricity or oil is subsidised, can receive a lump sum from the state equal to 8 years space heating subsidies in the area. Part of the grant is expected to go to house owners that incur excessive costs in retrofitting or changing heating systems. House owners, receiving subsidies for space heating, can also receive such grants for the installation of heat pumps. The total budget for subsidise and projects on the basis of Act No 78/2002 is 1.177 million ISK in 2009. Up to 20% of the budget is intended for grants to new or expanding district heating utilities."}, {"text_block_id": "p23_b233", "text": "b) Responsible ministry(/ies)/authority(/ies):"}, {"text_block_id": "p23_b234", "text": "Ministry of Industries and Innovation promotes state subsidies for geothermal space heating.  The Ministry for the Environment and Natural Resources has the responsibility of the building regulations and codes."}, {"text_block_id": "p23_b235", "text": "c) Revisions of rules, if any, planned by:"}, {"text_block_id": "p23_b236", "text": "No revision of rules is planned."}, {"text_block_id": "p23_b237", "text": "d) Summary of the existing and planned measures at regional/local levels:"}, {"text_block_id": "p23_b238", "text": "Please refer to answer in a)"}, {"text_block_id": "p23_b239", "text": "There are no minimum levels for the use of renewable energy in building regulations and codes due to the reasons stated in a)."}, {"text_block_id": "p23_b240", "text": "f)"}, {"text_block_id": "p23_b241_merged", "text": "What is the projected increase of renewable energy use in buildings until 2020? (If possible differentiating between residential – ´single-unit´ and ´multiple unit´, commercial, public and industrial.)"}, {"text_block_id": "p24_b244", "text": "Table 6."}, {"text_block_id": "p24_b245", "text": "Estimated share of renewable energy in the building sector (%)"}, {"text_block_id": "p24_b246", "text": "No, please refer to answer in a)."}, {"text_block_id": "p24_b247", "text": "h) Please describe plans for ensuring the exemplary role of public buildings at national, regional and local level by using renewable energy installations or becoming zero energy buildings 2012 onward. (Please take into account the requirements under the EPBD)."}, {"text_block_id": "p24_b248", "text": "Please refer to answer in a)."}, {"text_block_id": "p24_b249", "text": "I ) How are energy efficient renewable energy technologies in buildings promoted?"}, {"text_block_id": "p24_b250", "text": "There is no need for special methods to ensure that renewable energy sources are used as the national production is 99% renewable both in electricity and space heating. Users have full access to all the renewable energy they need through the national grid or a local geothermal district heating plant. However there are renewable energy technologies such as heat pumps, increased insulation and energy efficiency methods promoted, mainly in areas which do not have access to geothermal heat and use renewable electricity for heating at a higher cost."}, {"text_block_id": "p24_b251", "text": "4.2.4 Information provisions (Articles 14(1), 14(2) and 14(4) of Directive 2009/28/EC)"}, {"text_block_id": "p24_b252", "text": "a) Reference to existing national and regional legislation (if any) concerning information requirements according to Article 14 of Directive 2009/28/EC."}, {"text_block_id": "p24_b253", "text": "Information requirements in Iceland are regulated in the information Act No 50/1996. The Act applies to State and municipal administration. Furthermore, the Act applies to the activities of private parties insofar as they have been assigned official power to take decisions regarding individual rights or obligations."}, {"text_block_id": "p24_b254", "text": "Public access to information is stipulated in Chapter 2 of the Act. Upon request, governmental authorities are required to grant the public access to available material on specific matters, subject to the restrictions stated in Art. 4-6. Nonetheless, government authorities are not required to prepare new documents or other material, exceeding what can be inferred from Art. 7."}, {"text_block_id": "p25_b255", "text": "The right of access to material shall apply to:"}, {"text_block_id": "p25_b256", "text": "The right of access to material shall apply to:\n* Any documents concerning the matter, including any copies of letters sent by a government\n* Any other material concerning the matter, such as drawings, plans, maps, pictures, microfilms\n* Diary entries concerning material relating to the matter, and lists of material on the matter"}, {"text_block_id": "p25_b262", "text": "The public right of access to material shall not extend to:"}, {"text_block_id": "p25_b263", "text": "The public right of access to material shall not extend to:\n* Minutes of State Council meetings and Cabinet meetings, memoranda at ministerial meetings,\n* Correspondence between governmental authorities and experts for use in legal proceedings or\n* The working documents a government authority has written for its own use; nonetheless,\n* Applications for employment by state or local authorities or material related to the"}, {"text_block_id": "p25_b271", "text": "It is prohibited to grant the public access to material concerning an individual's private or financial affairs that it is reasonable or appropriate to keep secret, unless the person concerned gives approval. The same restrictions apply on access to material which concerns important financial or commercial interests of businesses or other legal entities."}, {"text_block_id": "p25_b272", "text": "It is permissible to restrict public access to material if this is necessitated by important public interests, due to the material containing information on:"}, {"text_block_id": "p25_b273", "text": "It is permissible to restrict public access to material if this is necessitated by important public interests, due to the material containing information on:\n* State security or defence issues\n* Relations with other States or international organisations\n* The business of state-owned or municipally owned institutions or companies insofar as they\n* Planned measures or examinations under auspices of the State or of local authorities, if they\n* Environmental matters such as the location of rare species of organisms, minerals, fossils and"}, {"text_block_id": "p25_b283", "text": "b) Responsible body for dissemination of information at national/regional/local levels."}, {"text_block_id": "p25_b284_merged", "text": "The National Energy Authority (NEA) is a government agency under the Ministry of Industries and Innovation. It‘s main responsibilities have been to advise the Government of Iceland on energy issues and related topics, promote energy research and administrate development and exploitation of the energy resources."}, {"text_block_id": "p26_b287", "text": "A public/private committee on renewable energy in transport, EcoEnergy (Icel.: Græna orkan) was established by the Government in 2010.  It is under the auspices of the Ministry of Industries and Innovation. Its main task is policy and program formulation regarding renewable energy in transport.  It has an informational website open to the public,"}, {"text_block_id": "p26_b288", "text": "The main objectives of the Energy Agency:"}, {"text_block_id": "p26_b289", "text": "The main objectives of the Energy Agency:\n* To provide consumers and public authorities with information in the fields of energy.\n* To promote rational use of energy for space heating and place emphasis on areas where\n* To create and introduce an education material for schools and consumers.\n* To help small and medium-sized companies and each municipality to plan strategies for\n* To promote a reduction in the intensive use of fossil fuel in the transport section."}, {"text_block_id": "p26_b299", "text": "c) Summary of the existing and planned measures at regional/local levels."}, {"text_block_id": "p26_b300", "text": "The capital of Iceland, Reykjavík, has a transport policy and is active in incorporating incentives for green energy for transport. For instance free parking for low emission vehicles, a purchasing policy, support for public transport, walking and bicycling routes. Other municipalities, mainly the larger ones, have similar policies."}, {"text_block_id": "p26_b301_merged", "text": "The largest municipalities have also had meetings with EcoEnergy regarding the policy ” Energy Exhange in Transportation (Icel.: “Orkuskipti í samgöngum”), about the role of local government in promoting energy exchange. A letter of intent has been signed by The Association of Local Authorities in the Capital area, The Ministry of Finance and Economic Affairs, The Ministry of the Interior and The Icelandic Road Administration on the 10-year pilot project on the promotion of public transport. The main objective is to at least double the share of public transport for all trips in the metropolitan area. EcoEnergy also emphasizes the use of renewable energy sources, with the promotion of public transport."}, {"text_block_id": "p26_b308", "text": "The municipalities in Iceland are in many cases the owners and operators of utilities or utility companies which operate district heating, waterworks, electricity, and wastewater functions."}, {"text_block_id": "p26_b309", "text": "The Association of Icelandic Municipalities made a request to the Minister of Industry, Energy and Tourism (Now Minister of Industries and Innovation), for continued effort of supporting geothermal energy in the cold regions of Iceland, i.e. regions that do not have access to"}, {"text_block_id": "p27_b310_merged", "text": "geothermal energy for heating. Measures called for are financial support for energy efficiency, geothermal surveys and increased subsidies for households that heat with electricity."}, {"text_block_id": "p27_b312", "text": "There is no need for special methods to ensure that renewable energy sources are used as the national production is 99% renewable both in electricity and heat. Users have full access to all the renewable energy they need through the national grid or a local geothermal district heating plant."}, {"text_block_id": "p27_b313", "text": "Fossil fuel is are mostly used in transport and fishing vessels, and revert to answer b) for support measures."}, {"text_block_id": "p27_b314", "text": "e)"}, {"text_block_id": "p27_b315", "text": "Who is responsible for publishing information on the net benefits, costs and energy efficiency of equipment and systems using renewable energy sources for heating, cooling and electricity? (Supplier of the equipment or system, public body or someone else?)"}, {"text_block_id": "p27_b316", "text": "According to Act No 72/1994 on labelling and information regarding energy consumption of domestic appliances, etc. the supplier of the product shall provide consumers with information on energy consumption, energy efficiency, noise and other features of the operation of the equipment sold, leased, offered for sale or rent as specified in Regulation set under this Act."}, {"text_block_id": "p27_b317", "text": "f) How is guidance for planners and architects provided to help them to properly consider the optimal combination of renewable energy sources, high efficiency technologies and district heating and cooling when planning, designing, building and renovating industrial or residential areas? Who is responsible for that?"}, {"text_block_id": "p27_b318", "text": "There is no need for special methods to ensure that renewable energy sources are used as the national production is 99% renewable both in electricity and space heating. Users have full access to all the renewable energy they need through the national grid or a local geothermal district heating plant."}, {"text_block_id": "p27_b319", "text": "There is no need for special methods to ensure that renewable energy sources are used as the national production is 99% renewable both in electricity and heat. Users have full access to all"}, {"text_block_id": "p28_b320", "text": "the renewable energy they need through the national grid or a local geothermal district heating plant."}, {"text_block_id": "p28_b321", "text": "4.2.5 Certification of installers (Article 14(3) of Directive 2009/28/EC)"}, {"text_block_id": "p28_b322", "text": "a) Reference to existing national and/or regional legislations concerning certification or equivalent qualification schemes for installers according to Article 14 (3)."}, {"text_block_id": "p28_b323", "text": "The Industrial Act No 42/1978 applies to the operation of any kind of industry for professional purposes. Industry includes both manual trades and manufacturing industry whichever materials or energy, machinery or other equipment are used and whichever goods or materials are produced. Nobody may operate industry for professional purposes in Iceland or within Icelandic territorial waters without having obtained permission to do so in accordance with the present Act."}, {"text_block_id": "p28_b324", "text": "Anyone can obtain a licence to operate an industry, manual trade and manufacturing industry if he meets the conditions laid down in the Act (see Article 3)."}, {"text_block_id": "p28_b325", "text": "b) Responsible bodies for setting up an authorising certification/qualification schemes by 2012 for installers of small-scale biomass boilers and stoves, solar, shallow geothermal systems and heat pumps."}, {"text_block_id": "p28_b326", "text": "Reference is made to the industrial Act No 42/1978. A Chief of Police where a party has legal domicile delivers Master Certificates and Industrial Licences. In the case where a Chief of Police refuses to issue a Master Certificate or an Industrial Licence, or if a dispute arises as to whether a party has forfeited its right, the party is entitled to refer the matter to the Minister of Industries and Innovation.  The party may furthermore seek a decision from the Courts of Law. The Minister of Industries and Innovation issues Journeymen's Certificates. He can charge others with issuing the Licences after meeting the conditions of Laws."}, {"text_block_id": "p28_b327", "text": "c) Are such certification schemes already in place?"}, {"text_block_id": "p28_b328", "text": "Not applicable."}, {"text_block_id": "p28_b329", "text": "d) Is information on these schemes publicly available? Are lists of certified or qualified installers published? If so, where? Are other schemes accepted as equivalent to the national/regional scheme?"}, {"text_block_id": "p28_b330", "text": "Not applicable."}, {"text_block_id": "p28_b331", "text": "e) Summary of existing and planned measures at regional/local levels."}, {"text_block_id": "p28_b332", "text": "Not applicable."}, {"text_block_id": "p29_b333", "text": "4.2.6 Electricity infrastructure development"}, {"text_block_id": "p29_b334", "text": "a) Reference to existing national legislation concerning requirements related to the energy grids (article 16):"}, {"text_block_id": "p29_b335", "text": "The Icelandic electricity grid is a two level grid, the national grid or the transmission network Landsnet and six regional grids or distribution networks. The national grid of the transmission system consists mainly of overhead lines of voltages 66kV, 132 kV and 220 kV but there is also a 33 kV cable serving the island Vestmannaeyjar south of Iceland and one 33 kV line in the North Eastern part of Iceland to a town called Húsavík (see fig.2)."}, {"text_block_id": "p29_b336", "text": "Figure 2."}, {"text_block_id": "p29_b337", "text": "National grid 2010"}, {"text_block_id": "p29_b338", "text": "The 220 kV lines connect all the major plants serving the South Western part of Iceland to the municipal area of Reykjavík and the surrounding cities and in the Eastern part of Iceland the largest Hydro plant ever built in Iceland is connected to Fjarðaál, the largest aluminum factory in Iceland, through 220 kV lines.  A 132 KV circle is used for transmission thoughout the country and to provide n-1 operability of the transmission network."}, {"text_block_id": "p29_b339", "text": "In accordance with Chapter II, Section 8 of the Icelandic Electricity Act, one company owned by the government and/or public authorities shall handle the overall responsibilities of a transmission system operator (TSO)."}, {"text_block_id": "p30_b340", "text": "Landsnet has been appointed as the TSO in Iceland Landsnet used to be vertically integrated with Landsvirkjun, the largest state-owned power production company in Iceland. Today the owners of Landsnet are Landsvirkjun (64.73%), RARIK (22.51%), Orkuveita Reykjavíkur (OR, 6.78%) and Orkubú Vestfjarða (OV, 5.98%). RARIK and OV are state-owned so the majority of shares in Landsnet (93.22%) is government and OR is a publicly owned distribution network."}, {"text_block_id": "p30_b341", "text": "According to Chapter VII, Section 24, the National Energy Authority (NEA) shall ensure that the regulatory framework of the Electricity Act and is the national regulatory authority for energy."}, {"text_block_id": "p30_b342", "text": "b) How is it ensured that transmission and distribution grids will be developed with a view to integrating the targeted amount of renewable electricity while maintaining the secure operation of the electricity system? How is this requirement included in the transmission and"}, {"text_block_id": "p30_b343", "text": "distribution operators’ periodi"}, {"text_block_id": "p30_b344", "text": "cal network planning?"}, {"text_block_id": "p30_b345", "text": "According to Landsnet’s grid code, Landsnet is obliged to inform about the probabilities of p"}, {"text_block_id": "p30_b346", "text": "ower shortage for the coming three years, as well as about the assumed energy balance for the same period. Every year, Landsnet issues two publications focusing on the status of the transmission"}, {"text_block_id": "p30_b347", "text": "system with respect to the capability and need for expansion. In the report “Energy and Power Balances”, the capability of the transmission system, with respect to energy and power balance,"}, {"text_block_id": "p30_b348", "text": "for the next three years is described."}, {"text_block_id": "p30_b349", "text": "The horizon of the “System Plan” report is the coming five years. The report focuses on the"}, {"text_block_id": "p30_b350", "text": "necessary transmission system projects so that Landsnet will be able to fulfil the requirements given in the grid code, i.e. delivering power of required quality and security. Every five years, a long term system plan is published, with a horizon of fifteen years."}, {"text_block_id": "p30_b351", "text": "To be able to make accurate plans for the transmission system development, the flow of information between Landsnet and the stakeholders has to be good."}, {"text_block_id": "p30_b352", "text": "c) What will be the role of intelligent networks, information technology tools and storage facilities? How will their development be ensured?"}, {"text_block_id": "p30_b353", "text": "Landsnet is a partner in a recently started four years Nordic research project, Smart Transmission Grid Operation and Control (STRONg"}, {"text_block_id": "p30_b354", "text": "2"}, {"text_block_id": "p30_b355", "text": "rid). Other partners are Nordic universities, transmission system operators and other power utilities. The main goal of the project is to establish a research cluster aiming at using state of the art methods and technology for controlling transmission systems towards a more smart system."}, {"text_block_id": "p30_b356", "text": "d) Is the reinforcement of the interconnection capacity with neighbouring countries planned? If so, which interconnectors, for which capacity and by when?"}, {"text_block_id": "p30_b357", "text": "There are no definite plans for such a connection. However, Landsvirkjun, the National Power Company, is performing a study on the feasibility of an HVDC connection between Iceland and Europe."}, {"text_block_id": "p30_b358", "text": "e) How is the acceleration of grid infrastructure authorisation procedures addressed? What is the current state and average time for getting approval? How will it be improved?"}, {"text_block_id": "p30_b359_merged_merged_merged_merged", "text": "There are no special acceleration procedures in place. Grid infrastructure is on most cases subject to EIA and has to be accepted into land use plans made by municipalities. The preparation process takes a minimum of 2 years and up to 4 years. Relevant legislation is the Icelandic Planning Act No 123/2010, the EIA – Act No 106/2000 and the SEA – Act No 105/2006 in"}, {"text_block_id": "p31_b364", "text": "addition to the Energy Act No 65/2003. The main bottlenecks are the planning and EIA process, and especially ineffectiveness of statutory consultees and specialist agencies in regards to keeping within designated time-frames. There are currently no plans in place to establish acceleration procedures."}, {"text_block_id": "p31_b365", "text": "f) How is coordination between grid infrastructure approval and other administrative planning procedures ensured?"}, {"text_block_id": "p31_b366", "text": "By the implementation of the legislation mentioned in 4.2.6 (e): the Icelandic Planning Act No"}, {"text_block_id": "p31_b367", "text": "123/2010, the EIA"}, {"text_block_id": "p31_b368", "text": "–"}, {"text_block_id": "p31_b369", "text": "Act No 106/2000 and the SEA"}, {"text_block_id": "p31_b370", "text": "–"}, {"text_block_id": "p31_b371", "text": "Act No 105/2006."}, {"text_block_id": "p31_b372", "text": "g) Are priority connection rights or reserved connection capacities provided for new installations producing electricity from renewable energy sources?"}, {"text_block_id": "p31_b373", "text": "h) Are any renewable installations ready to come online but not connected due to capacity limitations of the grid?  If so, what steps are taken to resolve this and by when is it expected to be solved?"}, {"text_block_id": "p31_b374", "text": "No."}, {"text_block_id": "p31_b375", "text": "i) Are the rules on cost sharing and bearing of network technical adaptations set up and published by transmission and distribution system operators?"}, {"text_block_id": "p31_b376", "text": "If so, where? How is it ensured that these rules are based on objective, transparent and non-discriminatory criteria? Are there special rules for producers located in peripheral regions and regions with low population density?"}, {"text_block_id": "p31_b377", "text": "("}, {"text_block_id": "p31_b378", "text": "The rules on cost sharing are published in the Electricity Act No. 65/2003. Landsnet is under the surveillance of the National Energy Authority of Iceland. The National Energy Authority establishes annually the income possibility curve, which is the basis for the transmission tariff published by Landsnet."}, {"text_block_id": "p31_b379_merged_merged_merged", "text": "There are no special rules for producers located in peripheral regions nor in regions with low population density. However, the Electricity Act states that ”Individual final customers connecting to the transmission system shall enjoy more favourable terms of payment if they can demonstrate that their trade improves or has improved the efficiency and use of the system”."}, {"text_block_id": "p32_b384", "text": "There are several options for distributing grid connection costs. Member States are like"}, {"text_block_id": "p32_b385", "text": "ly to chooses one or a combination of these. According to the „deep“ connection"}, {"text_block_id": "p32_b386", "text": "cost charging the developer of the installation generating electricity from renewable energy sources bears several grid infrastructure related costs /grid connection, grid reinforcement, and"}, {"text_block_id": "p32_b387", "text": "developer bears only the grid connection cost, but not the costs of reinforcement and extension (this is built into the grid tariffs and paid by the customers)."}, {"text_block_id": "p32_b388", "text": "A further variant is when all connection costs are socialised and covered by the grid tariffs.)"}, {"text_block_id": "p32_b389", "text": "At present, the costs of connection, as well as the cost connected to necessary grid reinforcements, are recovered through the transmission tariff. If a connection and/or grid reinforcement is economically feasible or not Landsnet has to pay or charge a connection fee."}, {"text_block_id": "p32_b390_merged_merged", "text": "Landsnet is in the process of changing the tariff structure into ”shallow to deep”, i.e. the customer bears the cost of connection to Landsnet‘s current or future point of delivery, but Landsnet recovers the cost of grid reinforcements through the transmission tariff. Current and future points of delivery will be published.  If the cost of grid reinforcement, due to connection of a customer, raises the transmission tariff, the customer will be charged with connection fee. It is believed that this method will be more transparent than previous method and studies have shown that only in extreme cases new customers will be charged with deep connection fee."}, {"text_block_id": "p32_b398", "text": "k) Are there rules for sharing the costs between initially and subsequently connected producers? If not, how are the benefits for subsequently connected producers taken into account?"}, {"text_block_id": "p32_b399", "text": "No."}, {"text_block_id": "p32_b400", "text": "l) How will it be ensured that transmission and distribution system operators provide new producers wishing to be connected with the necessary information on costs, a precise timetable for processing their requests and an indicative timetable for their grid connection?"}, {"text_block_id": "p32_b401", "text": "When new producers wish to be connected to the transmission system they enter an internal project management process at Landsnet where they will be informed of a budgeting plan and a timetable for their grid connection."}, {"text_block_id": "p33_b402", "text": "4.2.7 Electricity network operation (Article 16(2) and Article 16 (7) and (8) of Directive 2009/28/EC)"}, {"text_block_id": "p33_b403", "text": "a)"}, {"text_block_id": "p33_b404", "text": "How is the transmission and distribution of electricity from renewable energy sources guaranteed by transmission and distribution system operators? Is priority or guaranteed access ensured?"}, {"text_block_id": "p33_b405", "text": "The situation and development of the electrical energy production in Iceland is rather unique as in 2010, 100% of all electricity was produced by renewable sources, 74% by hydro and 26% by geothermal energy. Figure 3 shows the electricity production by source from 1930 to 2010."}, {"text_block_id": "p33_b406", "text": "Figure 3."}, {"text_block_id": "p33_b407", "text": "Electricity production by source 1930-2010"}, {"text_block_id": "p33_b408", "text": "Usage of fossil fuels is so scarce that the thin green layer on top can hardly be seen. There is therefore no need for prioritisation of access for electricity produced by renewable energy sources in Iceland."}, {"text_block_id": "p33_b409", "text": "b)"}, {"text_block_id": "p33_b410", "text": "How is it ensured that transmission system operators, when dispatching electricity generating installations give priority to those using renewable energy sources?"}, {"text_block_id": "p33_b411", "text": "Ref. 4.2.7. a) There is no need for special methods to ensure that renewable energy sources are given priority as the production is 100% renewable energy."}, {"text_block_id": "p33_b412", "text": "c)"}, {"text_block_id": "p33_b413_merged", "text": "How are grid-and market-related operational measures taken in order to minimise the curtailment of electricity from renewable energy sources? What kinds of measures are planned and when is implementation expected? (Market and grid design that enable the integration of variable resources could cover measures such as trading closer to real time /changing from day-ahead to intra-day forecasting and rescheduling of generators), aggregation of market areas, ensuring sufficient cross border interconnection capacity and trade, improved cooperation of adjacent system operators, the use of improved communication and control tools, demand-side management and active demand-side participation in markets (through two-way communication systems – smart metering), increased distributed production and"}, {"text_block_id": "p34_b416", "text": "domestic storage (e.g. electric cars) with active management of distribution networks (smart grids)."}, {"text_block_id": "p34_b417", "text": "Ref. 4.2.7. a)  There is no need for special methods to ensure that renewable energy sources are given priority as the production is 100% renewable energy."}, {"text_block_id": "p34_b418", "text": "d)"}, {"text_block_id": "p34_b419", "text": "Is the energy regulatory authority informed about these measures? Does it have the competence to monitor and enforce implementation of these measures?"}, {"text_block_id": "p34_b420", "text": "Ref. 4.2.7. a) There is no need for special methods to ensure that renewable energy sources are given priority as the production is 100% renewable energy."}, {"text_block_id": "p34_b421", "text": "e)"}, {"text_block_id": "p34_b422_merged", "text": "Are plants generating electricity from renewable energy sources integrated in the electricity market? Could you please describe how? What are their obligations regarding participation in the electricity market?"}, {"text_block_id": "p34_b425", "text": "Ref. 4.2.7. a) There is no need for special methods to ensure that renewable energy sources are given priority as the production is 100% renewable energy."}, {"text_block_id": "p34_b426", "text": "f)"}, {"text_block_id": "p34_b427", "text": "What are the rules for charging transmission and distribution tariffs to generators of electricity from renewable energy sources?"}, {"text_block_id": "p34_b428", "text": "Ref. 4.2.7. a) Tariffs for transmission and distribution are not related to the energy source at all as 100% of the electricity produced relies on renewable energy."}, {"text_block_id": "p34_b429", "text": "4.2.8 Biogas integration into the natural gas network (Article 16(7) and Article 16(9) and (10) of Directive 2009/28/EC)."}, {"text_block_id": "p34_b430", "text": "a) How is it ensured that the charging of transmission and distribution tariffs does not discriminate against gas from renewable energy sources?"}, {"text_block_id": "p34_b431", "text": "There is no gas network infrastructure in Iceland."}, {"text_block_id": "p34_b432", "text": "b) Has any assessment been carried out on the need to extend the gas network infrastructure to facilitate the integration of gas from renewable sources? What is the result?"}, {"text_block_id": "p34_b433", "text": "There is no gas network infrastructure in Iceland."}, {"text_block_id": "p34_b434", "text": "c) Are technical rules on network connection and connection tariffs for biogas published? Where are these rules published?"}, {"text_block_id": "p34_b435", "text": "There is no gas network infrastructure in Iceland."}, {"text_block_id": "p35_b436", "text": "4.2.9 District heating and cooling infrastructure development"}, {"text_block_id": "p35_b437", "text": "There is no need for special methods to ensure that renewable energy sources are used as the national production is over 99% renewable both in electricity and space heating. Over 90% of households are heated with geothermal energy. The remaining 10% uses electric heating which is more expensive and therefore subsidised by the government. There is an ongoing support system in place which aims to increase even more the use of geothermal energy with new district heating plants, enlargement of older ones or heat pumps."}, {"text_block_id": "p35_b438_merged", "text": "4.2.10 Biofuels and other bioliquids – sustainability criteria and verification of compliance"}, {"text_block_id": "p35_b441", "text": "a) How will the sustainability criteria for biofuels and bioliquids be implemented at national level? Is there legislation planned for implementation? What will be the institutional setup?"}, {"text_block_id": "p35_b442", "text": "The implementation of the sustainability criteria for biofuels and bioliquids, referred to in Articles 17 to 19 of Directive 2009/28/EC, will probably need amendments to legislation. The Ministry of Industries and Innovation and the Ministry of Environment and Natural Resources have been examining how this will best be implemented into national legislation and how the institutional setup will look like, i.a. taking into account best practise from other EU Member States. It is estimated that final proposals will be available before the end of 2012 and legal implementation will take place early 2013."}, {"text_block_id": "p35_b443", "text": "b) How will it be ensured that biofuels and bioliquids that are counted towards the national renewable target, towards national renewable energy obligations and/or are eligible for financial support comply with the sustainability criteria set down in article 17(2) to (5) of 2009/28/EC. (Will there be a national institution/body responsible for monitoring/verifying compliance with the criteria?)"}, {"text_block_id": "p35_b444", "text": "This will be addressed in the proposals referred to under point a). There will be a national institution responsible for monitoring compliance with the criteria."}, {"text_block_id": "p35_b445", "text": "c) If a national authority/body will monitor the fulfilment of the criteria, does such a national authority/body already exist? If so, please specify. If not, when is it envisaged to be established?"}, {"text_block_id": "p35_b446", "text": "Such a body does not exist today to the extent necessary to fully comply with Article 17. It is under consideration whether existing national authorities (such as the National Energy Authority) can undertake the task. This will be addressed in the proposals referred to under point a)."}, {"text_block_id": "p35_b447", "text": "d) Please provide information on the existence of national law on land zoning and national land register for verifying compliance with Article 17 (3) to (5) of Directive 2009/28/EC? . How economic operators can access to this information? (Please provide information on the existence of rules and distinction between different land statuses, like biodiversity area, protected area etc.; and on the competent national authority who will monitor this land register and changes in land status.)"}, {"text_block_id": "p36_b448", "text": "In Iceland, land use is planned and classified according to the Planning Act No 123/2010.  Land use planning is the responsibility of local governments, yet under the supervision of the Icelandic National Planning Agency (Icel.: Skipulagsstofnun)."}, {"text_block_id": "p36_b449", "text": "The Act on Afforestation"}, {"text_block_id": "p36_b450", "text": "(No 3/1955) gives all forests general protection and felling of trees is prohibited unless the person obtains licence from the State Forest Service. Laws pertaining to forestry reflect the fact that forests form a very small part of the Icelandic landscape, the main policy points being that existing forests should be protected and afforestation of treeless land is encouraged."}, {"text_block_id": "p36_b451", "text": "At national level there is a continuous inventory of the Icelandic forest estate, the Icelandic Forest Inventory (ISU). This is a strategic collection of forest related data conducted by the State Forest Service, containing a large quantity of information. This allows for good follow up and monitoring of the forest situation and changes over a long time."}, {"text_block_id": "p36_b452", "text": "Wetlands, 3 hectares in area and larger, are under general protection according to the Nature Conservation Act No 44/1999."}, {"text_block_id": "p36_b453", "text": "The Soil Conservation Service of Iceland supervises extensive enclosed areas protected from grazing, in accordance with Act No 17/1964. These are in most cases deserted land where vegetation is being restored."}, {"text_block_id": "p36_b454", "text": "Protection of areas for nature protection purposes is regulated by The Nature Conservation Act No 44/1999. Protected areas are under the supervision of the Environment Agency of Iceland. Article 37 of the Nature Conservation Act stipulates special protection for volcanic craters, pseudocraters, lava fields, freshwater lakes and pools, bogs and fens, waterfalls, hot spring and other thermal sources and geothermal deposits, salt marches and mudflats. Article 39 provides basis for protection of forests and other plant communities."}, {"text_block_id": "p36_b455", "text": "Protected sites of natural interest are divided into the following classification:"}, {"text_block_id": "p36_b456", "text": "National parks are established on land because of unique landscape, biosphere or cultural heritage."}, {"text_block_id": "p36_b457", "text": "Nature reserves are areas protected for special landscape or biosphere."}, {"text_block_id": "p36_b458", "text": "Natural formations are areas of geological importance."}, {"text_block_id": "p36_b459", "text": "Areas of important habitats, habitat types and ecosystems"}, {"text_block_id": "p36_b460_merged", "text": "Country parks – areas protected for recreational outdoor activities"}, {"text_block_id": "p36_b463", "text": "The general rule is that all land use change is prohibited for each of the above mentioned categories."}, {"text_block_id": "p36_b464", "text": "e) As far as protected areas are concerned, please provide information under which national, European or international protection regime they are classified."}, {"text_block_id": "p36_b465", "text": "The Nature Conservation Act No 44/1999. Act No 85/2005 on the Conservation of  Lake Þingvallavatn and its water catchment area. Act No 54/1995 on the Conservation of Breiðafjörður bay. Act No 97/2004 on the Conservation of Lake Mývatn and Laxá river in Suður-Þingeyjarsýsla. Act No 60/2007 on Vatnajökull national park. Iceland is party to the Ramsar Convention, the Bern Convention and the Convention on Biological Diversity. Iceland has signed the European Landscape Convention. Þingvellir"}, {"text_block_id": "p37_b466", "text": "and Surtsey are World Heritage Sites. Grunnafjörður, Mývatn-Laxá region and Þjórsárver are Ramsar Sites."}, {"text_block_id": "p37_b467", "text": "The classifications of protected sites of natural interest in the Icelandic legislation are based on the IUCN categories."}, {"text_block_id": "p37_b468", "text": "f) What is the procedure for changing the status of land? Who monitors and reports at national level on land status changes? How often are the land zoning register updated (monthly, annually, bi-annually, etc.)?"}, {"text_block_id": "p37_b469", "text": "The structure of land use in Iceland is based on planning at any time, i.e. regional, municipal and local plans under the Planning Act No 123/2010, as amended. When changes are made of a confirmed plan, suggestions prepared by local planning committees which have been presented for those who are interested, are submitted to the municipal authorities for approval. Thereafter, the suggestions are advertised in newspapers issued nationwide, and also in the Official Gazette, on local offices and the internet, providing a specific deadline for submitting comments. Once the deadline has passed the suggestions with received comments are again discussed by the municipal authorities and approved or rejected. Then the suggestions are sent to the Icelandic National Planning Agency with a suggestion of confirming the suggestions. If the Icelandic National Planning Agency refuses to approve the suggestions they are sent for approval to the Minister for the Environment and Natural Resources. The Minister can either refuse, postpone or accept the suggestions but confirmed suggestions for changes of plans are advertised in Section B of the Government Official Journal. Suggestions for changing plans take effect once they have been approved by the municipal government (local authority), confirmed by the Icelandic National Planning Agency and/or the Minister for the Environment and Natural Resources and published in the Section B of the Government Official Journal."}, {"text_block_id": "p37_b470", "text": "The term agriculture is defined in Article 2 of the Act on Farmland No 81/2004, as amended and the definition reads:"}, {"text_block_id": "p37_b471", "text": "„Agriculture in this Act means any custody, prote"}, {"text_block_id": "p37_b472", "text": "ction, management and breeding livestock, freshwater animals, the land and its resources to create jobs and wealth creation, food"}, {"text_block_id": "p37_b473", "text": "production and services related to such activities.“"}, {"text_block_id": "p37_b474_merged", "text": "Changing the status (use) of land in use for agriculture in Iceland is also based on Section II of the Act on Farmland No 81/2004, as amended. Article 5 of the Act states the principle that land which was used (occupied, utilized) or was usable for agriculture when the Act entered into force on 1 July 2004, may not apply to other uses, unless authorized, cf. Articles 6 and 7 of the Act. In the sentence 1, paragraph 1, Article 6 of the Act it is stated that the Minister (now the Minister of Industries and Innovation) can grant permission to resolve from agricultural use land that is used (occupied, utilized) or is usable for agriculture. The Minister can also grant permission for the land which has been resolved from agricultural use will be taken back to that use (agricultural purposes) if it is consistent with the planning of the land area. It is also stated in the paragraph 1, Article 7 of the Act that if it is intended in a plan to change the land use of areas that have been utilized for agriculture, the Minister’s authorisation to resolve the land from agricultural use shall be issued (available) before the final development plan has been processed. Lastly, it is stated in paragraph 2, Article 7 of the Act, that if at the effective date of Act No 81/2004 there is in force a formal development plan under the"}, {"text_block_id": "p38_b477", "text": "Planning Act, which is expected for other land use than agriculture, the Article 5 of the Act on Farmland does not apply to the utilisation of the land."}, {"text_block_id": "p38_b478", "text": "Rapeseed production falls under the concept of agriculture within the meaning of the above provision in Article 2 of the Act on Farmland No 81/2004. If the plan is to start rapeseed production on a land that is in agricultural use in accordance with Article 5 of the Act on Farmland No 81/2004, there is no need to resolve the land from agricultural use, cf. sentence 1, paragraph 1, Article 6 of the Act. If the plan is to start rapeseed production on a land that has been resolved from agricultural use, it must be authorised by the Minister to take the land for agricultural purposes, cf. sentence 2, paragraph 1, Article 6 of the Act on Farmland No 81/2004, and the local plan must also be restructured under the Planning Act No 123/2010."}, {"text_block_id": "p38_b479", "text": "Since registration of the Ministers authorisations to resolve land from agricultural use or to take land back for agricultural purposes is official, cf. sentences 1 and 2, paragraph 1, Article 6 of the Act on Farmland no 81/2004, the registration on the use of land in IPR Registers Iceland is updated every time when permission for changing land use has been registered. The Minister of Industries and Innovation shall also on 31 December each year, publish a register of land and agricultural holdings in Iceland on the basis of information from registers of IPR Registers Iceland, which contain information on land use in certain lands and holdings, such as if the land is in agricultural use etc., cf. Articles 11 and 26 of the Act."}, {"text_block_id": "p38_b480", "text": "g) How is compliance with good agro-environmental practices and other cross-compliance requirements ensured and verified at national level?"}, {"text_block_id": "p38_b481_merged", "text": "In Iceland there are no legal provisions on good agricultural practice or ”cross-compliance”. Furthermore, there are no comparable rules on the matter, such as those in force in the European Union. In practice, however, Icelandic authorities and the Farmers Association have monitored and ensured guidance and procedures for operation in the field of agriculture, including that use of fertiliser does not cause soil loss or pollution, and has no other adverse effects on the environment. I Section V of Regulation No 804/1999, on the prevention of water pollution caused by nitrogen from agricultural and other business enterprises, is among other things, referred to the Rules of good agricultural practice, dated 26 August 2002, which the EFA (Environmental and Food Agency) issued in consultation with the Ministry of Agriculture (now Ministry of Industries and Innovation) and some other authorities. In paragraph 1, Article 14 it is stated that in order to promote the protection of waters against nitrogen caused by the use of fertilizers in agriculture, EFA should provide out rules of good agricultural practice in consultation with the Ministry of Agriculture and other relevant institutions. Paragraph 2, Article 14 also states that the Rules of good agricultural practice should at least contain provisions relating to the matters specified in Part II of Annex A to the Regulation. It also states that EFA should in consultation with the Ministry of Agriculture (now Ministry of Industries and Innovation) issue (publish) rules of procedure available to farmers. Furthermore, in paragraph 3, Article 14 it is stated, that if necessary, the EFA should, in consultation with the Farmers Association and the Ministry of Agriculture (now Ministry of Industries and Innovation) set up a program of training and information to farmers to encourage compliance by the rules of good agricultural practice."}, {"text_block_id": "p39_b486", "text": "By Act No 90/2002, EFA and some other government agencies were merged into one agency, the Environment Agency, which has now taken over the above role according to Section V of the Regulation. 804/1999."}, {"text_block_id": "p39_b487", "text": "h) Do you intend to help develop voluntary certification schemes for biofuel and bioliquid sustainability as described in the second subparagraph of Article 18(4) of Directive 2009/28/EC. If so how?"}, {"text_block_id": "p39_b488", "text": "This is under examination. Reference is made to answer under point a)."}, {"text_block_id": "p39_b489_merged", "text": "4.3 Support schemes to promote the use of energy from renewable resources in electricity applied by the Member State or a group of Member States."}, {"text_block_id": "p39_b492", "text": "Regulation"}, {"text_block_id": "p39_b493", "text": "a)"}, {"text_block_id": "p39_b494", "text": "What is the legal basis for this obligation/target?"}, {"text_block_id": "p39_b495", "text": "b)"}, {"text_block_id": "p39_b496", "text": "Are there any technology-specific targets?"}, {"text_block_id": "p39_b497", "text": "c)"}, {"text_block_id": "p39_b498", "text": "What are the concrete obligations/targets per year"}, {"text_block_id": "p39_b499", "text": "d)"}, {"text_block_id": "p39_b500", "text": "Who has to fulfil the obligation?"}, {"text_block_id": "p39_b501", "text": "e)"}, {"text_block_id": "p39_b502", "text": "What is the consequence of non-fulfilment"}, {"text_block_id": "p39_b503", "text": "f)"}, {"text_block_id": "p39_b504", "text": "Is there any mechanism to supervise fulfilment"}, {"text_block_id": "p39_b505", "text": "g)"}, {"text_block_id": "p39_b506", "text": "Is there any mechanism to modify obligations/targets?"}, {"text_block_id": "p39_b507", "text": "Regulatory support schemes to promote the use of energy from renewable resources do not exist in Iceland and are not needed as 100% of all electricity produced in Iceland is produced by either hydro or geothermal power plants."}, {"text_block_id": "p39_b508", "text": "Financial support"}, {"text_block_id": "p39_b509", "text": "a)"}, {"text_block_id": "p39_b510", "text": "What is the current name and short description of scheme"}, {"text_block_id": "p39_b511", "text": "b)"}, {"text_block_id": "p39_b512", "text": "Is it a voluntary or obligatory scheme?"}, {"text_block_id": "p39_b513", "text": "c)"}, {"text_block_id": "p39_b514", "text": "Who manages the scheme"}, {"text_block_id": "p39_b515", "text": "d)"}, {"text_block_id": "p39_b516", "text": "What are the measures taken to ensure availability of necessary budget/funding to achieve the national target?"}, {"text_block_id": "p39_b517", "text": "e)"}, {"text_block_id": "p39_b518", "text": "How is long-term security and reliability addressed by the scheme"}, {"text_block_id": "p39_b519", "text": "f)"}, {"text_block_id": "p39_b520", "text": "Is the scheme periodically revised?  What kind of feed-back or adjustment mechanism exist? How has the scheme been optimised so far?"}, {"text_block_id": "p39_b521", "text": "g)"}, {"text_block_id": "p39_b522", "text": "Does support differ according to technology?"}, {"text_block_id": "p39_b523", "text": "h)"}, {"text_block_id": "p39_b524", "text": "What are the expected impacts in terms of energy production?"}, {"text_block_id": "p39_b525", "text": "i)"}, {"text_block_id": "p39_b526", "text": "Is support conditional on meeting energy efficiency criteria?"}, {"text_block_id": "p39_b527", "text": "j)"}, {"text_block_id": "p39_b528", "text": "Is it an existing measure? Could you please indicate national legislation regulating it?"}, {"text_block_id": "p39_b529", "text": "k)"}, {"text_block_id": "p39_b530", "text": "Is this a planned scheme? When would it be operational?"}, {"text_block_id": "p39_b531", "text": "l)"}, {"text_block_id": "p39_b532", "text": "What start and end dates (duration) are set for the whole scheme?"}, {"text_block_id": "p39_b533", "text": "m)"}, {"text_block_id": "p39_b534", "text": "Are there maximum or minimum sizes of system which are eligible?"}, {"text_block_id": "p39_b535", "text": "n)"}, {"text_block_id": "p39_b536", "text": "Is it possible for the same project to be supported by more than one support measure? Which measures can be cumulated?"}, {"text_block_id": "p39_b537", "text": "o)"}, {"text_block_id": "p39_b538", "text": "Are there regional/local schemes? If so, please detail using the same criteria."}, {"text_block_id": "p40_b539", "text": "There are no such schemes, since 99% of all electricity comes from renewable resources, i.e.  hydropower and/or geothermal energy."}, {"text_block_id": "p40_b540", "text": "Specific questions for financial support for investment"}, {"text_block_id": "p40_b541", "text": "a)"}, {"text_block_id": "p40_b542", "text": "What is granted by the scheme?"}, {"text_block_id": "p40_b543", "text": "b)"}, {"text_block_id": "p40_b544", "text": "Who can benefit from this scheme."}, {"text_block_id": "p40_b545", "text": "c)"}, {"text_block_id": "p40_b546", "text": "Are applications continuously received and granted or are there periodical calls?"}, {"text_block_id": "p40_b547", "text": "Specific questions for tradable certificates"}, {"text_block_id": "p40_b548", "text": "a) Is there an obliged share of electricity produced from renewable sources in the total supply?"}, {"text_block_id": "p40_b549", "text": "There is not an obliged share of electricity produced from renewable sources in the total supply. 99.9% of all electricity produced is from renewable sources (27% geothermal, 73% hydropower)."}, {"text_block_id": "p40_b550", "text": "b) Who has the obligation?"}, {"text_block_id": "p40_b551", "text": "Not applicable."}, {"text_block_id": "p40_b552", "text": "c) Are there technology-specific brands?"}, {"text_block_id": "p40_b553", "text": "Not applicable."}, {"text_block_id": "p40_b554", "text": "d) Which technologies are covered by the scheme?"}, {"text_block_id": "p40_b555", "text": "Not applicable."}, {"text_block_id": "p40_b556", "text": "e) Is international trade in certificates allowed? What are the conditions?"}, {"text_block_id": "p40_b557", "text": "Not applicable"}, {"text_block_id": "p40_b558", "text": "f) Is there a floor bottom price?"}, {"text_block_id": "p40_b559", "text": "Not applicable."}, {"text_block_id": "p40_b560", "text": "g) Is there a penalty for non-fulfilment?"}, {"text_block_id": "p40_b561", "text": "Not applicable."}, {"text_block_id": "p40_b562", "text": "h) What is the average price for certificates? Is it made public? Where?"}, {"text_block_id": "p40_b563", "text": "Not applicable."}, {"text_block_id": "p40_b564", "text": "i) What is the trading scheme for certificates?"}, {"text_block_id": "p40_b565", "text": "Not applicable."}, {"text_block_id": "p40_b566", "text": "j) How long can a plant participate in the scheme?"}, {"text_block_id": "p41_b567", "text": "Not applicable."}, {"text_block_id": "p41_b568", "text": "Specific questions for feed-in fixed tariffs"}, {"text_block_id": "p41_b569", "text": "a)"}, {"text_block_id": "p41_b570", "text": "What are the conditions to get the fixed tariff?"}, {"text_block_id": "p41_b571", "text": "The TSO has only one fixed feed-in tariff which applies to everyone except for smaller power plants with production which is less than or equal to 1.42 MW there is no feed in tariff. For power plants that produce more than 1.42 MW up to 3.1 MW the charge shall be linearly increased from 0 to 60% of a full feed-in tariff. For power plants 3.1 MW to 10 MW the charge is 60% of the feed in tariff."}, {"text_block_id": "p41_b572", "text": "b)"}, {"text_block_id": "p41_b573", "text": "Is there a cap on the total volume of electricity produced per year or of installed capacity that is entitled to the tariff?"}, {"text_block_id": "p41_b574", "text": "There is no cap on the total volume of electricity produced per year of installed capacity."}, {"text_block_id": "p41_b575", "text": "c)"}, {"text_block_id": "p41_b576", "text": "Is it a technology specific scheme? What are the tariff levels for each?"}, {"text_block_id": "p41_b577", "text": "There is no technology specific scheme, see answer to a) regarding tariff levels."}, {"text_block_id": "p41_b578", "text": "d)"}, {"text_block_id": "p41_b579", "text": "Are there other criteria differentiating tariffs?"}, {"text_block_id": "p41_b580", "text": "Ref. a)"}, {"text_block_id": "p41_b581", "text": "e)"}, {"text_block_id": "p41_b582", "text": "For how long is the fixed tariff guaranteed?"}, {"text_block_id": "p41_b583", "text": "There is no timeframe regarding the fixed tariff."}, {"text_block_id": "p41_b584", "text": "f)"}, {"text_block_id": "p41_b585", "text": "Is there any tariff adjustment foreseen in the scheme?"}, {"text_block_id": "p41_b586", "text": "There is no tariff adjustment foreseen in the scheme."}, {"text_block_id": "p41_b587", "text": "Specific questions for feed-in premiums?"}, {"text_block_id": "p41_b588", "text": "a)"}, {"text_block_id": "p41_b589", "text": "What are the conditions to get the premium?"}, {"text_block_id": "p41_b590", "text": "b)"}, {"text_block_id": "p41_b591", "text": "Is there a cap on the total volume of electricity produced per year or of installed capacity that is entitled to the premium?"}, {"text_block_id": "p41_b592", "text": "c)"}, {"text_block_id": "p41_b593", "text": "Is it an alternative to fixed tariff?"}, {"text_block_id": "p41_b594", "text": "d)"}, {"text_block_id": "p41_b595_merged", "text": "Is it a technology –specific scheme? What are the premium levels for each?"}, {"text_block_id": "p41_b598", "text": "e)"}, {"text_block_id": "p41_b599", "text": "Is there a floor and/or a cap for the premium? Please specify."}, {"text_block_id": "p41_b600", "text": "f)"}, {"text_block_id": "p41_b601", "text": "For how long is the premium price guaranteed?"}, {"text_block_id": "p41_b602", "text": "g)"}, {"text_block_id": "p41_b603", "text": "Is any tariff adjustment foreseen in the scheme?"}, {"text_block_id": "p41_b604", "text": "There are no premiums for renewable energy."}, {"text_block_id": "p41_b605", "text": "Specific questions for tendering"}, {"text_block_id": "p41_b606", "text": "a)"}, {"text_block_id": "p41_b607", "text": "What is the frequency and size of the tenders?"}, {"text_block_id": "p41_b608", "text": "b)"}, {"text_block_id": "p41_b609", "text": "Which technologies are specified?"}, {"text_block_id": "p41_b610", "text": "c)"}, {"text_block_id": "p41_b611", "text": "Is it integrated with grid development?"}, {"text_block_id": "p42_b612", "text": "There are no tenders related to renewable energy specifically and as majority of electricity production in Iceland is based on renewable energy it is an integral part of the grid development in the past, present and the foreseeable future."}, {"text_block_id": "p42_b613", "text": "Support schemes to promote the use of energy from renewable resources do not exist in Iceland and they are not needed as 100% of all electricity produced in Iceland is produced in either hydro or geothermal power plants."}, {"text_block_id": "p42_b614", "text": "4.4 Support schemes to promote the use of energy from renewable resources"}, {"text_block_id": "p42_b615", "text": "applied by the Member State or a group of Member States"}, {"text_block_id": "p42_b616", "text": "a) How are the support schemes for electricity from renewable sources adapted to encourage the use of CHP from renewable energy sources?"}, {"text_block_id": "p42_b617", "text": "Does not apply. In Iceland, nearly all buildings are heated by renewable energy sources. That is, either with direct utilisation of geothermal heat or electricity from hydro power plants."}, {"text_block_id": "p42_b618", "text": "b) What support schemes are in place to encourage the use of district heating and cooling using renewable energy sources?"}, {"text_block_id": "p42_b619", "text": "Support and loans to increase use of geothermal resources."}, {"text_block_id": "p42_b620", "text": "Step one. Financial support for geological/geothermal research and drilling for geothermal heat/hot water. Support offered to: Individuals, (e.g. farmers), utilities or municipalities.  Support 50% of estimated cost in each case, though within limits determined by the Ministry of Industries and Innovation."}, {"text_block_id": "p42_b621", "text": "Step two. Special loans offered from the National Energy Fund for exploration of geothermal heat in places where district heating system could reduce the public´s cost of home heating. Decisions on granting loans, are based on results and/or indications from step one. According to the regulation on the National Energy Fund, The Ministry can make a decision on cancelling the repayment of a loan if the results of geothermal drilling are negative."}, {"text_block_id": "p42_b622", "text": "From Regulations of the National Energy Fund"}, {"text_block_id": "p42_b623", "text": "”"}, {"text_block_id": "p42_b624", "text": "Article 7"}, {"text_block_id": "p42_b625", "text": "Authorization to Cancel the Repayment of Loans"}, {"text_block_id": "p42_b626_merged_merged", "text": "If a particular drilling project that received a loan in accordance with Article 2, paragraph 1 turns out to be unsuccessful, or if its success rate is significantly lower than expected when the loan was granted, or if the costs involved are unreasonably high and the use of the drilling hole for geothermal heat production is therefore less beneficial than initially expected and the financial standing of the borrower is put at risk for any of the above reasons, the Minister may, after having received the National Energy Council’s proposals, waive partially or completely the obligation of the borrower to repay the loan, according to Article 2, paragraph 1. Before the National Energy Council assesses whether the above conditions have been met, it shall request the opinion of the National Energy Authority."}, {"text_block_id": "p42_b629", "text": "”"}, {"text_block_id": "p42_b630", "text": "a) What support schemes are in place to encourage the use of small-scale heating and cooling from renewable energy sources?"}, {"text_block_id": "p43_b631", "text": "Approximately 90% of homes in Iceland are heated by the direct utilization of geothermal heat. Heating with electricity is more expensive than geothermal district heating. Therefore the authorities offer subsidies to home owners using electricity for house heating."}, {"text_block_id": "p43_b632_merged", "text": "To a home owner who reduces his use of electricity by installing some sustainable heating method other than direct use of electricity e.g. heat pump gets a special offer from the authorities. The “one-time payment” offered equals to the calculated subsidy reduction for a period of 8 years. Those who receive this “one-time payment” have thereby forfeited their rights to further electricity subsidies."}, {"text_block_id": "p43_b643", "text": "b) What support schemes are in place to encourage the use of heating and cooling from renewable energy sources in industrial applications?"}, {"text_block_id": "p43_b644", "text": "Fossil fuels are used to some extent for heating in industry. Over the last two decades this consumption has been decreasing and renewable electricity has been used instead. This change has been due to low price of secondary electricity and the industry has been required to have the possibility of using fossil fuels in case of electricity shortage. Due to high oil prices and environmental consideration many current industrial user of fossil fuels are now planning to use renewable electricity instead of oil."}, {"text_block_id": "p43_b645", "text": "Please follow the structure of point 4.3 and apply the questions to the support measures provided for renewable energy use in the heating and cooling sector."}, {"text_block_id": "p43_b646", "text": "Support schemes can be regulatory, providing for targets and/or obligations. They may provide financial support either for investment or during the operation of a plant. There are also soft measures like information, education, or awareness-raising campaigns. As soft measures are described above, this assessment should"}, {"text_block_id": "p43_b647", "text": "focus on regulatory and financial measures."}, {"text_block_id": "p43_b648", "text": "Regulation"}, {"text_block_id": "p43_b649", "text": "a) What is the legal basis for this obligation/target?"}, {"text_block_id": "p43_b650", "text": "There is no regulation in Iceland that sets targets or obligations concerning heating and cooling."}, {"text_block_id": "p43_b651", "text": "b) Are there any technology-specific targets?"}, {"text_block_id": "p43_b652", "text": "Restricted to geothermal research and utilisation."}, {"text_block_id": "p43_b653", "text": "c) What are the concrete obligations/targets per year"}, {"text_block_id": "p43_b654", "text": "Not specified, due to uncertainty involved"}, {"text_block_id": "p43_b655", "text": "d) Who has to fulfil the obligation?"}, {"text_block_id": "p43_b656", "text": "The beneficiary."}, {"text_block_id": "p44_b657", "text": "e) What is the consequence of non-fulfilment"}, {"text_block_id": "p44_b658", "text": "If beneficiary does not fulfil his obligations.  No payment."}, {"text_block_id": "p44_b659", "text": "If research/drilling is without success, repayment of loan can be cancelled."}, {"text_block_id": "p44_b660", "text": "f) Is there any mechanism to supervise fulfilment"}, {"text_block_id": "p44_b661", "text": "Yes, schemes/tasks are under supervision of The National Energy Authority, The National Energy Fund and The Energy Council."}, {"text_block_id": "p44_b662", "text": "g) Is there any mechanism to modify obligations/targets?"}, {"text_block_id": "p44_b663", "text": "Yes. Different utilisation can differ from obligations depending on results from research/drilling."}, {"text_block_id": "p44_b664", "text": "Financial support"}, {"text_block_id": "p44_b665", "text": "a) What is the current name and short description of scheme"}, {"text_block_id": "p44_b666", "text": "Geothermal Research  and Utilization Scheme 2012."}, {"text_block_id": "p44_b667", "text": "b) Is it a voluntary or obligatory scheme?"}, {"text_block_id": "p44_b668", "text": "Voluntary."}, {"text_block_id": "p44_b669", "text": "c) Who manages the scheme"}, {"text_block_id": "p44_b670", "text": "The National Energy Authority of Iceland, The National Energy Fund and The Energy Council."}, {"text_block_id": "p44_b671", "text": "d) What are the measures taken to ensure availability of necessary budget/funding to achieve the national target?"}, {"text_block_id": "p44_b672", "text": "The National Budget."}, {"text_block_id": "p44_b673", "text": "e) How is long-term security and reliability addressed by the scheme"}, {"text_block_id": "p44_b674", "text": "By qualified scientific advice for each task."}, {"text_block_id": "p44_b675", "text": "The scheme is revised yearly in connection with the National Budget, taken in to account information from the National Energy Authority, on new projects that have been planned."}, {"text_block_id": "p44_b676", "text": "g) Does support differ according to technology?"}, {"text_block_id": "p44_b677", "text": "Yes, it has so far been limited to geothermal research and exploration."}, {"text_block_id": "p45_b678", "text": "h) What are the expected impacts in terms of energy production?"}, {"text_block_id": "p45_b679", "text": "Not defined due to uncertainty."}, {"text_block_id": "p45_b680", "text": "i) Is support conditional on meeting energy efficiency criteria?"}, {"text_block_id": "p45_b681", "text": "No."}, {"text_block_id": "p45_b682", "text": "j) Is it an existing measure? Could you please indicate national legislation regulating it?"}, {"text_block_id": "p45_b683", "text": "k) Is this a planned scheme? When would it be operational?"}, {"text_block_id": "p45_b684", "text": "No, it is an on-going scheme."}, {"text_block_id": "p45_b685", "text": "l) What start and end dates (duration) are set for the whole scheme?"}, {"text_block_id": "p45_b686", "text": "On-going scheme. No specified end."}, {"text_block_id": "p45_b687", "text": "m) Are there maximum or minimum sizes of system which are eligible?"}, {"text_block_id": "p45_b688", "text": "No."}, {"text_block_id": "p45_b689", "text": "n) Is it possible for the same project to be supported by more than one support measure? Which measures can be cumulated?"}, {"text_block_id": "p45_b690", "text": "No."}, {"text_block_id": "p45_b691", "text": "o) Are there regional/local schemes? If so, lease detail using the same criteria."}, {"text_block_id": "p45_b692", "text": "No. The scheme is for all areas in the country that do not have access to geothermal heat."}, {"text_block_id": "p45_b693", "text": "Specific questions for financial support for"}, {"text_block_id": "p45_b694", "text": "a) What is granted by the scheme?"}, {"text_block_id": "p45_b695", "text": "Financial support and/or special loans to individuals, firms and municipalities."}, {"text_block_id": "p45_b696", "text": "b) Who can benefit from this scheme."}, {"text_block_id": "p45_b697", "text": "Individuals, firms and municipalities in areas that do not have access to geothermal heat."}, {"text_block_id": "p46_b698", "text": "c) Are applications continuously received and granted or are there periodical calls?"}, {"text_block_id": "p46_b699", "text": "On-going."}, {"text_block_id": "p46_b700", "text": "4.5 Support schemes to promote the use of energy from renewable resources in transport applied by the Member State or a group of Member States"}, {"text_block_id": "p46_b701", "text": "a)"}, {"text_block_id": "p46_b702", "text": "What are the concrete obligations/targets per year (per fuel or technology)"}, {"text_block_id": "p46_b703", "text": "Iceland does not apply quotas for renewable energy in the transport sector."}, {"text_block_id": "p46_b704", "text": "b)"}, {"text_block_id": "p46_b705", "text": "Is there differentiation of the support according to fuel types or technologies? Is there any specific support to biofuels which meet the criteria of Article 21 (2) of the Directive."}, {"text_block_id": "p46_b706", "text": "There is no specific aid available for biofuels that meet the criteria of Article 21(2). However, government aid is available for research and development and innovation in the energy sector, via the National Energy Fund (Orkusjóður). The National Energy Fund, in addition to promoting search for geothermal energy in \"cold areas\", also funds research projects in the energy sector with the primary focus on alternative fuels, renewable energy to replace fossil fuels and energy conservation."}, {"text_block_id": "p46_b707", "text": "Financial support vehicles"}, {"text_block_id": "p46_b708", "text": "No VAT on zero-emission vehicles with a cap."}, {"text_block_id": "p46_b709", "text": "According to Act No 69/2012, on amending Act No 50/1988 on VAT, as amended (exemptions, credits, etc.) the Director of Customs is authorized at clearance to waive VAT on electric or hydrogen vehicles to a maximum of ISK 1,530,000 and to a maximum of ISK 1,020,000 on a hybrid vehicle. At taxable sales, the taxable party may also be exempt from taxable turnover amounting to a maximum of ISK 6,000,000 due to electric or hydrogen cars and a maximum of ISK 4,000,000 for hybrid cars. This provision shall apply until 31 December 2013."}, {"text_block_id": "p46_b710", "text": "Biannual fee on vehicles is based on CO"}, {"text_block_id": "p46_b711", "text": "2"}, {"text_block_id": "p46_b712", "text": "emissions."}, {"text_block_id": "p46_b713", "text": "The semi-annual road tax on passenger cars has from 1 January 2011 been levied based on the vehicle's carbon dioxide emissions declared by the car manufacturer for combination of city and road driving. Where emission data are not available, the tax rate id based on the weight of the vehicle. The proposed semi-annual road tax is 120 ISK for each gram of carbon dioxide emission for emission above 121 grams, in addition to the minimum fee which is 5,000 ISK. The bill has not yet been officially translated into English."}, {"text_block_id": "p46_b714", "text": "Article 2 of Act No 39/1988 on semi-annual road tax:"}, {"text_block_id": "p46_b715_merged_merged", "text": "The semi-annual road tax shall be based on the registered emissions of carbon dioxide (CO2)"}, {"text_block_id": "p47_b718", "text": "Excise duty on vehicles based on CO"}, {"text_block_id": "p47_b719", "text": "2"}, {"text_block_id": "p47_b720", "text": "emissions"}, {"text_block_id": "p47_b721", "text": "According to Act No 156/2010, amending Act No 29/1993 on excise duty on motor vehicles, fuel etc. , the excise duty on passenger cars has from 1 January 2011 been based on carbon dioxide emissions declared by the car manufacturer for combination of city and road driving. Where emissions data are not available, the tax rate will be based on the weight of the vehicle. The registration tax is at minimum 10% ad valorem (max. 65 percent) of the taxable value. On passenger cars and other motor vehicles, which are not specifically mentioned in"}, {"text_block_id": "p47_b722", "text": "articles 4 and 5, excise duty shall be levied under the Main Category in the following table based on the vehicles registered emissions of carbon dioxide (CO"}, {"text_block_id": "p47_b723", "text": "2"}, {"text_block_id": "p47_b724", "text": "), measured in grams per kilometer driven :"}, {"text_block_id": "p47_b725", "text": "Excise duty and semiannual car tax on methane vehicles is lowered."}, {"text_block_id": "p47_b726", "text": "There are special provisions for vehicles that drive on methane gas. They will get a discount of ISK 1,250,000. from the levied excise duty and pay the minimum semiannual car tax, ISK 5,000."}, {"text_block_id": "p47_b727", "text": "Financial support fuel"}, {"text_block_id": "p47_b728_merged_merged_merged", "text": "A committee report on the taxation on vehicles and fuels was published in 2008. Following the committee‘s recommendations, a carbon tax on fossil fuels was adopted in 2010 and a total reform of the taxation of vehicles was introduced in 2011."}, {"text_block_id": "p48_b731", "text": "No excise on bio-diesel, methane, methanol."}, {"text_block_id": "p48_b732", "text": "Carbon tax on all fossil fuels (petrol, diesel and gas, jet fuel and heavy oil)"}, {"text_block_id": "p48_b733", "text": "Excise on petrol and diesel oil (fossil fuel origin), ISK pr. Litre."}, {"text_block_id": "p48_b734_merged", "text": "Refund on CO2 for public transport will be removed."}, {"text_block_id": "p48_b737", "text": "Specific questions for financial support for investment"}, {"text_block_id": "p48_b738", "text": "d)"}, {"text_block_id": "p48_b739", "text": "What is granted by the scheme?"}, {"text_block_id": "p48_b740", "text": "e)"}, {"text_block_id": "p48_b741", "text": "Who can benefit from this scheme."}, {"text_block_id": "p48_b742", "text": "f)"}, {"text_block_id": "p48_b743", "text": "Are applications continuously received and granted or are there periodical calls?"}, {"text_block_id": "p49_b744", "text": "4.6 Specific measures for the promotion of the use of energy from biomass"}, {"text_block_id": "p49_b745", "text": "4.6.1 Biomass supply: both domestic and trade"}, {"text_block_id": "p49_b746", "text": "Table 7."}, {"text_block_id": "p49_b747", "text": "Biomass supply in 2006"}, {"text_block_id": "p51_b748", "text": "Please explain the conversion factor/calculation methodology used above for the conversion of the amount of available resources to primary energy."}, {"text_block_id": "p51_b749", "text": "The biomass from waste in 2006 is all from landfill gas in Alfsnes in Reykjavik. Orkustofnun (the National Energy Authority) receives data on the production of landfill gas each year. The energy content of methane is 52.8 MJ/kg."}, {"text_block_id": "p51_b750", "text": "Please use Table 7a to give an estimated contribution of biomass energy use in 2015 and 2020. (Following the categorisation used in Table 7.)"}, {"text_block_id": "p51_b751", "text": "Table 7a."}, {"text_block_id": "p51_b752", "text": "Estimated biomass domestic supply in 2015 and 2020"}, {"text_block_id": "p52_b753", "text": "One small district heating system is harvesting surrounding forest due to forest thinning. The volume of wood chips in the table is in m"}, {"text_block_id": "p52_b754", "text": "3"}, {"text_block_id": "p52_b755", "text": ". Other biomass sources in the table are shown in tons. Biomass from industrial waste is expected production of methanol based on carbon dioxide captures from industrial emission. The expected production is based on 3% blend methanol into petroleum . The energy content of methanol is 22.7 KJ/g"}, {"text_block_id": "p52_b756", "text": "."}, {"text_block_id": "p52_b757", "text": "In addition to the information provided above, could you please describe the current situation of agricultural land used for dedicated energy production as follows:"}, {"text_block_id": "p52_b758", "text": "Table 8."}, {"text_block_id": "p52_b759", "text": "Current agricultural land use for production of crops dedicated to energy in 2006 (ha)"}, {"text_block_id": "p52_b760", "text": "4.6.2 Measures to increase biomass availability taking into account other biomass users (agriculture and forest-based sectors)"}, {"text_block_id": "p52_b761", "text": "Mobilisation of new biomass sources"}, {"text_block_id": "p52_b762", "text": "a) Please specify how much land is degraded"}, {"text_block_id": "p52_b763", "text": "results of the study were as follows:"}, {"text_block_id": "p52_b764", "text": "b) Please specify how much unused arable land there is."}, {"text_block_id": "p52_b765_merged_merged", "text": "Arable land in Iceland is estimated to be about 15.500km2 . Of this, land in use is about 1.678km2 2 2 ."}, {"text_block_id": "p53_b772", "text": "c) Are any measures planned to encourage unused arable land, degraded land, etc. To be used for"}, {"text_block_id": "p53_b773", "text": "energy purposes?"}, {"text_block_id": "p53_b774", "text": "Most measures are aimed at encouraging the use of fuels, more than the actual production. There are no specific measures in place aimed at encouraging the use of degraded land for energy purposes.  There are, however, measures in place to encourage the retrieval of wetlands."}, {"text_block_id": "p53_b775", "text": "d) Is energy use of certain already available primary material (such as animal manure) planned?"}, {"text_block_id": "p53_b776", "text": "Methane is collected from the country's largest landfill, and feasibility studies have been conducted to look into methane collection from smaller waste yards as well as large dairy farms."}, {"text_block_id": "p53_b777", "text": "promoted? (local, district heating, biogas grid, natural gas grid integration)?"}, {"text_block_id": "p53_b778", "text": "and measures are coloured by that."}, {"text_block_id": "p53_b779", "text": "f)"}, {"text_block_id": "p53_b780", "text": "extraction of existing biomass that can already be put into practice?"}, {"text_block_id": "p53_b781", "text": "no measures in place to encourage that."}, {"text_block_id": "p53_b782", "text": "Impact on other sectors"}, {"text_block_id": "p53_b783", "text": "also on quantitative effects.) Is the monitoring of these impacts planned in the future?"}, {"text_block_id": "p53_b784", "text": "The monitoring of fuel production is conducted by the National Energy Authority, and the utilisation of natural resources by the Environmental Agency. There is no plan as of yet how to monitor these impacts, since all of biofuel production in Iceland so far has been from waste."}, {"text_block_id": "p53_b785", "text": "increase or decrease the amount of byproducts available for energy use?)"}, {"text_block_id": "p53_b786_merged_merged_merged", "text": "Right now, it is the waste management which has the greatest impact. It is planned to lessen the use of landfills, which is going well, and recycle more. This has encouraged biodiesel production from waste fat and oil. The use of methane is getting more popular for transport, and since current landfills will only provide biogas for a limited number of years it is reasonable to expect other methods of methane production to be employed in the near future. Looking at larger timescales, it looks as if climate change will impact weather in Iceland in such a way that"}, {"text_block_id": "p54_b792", "text": "summers get longer, warmer and wetter, which will have positive effect on the possibility of"}, {"text_block_id": "p54_b793", "text": "growing energy crops."}, {"text_block_id": "p54_b794", "text": "4.7 Planned use of statistical transfers between Member States and planned participation in joint projects with other Member States and third countries"}, {"text_block_id": "p54_b795", "text": "4.7.1 Procedural aspects"}, {"text_block_id": "p54_b796", "text": "a) Describe the national procedures (step by step) established or the be established, for arranging a statistical transfer or joint project (including responsible bodies and contact points)."}, {"text_block_id": "p54_b797", "text": "The matter of statistical transfers between Iceland and EU Member States, and/or participation in joint projects, has been under examination within the Icelandic administration for some time. Ministries, institutions and the power companies have been involved in this work. In Iceland there are possibilities and potentials both for statistical transfers and joint projects and there is clear interest from EU Member States to participate in such activities with Iceland. However, as of yet no decisions have been made on whether, how and to what effect Iceland will participate in statistical transfers or joint projects. Therefore no national procedures have yet been established for arranging statistical transfers or joint projects, except generally via the implementation of Directive 2009/28/EC and the completion of the NREAP. The procedures for issuance of guarantees of origin between Member States have however been established in Icelandic legislation as described in the NREAP."}, {"text_block_id": "p54_b798", "text": "b)"}, {"text_block_id": "p54_b799", "text": "Describe the means by which private entities can propose and take part in joint projects either with Member States or third countries."}, {"text_block_id": "p54_b800", "text": "Reference is made to reply a) above."}, {"text_block_id": "p54_b801", "text": "c)"}, {"text_block_id": "p54_b802", "text": "Give the criteria for determining when statistical transfers or joint projects shall be used."}, {"text_block_id": "p54_b803", "text": "Reference is made to reply a) above."}, {"text_block_id": "p54_b804", "text": "d)"}, {"text_block_id": "p54_b805", "text": "What is going to be the mechanism to involve other interested Member States in a joint project?"}, {"text_block_id": "p54_b806", "text": "Reference is made to reply a) above."}, {"text_block_id": "p54_b807", "text": "e)"}, {"text_block_id": "p54_b808_merged_merged", "text": "Are you willing to participate in joint projects in other Member States? How much installed capacity/electricity or heat produced per year are you planning to support? How do you plan to provide support schemes for such projects?"}, {"text_block_id": "p54_b810", "text": "Reference is made to reply a) above."}, {"text_block_id": "p55_b811", "text": "4.7.2"}, {"text_block_id": "p55_b812", "text": "Estimated potential for joint projects."}, {"text_block_id": "p55_b813", "text": "a)"}, {"text_block_id": "p55_b814", "text": "In which sectors can you offer renewable energy use development in your territory for the purpose of joint projects?"}, {"text_block_id": "p55_b815", "text": "Hydropower and geothermal power. Otherwise reference is made to reply a) above."}, {"text_block_id": "p55_b816", "text": "b) Has the technology to be developed been specified? How much installed capacity/electricity or heat produced per year?"}, {"text_block_id": "p55_b817", "text": "Reference is made to reply a) above."}, {"text_block_id": "p55_b818", "text": "c) How will sites for joint projects be identified? (For example, can local and regional authorities or promoters recommend sites? Or can any project participate regardless its location?)"}, {"text_block_id": "p55_b819", "text": "Reference is made to reply a) above."}, {"text_block_id": "p55_b820", "text": "Reference is made to reply a) above."}, {"text_block_id": "p55_b821", "text": "e) Do you have any preference to support certain technologies? If so, which?"}, {"text_block_id": "p55_b822", "text": "Reference is made to reply a) above."}, {"text_block_id": "p55_b823", "text": "Table 9."}, {"text_block_id": "p55_b824", "text": "Estimated excess and/or deficit production of renewable energy compared to the indicative trajectory which could be transferred to/from other Member States in Iceland"}, {"text_block_id": "p56_b825", "text": "5. Assessments"}, {"text_block_id": "p56_b826", "text": "5.1 Total contribution expected of each renewable energy technology to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity, heating and cooling and transport"}, {"text_block_id": "p56_b827", "text": "The calculation of energy consumption are based on forecasts from the Energy Forecast Committee as discussed in chapter 2. The electricity generation in Iceland is 100% from renewable resources, hydro and geothermal. The figures in table 10a is from the electricity forecast but some of the subdivision in the table was prepared for this report by the Energy Forecast Committee."}, {"text_block_id": "p57_b828", "text": "Table 10.a."}, {"text_block_id": "p57_b829", "text": "Estimation of total contribution (installed capacity, gross electricity generation) expected from each renewable energy technology in Iceland to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity 2010-2014."}, {"text_block_id": "p58_b830", "text": "Table 10.b."}, {"text_block_id": "p58_b831", "text": "Estimation of total contribution (installed capacity, gross electricity generation) expected from each renewable energy technology in Iceland to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity 2015-2020"}, {"text_block_id": "p59_b832", "text": "Table 11."}, {"text_block_id": "p59_b833", "text": "Estimation of total contribution (installed capacity, gross electricity generation) expected from each renewable energy technology in Iceland to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in heating and cooling 2010-2020 (ktoe)"}, {"text_block_id": "p60_b834", "text": "Table 12."}, {"text_block_id": "p60_b835", "text": "Estimation of total contribution (installed capacity, gross electricity generation) expected from each renewable energy technology in Iceland to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in the transport sector 2010-2020 (ktoe)"}, {"text_block_id": "p61_b836", "text": "5.2 Total contribution expected from energy efficiency and energy saving measures to meet the binding 2020 targets and the indicative interim trajectory for the shares of energy from renewable resources in electricity, heating and cooling and transport."}, {"text_block_id": "p61_b837", "text": "The answer to this requirement may be seen in under Chapter 2, Table 2."}, {"text_block_id": "p61_b838", "text": "5.3 Assessment of impacts (optional)"}, {"text_block_id": "p61_b839", "text": "5.4 Preparation of the National Renewable Energy Action Plan and the follow-up of its implementation"}, {"text_block_id": "p61_b840", "text": "a) How were regional and/or local authorities and/or cities involved in the preparation of this Action Plan? Were other stakeholders involved?"}, {"text_block_id": "p61_b841", "text": "The Ministry of Industries and Innovation supervised the drafting of the NREAP. In the work the Ministry consulted closely with the following institutions on the task of devising a basis for the National Renewable Energy Action Plan:"}, {"text_block_id": "p61_b842", "text": "The National Energy Agency, Landsnet (the TSO) and the Energy Forecast Committee."}, {"text_block_id": "p61_b843", "text": "b)"}, {"text_block_id": "p61_b844", "text": "Are there plans to develop regional/local renewable strategies?"}, {"text_block_id": "p61_b845", "text": "Not applicable."}, {"text_block_id": "p61_b846", "text": "c)"}, {"text_block_id": "p61_b847", "text": "Please explain the public consultation carried out for the preparation of this Action Plan"}, {"text_block_id": "p61_b848", "text": "Reference is made to reply a) above."}, {"text_block_id": "p61_b849", "text": "d) Please indicate your national contact point/the national authority or body responsible for the follow-up of the Renewable Energy Action Plan?"}, {"text_block_id": "p61_b850", "text": "The National Energy Agency will be given the task of having overall responsibility for preparing documentation in accordance with the Renewable Energy Directive."}, {"text_block_id": "p61_b851", "text": "e) Do you have a monitoring system, including indicators for individual measures and instruments, to follow-up the implementation of the Renewable Energy Action Plan? If so, could you please give more details on it?"}, {"text_block_id": "p61_b852", "text": "Such a monitoring system will be established in consultation with the National Energy Agency and Energy Forecast Committee. The National Energy Agency has i.a. the annual recurrent task of devising indicators for the energy sector."}], "document_description": "In accordance with Article 4 of Directive 2009/28/EC this National Renewable Energy Action Plan (NREAP) sets out the Government's strategic approach and concrete measures on how Iceland will meet the mandatory national targets for 2020 laid down in Directive 2009/28/EC, including the overall target and the 10% target on share of energy from renewable sources in transport. The NREAP is based on the template for the national renewable energy action plans, adopted by the Commission.\n\nWith this plan, Iceland aims at the following: 1) having renewable energy sources replace imported energy, 2) Iceland‘s energy harnessing shall be sustainable for the good of society and the public, 3) A precautionary and protective approach will be followed in hydroelectric and geothermal energy production, 4) The energy strategy will support diversified industry, emphasising the development of ecologically beneficial high-tech industry, 5) The energy strategy will aim at sustainable utilisation, avoiding for instance aggressive utilisation of geothermal areas, 6) To encourage better energy utilisation, for instance, by developing industrial parks and factories, horticulture stations, recycling and other activities utilising the steam energy of sustainable geothermal plants, and 7) Connection of the Icelandic electricity system to Europe, through an interconnector, shall be examined further."}