{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Zoning & Spatial Planning|Regulation"], "document_country_english_shortname": "Australia", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "LULUCF"], "document_language": "English", "document_name": "National Strategy for Disaster Resilience", "document_country_code": "AUS", "document_hazard_name": ["Sea Level Change", "Soil Erosion", "Wildfires", "Storms, Hurricanes, Tsunamis, Cyclones", "Floods", "Erosion", "Storm", "Wildfire", "Flood"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": ["Drm/Drr", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "12/07/2009", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/AUS/2009/AUS-2009-07-12-National Strategy for Disaster Resilience_017447dddda244a28e5c63eef0c6a805.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Strategy for Disaster Resilience"}, {"text_block_id": "p0_b2", "text": "Building our nation’s resilience to disasters"}, {"text_block_id": "p1_b3", "text": "Foreword"}, {"text_block_id": "p1_b4", "text": "Every year, Australian communities face devastating losses caused by disasters. Bushfires, floods, storms, other hazards and their associated consequences have significant impacts on communities, the economy, infrastructure and the environment."}, {"text_block_id": "p1_b5", "text": "Over the past decade, governments have collaborated on reforming disaster management approaches. On 6 November 2008, the Ministerial Council for Police and Emergency Management – Emergency Management agreed that the future direction for Australian emergency management should be based on achieving community and organisational resilience. To build on this work, on 7 December 2009 the Council of Australian Governments (COAG) agreed to adopt a whole-of-nation resilience-based approach to disaster management, which recognises that a national, coordinated and cooperative effort is needed to enhance Australia’s capacity to withstand and recover from emergencies and disasters."}, {"text_block_id": "p1_b6", "text": "The National Emergency Management Committee (NEMC) was tasked by COAG to drive and coordinate the development of the National Strategy for Disaster Resilience (the Strategy). A Working Group, consisting of federal, state and territory representatives under the auspices of the NEMC, has developed the Strategy."}, {"text_block_id": "p1_b7", "text": "Application of a resilience-based approach is not solely the domain of emergency management agencies; rather, it is a shared responsibility between governments, communities, businesses and individuals. The purpose of the Strategy is to provide high-level guidance on disaster management to federal, state, territory and local governments, business and community leaders and the not-for-profit sector."}, {"text_block_id": "p1_b8", "text": "While the Strategy focuses on priority areas to build disaster resilient communities across Australia, it also recognises that disaster resilience is a shared responsibility for individuals, households, businesses and communities, as well as for governments. The Strategy is the first step in a long-term, evolving process to deliver sustained behavioural change and enduring partnerships."}, {"text_block_id": "p1_b9", "text": "The next steps will include NEMC developing a national implementation plan. It is expected that state, territory and local governments will use the Strategy to inform local action. To succeed, it will be important that business and community leaders, as well as the not-for-profit sector, embrace this approach. We hope all Australians develop a shared understanding of the critical part they play in developing their own disaster resilience and that of their communities."}, {"text_block_id": "p1_b10", "text": "Roger Wilkins AO"}, {"text_block_id": "p1_b11", "text": "Co-Chair"}, {"text_block_id": "p1_b12", "text": "National Emergency Management Committee"}, {"text_block_id": "p1_b13", "text": "Dr Margot McCarthy"}, {"text_block_id": "p1_b14", "text": "Co-Chair"}, {"text_block_id": "p1_b15", "text": "National Emergency Management Committee"}, {"text_block_id": "p2_b16", "text": "COAG NATIONAL DISASTER RESILIENCE STATEMENT"}, {"text_block_id": "p2_b17", "text": "Publicly released: 7 December 2009"}, {"text_block_id": "p2_b18", "text": "Introduction"}, {"text_block_id": "p2_b19", "text": "Australia has recently experienced a number of large scale and devastating natural disasters, including catastrophic bushfires, far reaching floods, and damaging storms. Natural disasters are a feature of the Australian climate and landscape and this threat will continue, not least because climate change is making weather patterns less predictable and more extreme. Such events can have personal, social, economic and environmental impacts that take many years to dissipate."}, {"text_block_id": "p2_b20", "text": "Australia has and continues to cope well with natural disasters, through well established and cooperative emergency management arrangements, effective capabilities, and dedicated professional and volunteer personnel. Australians are also renowned for their resilience to hardship, including the ability to innovate and adapt, a strong community spirit that supports those in need and the self-reliance to withstand and recover from disasters."}, {"text_block_id": "p2_b21", "text": "A collective responsibility for resilience"}, {"text_block_id": "p2_b22", "text": "Given the increasing regularity and severity of natural disasters, Australian Governments have recognised that a national, coordinated and cooperative effort is required to enhance Australia’s capacity to withstand and recover from emergencies and disasters. A disaster resilient community is one that works together to understand and manage the risks that it confronts. Disaster resilience is the collective responsibility of all sectors of society, including all levels of government, business, the non-government sector and individuals. If all these sectors work together with a united focus and a shared sense of responsibility to improve disaster resilience, they will be far more effective than the individual efforts of any one sector."}, {"text_block_id": "p2_b23", "text": "Role of government"}, {"text_block_id": "p2_b24", "text": "Governments, at all levels, have a significant role in strengthening the nation’s resilience to disasters by:"}, {"text_block_id": "p2_b25", "text": "Governments, at all levels, have a significant role in strengthening the nation’s resilience to disasters by:\n* developing and implementing effective, risk-based land management and planning arrangements and other mitigation activities;\n* having effective arrangements in place to inform people about how to assess risks and reduce their exposure and vulnerability to\n* having clear and effective education systems so people understand what options are available and what the best course of action is in\n* supporting individuals and communities to prepare for extreme events;\n* ensuring the most effective, well-coordinated response from our emergency services and volunteers when disaster hits; and\n* working in a swift, compassionate and pragmatic way to help communities recover from devastation and to learn, innovate and adapt"}, {"text_block_id": "p2_b37", "text": "Australian governments are working collectively to incorporate the principle of disaster resilience into aspects of natural disaster arrangements, including preventing, preparing, responding to, and recovering from, disasters."}, {"text_block_id": "p2_b38", "text": "National Disaster Resilience Strategy"}, {"text_block_id": "p2_b39", "text": "The efforts of governments will be assisted by the establishment of a new National Emergency Management Committee that will include experts from Commonwealth, State and Territory and Local governments and report to COAG and relevant ministerial councils. The first task of this committee will be to bring together the representative views of all governments, business, non-government sector and the community into a comprehensive National Disaster Resilience Strategy. This group will also be tasked with considering further those lessons arising from the recent bushfires and floods that could benefit from national collaboration."}, {"text_block_id": "p2_b40", "text": "Role of business"}, {"text_block_id": "p2_b41", "text": "COAG acknowledges that businesses can and do play a fundamental role in supporting a community’s resilience to disasters. They provide resources, expertise and many essential services on which the community depends. Businesses, including critical infrastructure providers, make a contribution by understanding the risks that they face and ensuring that they are able to continue providing services during or soon after a disaster."}, {"text_block_id": "p2_b42", "text": "Role of individuals"}, {"text_block_id": "p2_b43", "text": "Disaster resilience is based on individuals taking their share of responsibility for preventing, preparing for, responding to and recovering from disasters. They can do this by drawing on guidance, resources and policies of government and other sources such as community organisations. The disaster resilience of people and households is significantly increased by active planning and preparation for protecting life and property, based on an awareness of the threats relevant to their locality. It is also increased by knowing and being involved in local community disaster or emergency management arrangements, and for many being involved as a volunteer."}, {"text_block_id": "p2_b44", "text": "Role of non-government organisations and volunteers"}, {"text_block_id": "p2_b45", "text": "Non-government and community organisations are at the forefront of strengthening disaster resilience in Australia. It is to them that Australians often turn for support or advice and the dedicated work of these agencies and organisations is critical to helping communities to cope with, and recover from, a disaster. Australian governments will continue to partner with these agencies and organisations to spread the disaster resilience message and to find practical ways to strengthen disaster resilience in the communities they serve."}, {"text_block_id": "p2_b46", "text": "Strengthening Australia’s disaster resilience is not a stand-alone activity that can be achieved in a set timeframe, nor can it be achieved without a joint commitment and concerted effort by all sectors of society. But it is an effort that is worth making, because building a more disaster resilient nation is an investment in our future."}, {"text_block_id": "p3_b47", "text": "Contents"}, {"text_block_id": "p4_b48", "text": "1 Why do we need to change?"}, {"text_block_id": "p4_b49", "text": "Australians are resourceful and community-minded when faced with disasters. We cope with disasters, through well-established cooperative arrangements, effective capabilities, and dedicated paid and unpaid people."}, {"text_block_id": "p4_b50", "text": "Despite our existing strengths, every year, Australian communities are subjected to the damaging impacts of disasters caused by destructive bushfires, floods, and severe storms. The impacts of these disasters on people, the economy, our infrastructure and the environment remind us of the need to continue improving our resilience to disasters."}, {"text_block_id": "p4_b51", "text": "We need to develop and embed new ways of doing things that enhance existing arrangements across and within governments, as well as among businesses, the not-for-profit sector, and the community more broadly, to improve disaster resilience and prevent complacency setting in once the memory of a recent disaster has subsided."}, {"text_block_id": "p4_b52", "text": "Future risks"}, {"text_block_id": "p4_b53", "text": "‘Climate change represents a most fundamental national security challenge for the long term future.’"}, {"text_block_id": "p4_b54", "text": "Prime Minister’s National"}, {"text_block_id": "p4_b55", "text": "Security Statement 2008"}, {"text_block_id": "p4_b56", "text": "The size, severity, timing, location and impacts of disasters are difficult to predict, and our changing climate increases the uncertainty about future risks. Scientific modelling suggests that climate change will likely result in an increased frequency and severity of extreme weather events. Rising sea levels are increasing the likelihood of coastal erosion and severe inundation."}, {"text_block_id": "p4_b57", "text": "Many known factors are increasing our vulnerability to disaster. Work-life patterns, lifestyle expectations, demographic changes, domestic migration, and community fragmentation are increasing community susceptibility, as well as altering local social networks and sustainability of volunteer groups. The increasing complexity and interdependencies of social, technical, and infrastructure systems are also playing a role in increasing our vulnerability to disasters. Pressures for urban development to extend into areas of higher risk from natural disasters compounds the problem, as does the expectation that the same services and facilities will be available wherever we choose to live."}, {"text_block_id": "p4_b58", "text": "Australian communities are varied in their composition and in their level of exposure to disaster risk. Factors that can influence disaster resilience include remoteness, population density and mobility, socio-economic status, age profile, and percentage of population for whom English is a second language. Within individual communities, certain members are more vulnerable and may need tailored advice and support."}, {"text_block_id": "p4_b59", "text": "Potential escalation in the frequency and magnitude of hazards and our increasing vulnerability to disasters presents governments with unprecedented calls on their resources and expertise. Governments’ desire to help communities in need, and pressure to help those affected may be creating unrealistic expectations and unsustainable dependencies. Should this continue, it will undermine community capability and confidence. Therefore, communities need to be empowered to take shared responsibility for coping with disasters."}, {"text_block_id": "p4_b60", "text": "In the past, standard emergency management planning emphasised the documentation of roles, responsibilities and procedures. Increasingly, these plans consider arrangements for prevention, mitigation, preparedness and recovery, as well as response. Building upon our existing emergency planning arrangements, we need to focus more on action-based resilience planning to strengthen local capacity and capability, with greater emphasis on community engagement and a better understanding of the diversity, needs, strengths and vulnerabilities within communities. Disasters do not impact everyone in the same way, and it is often our vulnerable community members who are the hardest hit."}, {"text_block_id": "p5_b61", "text": "To increase disaster resilience, emergency management planning should be based on risk and be integrated with strategic planning of government and communities. It should consider risks and risk treatments across the social, built, economic and natural environments."}, {"text_block_id": "p5_b62", "text": "Traditional government portfolio areas and service providers, with different and unconnected policy agendas and competing priority interests may be attempting to achieve the outcome of a disaster resilient community individually. This has resulted in gaps and overlaps, which may hamper effective action and coordination at all levels and across all sectors. There is a need for a new focus on shared responsibility; one where political leaders, governments, business and community leaders, and the not-for-profit sector all adopt increased or improved emergency management and advisory roles, and contribute to achieving integrated and coordinated disaster resilience. In turn, communities, individuals and households need to take greater responsibility for their own safety and act on information, advice and other cues provided before, during and after a disaster."}, {"text_block_id": "p5_b63", "text": "While the Strategy focuses on natural disasters, the approach it articulates may also be applicable in preparing communities to deal with other disasters such as pandemic, animal disease and terrorist events."}, {"text_block_id": "p5_b64", "text": "Shared responsibility"}, {"text_block_id": "p5_b65", "text": "‘The Commission uses the expression “shared responsibility” to mean increased responsibility for all. It recommends that state agencies and municipal councils adopt increased or improved protective, emergency management and advisory roles. In turn, communities, individuals and households need to take greater responsibility for their own safety and to act on advice and other cues given to them before and on the day of a bushfire."}, {"text_block_id": "p5_b66", "text": "Shared responsibility does not mean equal responsibility ... there are some areas in which the state should assume greater responsibility than the community. For example, in most instances state fire authorities will be more capable than individuals when it comes to identifying the risks associated with bushfire; the state should therefore assume greater responsibility for working to minimise those risks.’"}, {"text_block_id": "p5_b67", "text": "Victorian Bushfires Royal Commission Final Report 2010"}, {"text_block_id": "p5_b68", "text": "Across Australia, managing emergencies is largely the responsibility of state and territory governments, and local governments also play a significant role. It is uncommon for a disaster to be so large that it is beyond the capacity of a state or territory government to deal with effectively. State and territory governments have arrangements with each other to share resources when necessary. In particularly major disasters or adverse events, a state or territory government may seek federal assistance."}, {"text_block_id": "p5_b69", "text": "Underlying this effort, emergency management in Australia is built on the concept of prevention, preparedness, response and recovery (PPRR). Over the last ten years there has been a considered move to give greater emphasis to prevention and recovery in addition to the focus on response. It is vital, however, that governments and emergency services remain well prepared to respond to disasters and other adverse events. Significant effort is now being devoted to preventing disasters, where possible. Governments also have in place comprehensive systems to support recovery."}, {"text_block_id": "p5_b70", "text": "Governments are continually preparing for prevention, response and recovery activities. Preparing for each of these elements of emergency management helps builds resilience. In this way it is important to understand that the concept of disaster resilience builds upon rather than replaces existing strengths and arrangements."}, {"text_block_id": "p5_b71", "text": "The fundamental change is that achieving increased disaster resilience is not solely the domain of emergency management agencies; rather, it is a shared responsibility across the whole of society."}, {"text_block_id": "p6_b72", "text": "The Strategy is a further step in supporting the development of disaster resilient communities. This support will take the form of providing high-level direction and guidance on how to achieve disaster resilient communities across Australia."}, {"text_block_id": "p6_b73", "text": "Disaster resilience is a long-term outcome, which will require long-term commitment. Achieving disaster resilience will require achieving sustained behavioural change, the results of which should be seen across a number of years and political cycles."}, {"text_block_id": "p7_b74", "text": "2 What does a disaster resilient community look like?"}, {"text_block_id": "p7_b75", "text": "Community resilience can be defined in many ways. Rather than define disaster resilience, the Strategy focuses on the common characteristics of disaster resilient communities, individuals and organisations. These characteristics are:"}, {"text_block_id": "p7_b76", "text": "Community resilience can be defined in many ways. Rather than define disaster resilience, the Strategy focuses on the common characteristics of disaster resilient communities, individuals and organisations. These characteristics are:\n* functioning well while under stress;\n* successful adaptation;\n* self-reliance; and\n* social capacity."}, {"text_block_id": "p7_b84", "text": "Resilient communities also share the importance of social support systems, such as neighbourhoods, family and kinship networks, social cohesion, mutual interest groups, and mutual self-help groups."}, {"text_block_id": "p7_b85", "text": "A disaster resilient community is one where:"}, {"text_block_id": "p7_b86", "text": "A disaster resilient community is one where:\n* People understand the risks that may affect them and\n* People have taken steps to anticipate disasters and to"}, {"text_block_id": "p7_b90", "text": "Resilient communities"}, {"text_block_id": "p7_b91", "text": "Resilient communities\n* a community with well\n* superior fire mitigation\n* appropriate building controls,\n* widely adopted personal and"}, {"text_block_id": "p7_b100", "text": "Resilient communities\n* a community with well\n* superior fire mitigation\n* appropriate building controls,\n* widely adopted personal and\n* People work together with local leaders using their\n<\\li1>"}, {"text_block_id": "p7_b102", "text": "Resilient communities\n* a community with well\n* superior fire mitigation\n* appropriate building controls,\n* widely adopted personal and\n* People work together with local leaders using their\n<\\li1>\n* People work in partnership with emergency services, their local authorities and other\n* Emergency management plans are resilience-based, to build disaster resilience within"}, {"text_block_id": "p8_b106", "text": "Resilient communities\n* a community with well\n* superior fire mitigation\n* appropriate building controls,\n* widely adopted personal and\n* People work together with local leaders using their\n<\\li1>\n* People work in partnership with emergency services, their local authorities and other\n* Emergency management plans are resilience-based, to build disaster resilience within\n* Communities, governments and other organisations take resilience outcomes into account\n* The emergency management volunteer sector is strong.\n* Businesses and other service providers undertake\n* Land use planning systems and building control\n* Following a disaster, a satisfactory range of functioning is"}, {"text_block_id": "p9_b116", "text": "3 What action can we take?"}, {"text_block_id": "p9_b117", "text": "As a nation we can lead change and coordinate effort, we must understand the risks and communicate them to all levels of the community; we must work with the people and organisations that can effect the necessary changes, and empower individuals and communities to exercise choice and take responsibility. Our planning approaches must include risk reduction strategies and our capacity to deal with disasters must be enhanced by greater flexibility and adaptability of our emergency services agencies and communities."}, {"text_block_id": "p9_b118", "text": "3.1 Leading change and coordinating effort"}, {"text_block_id": "p9_b119", "text": "Leadership is needed to drive improvements in disaster resilience. The responsibility for leadership should be taken by all partners within their sphere of influence in a coordinated manner, so as to maximise the benefits from limited resources."}, {"text_block_id": "p9_b120", "text": "Many Australians already have obligations as leaders to protect their own businesses and/or communities. We envisage such leaders taking a broader view of their responsibilities and thinking beyond the immediate threats to their own interests, to consider how they can contribute to a more disaster resilient nation."}, {"text_block_id": "p9_b121", "text": "The increasing complexity surrounding disasters means that dealing with them extends beyond the reach of the emergency services. By taking a whole-of-government approach to widening the circle of responsibility, we are collaborating more closely across and within governments on all phases of disaster prevention, preparedness, response and recovery. All leaders can help build and strengthen existing partnerships among governments, businesses, the non-government sector and communities."}, {"text_block_id": "p9_b122", "text": "Priority outcomes"}, {"text_block_id": "p9_b123", "text": "Priority outcomes\n* Leaders from all levels of government, business, the not-for-profit sector and communities\n* Leaders drive development of partnerships and networks to build resilience at the\n* Governments help business, not-for-profit and community leaders by preparing and"}, {"text_block_id": "p9_b129", "text": "Refer to Appendix A -Case study 1 -Flood response measures in the Rural City of Wangaratta"}, {"text_block_id": "p9_b130", "text": "3.2 Understanding risks"}, {"text_block_id": "p9_b131", "text": "Australia’s vast and diverse regions, landscapes and climatic variations mean we will continue to be at risk from the damaging impacts of disasters. Underpinning a disaster resilient community is knowledge and understanding of local disaster risks. We all share responsibility to understand these risks, and how they might affect us. By understanding the nature and extent of risks, we can seek to control their impacts, and inform the way we prepare for and recover from them."}, {"text_block_id": "p10_b132", "text": "Significant progress has been made through introducing new technologies to communicate risk information, and a broad willingness to understand and use available information to inform appropriate action. Existing collaborative relationships between governments and other organisations are improving the tools and methodologies needed to support enhanced understanding of hazards and risks. The challenge is to communicate meaningful information about risks to the community."}, {"text_block_id": "p10_b133", "text": "Further work is needed to improve information and data sharing; and more could be done to determine what hazard and risk information could most usefully be communicated to communities. When providing information on hazards and risks, we need to consider how people might react. Disasters can be inherently unpredictable, as can the responses to them."}, {"text_block_id": "p10_b134", "text": "Similarly, we need to obtain more consistent information on the costs and benefits associated with risk management and disaster impacts to build the evidence base for prioritising and targeting interventions, as well as risk reduction and risk mitigation measures. Such information must go beyond examination of life and property and simple economic assessments to cover the full scope of the social, built, economic and natural environments."}, {"text_block_id": "p10_b135", "text": "Priority outcomes"}, {"text_block_id": "p10_b136", "text": "Priority outcomes\n* Risk assessments are undertaken for priority hazards and widely shared among at-risk\n* Risk assessments consider risks and vulnerabilities and capabilities across the social,\n* Consistent methodologies and data frameworks are applied in risk and disaster impact\n* Information on lessons learnedâfrom local, national, and international sourcesâis\n* Partnerships are in place which support improved access to risk information and more\n* Organisations, individuals and governments routinely share information and maps on risks,\n* Strong networks across sectors and regions fill information gaps, share information and build\n* Risk reduction knowledge is included in relevant education and training programs, such as\n* Costs and benefits associated with hazard management inform risk reduction activities.\n* Emergency messages are clear and, where appropriate, nationally consistent.\n* Existing and, where necessary, improved data and tools for assessing hazards and risks,"}, {"text_block_id": "p10_b158", "text": "Refer to Appendix A -Case study 2 -Better understanding risk on the Clarence Coastal Areas"}, {"text_block_id": "p11_b159", "text": "3.3 Communicating with and educating people about risks"}, {"text_block_id": "p11_b160", "text": "Risks can be reduced but they cannot be eliminated. Risks should be openly discussed in order to anticipate and manage them."}, {"text_block_id": "p11_b161", "text": "For Australia to become more resilient to disasters, a clearer understanding of our risks and what to do about them is needed, particularly at the community level. Information on disaster risk should be communicated in a manner appropriate to its audiences, and should consider the different needs, interests and technologies used within communities. Knowledge, innovation and education can enhance a culture of resilience at all levels of the community and should contribute to a continual cycle of learning."}, {"text_block_id": "p11_b162", "text": "Knowledge is fundamental to enabling everyone in the community to determine their hazards and risks, and to inform preparation and mitigation measures. It is also crucial to communicate all relevant and available information during the response and recovery phases of a disaster. Sharing knowledge, including lessons learned from previous events, is also important in promoting innovation and best practice."}, {"text_block_id": "p11_b163", "text": "Knowledge of risk"}, {"text_block_id": "p11_b164", "text": "‘The starting point for reducing disaster risk and for promoting a culture of disaster resilience lies in the knowledge of the hazards and the physical, social, economic and environmental vulnerabilities to disasters that most societies face, and of the ways in which hazards and vulnerabilities are changing in the short and long term, followed by action taken on the basis of that knowledge.’"}, {"text_block_id": "p11_b165", "text": "United Nations 2005, Hyogo Framework for Action 2005–15: Building the Resilience of Nations and Communities to Disasters."}, {"text_block_id": "p11_b166", "text": "Priority outcomes"}, {"text_block_id": "p11_b167", "text": "Priority outcomes\n* Current information is available on websites and in other forms, about disaster risk and\n* Strong networks across sectors and regions share information and build skills and\n* Communities are supported through appropriately targeted training and awareness\n* Vulnerable individuals have equitable access to appropriate information, training and\n* Compatibility of information sharing technologies is promoted."}, {"text_block_id": "p11_b177", "text": "Refer to Appendix A – Case Study 3 -Communicating information about risks through emergency management zones"}, {"text_block_id": "p11_b178", "text": "3.4 Partnering with those who effect change"}, {"text_block_id": "p11_b179", "text": "Working together and drawing on the expertise and capacity of various partners produces far greater results than do individual efforts alone. Partnerships across and within governments, businesses, the not-for-profit sector and the community, will create a well-informed, integrated and coordinated approach to increasing disaster resilience. The result will be a more resilient nation."}, {"text_block_id": "p11_b180", "text": "Research institutions, for example, have an important role to play in providing advice to federal and state and territory policy makers; and governments need to engage with academic organisations to provide advice on the need for policy-driven research. Policy makers at all levels of government need to strengthen their partnerships to develop a coordinated response to the changing risk environment."}, {"text_block_id": "p12_b181", "text": "Effective partnerships across all areas of society are critical to enhancing disaster resilience. Many not-for-profit organisations have experience and expertise in areas including community engagement and education, and various facets of service provision. Importantly, their existing networks and structures reach far into communities, and can effect real change."}, {"text_block_id": "p12_b182", "text": "Building better links with the private sector is a particular priority, not least because infrastructure is often owned or managed by private interests, which deliver services that enable communities to function. Businesses, whether large or small, can play an important role in preparing for and dealing with the consequences of a major emergency or event. This role is key in helping the community maintain continuity of services following a disaster."}, {"text_block_id": "p12_b183", "text": "Priority outcomes"}, {"text_block_id": "p12_b184", "text": "•"}, {"text_block_id": "p12_b185", "text": "Strong links between policy, research and operational expertise and mechanisms, effectively transfer information and knowledge."}, {"text_block_id": "p12_b186", "text": "•"}, {"text_block_id": "p12_b187", "text": "Partnerships between government, businesses and the not-for-profit sector promote:"}, {"text_block_id": "p12_b188", "text": "o"}, {"text_block_id": "p12_b189", "text": "development of innovative risk management approaches; and"}, {"text_block_id": "p12_b190", "text": "o"}, {"text_block_id": "p12_b191", "text": "shared understanding of disaster resilience."}, {"text_block_id": "p12_b192", "text": "•"}, {"text_block_id": "p12_b193", "text": "A range of models are used to engage businesses in all phases of prevention, preparedness, response and recovery."}, {"text_block_id": "p12_b194", "text": "•"}, {"text_block_id": "p12_b195", "text": "Existing community structures and networks are used to promote and enhance disaster resilience."}, {"text_block_id": "p12_b196", "text": "•"}, {"text_block_id": "p12_b197", "text": "Emergency services have effective relationships with the media to support vital information reaching communities in an appropriate form."}, {"text_block_id": "p12_b198", "text": "Refer to Appendix A – Case Study 4 -Forging partnerships through the Trusted Information Sharing Network"}, {"text_block_id": "p12_b199", "text": "3.5 Empowering individuals and communities to exercise choice and take responsibility"}, {"text_block_id": "p12_b200", "text": "Fundamental to the concept of disaster resilience, is that individuals and communities should be more self-reliant and prepared to take responsibility for the risks they live with. For a resilient nation, all members of the community need to understand their role in minimising the impacts of disasters, and have the relevant knowledge, skills and abilities to take appropriate action. A resilient community will understand and have the ability to use local networks and resources to support actions required during an emergency and to support recovery efforts."}, {"text_block_id": "p12_b201", "text": "Increasingly, people are accessing information to make more informed judgements. Empowering individuals and communities to be more disaster resilient involves more than just providing them with information. It requires the availability and accessibility of transparent, accurate and trusted sources of information in various forms, and the provision of tools to help communities to understand and act on the material provided."}, {"text_block_id": "p12_b202", "text": "Providing information and warnings is important but educating people how to act on their knowledge is equally important."}, {"text_block_id": "p13_b203", "text": "Members of a disaster resilient community have the confidence to seek information from multiple trusted sources to be better informed about local hazards and risks, and are able to exercise choice on how to deal with them. It is important that governments, businesses and the not-for-profit sector are ready to provide people with information and advice, and with new products and services such as risk assessment tools or insurance products, delivered in a form appropriate for those people to understand and act on that information."}, {"text_block_id": "p13_b204", "text": "Priority outcomes"}, {"text_block_id": "p13_b205", "text": "•"}, {"text_block_id": "p13_b206", "text": "Local communities are engaged and have knowledge and expertise of local risk, how a disaster resulting from that risk would affect the local community, and how potential treatments can be harnessed, to mitigate the risks."}, {"text_block_id": "p13_b207", "text": "•"}, {"text_block_id": "p13_b208", "text": "Accurate and authoritative risk information is provided, tailored to the needs of the audience, and the tools to interpret and act on that information, are available."}, {"text_block_id": "p13_b209", "text": "•"}, {"text_block_id": "p13_b210", "text": "Communities are aware of vulnerable elements of the community and consider their needs in the development of programs and plans."}, {"text_block_id": "p13_b211", "text": "•"}, {"text_block_id": "p13_b212", "text": "The community develops a strong understanding of the financial implications of disasters, options such as insurance are available to reduce the financial burden, and there are more choices and incentives to mitigate financial risks to households and businesses."}, {"text_block_id": "p13_b213", "text": "•"}, {"text_block_id": "p13_b214", "text": "Individuals and businesses have a strong understanding of the availability and coverage of insurance, including the risks that are included and excluded from their existing insurance policies."}, {"text_block_id": "p13_b215", "text": "•"}, {"text_block_id": "p13_b216", "text": "Information is available to enable individuals to make objective assessments about the defensibility of properties and communities from potential hazards, and communicated appropriately."}, {"text_block_id": "p13_b217", "text": "•"}, {"text_block_id": "p13_b218", "text": "Programs and activities in schools and the broader community actively encourage volunteering."}, {"text_block_id": "p13_b219", "text": "•"}, {"text_block_id": "p13_b220", "text": "Significant providers of goods and/or services to the community undertake business continuity planning."}, {"text_block_id": "p13_b221", "text": "Refer to Appendix A – Case Study 5 -Community partnership projects with culturally and linguistically diverse communities"}, {"text_block_id": "p13_b222", "text": "3.6 Reducing risks in the built environment"}, {"text_block_id": "p13_b223", "text": "Having knowledge and understanding of hazards and risks is of little use unless the information can be translated into relevant controls and mechanisms for dealing with them. Planning approaches that anticipate likely risk factors and the vulnerability of the population can reduce future possible impact of disasters. Responsible land use planning can prevent or reduce the likelihood of hazards impacting communities. Building standards can mitigate the likelihood of loss of life, as well as damage to and/or destruction of property and infrastructure."}, {"text_block_id": "p13_b224", "text": "The strategic planning system is particularly important in contributing to the creation of safer and sustainable communities. Locating new or expanding existing"}, {"text_block_id": "p13_b225", "text": "Interdependencies and vulnerability"}, {"text_block_id": "p13_b226", "text": "‘We rely on complex and interdependent infrastructure to go about our daily lives. Food supply chains reach across the globe and movement of people and animals create opportunities for diseases to spread quickly. Transport networks enable us to move around with relative ease and independence. Our ability to live day to day relies on these systems operating efficiently. The consequences of emergencies are demonstrated by the impacts on the infrastructure we rely on.’"}, {"text_block_id": "p13_b227", "text": "United Kingdom Cabinet Office, 2010, Draft Strategic National Framework for Community Resilience"}, {"text_block_id": "p14_b228", "text": "settlements and infrastructure in areas exposed to unreasonable risk is irresponsible. Land use planning policies can be used to reduce the number of people and assets in areas where risk profiles have increased over time or settled when these risks were not fully understood. For example, the predicted impact of climate change on sea level and the frequency and intensity of extreme weather events must be considered in an integrated approach to natural hazards in land use planning schemes, building code standards, and state and territory based regulations."}, {"text_block_id": "p14_b229", "text": "Acceptability of risk, in the context of land use planning and development design, requires consideration of loss of life, as well as social, economic and infrastructure loss. Comprehensive consideration of hazards and risks in the planning system needs sound understanding of the hazards and risks, as well as agreement on risk management principles and on the approach to strategic planning and development controls that will adequately mitigate identified risks. Where there are competing policy objectives, such as biodiversity conservation and fuel reduction, an agreed methodology or guidance is critical."}, {"text_block_id": "p14_b230", "text": "Following a disaster, recovery efforts may require significant infrastructure reconstruction. Building public and private infrastructure to a more resilient standard, if appropriate, taking into account cost-benefit and other considerations, will reduce the need for significant expenditure on recovery in the future. Appropriate land use planning is also likely to reduce the risk of repeated damage to such infrastructure."}, {"text_block_id": "p14_b231", "text": "Priority outcomes"}, {"text_block_id": "p14_b232", "text": "•"}, {"text_block_id": "p14_b233", "text": "All levels of decision making in land use planning and building control systems take into account information on risks to the social, built, economic and natural environments."}, {"text_block_id": "p14_b234", "text": "•"}, {"text_block_id": "p14_b235", "text": "Information on the likelihood of damage from hazards is actively shared, and tools are available to support understanding of potential consequences and costs."}, {"text_block_id": "p14_b236", "text": "•"}, {"text_block_id": "p14_b237", "text": "Building standards and their implementation are regularly reviewed to ensure they are appropriate for the risk environment."}, {"text_block_id": "p14_b238", "text": "•"}, {"text_block_id": "p14_b239", "text": "Development decisions take account of both private and public risks."}, {"text_block_id": "p14_b240", "text": "•"}, {"text_block_id": "p14_b241", "text": "Natural hazard management principles are included in tertiary and vocational training and education curricula for relevant professional and building industry sectors."}, {"text_block_id": "p14_b242", "text": "•"}, {"text_block_id": "p14_b243", "text": "Settlements, businesses and infrastructure are, as far as is practicable, not exposed to unreasonable risks from hazards or have implemented suitable arrangements, which may include hardening infrastructure or taking up adequate insurance, to protect life and property from known hazards."}, {"text_block_id": "p14_b244", "text": "•"}, {"text_block_id": "p14_b245", "text": "Following a disaster, the appropriateness of rebuilding in the same location, or rebuilding to a more resilient standard to reduce future risks, is adequately considered by authorities and individuals."}, {"text_block_id": "p14_b246", "text": "Refer to Appendix A -Case Study 6 -CSIRO research – Urban flooding"}, {"text_block_id": "p14_b247", "text": "3.7 Supporting capabilities for disaster resilience"}, {"text_block_id": "p14_b248", "text": "Disasters can stretch the capacity of our emergency services agencies and overwhelm communities. Development of remote community and industrial centres, extent of isolation, and reliance on emergency service volunteers, all present challenges. We should, therefore, pursue greater flexibility and adaptability within our emergency services agencies and communities to increase our capacity to deal with disasters."}, {"text_block_id": "p15_b249", "text": "Greater disaster resilience can be achieved through learning, innovating, and developing skills and resources at the individual, community and operational level that can be applied to responding to and recovering from a wide range of disasters. A disaster resilient nation harnesses knowledge and coordinates research efforts of institutions, industry and government. Aligning research outcomes with policy needs will be an important way of achieving this and will shape our future capabilities."}, {"text_block_id": "p15_b250", "text": "The time spent recovering from disaster is often one of strong reflection for individuals, families and communities; it can be a time when new choices are made and learning occurs. Recovery programs should consider the long-term sustainable recovery of individuals and communities and provide support to review their decisions and lifestyles to reduce their future exposure to disaster."}, {"text_block_id": "p15_b251", "text": "Ongoing support for the recruitment, retention, training, equipping and maintenance of paid and unpaid personnel in all aspects of the emergency services will strengthen our capability to respond to and recover from disasters."}, {"text_block_id": "p15_b252", "text": "Resilient communities have sound and practiced emergency response arrangements. While work is being progressed in relation to warning systems and new technologies for communicating timely messages when disaster strikes, more needs to be done to ensure communities receive and interpret information and take appropriate action."}, {"text_block_id": "p15_b253", "text": "Holistic preparedness activities are critical to mitigating the impact of disasters. They should be developed in the context of social, built, economic and natural environments to consider the diversity, needs, strengths and vulnerabilities within communities. This will lead to better outcomes, and foster recognition that response and recovery activities should be developed in a coordinated and integrated way. Debriefing and identifying lessons learned while complementing this approach, is simply not enough. Adapting our systems and approaches requires constant evaluation of capabilities, and the implementation and sharing of findings across the community."}, {"text_block_id": "p15_b254", "text": "To build a resilient nation, a renewed focus on recovery arrangements is needed. All organisations need to better understand their roles, and must be prepared to ensure delivery of recovery services. The large investment in response capabilities over the years has not been matched by the investment in planning for recovery. Lessons learned have tended to focus on how the response to an event may have been better managed; a resilient community must also evaluate recovery efforts and capabilities."}, {"text_block_id": "p15_b255", "text": "Priority outcomes"}, {"text_block_id": "p15_b256", "text": "•"}, {"text_block_id": "p15_b257", "text": "Prevention, preparedness, response and recovery activities are delivered through partnerships between all agencies, organisations and communities. These activities are public and occur before, during and after a disaster."}, {"text_block_id": "p15_b258", "text": "•"}, {"text_block_id": "p15_b259", "text": "Emergency management arrangements are sound, well understood and rehearsed and involve diverse stakeholders, including members of the community."}, {"text_block_id": "p15_b260", "text": "•"}, {"text_block_id": "p15_b261", "text": "Decision makers adopt policies and practices that support and recognise emergency services and the importance of volunteering in our communities."}, {"text_block_id": "p15_b262", "text": "•"}, {"text_block_id": "p15_b263", "text": "Local planning for the response to and recovery from disasters will take account of community vulnerabilities and incorporate disaster risk reduction measures."}, {"text_block_id": "p15_b264", "text": "•"}, {"text_block_id": "p15_b265", "text": "Recovery strategies are developed in partnership with communities and account for long-term local needs and provide support and tools to manage their exposure to future disasters."}, {"text_block_id": "p16_b266", "text": "•"}, {"text_block_id": "p16_b267", "text": "Recovery strategies recognise the assistance the community is likely to provide in the immediate recovery phase, and allow for the identification, facilitation and coordination of the community resources"}, {"text_block_id": "p16_b268", "text": "•"}, {"text_block_id": "p16_b269", "text": "Local resilience-based planning arrangements encourage and foster self-reliance tailored to community conditions."}, {"text_block_id": "p16_b270", "text": "•"}, {"text_block_id": "p16_b271", "text": "Post-disaster assessments involving all stakeholders are routinely undertaken to consider the effectiveness of prevention and preparedness activities and response and recovery operations. Findings from significant events are broadly shared and incorporated into improved disaster resilience planning."}, {"text_block_id": "p16_b272", "text": "Refer to Appendix A – Case Study 7 -The NSW Government’s approach to building capabilities"}, {"text_block_id": "p17_b273", "text": "4 What now?"}, {"text_block_id": "p17_b274", "text": "It is clear that hazards are an enduring feature of the Australian environment, and we have some big challenges ahead. We also know that disaster risks are likely to increase and magnify as our climate changes, our population grows and ages, and our society and economy become increasingly dependent on technology. We have a strong foundation of relationships, systems, information and plans upon which to build; and across the community, we have capability, goodwill, and commitment from governments to improve our resilience to disasters."}, {"text_block_id": "p17_b275", "text": "If individuals and communities understand the impacts of their behaviours on themselves as well as their families, their communities and the environment, this can help to improve their capacity to make informed decisions based on assessed risks. Building disaster resilience requires sustained behavioural change across the entire community. Successfully achieving behavioural change is beyond the capacity of a single organisation, and will require coordinated, whole-of-nation action."}, {"text_block_id": "p17_b276", "text": "The resilience approach acknowledges our shared, although not equal, responsibility for dealing with disasters, and takes advantage of existing networks across and within governments, businesses, the not-for-profit sector and communities. Achieving disaster resilience is dependent on focusing not only on existing arrangements and services, but also on how to encourage individuals and communities to be actively involved. Governments are committed to working in partnership and to exploring new opportunities for building and enhancing our networks. If the Strategy is to succeed, we all need to understand what we can do to help build disaster resilience in our homes, businesses and communities."}, {"text_block_id": "p17_b277", "text": "The Strategy does not operate in isolation; rather, it is complemented by other initiatives such as the National Disaster Resilience Framework, the Australian Government’s Critical Infrastructure Resilience Strategy, the National Climate Change Adaptation Action Plan, and the National Partnership Agreement on Natural Disaster Resilience. The Strategy will provide high-level, strategic direction and guidance for developing new or ongoing disaster resilience work."}, {"text_block_id": "p17_b278", "text": "We intend the priority outcomes outlined in the Strategy to form the basis for empowering all parties to understand and take responsibility for their own risks, to make informed decisions and to take appropriate action. Governments will support community empowerment through initiatives that generate and share information on hazards and risks, and will work locally with communities to reduce risk and build resilience. Government alone cannot empower communities; local leaders need to work with their communities and take action to better understand the risks their communities face so choices and decisions are appropriately informed."}, {"text_block_id": "p17_b279", "text": "The whole-of-nation Strategy recognises the important roles we all play in achieving a more resilient Australia. The priority outcomes in the Strategy call on all individuals, organisations and governments to actively play their part. Involvement means realising the potential of all parties to build their resilience to disasters, and supporting and influencing these outcomes. You and your organisations need to consider how to support participation within your community. Governments, through adopting and supporting the Strategy, will review existing policies and instruments (not limited to the traditional emergency management sector), with a view to incorporating disaster resilience outcomes through all government operations."}, {"text_block_id": "p17_b280", "text": "Actions needed to implement the Strategy will have a cost. The cost to individuals or to businesses might be in the form of time, energy or other resources. However, in the medium to long-term, the benefits of improved disaster resilience will exceed the costs. If we gather our collective resources in a coordinated and collaborative way, we can achieve the disaster resilient nation to which we aspire. The disaster resilience approach seeks to ensure we are able to adapt to new and emerging hazards, reduce our exposure to risks, and recover from disasters effectively, with an ability to move forward."}, {"text_block_id": "p18_b281", "text": "Appendix A Case studies"}, {"text_block_id": "p18_b282", "text": "Case study 1 -Flood response measures in the Rural City of Wangaratta"}, {"text_block_id": "p18_b283", "text": "Responsibility for disaster resilience leadership falls to each of us according to our sphere of influence. For many in the emergency management environment, an important aspect of leadership is planning ahead to produce coordinated and effective efforts during disaster events."}, {"text_block_id": "p18_b284", "text": "Such leadership was demonstrated early in September 2010 when heavy rains saturated catchments within the Rural City of Wangaratta, resulting in widespread flooding. These floods inundated 16 homes, isolated another 35, and damaged numerous roads and bridges."}, {"text_block_id": "p18_b285", "text": "Established systems and careful planning saw predictions of adverse weather result in authorities being placed on standby and flood preparations being put in place. Response was swift and effective; more than 150 residents were contacted multiple times to provide information and to check on their wellbeing."}, {"text_block_id": "p18_b286", "text": "No loss of life and minimal loss of stock and property is confirmation of the effective leadership shown during this disaster event. The high level of community understanding and participation, in concert with the instantaneous shift to recovery, showed what can happen when local communities are dedicated to building a more disaster resilient Australia. The review conducted after the floods was also testament to the community leaders’ commitment to continuous improvement."}, {"text_block_id": "p18_b287", "text": "Such examples of coordinated and effective efforts, like those shown in response to the Wangaratta floods, are evident all around Australia. The challenge is to recognise these efforts, learn from them, and use them as a foundation to building a more disaster resilient nation."}, {"text_block_id": "p18_b288", "text": "Case study 2 -Better understanding risk on the Clarence Coastal Areas"}, {"text_block_id": "p18_b289", "text": "For Australia to become more resilient to disasters we need a clearer understanding of our risks, and what to do about them. The diverse regions, landscapes and climatic variations of this nation mean a disaster resilient community needs a local understanding of risk."}, {"text_block_id": "p18_b290", "text": "A risk facing residents of the City of Clarence (east of Hobart) is the erosion and flooding that can result from sea level rise. In early 2007, a survey of risk awareness in this community showed high levels of concern about climate change, but a limited sense of its potential impacts."}, {"text_block_id": "p18_b291", "text": "In response, the Tasmanian State Emergency Service, the Australian Government Department of Climate Change, and the City of Clarence worked in partnership to complete a study on climate change risks on coastal areas. The report, completed in 2009, provided a preliminary assessment of the risks for 18 coastal locations around Clarence, both today and for 2050 and 2100."}, {"text_block_id": "p18_b292", "text": "While the level of detail in the study is not sufficient to provide parcel-by-parcel risk assessments, it does provide a foundation upon which to track changes over time. This will enable revised scenarios and may better quantify some expected, but less well-defined, future changes (such as storm intensity and frequency)."}, {"text_block_id": "p18_b293", "text": "Key outcomes of this report include recommended changes to planning and development controls, short-term works on evident hazards, and development of long-term responses based on evidence of actual sea level changes. Residents will also be empowered, through consultation and information sharing, to make choices based on a better understanding of the impact of climate change on their community."}, {"text_block_id": "p18_b294", "text": "The City of Clarence Coastal Areas initiative, and others like it, will be vital to better understanding the risks we face and building a more disaster resilient nation."}, {"text_block_id": "p19_b295", "text": "Case study 3 -Communicating information about risks through emergency management zones"}, {"text_block_id": "p19_b296", "text": "In support of the need for planning to build local capacity and capability, South Australia has established eleven metropolitan and regional Zone Emergency Management Committees responsible for strategic emergency management planning within their Zone. Each of these Committees is chaired by Local Government and includes additional Local Government representation as well as representatives from the South Australian Police, State Emergency Service and a dedicated Zone Recovery Planner."}, {"text_block_id": "p19_b297", "text": "As identifying and understanding the nature of hazards and risks within their Zone is a vital component of emergency management planning, each of these Zones is currently undertaking an all-hazards risk study involving a comprehensive assessment of risks.  This process is being achieved according to a standardised Zone emergency management planning framework that supports the International Standard for Risk Management and National Emergency Risk Assessment Guidelines."}, {"text_block_id": "p19_b298", "text": "As part of these all-hazards risk studies, a number of risk assessment workshops are being conducted by each Zone involving stakeholders such as State Government Agencies, key subject matter experts and community organisations.  This collaborative approach by the Zones ensures that accurate and relevant information is collated for the purpose of the risk assessment.  It also fosters the partnerships that are ultimately essential to increasing community resilience at a local level."}, {"text_block_id": "p19_b299", "text": "The use of a common Zone emergency management planning framework and suite of assessment tools will enable the comparison of risks between Zones.  The framework also links with the State emergency risk assessment processes and registers as well as those of Local Government.  This consistent measurement of risks will aid in information and data sharing.  In turn this will result in communities that are informed of local risks within each Zone and ultimately more resilient communities."}, {"text_block_id": "p19_b300", "text": "Case study 4 -Forging partnerships through the Trusted Information Sharing Network"}, {"text_block_id": "p19_b301", "text": "As climate change makes disasters more intense, inter-related and regular, the task of building a more disaster resilient nation cannot be left to governments alone. We need more strategic partnerships between government, academia, business and communities to make us more resilient."}, {"text_block_id": "p19_b302", "text": "One such business–government partnership is the Trusted Information Sharing Network (TISN) for Critical Infrastructure Resilience. The TISN provides an environment where business and government can share vital information on security issues relevant to the protection of our critical infrastructure and the continuity of essential services in the face of all hazards."}, {"text_block_id": "p19_b303", "text": "Since 2003, the TISN has served as an important forum through which owners and operators of critical infrastructure partner with governments. The aim of this partnership is to build confidence and reliability in the continued operation of the critical infrastructure that supports Australia’s national security, economic prosperity, and social and community wellbeing in the face of all hazards."}, {"text_block_id": "p19_b304", "text": "Through the TISN, government and business representatives work together to raise awareness of risks to critical infrastructure, share information on threats and vulnerabilities, develop strategies and techniques to assess and mitigate risk, and build resilience capacity within organisations. An important product of the TISN partnership is the way it fosters cooperation between public and private stakeholders on mutual concerns, and acts as an important avenue through which businesses can inform governments about impediments they see to achieving critical infrastructure resilience."}, {"text_block_id": "p19_b305", "text": "TISN is an example of contemporary efforts to enhance disaster resilience and highlights the importance of developing more such partnerships."}, {"text_block_id": "p20_b306", "text": "Case study 5 -Community partnership projects with culturally and linguistically diverse communities"}, {"text_block_id": "p20_b307", "text": "Different communities experience disasters differently. Often the poorest and most vulnerable are hit the hardest by disaster events because they lack the community infrastructure or personal resources to protect themselves."}, {"text_block_id": "p20_b308", "text": "Aware that a disaster resilient nation includes all Australians, the Attorney-General’s Department initiated eight Jurisdictional Community Partnership projects between 2006 and 2010. These projects were part of a program that used national activities to more effectively engage with culturally and linguistically diverse (CALD) communities to enhance their resilience to disasters."}, {"text_block_id": "p20_b309", "text": "These projects generate insights into the cultural and linguistic variables that may lead to community vulnerability in a disaster and provide opportunities to draw on the wealth of relevant experience and skills within CALD communities. The locally-based projects involved community consultation and educational activities developed through partnerships between emergency management organisations and CALD communities."}, {"text_block_id": "p20_b310", "text": "The new relationships and linkages that emerged from these projects continue to build community awareness and disaster resilience through knowledge sharing, mutual understanding, and increased interaction, as well as encouraging greater volunteering and participation."}, {"text_block_id": "p20_b311", "text": "It is through building on partnership initiatives, like the CALD communities project, that individuals and diverse communities can be empowered to take responsibility and make choices that will contribute a more disaster resilient nation for all."}, {"text_block_id": "p20_b312", "text": "Case study 6 -CSIRO research – Urban flooding"}, {"text_block_id": "p20_b313", "text": "A key tenet within the resilience concept is the capacity of communities to ‘bounce back better’ after disaster events. This requires planning and preparation to not only reduce risks in the built environment, but also ensure recovery efforts are directed towards enhanced disaster resilience. The basis for these efforts must be rigorous and reliable research, as is provided by bodies such as the Commonwealth Scientific and Industrial Research Organisation (CSIRO)."}, {"text_block_id": "p20_b314", "text": "The CSIRO has begun exploring adaptation to flooding in urban environments, with particular focus on building resilience in the face of climate change and population growth. This work has emerged out of an awareness that flooding in Australia’s major urban centres not only risks damage to infrastructure, but can also disrupt economic activity and be associated with health risks (such as those linked with mosquito-borne diseases and sanitation)."}, {"text_block_id": "p20_b315", "text": "If Australian cities are to adapt to the threat of urban flooding, better information is needed on sea-level rise, storm surge frequency and wave energy, riverine flooding and coastal inundation, and rainfall intensity. CSIRO has produced regional-scale climate projections for many parts of Australia, and conducted research into detailed projections for extreme events, mapping of flood risk and coastal inundation. This knowledge can help inform better planning and design for building more climate-adaptive urban environments, reduce community vulnerability, and build local adaptive capacity and resilience."}, {"text_block_id": "p20_b316", "text": "Such research can highlight the need to act at the household level, and can support individual choices to use engineering solutions to protect their properties from flooding events. Further, it can enhance understanding of the distribution of costs and benefits of action and inform strategic and efficient government action."}, {"text_block_id": "p21_b317", "text": "Building disaster resilience will require a range of actions and capabilities, from the household, the community, and decision-makers. Research like that being conducted by the CSIRO into urban flooding is vital to making the right decisions to foster disaster resilience."}, {"text_block_id": "p21_b318", "text": "Case study 7 -The NSW Government’s approach to building capabilities"}, {"text_block_id": "p21_b319", "text": "Disaster events stretch our capacities and can overwhelm the resources of communities. However, disaster events also provide unique opportunities to build capacity and resilience within communities, agencies and organisations."}, {"text_block_id": "p21_b320", "text": "Historically, the New South Wales Government has sought to respond to the link between stretched and strengthened capacities by providing local governments that are overwhelmed or have limited experience in recovery with access to state government recovery experts in a consultative capacity."}, {"text_block_id": "p21_b321", "text": "This consultative approach empowers locals to make their own decisions with support from experienced people who can provide advice on how to conduct and run a recovery. At the same time they can provide guidance and familiarisation on local, district and state plans, as well as legislation and broader emergency management arrangements."}, {"text_block_id": "p21_b322", "text": "The Far West Floods of 2009 and 2010 provided a good example of this approach at work. During the December 2009 floods, the New South Wales Government provided one local shire with an experienced recovery liaison person to help establish arrangements and provide guidance for strategic decision-making."}, {"text_block_id": "p21_b323", "text": "The success of this approach was borne out in March 2010 when the same area was again flooded. The experience and knowledge gained were reflected in the proactive and strategic measures the local shire used in the integration of local resources, individuals and agencies within the community to assist with the recovery effort. This example of a community growing through recovery from adversity clearly demonstrates the essence of disaster resilience."}, {"text_block_id": "p21_b324", "text": "If Australia is to become more disaster resilient, responses such as that demonstrated by the New South Wales Government, are essential for state and federal governments helping to build sustainable and effective resilience practices."}, {"text_block_id": "p22_b325", "text": "Appendix B Glossary"}, {"text_block_id": "p22_b326", "text": "Disaster"}, {"text_block_id": "p22_b327", "text": ". A serious disruption to community life which threatens or causes death or injury in that community and/or damage to property which is beyond the day-today capacity of the prescribed statutory authorities and which requires special mobilisation and organisation of resources other than those normally available to those authorities."}, {"text_block_id": "p22_b328", "text": "Emergency management"}, {"text_block_id": "p22_b329", "text": ". A range of measures to manage risks to communities and the environment; the organisation and management of resources for dealing with all aspects of emergencies. Emergency management involves the plans, structures and arrangements which are established to bring together the normal endeavours of government, voluntary and private agencies in a comprehensive and coordinated way to deal with the whole spectrum of emergency needs including prevention, response and recovery."}, {"text_block_id": "p22_b330", "text": "Emergency service"}, {"text_block_id": "p22_b331", "text": ". An agency responsible for the protection and preservation of life and property from harm resulting from incidents and emergencies. Syn. ‘emergency services authority’ and ‘emergency service organisation’."}, {"text_block_id": "p22_b332", "text": "Hazard."}, {"text_block_id": "p22_b333", "text": "A source of potential harm or a situation with a potential to cause loss; a potential or existing condition that may cause harm to people or damage to property or the environment."}, {"text_block_id": "p22_b334", "text": "Mitigation."}, {"text_block_id": "p22_b335", "text": "Measures taken in advance of a disaster aimed at decreasing or eliminating its impact on society and environment."}, {"text_block_id": "p22_b336", "text": "Not-for-profit."}, {"text_block_id": "p22_b337", "text": "The purpose of providing goods or services, but not for the purpose of making profit: a non-profit organisation; non-profit sector."}, {"text_block_id": "p22_b338", "text": "Preparedness"}, {"text_block_id": "p22_b339", "text": ". Measures to ensure that, should an emergency occur, communities, resources and services are capable of coping with the effects; the state of being prepared."}, {"text_block_id": "p22_b340", "text": "Prevention."}, {"text_block_id": "p22_b341", "text": "Measures to eliminate or reduce the incidence or severity of emergencies."}, {"text_block_id": "p22_b342", "text": "Recovery"}, {"text_block_id": "p22_b343", "text": ". The coordinated process of supporting emergency-affected communities in reconstruction of the physical infrastructure and restoration of emotional, social, economic and physical wellbeing"}, {"text_block_id": "p22_b344", "text": "Response"}, {"text_block_id": "p22_b345", "text": ". Actions taken in anticipation of, during, and immediately after an emergency to ensure that its effects are minimised, and that people affected are given immediate relief and support"}, {"text_block_id": "p22_b346", "text": "Risk"}, {"text_block_id": "p22_b347", "text": ". The likelihood of harmful consequences arising from the interaction of hazards, communities and the environment; the chance of something happening that will have an impact upon objectives. It is measured in terms of consequences and likelihood; a measure of harm, taking into account the consequences of an event and its likelihood."}, {"text_block_id": "p23_b348", "text": "Appendix C References"}, {"text_block_id": "p23_b349", "text": "Civil Defence 2010,"}, {"text_block_id": "p23_b350", "text": "Community Engagement in the CDEM context – Best Practice Guide"}, {"text_block_id": "p23_b351", "text": ", Version 1.0, Ministry of Civil Defence & Emergency Management, New Zealand."}, {"text_block_id": "p23_b352", "text": "COAG 2009,"}, {"text_block_id": "p23_b353", "text": "National Disaster Resilience Statement"}, {"text_block_id": "p23_b354", "text": ", Excerpt from Communiqué, Council of Australian Governments, Brisbane, 7 December."}, {"text_block_id": "p23_b355", "text": "Department of Transport and Regional Services 2004,"}, {"text_block_id": "p23_b356", "text": "Natural Disasters in Australia: Reforming Mitigation, Relief and Recovery Arrangements 2002,"}, {"text_block_id": "p23_b357", "text": "prepared on behalf of the Council of Australian Governments High Level Group on the Review of Natural Disaster Relief and Mitigation Arrangements, Commonwealth of Australia, Canberra."}, {"text_block_id": "p23_b358", "text": "Ellis, S, Kanowski, P & Whelan, R 2004,"}, {"text_block_id": "p23_b359", "text": "National Inquiry on Bushfire Mitigation and Management"}, {"text_block_id": "p23_b360", "text": ", Commonwealth of Australia, Canberra."}, {"text_block_id": "p23_b361", "text": "Emergency Management Australia 2009,"}, {"text_block_id": "p23_b362", "text": "National Catastrophic Natural Disaster Plan"}, {"text_block_id": "p23_b363", "text": ", Version 1.0, Attorney-General’s Department, Canberra."}, {"text_block_id": "p23_b364", "text": "Federal Emergency Management Agency 2010, ‘National Disaster Recovery Framework’,"}, {"text_block_id": "p23_b365", "text": "Federal Register"}, {"text_block_id": "p23_b366", "text": ", Vol. 75, No. 27, Department of Homeland Security, US."}, {"text_block_id": "p23_b367", "text": "Insurance Council of Australia 2008"}, {"text_block_id": "p23_b368", "text": ", Improving Community Resilience to Extreme Weather Events,"}, {"text_block_id": "p23_b369", "text": "Insurance Council of Australia, Sydney."}, {"text_block_id": "p23_b370", "text": "Ministerial Council for Police and Emergency Management – Emergency Management 2008,"}, {"text_block_id": "p23_b371", "text": "National Disaster Resilience Framework"}, {"text_block_id": "p23_b372", "text": ", MCPEM-EM, Attorney-General’s Department, Canberra."}, {"text_block_id": "p23_b373", "text": "Ministerial Council for Police and Emergency Management – Emergency Management 2009, Excerpt from communiqué, 25 November 2009, Perth."}, {"text_block_id": "p23_b374", "text": "Natural Disaster Arrangements Working Group 2009,"}, {"text_block_id": "p23_b375", "text": "National Disaster Arrangements – Report to COAG of the National Disaster Arrangements Working Group"}, {"text_block_id": "p23_b376", "text": ", Commonwealth of Australia, Canberra."}, {"text_block_id": "p23_b377", "text": "Rothery, M 2010, ‘Foreword: building disaster resilience’,"}, {"text_block_id": "p23_b378", "text": "Australian Journal of Emergency Management"}, {"text_block_id": "p23_b379", "text": ", Vol. 25, No. 2."}, {"text_block_id": "p23_b380", "text": "Rudd, K 2008,"}, {"text_block_id": "p23_b381", "text": "The First National Security Statement to the Parliament,"}, {"text_block_id": "p23_b382", "text": "address by the Prime Minister of Australia, the Hon. Kevin Rudd MP, Canberra."}, {"text_block_id": "p23_b383", "text": "Teague, B, McLeod, R & Pascoe, S 2010,"}, {"text_block_id": "p23_b384", "text": "2009 Victorian Bushfires Royal Commission Final Report"}, {"text_block_id": "p23_b385", "text": ", Victorian Bushfires Royal Commission, Melbourne."}, {"text_block_id": "p23_b386", "text": "Templeman, D & Bergin, A 2008,"}, {"text_block_id": "p23_b387", "text": "Taking a punch: Building a more resilient Australia,"}, {"text_block_id": "p23_b388", "text": "Australian Strategic Policy Institute, Canberra."}, {"text_block_id": "p23_b389", "text": "United Kingdom Cabinet Office 2010,"}, {"text_block_id": "p23_b390", "text": "Draft Strategic National Framework on Community Resilience"}, {"text_block_id": "p23_b391", "text": ", Cabinet Office, London."}, {"text_block_id": "p23_b392", "text": "United Nations 2005,"}, {"text_block_id": "p23_b393", "text": "Report of the World Conference on Disaster Reduction"}, {"text_block_id": "p23_b394", "text": ":"}, {"text_block_id": "p23_b395", "text": "HYOGO Framework for Action 2005–15: Building the Resilience of Nations and Communities to Disasters"}, {"text_block_id": "p23_b396", "text": ", Resolution 2."}, {"text_block_id": "p23_b397_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Wilkins, R 2009, Federalism and the Emergency Services, Presented at AFAC/Bushfire CRC 2009 Conference, Gold Coast, Queensland."}, {"text_block_id": "p24_b400", "text": "Appendix D Consultation list"}, {"text_block_id": "p24_b401", "text": "Government"}, {"text_block_id": "p24_b402", "text": "Australian Government departments and agencies"}, {"text_block_id": "p24_b403", "text": "Australian Local Government Association"}, {"text_block_id": "p24_b404", "text": "State and Territory departments and agencies"}, {"text_block_id": "p24_b405", "text": "State local government associations"}, {"text_block_id": "p24_b406", "text": "Research/Academia"}, {"text_block_id": "p24_b407", "text": "Australia 21"}, {"text_block_id": "p24_b408", "text": "Australian Emergency Management Institute"}, {"text_block_id": "p24_b409", "text": "Australian National University, National Security College"}, {"text_block_id": "p24_b410", "text": "Australian Security Research Centre"}, {"text_block_id": "p24_b411", "text": "Batchelor Institute of Indigenous Tertiary Education"}, {"text_block_id": "p24_b412", "text": "Charles Darwin University"}, {"text_block_id": "p24_b413", "text": "Commonwealth Scientific and Industrial Research Organisation"}, {"text_block_id": "p24_b414", "text": "Flinders University, Research Centre for Disaster Resilience and Health"}, {"text_block_id": "p24_b415", "text": "Griffith University, National Climate Change Adaptation Research Facility"}, {"text_block_id": "p24_b416", "text": "Monash University"}, {"text_block_id": "p24_b417", "text": "Department of Community Emergency Health and Paramedic Practice"}, {"text_block_id": "p24_b418", "text": "Global Terrorism Research Centre"}, {"text_block_id": "p24_b419", "text": "World Association for Disaster and Emergency Medicine Oceania Regional Chapter Council"}, {"text_block_id": "p24_b420", "text": "RMIT, Centre for Risk and Community Safety"}, {"text_block_id": "p24_b421", "text": "University of Queensland, Institute for Social Science Research"}, {"text_block_id": "p24_b422", "text": "University of Western Sydney, Disaster Response and Resilience Research Group"}, {"text_block_id": "p24_b423", "text": "Victoria University, Faculty of Arts, Education and Human Development"}, {"text_block_id": "p24_b424", "text": "Industry"}, {"text_block_id": "p24_b425", "text": "Insurance Council of Australia"}, {"text_block_id": "p24_b426", "text": "Planning Institute of Australia"}, {"text_block_id": "p24_b427", "text": "Real Estate Institute of Australia"}, {"text_block_id": "p24_b428", "text": "Non-Government Organisations"}, {"text_block_id": "p24_b429", "text": "Australian Red Cross"}, {"text_block_id": "p24_b430", "text": "Not-For-Profit Advisory Group, Australian Government Disaster Recovery Committee"}, {"text_block_id": "p24_b431", "text": "Adventist Development and Relief Agency"}, {"text_block_id": "p24_b432", "text": "Anglicare Australia"}, {"text_block_id": "p25_b433", "text": "Australian Emergency Management Volunteer Forum"}, {"text_block_id": "p25_b434", "text": "Australian Red Cross"}, {"text_block_id": "p25_b435", "text": "Catholic Social Services"}, {"text_block_id": "p25_b436", "text": "Lifeline Queensland"}, {"text_block_id": "p25_b437", "text": "Lions International"}, {"text_block_id": "p25_b438", "text": "St John Ambulance"}, {"text_block_id": "p25_b439", "text": "The Smith Family"}, {"text_block_id": "p25_b440", "text": "Volunteering Australia"}], "document_description": "The National Strategy for Disaster Resilience outlines the Australian government's overall approach to building resilience to disasters, including those related to climate change. Primarily, it emphasizes a collective responsibility in building resilience and therefore encourages capacity building through networks and partnerships between government, civil society, private sector, and a variety of other actors. More specifically, it also calls for creating a National Emergency Management Committee, improving land use and building practices, conducting risk assessments and risk mapping, as well as a number of other functions."}