{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Australia", "document_category": "Policy", "document_sector_name": ["Urban", "Transportation", "Residential and Commercial", "Industry", "Energy", "Economy-wide"], "document_language": "English", "document_name": "National Energy Productivity Plan 2015-2030", "document_country_code": "AUS", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "12/04/2015", "document_keyword": ["Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/AUS/2015/AUS-2015-04-12-National Energy Productivity Plan 2015-2030_097fb936d378d9ecbeca2427f005ba4b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL ENERGY PRODUCTIVITY PLAN 2015–2030"}, {"text_block_id": "p0_b2", "text": "Boosting competitiveness, managing costs and reducing emissions"}, {"text_block_id": "p0_b3", "text": "December 2015"}, {"text_block_id": "p0_b4", "text": "INDUSTRY.GOV.AU"}, {"text_block_id": "p1_b5", "text": "© Commonwealth of Australia 2015"}, {"text_block_id": "p1_b6_merged", "text": "This work is copyright. Apart from any use as permitted under the Copyright Act 1968, no part may be reproduced by any process without prior written permission from the Commonwealth. Requests and inquiries concerning reproduction and rights should be addressed to the Department of Industry, Innovation and Science GPO Box 9839, Canberra ACT 2601."}, {"text_block_id": "p1_b9", "text": "Disclaimer"}, {"text_block_id": "p1_b10", "text": "While reasonable efforts have been made to ensure the contents of this publication are factually correct, the Commonwealth does not accept responsibility for the accuracy or completeness of the contents, and shall not be liable for any loss or damage that may be occasioned directly or indirectly through the use of, or reliance on, the contents of this publication."}, {"text_block_id": "p1_b11", "text": "This report should be attributed as ‘"}, {"text_block_id": "p1_b12", "text": "National Energy Productivity Plan 2015–2030"}, {"text_block_id": "p1_b13", "text": "’."}, {"text_block_id": "p2_b14", "text": "Contents"}, {"text_block_id": "p3_b15", "text": "Foreword"}, {"text_block_id": "p3_b16", "text": "Josh Frydenberg MP"}, {"text_block_id": "p3_b17", "text": "Chair, Council of Australian Governments Energy Council"}, {"text_block_id": "p3_b18", "text": "Commonwealth Minister for Resources, Energy and Northern Australia"}, {"text_block_id": "p3_b19", "text": "Australia’s energy market is changing rapidly. New technologies, innovative services, the transition to a low carbon economy, and changing consumer demands are all major drivers of this change."}, {"text_block_id": "p3_b20", "text": "Managing and embracing this change requires a new focus to ensure Australia’s energy policy meets changing expectations."}, {"text_block_id": "p3_b21", "text": "Improving Australia’s energy productivity must be at the forefront of this focus. Consumers could be getting a lot more value from the money they spend on energy if Australia’s energy productivity was on par with other comparable countries such as Japan, Germany and the United Kingdom."}, {"text_block_id": "p3_b22", "text": "To reverse this, the Government has set a National Energy Productivity Target to improve Australia’s energy productivity by 40 per cent between now and 2030. The National Energy Productivity Plan (NEPP), developed by the COAG Energy Council, brings together a wide range of opportunities into a coordinated, national plan to achieve this target."}, {"text_block_id": "p3_b23", "text": "By improving Australia’s energy productivity, we can:"}, {"text_block_id": "p3_b24", "text": "By improving Australia’s energy productivity, we can:\n* boost our competitiveness - creating investment and jobs;\n* help consumers manage their energy costs to reduce bills; and\n* reduce our carbon emissions â delivering at least one quarter of Australiaâs emission reductions to"}, {"text_block_id": "p3_b30", "text": "At its most simple form, energy productivity saves money by coupling traditional efficiency measures with new technology and services, like smart appliances and solar power. It also includes market reforms that value and support these activities to pass on savings to consumers. For example, moving from a two star to a 4.5 star air conditioner could save a household $340 a year. However, coupling this with a better energy contract could increase that saving to more than $590 a year."}, {"text_block_id": "p3_b31", "text": "Through the NEPP, the COAG Energy Council will prioritise improving consumer information and decision making tools, the removal of market barriers to new technologies and services, and supporting wider innovation and competition within industry and energy market. This will support more productive consumer choice from a range of better energy services."}, {"text_block_id": "p3_b32", "text": "I congratulate the COAG Energy Council members for producing the NEPP, which establishes a 15 year journey to unlock Australia’s full energy productivity potential.  This will see Australian consumers, businesses, and the environment all better off."}, {"text_block_id": "p3_b33", "text": "The Hon Josh Frydenberg MP"}, {"text_block_id": "p3_b34", "text": "Minister for Resources, Energy and Northern Australia"}, {"text_block_id": "p4_b35", "text": "National Energy Productivity Plan"}, {"text_block_id": "p4_b36", "text": "(NEPP)"}, {"text_block_id": "p4_b37_merged", "text": "Improving Australia’s energy productivity means more value from the energy we consume."}, {"text_block_id": "p5_b40", "text": "Introduction"}, {"text_block_id": "p5_b41", "text": "The energy market is changing rapidly. New technologies, innovative tariffs and new services have entered the market and there is a transition toward a low carbon energy system. Consumers are changing the ways they use energy and the services they choose, and are becoming the driving force in the market."}, {"text_block_id": "p5_b42", "text": "Managing this change requires a new approach to energy policy, one which better balances demand-side consumer choices with supply-side energy services. A focus on energy productivity can achieve this."}, {"text_block_id": "p5_b43", "text": "Improving energy productivity means working to get more value out of our investment in energy through more productive energy services and more productive energy choices. Better energy productivity will boost Australia’s competitiveness, help consumers manage their energy costs and reduce Australia’s greenhouse gas emissions."}, {"text_block_id": "p5_b44", "text": "By increasing our energy productivity we strengthen our economy and help safeguard our environment. Businesses reduce their energy costs through innovation and modernising their infrastructure – improving their output and making them more competitive. Household consumers benefit through lower energy bills and increased home comfort. At the same time, Australia reduces its carbon footprint and contributes to the global challenge of mitigating climate change. It’s a win, win, win for Australia."}, {"text_block_id": "p5_b45_merged", "text": "Improving our energy productivity is an integral part of the Commonwealth Government’s Energy White Paper and innovation agenda. Focusing on improving Australia’s energy productivity will help us to capture the benefits of major leaps in innovative new energy technologies and energy management."}, {"text_block_id": "p5_b48", "text": "The Council of Australian Governments (COAG) Energy Council has agreed to work together to develop the National Energy Productivity Plan (NEPP). The NEPP will ensure Australians are able to effectively manage their energy costs, improve the productivity of their energy use and improve their access to least-cost energy."}, {"text_block_id": "p5_b49", "text": "By working together, the Commonwealth Government, states and territories, industry and communities can achieve more than we would separately. A nationally consistent approach increases certainty for businesses and reduces regulatory burden, leading to a more competitive and sustainable economy. We will work together on the NEPP for the benefit of all."}, {"text_block_id": "p5_b50", "text": "This document sets out the framework and initial measures to deliver the NEPP and the Commonwealth target of a 40 per cent improvement in energy productivity by 2030. This is the first step to guide Australia towards our energy productivity goals over the next 15 years."}, {"text_block_id": "p6_b51", "text": "How the NEPP works"}, {"text_block_id": "p6_b52", "text": "Building on the COAG Energy Council’s well-established energy efficiency and energy market reform work programme, the NEPP provides a framework and an economy-wide work plan of new and existing measures designed to coordinate efforts and accelerate improvement to deliver a 40 per cent improvement in Australia’s energy productivity."}, {"text_block_id": "p6_b53", "text": "With the growing complexity of new services and technologies in the energy market, and the emergence of more active consumers, an important part of the NEPP will be to ensure that measures and reforms are coordinated, complementary and keep pace with market demands."}, {"text_block_id": "p6_b54", "text": "The work plan set out in this document covers the first steps in the 15 year life of the NEPP. Progress will be continuously monitored and updated by the COAG Energy Council to ensure that the NEPP’s objectives are met, including appropriately reprioritising efforts and considering emerging gaps. To effectively measure progress towards these objectives, a range of appropriate metrics will be developed, which will be reviewed annually. The COAG Energy Council will publish its first detailed review of the NEPP’s progress before 2020."}, {"text_block_id": "p6_b55", "text": "Individual NEPP measures will be developed in consultation with stakeholders and assessed against robust criteria (including policy rationale, appropriate cost-benefit analysis, and regulatory impact assessments). Only cost effective actions which provide clear and direct benefits for stakeholders and the wider economy, while minimising unnecessary market intervention and regulatory costs, will be pursued. NEPP measures will also be considered for their carbon abatement benefits."}, {"text_block_id": "p6_b56", "text": "Each NEPP measure will be delivered by the most appropriate body, for example: collaboratively by COAG; by the Commonwealth; by one or more jurisdictional governments; or voluntarily by industry or community bodies. The COAG Energy Council also acknowledges that wider actions by individual jurisdictions will complement the NEPP. The Commonwealth in particular is driving a number of key measures, such as developing options to improve light vehicle efficiency, which has the potential to create major new savings for consumers."}, {"text_block_id": "p7_b57", "text": "Figure 1: Examples of NEPP measures"}, {"text_block_id": "p7_b58", "text": "Timeline"}, {"text_block_id": "p7_b59", "text": "Achieving real improvement in our energy productivity will take time, as these improvements depend on gradually updating infrastructure and technology throughout the economy. For example, while better building and vehicle technologies can have large positive impacts on our national energy productivity, many buildings stand for more than 80 years and most cars are on the road for 10 to 15 years. Development of new market systems and regulatory arrangements to support change also take time to design effectively with stakeholders. To meet our energy productivity goals and capture the benefits of new innovations we must begin work today. We will also need to continuously monitor progress, keep up with market change and identify new opportunities."}, {"text_block_id": "p7_b60", "text": "Achieving real improvement in our energy productivity will take time, as these improvements depend on gradually updating infrastructure and technology throughout the economy. For example, while better building and vehicle technologies can have large positive impacts on our national energy productivity, many buildings stand for more than 80 years and most cars are on the road for 10 to 15 years. Development of new market systems and regulatory arrangements to support change also take time to design effectively with stakeholders. To meet our energy productivity goals and capture the benefits of new innovations we must begin work today. We will also need to continuously monitor progress, keep up with market change and identify new opportunities.\n* The NEPP commences December 2015 and continues through to 2030.\n* Initial measures in the work plan will continue to be developed in consultation with stakeholders\n* The work plan and implementation of supporting measures will be continuously monitored by the COAG\n* The COAG Energy Council will deliver a NEPP progress report and review by 2020."}, {"text_block_id": "p8_b68", "text": "What is Energy Productivity?"}, {"text_block_id": "p8_b69", "text": "Energy productivity is about how much value we get from our investment in energy – whether it is energy in the form of electricity, gas or transport fuel, or investments in generation or network or equipment or buildings. In technical terms, energy productivity is a measure of the amount of economic output derived from each unit of energy consumed."}, {"text_block_id": "p8_b70", "text": "Improving energy productivity requires more efficient investment across both the supply and demand side of energy markets, including: primary energy sources (such as coal, gas, oil, solar and wind); energy supply assets (generation and networks); assets related to energy use (such as more efficient equipment, buildings and vehicles); and avoided energy use."}, {"text_block_id": "p8_b71", "text": "In the past, improving energy productivity has been challenging due to either a formal or informal separation between supply-side energy market reform and demand-side energy efficiency actions. The NEPP aims to bring supply and demand side policy closer together in order to fully realise the benefits to both the customer and the broader energy system."}, {"text_block_id": "p8_b72", "text": "Importantly, the NEPP will measure productivity improvements in a consistent manner to ensure we continue to make progress towards our goal. Our economy-wide energy productivity will be measured as national gross domestic product (GDP, in millions of dollars) divided by petajoules (PJ) of primary energy (a measure of the total energy supplied within the economy). This is a common international measure that will make it easy to compare our progress with other countries."}, {"text_block_id": "p8_b73", "text": "The breadth of this metric is also important and we note that a range of alternative metrics exist. For example, to measure the success of specific projects or sectors other metrics such as $value added/ $energy investment may be more appropriate. In order to keep track of these metrics, we will develop a dashboard of more detailed metrics relevant to different measures within the NEPP. This will ensure that our policies remain relevant, targeted and are achieving the desired goals. This dashboard will be part of the reporting to Ministers regarding the NEPP’s progress."}, {"text_block_id": "p9_b74", "text": "Why should we improve our Energy Productivity?"}, {"text_block_id": "p9_b75", "text": "The energy market is undergoing rapid disruptive changes, with new technologies, new customer expectations, rising prices, falling demand and pressures from climate change. This is changing the roles of energy service providers and putting energy consumers in the driving seat when it comes to choosing how, when and what they will be consuming when it comes to energy. Energy supply and use has moved away from predictable patterns and energy markets have struggled to forecast and plan for this change. This inability to plan effectively has resulted in inefficient investment which has led to higher costs for customers."}, {"text_block_id": "p9_b76", "text": "Managing and adapting to this change requires a new approach to energy policy so we can make more effective investment decisions across the supply and demand-side of the energy market. The NEPP will promote better coordination between energy market policy, energy efficiency activities and wider climate policy so that consumers understand their full range of choices and actions they can take to reduce energy consumption."}, {"text_block_id": "p9_b77_merged", "text": "For many years, Australian households and businesses have benefitted from cheap and abundant supplies of energy. However, this has meant that we have not focussed on energy productivity to the same extent as other countries. Over recent years, Australia’s energy productivity has improved, growing at around 1.8 per cent per year in the last decade.Despite this we are still lagging behind many countries, such as Japan, Germany, and the United Kingdom, and without action this gap will get wider."}, {"text_block_id": "p9_b79", "text": "Improvements to the way we use energy (electricity, gas and transport fuel) can significantly reduce costs. A plan to improve energy productivity in Australian businesses is particularly important if we are to remain competitive against overseas economies. Many countries such as the United States, the European Union and China have their own energy productivity or energy efficiency targets."}, {"text_block_id": "p9_b80", "text": "By supporting better energy management practices and lowering energy costs, the NEPP will help Australian businesses compete internationally – growing our economy and creating jobs. The potential for improvement is great. Australian industry has identified potential energy savings of 164.2PJ per year (more energy than Tasmania uses annually) and potential annual net financial benefits of $1.2 billion."}, {"text_block_id": "p10_b81", "text": "The last decade has seen rising electricity and gas prices and volatile petrol and diesel prices, which have put pressure on households and businesses. The rapid uptake of new technologies such as solar power, innovative appliances, more efficient cars and smart meters have provided many benefits for consumers but they have also added to the complexity of making the best choices when it comes to energy."}, {"text_block_id": "p10_b82_merged", "text": "The NEPP will help consumers (large and small) manage this complexity and reduce their energy costs, by driving markets to improve tools to help simplify energy choices and continue to spur innovation in terms of energy products and services. To illustrate this, a typical large company’s energy costs are now greater than 10 per cent of its earnings, so any improvement to energy productivity can make a real difference to their profitability."}, {"text_block_id": "p10_b84", "text": "Energy productivity is a smart way to tackle climate change because it encourages economic growth while reducing emissions. The NEPP will capture low-cost emissions savings (Figure 2) and is expected to contribute more than a quarter of the savings required to meet Australia’s 2030 greenhouse gas emissions reduction target."}, {"text_block_id": "p10_b85", "text": "It will be coordinated with and complement the Australian Government’s suite of climate change policies, including the Emissions Reduction Fund and the safeguard mechanism, as well as the Renewable Energy Target. Existing projects supported by the Clean Energy Finance Corporation and the Australian Renewable Energy Agency will also complement this plan."}, {"text_block_id": "p11_b86", "text": "What are our goals?"}, {"text_block_id": "p11_b87", "text": "The Commonwealth Government is strongly committed to a target of improving Australia’s energy productivity by 40 per cent between 2015 and 2030."}, {"text_block_id": "p11_b88", "text": "To meet this target, Australia will need to almost double its rate of energy productivity improvement compared to “business as usual” (Figure 3). A range of energy productivity improvement opportunities exist in each sector of the economy (Figure 4). Measures in the NEPP will contribute to the 40 per cent improvement target by reducing energy use (through greater energy efficiency) and increasing economic growth (through better-managed energy costs and more efficient energy investments)."}, {"text_block_id": "p11_b89", "text": "Figure 3: Meeting the Commonwealth target requires accelerated energy productivity improvements"}, {"text_block_id": "p11_b90", "text": "Chart notes:"}, {"text_block_id": "p12_b91", "text": "Figure 4: There are energy productivity opportunities in many sectors"}, {"text_block_id": "p12_b92", "text": "Requirement for a 40% energy productivity target included for comparison"}, {"text_block_id": "p12_b93", "text": "Strong government action and coordination will be needed to capture many of these opportunities. In many cases there are well recognised information barriers to consumers making effective choices. For example, insufficient information on the energy performance of buildings or limited access to an individual consumer’s energy use data and tools to compare how different energy tariffs might impact that consumer currently affect consumers’ ability to make effective choices. In other cases information may be available but may not be well delivered or targeted. For example, many small business owners are time-poor and have highly diverse energy needs."}, {"text_block_id": "p12_b94", "text": "There are also market inefficiencies which lead to unproductive outcomes. For example, many energy prices do not provide effective signals to encourage consumers to reduce system peaks or support investment in the most efficient locations. New innovative services can face market barriers which require regulatory changes or supporting infrastructure, such as competitive metering or smart vehicles. Markets are also well recognised as underinvesting in innovation where benefits are not captured by a single actor. Governments must play a critical role in encouraging innovation where it can benefit many, for example through demonstrations at commercial scale or adaptation of international technologies to Australian conditions."}, {"text_block_id": "p12_b95", "text": "To define shared objectives, the COAG Energy Council has agreed that the NEPP should focus on:"}, {"text_block_id": "p12_b96", "text": "To define shared objectives, the COAG Energy Council has agreed that the NEPP should focus on:\n* Reducing energy costs for households and businesses;\n* Maintaining Australiaâs competitiveness and growing the economy; and\n* Reducing carbon emissions and improving our sustainability."}, {"text_block_id": "p12_b102", "text": "Through the NEPP, the COAG Energy Council will seek to deliver two main outcomes:"}, {"text_block_id": "p12_b103", "text": "Through the NEPP, the COAG Energy Council will seek to deliver two main outcomes:\n* Energy consumers that are able to effectively manage their energy costs and are engaged in improving\n* An energy system (including electricity, gas and transport fuels) that delivers least cost energy in the"}, {"text_block_id": "p12_b107", "text": "The COAG Energy Council has agreed that the Commonwealth’s 40 per cent energy productivity target can effectively work alongside and complement individual jurisdictional objectives."}, {"text_block_id": "p13_b108", "text": "How will we drive improvements to Energy Productivity?"}, {"text_block_id": "p13_b109_merged", "text": "To improve energy productivity we need to encourage more productive consumer choices from a range of more productive energy services. Largely, this can and should be achieved by effective markets—where incentives are efficient, information and tools to support decisions are effective, and competition and innovation is strong. However, where markets fail to provide efficient outcomes, standards and other direct measures can provide effective consumer protections."}, {"text_block_id": "p13_b114", "text": "Encouraging more productive consumer choices"}, {"text_block_id": "p13_b115", "text": "Australia’s total energy use is the sum of many choices of energy users, large and small. It’s made up of millions of decisions to switch equipment on and off, purchase buildings, vehicles, appliances and equipment, and select individual energy products and services. However, when making these decisions, energy performance is often not a key factor and, in cases where it is a key factor, choices are becoming increasingly complex. Improving energy productivity requires a better understanding of how to influence these choices through efficient incentives and by making productive choices easier for all type of consumers."}, {"text_block_id": "p13_b116", "text": "Efficient incentives"}, {"text_block_id": "p13_b117", "text": "Historically, direct energy use incentives (such as prices for electricity, gas and transport fuel) have often not reflected the full costs and benefits to wider society and the economy. With more efficient incentives, energy users large and small are better able to make decisions that are more productive for Australia."}, {"text_block_id": "p13_b118", "text": "For example, electricity prices have historically not reflected the true cost of total electricity use during peak periods, leading to higher costs for all. A transition is already underway to move the electricity market towards more cost-reflective pricing to improve investment signals for both consumers and service providers. This transition must be undertaken in a way that supports consumers to make well informed decisions that are best suited to their individual circumstances. A range of tools supported by well targeted communication and engagement is needed to assist consumers to make choices that best suit their needs. Cost reflective pricing should also be complemented by other demand side reforms, including effective incentives on network businesses to consider demand side options in efficiently managing their networks."}, {"text_block_id": "p13_b119", "text": "Many jurisdictions already have mechanisms in place which seek to create market incentives to account for wider societal costs and benefits. These include the Victorian Energy Efficiency Target, New South Wales Energy Savings Scheme, South Australia Retailer Energy Efficiency Scheme and the Australian Capital Territory Energy Efficiency Improvement Scheme."}, {"text_block_id": "p13_b120", "text": "Individual jurisdictions will manage these schemes over time to ensure they continue to provide efficient and effective incentives. Jurisdictions agree to work together to align activities where relevant and reduce red tape, while ensuring that schemes continue to deliver the high quality outcomes that consumers expect. This will help to expand opportunities for consumers to reduce their energy costs, and continue to grow jobs and skills in each state or territory."}, {"text_block_id": "p13_b121", "text": "The Commonwealth’s Emissions Reduction Fund also plays this role and is at the centre of Australia’s emissions reduction efforts. Through a competitive reverse auction mechanism, the Emissions Reduction Fund provides companies, including both energy users and existing power stations, with efficient incentives to upgrade and deploy new technologies that improve energy productivity."}, {"text_block_id": "p13_b122", "text": "The Emissions Reduction Fund’s safeguard mechanism will also establish best practice emissions benchmarks for new entrants. This will encourage new industrial users and new power stations to deploy technologies that improve energy productivity and achieve best practice emissions levels. The Emissions Reduction Fund is complemented by the Renewable Energy Target, which continues to provide incentives to support the benefits of increasing uptake of renewable energy."}, {"text_block_id": "p14_b123", "text": "Empowering consumers"}, {"text_block_id": "p14_b124", "text": "With rises in electricity and gas prices over the last decade, increasing competition in energy services, and falling costs of new technology, small energy consumers are increasingly looking to make new energy choices (such as adopting solar power and entering into new types of flexible electricity contracts). However, these developments have also made the decision making process more complex. Many consumers could substantially reduce their energy costs through a few simple changes, such as switching energy tariffs or upgrading a particular appliance, but do not always realise the benefits of doing so. Advice and tools to support decisions (like labels, comparator websites or information requirements on bills) need to keep up with new market developments."}, {"text_block_id": "p14_b125", "text": "There are also a range of market barriers to better information and advice. For example, consumers lack easy access to their own energy data. Having access to this data would allow service providers to help consumers select the best services for their needs. There is also a lack of energy performance information on residential buildings available for home buyers and renters."}, {"text_block_id": "p14_b126", "text": "The COAG Energy Council’s priority will be to work with stakeholders to understand the customer decision making process and research how to make consumer choice easier. This will include consideration of consumer information and decision making tools to ensure that there are no barriers to market innovation of new tools and services, and a detailed review into improvements needed in existing government-provided tools. The Commonwealth will also work with stakeholders to build on recent Commonwealth-supported research into support for vulnerable consumers"}, {"text_block_id": "p14_b127", "text": ". The COAG Energy Council will also consider a range of options to improve market information on residential buildings."}, {"text_block_id": "p14_b128", "text": "Helping business compete"}, {"text_block_id": "p14_b129", "text": "Many large energy consumers are already actively improving their own energy productivity and providing strong leadership. However, small and medium-sized businesses often lack specific advice and support needed to improve energy productivity and may not have an appreciation of the benefits of doing so."}, {"text_block_id": "p14_b130", "text": "The COAG Energy Council supports the business sector showing leadership in improving energy productivity and will work with the sector to develop a range of options to support voluntary action."}, {"text_block_id": "p14_b131_merged_merged", "text": "One business initiative is being led by the Doubling Australia’s Energy Productivity (2xEP) steering committee, supported by the Australian Alliance to Save Energy, which has been working with industry to develop detailed sector roadmaps and considering a range of programs to support voluntary action and business leadership. The Commonwealth has supported this initiative and will continue working with industry to develop more options for support."}, {"text_block_id": "p14_b134", "text": "The Commonwealth will also promote greater market action to improve commercial buildings and will respond to the Review of the Commercial Building Disclosure programme in early 2016."}, {"text_block_id": "p14_b135", "text": "Jurisdictions also agree that governments should lead by example. Most governments are committed to taking action to improve their own energy productivity. This creates not only direct savings of public funds but also drives market development of more productive services through considerable combined leasing and purchasing power."}, {"text_block_id": "p15_b136", "text": "Promoting more productive energy services"}, {"text_block_id": "p15_b137", "text": "To make better choices, consumers need to have a better range of options available to them. Continuous energy productivity improvements require the ongoing development of better technologies and better services provided by competitive markets in a modern and innovative energy sector. The NEPP will foster more productive services by supporting innovation and improving competitive markets."}, {"text_block_id": "p15_b138", "text": "Innovation support"}, {"text_block_id": "p15_b139", "text": "In line with its wider innovation agenda, the Commonwealth is strongly committed to supporting greater innovation and commercialisation of new technologies and practices that improve energy productivity and modernise Australia’s energy sector."}, {"text_block_id": "p15_b140", "text": "Australians are increasingly driving innovation through demand, for example by choosing higher efficiency appliances or by getting their energy from new, less emissions-intensive services. Australia leads the world in its take up of rooftop solar, which is about triple Germany’s take up rate (which comes second to Australia) – about 15 per cent of Australian households have already adopted this technology."}, {"text_block_id": "p15_b141", "text": "Australia is seen as an attractive place for innovative companies to do business and it is why battery technology companies are focusing on the Australian market first."}, {"text_block_id": "p15_b142", "text": "The Commonwealth is currently developing a range of measures to further promote best performers, improve the research base for innovation and collaborate internationally. These new programmes will seek to integrate effectively with existing broader measures, such as the range of projects currently supported by the Australian Renewable Energy Agency, the Cooperative Research Centres Programme and the Entrepreneurs’ Programme. Jurisdictions also provide a range of specific support mechanisms and trials."}, {"text_block_id": "p15_b143", "text": "Competitive modern markets"}, {"text_block_id": "p15_b144", "text": "Capitalising on the transformative change currently underway in energy markets as they adjust to new disruptive technologies and services is a critical part of improving energy productivity. Effective competitive markets are key to managing this change."}, {"text_block_id": "p15_b145", "text": "The COAG Energy Council already has an active work plan to reform energy markets, which is delivering greater competition and enhancing consumer protection. Priorities in this work include: supporting the current transition to transformative new technologies and services in the electricity market; reducing barriers to new services; and building on systems and related protections to ensure the transition is effective. The COAG Energy Council also has a key strategy to develop more effective competitive gas markets as they transition to greater export exposure. To ensure that policy is responsive to the speed of market change and can capture the benefits of emerging innovation, the COAG Energy Council has reviewed and is acting on improving the governance of market arrangements."}, {"text_block_id": "p15_b146", "text": "Given the magnitude of these changes in the market, the Commonwealth has recognised that policy makers need a greater understanding of changing energy use trends and the ability to monitor, forecast and plan for new developments and activities."}, {"text_block_id": "p15_b147_merged_merged", "text": "The Commonwealth is providing $6 million in funding to CSIRO to lead work with a wide group of stakeholders to develop an Energy Use Data Model. This will be a substantial contribution to research and planning for businesses, market bodies and governments in building a future energy market which is able to respond to changing needs and emerging innovations and efficiently meet consumer needs."}, {"text_block_id": "p16_b150", "text": "Consumer protections"}, {"text_block_id": "p16_b151", "text": "Where the market does not provide efficient minimum services and adequate protections for consumers, there is a role for government measures, such as standards for equipment, appliances and buildings and service requirements for consumers. A range of these standards have been recently reviewed to ensure they are keeping up with technology and market developments. This work will continue under the NEPP to ensure that standards are put in place where the benefits clearly outweigh the costs and are streamlined to minimise regulatory costs, including aligning to international standards where relevant."}, {"text_block_id": "p16_b152", "text": "Through the Equipment Energy Efficiency (E3) programme, governments have increased the energy efficiency of new appliances and equipment sold into the Australian (and New Zealand) markets largely through the use of mandatory energy efficiency regulations. The COAG Energy Council has committed to a new E3 prioritisation plan aimed at substantially increasing the benefits for consumers while reducing emissions and costs to business."}, {"text_block_id": "p16_b153", "text": "In order to improve energy productivity of buildings, the COAG Energy Council is investigating improvements to the National Construction Code (NCC) (to be implemented in the 2019 NCC update). Complementary to this, the Australian Sustainable Built Environment Council is developing an industry-led vision for improving the energy performance requirements for both residential and commercial buildings in the NCC."}, {"text_block_id": "p16_b154", "text": "To ensure that consumer interests are protected and high performing buildings are achieved, the COAG Energy Council is also working to improve compliance with the energy efficiency requirements of the building codes through enhanced systems and skills. Consumer protections will also be central to related work considering new disruptive technologies and subsequent new services."}, {"text_block_id": "p17_b155", "text": "National Energy Productivity Plan – Measures"}, {"text_block_id": "p17_b156", "text": "This work plan covers the first steps in the 15 year life of the NEPP and will be continuously updated."}, {"text_block_id": "p17_b157", "text": "A range of metrics to measure outcomes will be developed and reported annually."}, {"text_block_id": "p18_b158", "text": "Summary of the National Energy Productivity Plan Measures"}, {"text_block_id": "p18_b159", "text": "The full Council agreement is provided in a separate Work Plan. This table is a summary of the measures in the Work Plan."}], "document_description": "To deliver the Australian Government's National Energy Productivity Target of 40% improvement between 2015 and 2030, the Council of Australian Governments Energy Council has developed the National Energy Productivity Plan (NEPP), a framework and related economy-wide work plan. In better coordinating energy market reform, energy efficiency and climate policy, the Plan aims to improve national energy productivity by stimulating:<br />\n<br />\n<ul><br />\n<li>\"more productive consumer choices, through measures which make consumer energy choices easier, help business compete and provide more efficient incentives; and</li><br />\n<li>more productive energy services, through measures which support innovation, competitive modern markets and consumer protections\".</li><br />\n</ul><br />\nThe main measures proposed in the Plan include:<br />\n<br />\n<ul><br />\n<li>Increased energy efficiency improvement across the residential, commercial and industrial sectors in buildings, appliances and equipment, as well as smarter management of energy</li><br />\n<li>Improvement in light vehicle fuel efficiency</li><br />\n<li>Reformed electricity and gas market policy to further support new emerging clean technologies and help consumers to reduce their energy costs</li><br />\n<li>Support to technological and business-model innovation in the energy sector</li><br />\n<li>Support to growth in renewable energy and expansion of the Emission Reduction Fund</li><br />\n<li>Promote low carbon urban development</li><br />\n<li>Building international collaboration</li><br />\n</ul><br />\nThe related <a href=\"https://scer.govspace.gov.au/files/2015/12/NEPP-Work-Plan-version-for-release-20151203sc.pdf\">Work program</a> details the measures, their status and proposal for implementation.<br />\nThe National Energy Productivity Plan aims to deliver numerous benefits, including:<br />\n<br />\n<ul><br />\n<li>boost competitiveness</li><br />\n<li>help consumers manage their energy costs</li><br />\n<li>reduce GHG emissions - the NEPP is expected to contribute more than 25% of the savings required to meeting Australia's 2030 emissions reduction target (26-28% below 2005 levels)</li><br />\n</ul>"}