{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Australia", "document_category": "Policy", "document_sector_name": ["Water", "Residential and Commercial", "Health"], "document_language": "English", "document_name": "Reef 2050 Long-Term Sustainability Plan", "document_country_code": "AUS", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2018", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/AUS/2018/AUS-2018-01-01-Reef 2050 Long-Term Sustainability Plan_7f55c4ccab82ec23524919159663f36d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p1_b2", "text": "© Copyright Commonwealth of Australia, 2018."}, {"text_block_id": "p1_b3", "text": "Reef 2050 Long-Term Sustainability Plan—July 2018 is licensed by the Commonwealth of Australia for use under a Creative Commons Attribution 4.0 Australia licence with the exception of the Coat of Arms of the Commonwealth of Australia, the logo of the agency responsible for publishing the report, content supplied by third parties, and any images depicting people. For licence conditions see: https://creativecommons.org/licenses/by/4.0/"}, {"text_block_id": "p1_b4", "text": "This report should be attributed as ‘"}, {"text_block_id": "p1_b5", "text": "Reef 2050 Long-Term Sustainability Plan—July 2018, Commonwealth of Australia 2018"}, {"text_block_id": "p1_b6", "text": "’."}, {"text_block_id": "p1_b7", "text": "The Commonwealth of Australia has made all reasonable efforts to identify content supplied by third parties using the following format ‘© Copyright, [name of third party]’."}, {"text_block_id": "p1_b8", "text": "The views and opinions expressed in this publication are those of the authors and do not necessarily reflect those of the Australian Government or the Minister for the Environment and Energy."}, {"text_block_id": "p1_b9", "text": "While reasonable efforts have been made to ensure that the contents of this publication are factually correct, the Commonwealth does not accept responsibility for the accuracy or completeness of the contents, and shall not be liable for any loss or damage that may be occasioned directly or indirectly through the use of, or reliance on, the contents of this publication."}, {"text_block_id": "p1_b10", "text": "Images courtesy of the Australian Department of Environment and Energy, Great Barrier Reef Marine Park Authority and the Queensland Department of Environment and Science."}, {"text_block_id": "p2_b11", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p2_b12", "text": "JULY 2018"}, {"text_block_id": "p3_b13", "text": "Aboriginal and Torres Strait Islander peoples are the Traditional Owners of the"}, {"text_block_id": "p3_b14", "text": "Great Barrier Reef area and have a continuing connection to their land and sea country."}, {"text_block_id": "p4_b15", "text": "Australians are passionate about the Great Barrier Reef. It is an Australian and international icon and is one of the most diverse ecosystems on the planet. It has special significance to people around the globe and this is recognised through its status as a World Heritage property. Our mission is to protect and sustain the Outstanding Universal Value of the Great Barrier Reef."}, {"text_block_id": "p4_b16", "text": "Aboriginal and Torres Strait Islander people are the Traditional Owners of the Great Barrier Reef Region. Their sea country connections go back millennia through their Dreaming and these connections continue strongly today."}, {"text_block_id": "p4_b17", "text": "The Reef’s value to the Australian economy is substantial. Over two million visitors come to the Reef each year to witness its natural beauty. The Reef supports 64,000 jobs and generates economic activity estimated at $6.4 billion per year through the sustainably managed industries that operate in the Great Barrier Reef Marine Park."}, {"text_block_id": "p4_b18", "text": "It is no secret that the Reef is under pressure—and that is why the"}, {"text_block_id": "p4_b19", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p4_b20", "text": "("}, {"text_block_id": "p4_b21", "text": "Reef 2050 Plan"}, {"text_block_id": "p4_b22", "text": ") was launched in 2015 with unanimous support from the World Heritage Committee. Since then back-to-back coral bleaching events in 2016 and 2017, Tropical Cyclone Debbie and an outbreak of crown-of-thorns starfish have caused unprecedented damage to the Reef. These events underlined the importance of concerted action to ensure a healthy Reef into the future, and spurred us to bring forward a planned review of the Reef 2050 Plan to determine what more needs to be done."}, {"text_block_id": "p4_b23", "text": "The revised"}, {"text_block_id": "p4_b24", "text": "Reef 2050 Plan"}, {"text_block_id": "p4_b25", "text": "identifies priorities for immediate attention and identifies new actions to protect the values of the Reef and improve the Reef’s resilience. It reaffirms the importance of a strong, coordinated approach to managing the Reef."}, {"text_block_id": "p4_b26", "text": "We believe that with the right plan and the right investment, the Reef will have the best chance to overcome these challenges and be enjoyed by future generations to come. The Australian and Queensland governments have increased our already substantial investments in Reef protection. We will continue to ensure sufficient financial and other resources are available to implement the Plan and achieve its outcomes."}, {"text_block_id": "p4_b27", "text": "A ground-breaking Australian Government investment of $500 million—the single largest funding commitment ever for Reef conservation and management in Australia’s history—will protect Australian jobs and help ensure the Reef’s future for the benefit of all Australians and visitors."}, {"text_block_id": "p4_b28", "text": "The Queensland Government has established a $500 million state-wide Land Restoration Fund to support carbon reduction projects that deliver water quality, biodiversity and social benefits in Reef catchments and more broadly across Queensland. Continued water quality improvements have been secured through the protection of vegetation in Reef catchments by strengthening Queensland’s vegetation management legislation."}, {"text_block_id": "p4_b29", "text": "We have made strong commitments to address global climate change. Australia has committed to the Paris Climate Agreement and has set a target to reduce greenhouse gas emissions by 26 to 28 per cent on 2005 levels by 2030. The Queensland Government has adopted an ambitious Climate Transition Strategy which commits to reducing greenhouse gas emissions to at least 30 per cent below 2005 levels by 2030 and achieving net zero emissions by 2050."}, {"text_block_id": "p4_b30_merged_merged_merged", "text": "We are confident that the Reef 2050 Plan can continue to deliver good outcomes for the Reef. Our commitment is absolute."}, {"text_block_id": "p4_b33", "text": "The Honourable Josh Frydenberg MP"}, {"text_block_id": "p4_b34", "text": "Minister for the Environment and Energy"}, {"text_block_id": "p4_b35", "text": "The Honourable Leeanne Enoch MP"}, {"text_block_id": "p4_b36", "text": "Minister for the Environment and the Great Barrier Reef, Minister for Science and Minister for the Arts"}, {"text_block_id": "p7_b37", "text": "The overarching vision of the Reef 2050 Long-Term Sustainability Plan is:"}, {"text_block_id": "p7_b38", "text": "To ensure the Great Barrier Reef continues to improve on its Outstanding Universal Value every decade between now and 2050 to be a natural wonder for each successive generation to come."}, {"text_block_id": "p7_b39", "text": "Overview"}, {"text_block_id": "p7_b40", "text": "The iconic Great Barrier Reef is one of the natural wonders of the world and a significant part of Australia’s national identity. Inscribed on the World Heritage List in 1981 for its superlative natural beauty, it is the largest living structure on the planet, covering 348,000 square kilometres—an area roughly the same size as Japan or Italy."}, {"text_block_id": "p7_b41", "text": "The Reef supports an estimated 64,000 full-time jobs and is worth $6.4 billion annually to the Australian economy—a contribution derived largely from the tourism industry, with the Reef attracting more than two million visitors each year from across the globe."}, {"text_block_id": "p7_b42", "text": "In 2015, the Australian and Queensland governments released the"}, {"text_block_id": "p7_b43", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p7_b44", "text": ". The Plan provides an overarching framework for managing the Reef. It focuses on actions to address key threats and build the health and resilience of the Reef in the face of a changing climate."}, {"text_block_id": "p7_b45_merged_merged", "text": "Since the Plan was released in 2015, the Reef has been deeply impacted by unprecedented climate-driven mass coral bleaching events in 2016 and 2017 and severe Tropical Cyclone Debbie in 2017. Together these events impacted an estimated 80 per cent of coral reef area of the Great Barrier Reef Marine Park. Around 50 per cent of all the Reef’s shallow water coral died in the bleaching events. The mass coral bleaching was the most severe single adverse event to impact the Reef. Ongoing heat stress has increased the incidence of coral disease1, while outbreaks of the coral-eating crown-of-thorns starfish are occurring at several locations across the Reef and resulting in widespread coral mortality."}, {"text_block_id": "p7_b48", "text": "These events have unfolded at the same time as the world has moved to tackle climate change through the Paris Agreement—a powerful symbol of global commitment to a low-carbon, climate resilient future."}, {"text_block_id": "p7_b49", "text": "Australia has ratified the Paris Agreement and the Doha Amendment to the Kyoto Protocol, reinforcing its commitment to action on climate change. Australia has a track record of meeting its international commitments and is on track to meet and beat its 2020 target, to reduce its own greenhouse gas emissions by five per cent below 2000 levels by 2020. Our commitment to the Paris Agreement is supported by a comprehensive suite of policies to reduce domestic emissions. Australia has set a target to reduce emissions by 26 to 28 per cent on 2005 levels by 2030. This will see Australia halve our per capita emissions and reduce the emissions intensity of our economy by two-thirds. On these two metrics, Australia’s target is among the strongest of any G20 country."}, {"text_block_id": "p8_b50", "text": "To meet the goals of the Paris Agreement, Australia, like all other Parties to the Agreement, will be required to put forward progressively more ambitious commitments every five years. The Australian Government has introduced a domestic climate change policy ‘review and refine’ cycle within the five-yearly review process under the Paris Agreement. Australia will develop a long-term emissions reduction strategy by 2020."}, {"text_block_id": "p8_b51", "text": "Mid-term review of the Plan"}, {"text_block_id": "p8_b52", "text": "In light of the mass coral bleaching of 2016 and 2017 and the deteriorating outlook for the Reef, the Great Barrier Reef Ministerial Forum brought forward the scheduled mid-term review of the Plan to ensure it addresses current pressures and remains effective."}, {"text_block_id": "p8_b53", "text": "The two key advisory bodies established under the Plan—the Independent Expert Panel and the Reef Advisory Committee—advised the Ministerial Forum that urgent action is required to accelerate efforts to reduce pressures and impacts from all sources to improve the Reef’s resilience. They also confirmed the Plan remains the right framework for doing so."}, {"text_block_id": "p8_b54", "text": "This revised Plan is the result of the mid-term review. It includes new actions for immediate attention between now and 2020. It acknowledges that addressing climate change and accelerating action on water quality and other pressures is critical to providing the best possible future for the Reef. This Plan enhances the use of existing tools and lays the foundation for trialing new approaches and technologies to actively assist recovery of reef habitats at larger scales."}, {"text_block_id": "p8_b55", "text": "The Plan outlines the worrying outlook for coral reefs everywhere based on global climate projections. In doing so, it recognises the importance of achieving the Paris Agreement goal to hold the increase in the global average temperature to well below 2°C above pre-industrial levels and to pursue the most ambitious efforts to limit the global average temperature increase to no more than 1.5°C above pre-industrial levels"}, {"text_block_id": "p8_b56", "text": "2"}, {"text_block_id": "p8_b57", "text": ". Countries will take stock of progress towards this goal as part of the five-yearly review process under the Paris Agreement."}, {"text_block_id": "p8_b58", "text": "The Plan adopts the Great Barrier Reef Marine Park Authority’s"}, {"text_block_id": "p8_b59", "text": "Blueprint for Resilience."}, {"text_block_id": "p8_b60", "text": "The Blueprint signals a change in the management of the Great Barrier Reef by adopting new approaches and identifies actions to be undertaken with partners to strengthen the Reef’s resilience to the challenges ahead. It was developed as an outcome of Great Barrier Reef Summit: Managing for Resilience—a workshop convened by the Authority in May 2017 to discuss the impacts of climate change and other pressures on the Reef. Workshop participants noted that: Together we can secure the future of the Great Barrier Reef—but we need to try harder, do more and act now."}, {"text_block_id": "p8_b61_merged_merged_merged", "text": "The revised Plan provides the foundation for a comprehensive review in 2020 through the inclusion of preparatory activities, such as undertaking further research on possible trajectories for the Reef under different climate scenarios. Evaluation of the Plan’s effectiveness will be critical to inform examination of the Plan’s vision, targets and objectives. The Reef 2050 Integrated Monitoring and Reporting Program will synthesise information to underpin the review. The 2020 review will be finalised following the release of the 2019 Great Barrier Reef Outlook Report and consideration of the state of conservation of the Reef by the World Heritage Committee in 2020."}, {"text_block_id": "p9_b64", "text": "Pressures and management actions"}, {"text_block_id": "p9_b65", "text": "The 2014 Great Barrier Reef Outlook Report concluded that while the Reef is a large, resilient system that has previously shown its capacity to bounce back after major shocks, the overall outlook for the Reef is poor, has worsened since 2009 and is expected to further deteriorate unless actions to build its resilience, and reduce pressures, are expanded and accelerated."}, {"text_block_id": "p9_b66", "text": "The Plan responded to the Outlook Report’s advice that greater reductions in all threats at all levels—Reef-wide, regional and local—were needed to prevent the projected declines in the Reef and improve its capacity to recover."}, {"text_block_id": "p9_b67", "text": "The effects of climate change are the most serious and increasing threat to the Reef. Ocean temperatures are on the rise and this trend is projected to continue if greenhouse gas emissions continue to grow. This will lead to more frequent mass coral bleaching. Increasing ocean acidification will restrict coral growth and survival, and compromise the Reef’s ability to maintain net growth. There are likely to be more intense weather events that could damage the Reef."}, {"text_block_id": "p9_b68", "text": "The extent and persistence of these impacts on coral reefs depends to a large degree on whether the rising levels of greenhouse gases, in particular carbon dioxide, can be halted and reversed fast enough to prevent loss of coral reefs. The Independent Expert Panel has advised that the best available science indicates that holding the global temperature increase to 1.5°C or less is critical to ensure the survival of coral reefs."}, {"text_block_id": "p9_b69", "text": "The impacts of increasing ocean temperatures and ocean acidification are being amplified by the accumulation of other impacts such as those caused by land-based run-off. Large areas of the Reef continue to be exposed to elevated concentrations of fine sediments, excess nutrients and pesticides carried into the sea from the river catchments adjacent to the Reef. Major efforts to improve land management practices—backed by substantial government investment—are reducing the effects of erosion and agricultural chemicals on water running off the land, but there will be significant time lags before improvements are evident in the marine waters of the Great Barrier Reef."}, {"text_block_id": "p9_b70_merged", "text": "In addition to revising the Plan, the governments have reviewed and adopted the new Reef 2050 Water Quality Improvement Plan 2017–2022 (Reef 2050 WQIP). It will accelerate improvements in the water quality flowing from the catchments adjacent to the Reef by applying minimum practice standards across all industries and land uses, including urban and agricultural. Critically, it sets ecologically relevant targets for the reduction of pollutants at the end of catchments discharging into the Marine Park. Industries and communities are being supported to build a culture of innovation and stewardship that takes them beyond minimum standards to restore catchments through works to improve or repair riparian vegetation, streambanks, gullies, waterways and wetlands."}, {"text_block_id": "p9_b73", "text": "Coral-eating crown-of-thorns starfish are a natural part of the Reef but when population densities increase beyond the ability of coral to regenerate, they cause widespread damage. They have been one of the primary causes of coral loss over the past 30 years. The Reef is experiencing a widespread outbreak of crown-of-thorns starfish which greatly impedes coral recovery. Their control is a key priority under the Plan and supported by substantial investment."}, {"text_block_id": "p10_b74", "text": "About the revised Plan"}, {"text_block_id": "p10_b75", "text": "The revised Plan reflects the current ‘state of play’ for managing the Reef. The framework of the Plan, including the vision, outcomes and objectives has not changed."}, {"text_block_id": "p10_b76", "text": "There is a stronger focus on climate change as a key pressure. The Plan cites linkages to international efforts and domestic plans and strategies to mitigate and adapt to climate change, such as the Paris Agreement and the Queensland Climate Transition Strategy."}, {"text_block_id": "p10_b77", "text": "All actions in the original Plan were reviewed and have been finalised, updated, recategorised or incorporated in new actions. Changes include:"}, {"text_block_id": "p10_b78", "text": "All actions in the original Plan were reviewed and have been finalised, updated, recategorised or incorporated in new actions. Changes include:\n* New climate adaptation actions have been addedâfor example, implementing a Reef\n* New actions have been added to lay the foundations for the 2020 comprehensive review of\n* Numerous actions in the water quality theme have been consolidated to focus efforts on\n* Actions have been updated to reflect new management approaches such as those within the\n* and the\n* and the\n Sustainable Fisheries Strategy 2017â2022\n* and the\n Sustainable Fisheries Strategy 2017â2022\n .\n* The targets in the water quality theme have been updated to reflect the new end-\n* Completed actions have been removedâfor example, convening an Independent Expert\n* Actions that are core business in managing the Reef have been moved to the âfoundational\n* A number of other actions were recategorised as they were considered to be statements of"}, {"text_block_id": "p10_b98_merged_merged", "text": "A comprehensive list of how all actions in the original Plan have been treated is available on the Department of the Environment and Energy’s website at: ."}, {"text_block_id": "p10_b100", "text": "Other changes to the Plan include the addition of new case studies to highlight key foundational arrangements as well as new initiatives to protect the Reef. Outdated references have been removed or updated. The revised Plan also highlights key achievements since its release and linkages to a range of policies, plans and programs that support its implementation and have co-benefits for the Reef, such as the Clean Energy Finance Corporation Reef Funding Program."}, {"text_block_id": "p10_b101", "text": "Investment and implementation"}, {"text_block_id": "p10_b102", "text": "The development of an Investment Framework was a key action in the original Plan. It has been completed. The framework establishes the baseline for current investments protecting the Reef and identifies investment priorities for the future. It sets out strategies for boosting and diversifying sources of investment."}, {"text_block_id": "p11_b103", "text": "The framework released in 2016, identified $1.28 billion committed to support the implementation of the original actions in the Plan over five years. This includes $716 million from the Australian Government, $409 million from the Queensland Government and $161 million from other sources. The framework also identifies funding needs ranging from $143 million to $408 million. Funding commitments have increased since the framework was completed."}, {"text_block_id": "p11_b104", "text": "The framework identifies six priority areas for investment, which were determined in consultation with stakeholders and the advisory bodies. The priority areas are water quality improvement, the Joint Field Management Program, the Reef 2050 Integrated Monitoring and Reporting Program, crown-of-thorns starfish control, Traditional Owner actions and fisheries actions. The framework has been used to target new investment towards these priorities."}, {"text_block_id": "p11_b105", "text": "The Plan’s successful implementation relies on ongoing and productive partnerships between all parties. The governments will continue to work with people on ground including local government, Traditional Owners, industry, researchers and the community. This is illustrated in the Plan with new partnership actions, such as strengthening community efforts to address climate change impacts and empowering partners to undertake actions to build Reef resilience."}, {"text_block_id": "p11_b106", "text": "Monitoring, reporting and review"}, {"text_block_id": "p11_b107", "text": "Progress in implementing the actions under the Plan will be informed by a Reef-wide integrated ecological, social and economic monitoring and reporting program, the Reef 2050 Integrated Monitoring and Reporting Program. It will facilitate adaptive management for the Reef, enable timely and suitable responses to emerging risks and support evaluation of whether the Plan is on track to meet its outcomes, objectives and targets. Annual reports will continue to provide detail on progress in delivering the actions in the Plan."}, {"text_block_id": "p11_b108", "text": "The Plan will be updated and reviewed on a five-year cycle, responding to new information, changing circumstances and emerging issues. Future five–yearly Outlook Reports, prepared independently by the Great Barrier Reef Marine Park Authority, and annual reporting will inform progress towards achieving outcomes and will be primary inputs for these comprehensive periodic reviews."}, {"text_block_id": "p11_b109", "text": "The first comprehensive review of the Plan will be finalised in 2020 following consideration of the state of conservation of the Reef by the World Heritage Committee in 2020. As part of this review, targets, objectives and the overall ‘program logic’ of the Plan will be examined to ensure the actions are appropriate to achieve the outcomes. The Investment Framework will also be updated to identify investment priorities and any unmet funding needs for the future."}, {"text_block_id": "p11_b110", "text": "Continued input and advice from the Reef 2050 Advisory Committee, Independent Expert Panel and the community will be integral to the implementation and future reviews of the Plan."}, {"text_block_id": "p12_b111", "text": "1.1 The Great Barrier Reef"}, {"text_block_id": "p12_b112", "text": "The Great Barrier Reef is an Australian icon and one of the most precious ecosystems on Earth."}, {"text_block_id": "p12_b113", "text": "Stretching more than 2300 kilometres along the Queensland coast and covering an area of 348,000 square kilometres, it contains a maze of some 3000 reefs, 1050 islands and other habitats that support a unique and diverse array of species."}, {"text_block_id": "p12_b114", "text": "The Great Barrier Reef is a place of great significance to its Traditional Owners, the first nation peoples of the area. They maintain a unique and continuing connection to the Reef and adjacent coastal areas. This connection to their land and sea country has sustained Traditional Owners for millennia—spiritually, culturally, socially and economically."}, {"text_block_id": "p12_b115", "text": "The Great Barrier Reef is strongly valued by the national and international community and is critical to the cultural, economic and social wellbeing of the more than one million people who live in its catchment and to Australians more generally. Generations have marveled at its wonders and it is seen as quintessentially Australian."}, {"text_block_id": "p12_b116", "text": "The outstanding environment of the Great Barrier Reef, combined with people’s connection to it, means there is a united drive for it to be protected and maintained for generations to come."}, {"text_block_id": "p12_b117", "text": "1.2 Great Barrier Reef World Heritage Area"}, {"text_block_id": "p12_b118", "text": "The Great Barrier Reef was inscribed on the World Heritage List in 1981 in recognition of its Outstanding Universal Value."}, {"text_block_id": "p12_b119", "text": "The extent of the World Heritage Area is shown in Figure 1. A summary of the differences between its boundaries and those of the Great Barrier Reef Region and Marine Park is provided in Appendix A. For simplicity, throughout the Plan, the Great Barrier Reef World Heritage Area is referred to as ‘the World Heritage Area’."}, {"text_block_id": "p12_b120_merged", "text": "The Great Barrier Reef was inscribed for all four of the natural criteria specified in the Convention Concerning the Protection of the World Cultural And Natural Heritage (World Heritage Convention). In summary, these criteria are:"}, {"text_block_id": "p12_b124", "text": "The Great Barrier Reef was inscribed for all four of the natural criteria specified in the Convention Concerning the Protection of the World Cultural And Natural Heritage (World Heritage Convention). In summary, these criteria are:\n* superlative natural beauty\n* outstanding geological, geomorphic or physiographic features\n* outstanding examples of ecological and biological processes\n* the most important and significant natural habitats for biological diversity."}, {"text_block_id": "p13_b132", "text": "Figure 7: Map of the Great Barrier Reef and catchment. The Great Barrier Reef World Heritage Area includes all waters seaward of the low water mark, including those around 72 trading ports, and about 7050 islands."}, {"text_block_id": "p14_b133", "text": "The"}, {"text_block_id": "p14_b134", "text": "Statement of Outstanding Universal Value"}, {"text_block_id": "p14_b135", "text": "4"}, {"text_block_id": "p14_b136", "text": "for the Great Barrier Reef World Heritage Area adopted by the World Heritage Committee summarises the Reef’s attributes. It is provided at Appendix B."}, {"text_block_id": "p14_b137", "text": "Given the broad scope of the criteria under which the Reef was listed, almost all attributes of its environment contribute to its Outstanding Universal Value. This includes the region’s biodiversity, geomorphology, Traditional Owner connections, ecological processes, aesthetic values and natural phenomena."}, {"text_block_id": "p14_b138", "text": "In seeking inscription on the World Heritage List, the Australian Government, on behalf of the people of Australia, assumed an obligation to ensure the identification, protection, conservation, presentation and transmission of the World Heritage Area for current and future generations."}, {"text_block_id": "p14_b139", "text": "Since European settlement, generations of visitors have marvelled at the Reef’s wonders, a rich fishery has been established, harbours have been built and maritime trade routes established. In 1981, when the Reef was included on the World Heritage list, and still today, a wide range of activities occur including tourism, fishing, recreation, traditional use, research, defence, shipping and port operations. Its environment helps bring billions of dollars to Australia’s economy each year and supports 64,000 jobs."}, {"text_block_id": "p14_b140", "text": "5"}, {"text_block_id": "p14_b141", "text": "Land use practices in the adjoining catchments and the flow-on effects of European settlement were acknowledged in the official 1981 nomination of the Great Barrier Reef for World Heritage status:"}, {"text_block_id": "p14_b142", "text": "The major portion of the Reef is in a reasonably pristine condition. The ecosystem of the Reef is subject to some pressures from recreational pursuits and commercial fishing, siltation through natural run-off from coastal streams, in a few areas agricultural and industrial discharges from the mainland, and sea-based discharges."}, {"text_block_id": "p14_b143", "text": "6"}, {"text_block_id": "p14_b144", "text": "The subsequent International Union for the Conservation of Nature (IUCN) evaluation report noted that there were ongoing risks to the proposed World Heritage area, but nonetheless recommend that the nomination be accepted, saying:"}, {"text_block_id": "p14_b145_merged_merged_merged_merged", "text": "The Australian Government is to be congratulated for including virtually the entire Great Barrier Reef in the proposed 350,000 square kilometre site. This is clearly the only way to ensure the integrity of the coral reef ecosystems in all their diversity.7"}, {"text_block_id": "p14_b147", "text": "Australia’s iconic World Heritage sites—the Great Barrier Reef foremost among them—have a deep resonance in the hearts and minds of local, Australian and international communities. It is in the interests of all that the long-term sustainability of the Reef is assured."}, {"text_block_id": "p15_b148", "text": "1.3 Pressures on the Great Barrier Reef"}, {"text_block_id": "p15_b149", "text": "1.3.1 Outlook Report 2014"}, {"text_block_id": "p15_b150", "text": "Every five years, the Great Barrier Reef Marine Park Authority prepares an Outlook Report for the Great Barrier Reef. This is a regular and authoritative statement about the Reef’s values and its management. Underpinned by the best available scientific information, the report provides an independent assessment of the health, condition, use, management arrangements and long-term outlook for the Reef."}, {"text_block_id": "p15_b151_merged", "text": "The Great Barrier Reef Outlook Report 2014 found that the property continues to meet all the criteria for which it was inscribed on the World Heritage List. Natural beauty, ecological and biological processes and habitats for biodiversity were assessed to be in Good condition at the scale of the Region. Major stages of the Earth’s evolutionary history—comprising those attributes relating to the area’s geology and geomorphology—were assessed as Very Good. The property’s integrity was assessed to be Good. Declines in some species and habitats and some ecosystem processes, especially in inshore areas of the southern two-thirds of the property, were identified."}, {"text_block_id": "p15_b155", "text": "The Outlook Report 2014 concluded:"}, {"text_block_id": "p15_b156", "text": "The system as a whole retains the qualities contributing to its Outstanding Universal Value as recognised in its listing as a World Heritage property. The assessments of biodiversity and ecosystem health show that the northern third of the Great Barrier Reef Region has good water quality and its ecosystem is in good condition. In contrast, key habitats, species and ecosystem processes in central and southern inshore areas have continued to deteriorate from the cumulative effects of impacts."}, {"text_block_id": "p15_b157", "text": "The findings of the Outlook Report 2014 informed development of the Reef 2050 Plan. A summary of these findings is at Appendix C."}, {"text_block_id": "p15_b158", "text": "The Outlook Report 2014 assessed the risk of current and potential threats to the Reef’s ecosystem and heritage values. The outcomes are summarised in Appendix D."}, {"text_block_id": "p15_b159", "text": "The highest risks, grouped into the four major influencing factors that are covered in the Plan, are:"}, {"text_block_id": "p15_b160", "text": "The highest risks, grouped into the four major influencing factors that are covered in the Plan, are:\n* Climate changeâsea surface temperature increase resulting in increased coral bleaching,\n* Land-based run-offânutrients from run-off (including links to outbreak of crown-of-thorns\n* Coastal land use changeâclearing and modifying coastal habitats and artificial barriers to"}, {"text_block_id": "p16_b166", "text": "The highest risks, grouped into the four major influencing factors that are covered in the Plan, are:\n* Climate changeâsea surface temperature increase resulting in increased coral bleaching,\n* Land-based run-offânutrients from run-off (including links to outbreak of crown-of-thorns\n* Coastal land use changeâclearing and modifying coastal habitats and artificial barriers to\n* Direct useâillegal fishing, collecting and poaching; incidental catch of species of\n<\\li2>"}, {"text_block_id": "p16_b168", "text": "The Outlook Report 2014 noted that many management measures implemented in the Great Barrier Reef and beyond are making a positive difference. It highlighted the need to maintain and enhance the current strong foundational arrangements to manage direct use. It also demonstrated that factors external to the Great Barrier Reef such as climate change, coastal land use change and land based run-off play a significant role in determining its condition. It was particularly noted that the capacity to address cumulative impacts requires additional effort."}, {"text_block_id": "p16_b169", "text": "The state of the Reef following recent events will be assessed as part of the 2019 Outlook Report and will inform the comprehensive review of the Plan in 2020."}, {"text_block_id": "p16_b170", "text": "1.3.2 State of the Reef: 2018"}, {"text_block_id": "p16_b171", "text": "The Great Barrier Reef marine ecosystems and their associated catchments are part of a dynamic, interconnected system. The condition of all parts of the system, including the catchment, is important for the long-term health of the Great Barrier Reef."}, {"text_block_id": "p16_b172", "text": "9"}, {"text_block_id": "p16_b173", "text": "The condition of the Great Barrier Reef has deteriorated significantly since the Reef 2050 Plan was established in 2015. Mass coral bleaching and a severe tropical cyclone impacted an estimated 80 per cent of the coral reef area of the Marine Park over the last two years."}, {"text_block_id": "p16_b174", "text": "10"}, {"text_block_id": "p16_b175", "text": "The degree of impact is variable across this spatial extent."}, {"text_block_id": "p16_b176", "text": "Over the summers of 2016 and 2017, the Great Barrier Reef experienced widespread coral bleaching and mortality. The highest mortality of shallow water corals occurred in the northern region in 2016, and in the central region in 2017, with a predicted combined mortality of close to 50 per cent averaged across the whole Reef. In both years, mortality of corals was negligible in the southern third of the Reef."}, {"text_block_id": "p16_b177", "text": "11"}, {"text_block_id": "p16_b178", "text": "Severe Tropical Cyclone Debbie was a category 4 system that crossed the central Great Barrier Reef Marine Park in March, 2017 making landfall at Airlie Beach and affecting around a-quarter of the Reef centered on the Whitsunday islands. The cyclone physically destroyed coral and caused major sediment and nutrient run-off into the Reef from flooded catchments."}, {"text_block_id": "p16_b179", "text": "Further surveys were undertaken between September 2017 and May 2018 which showed sustained significant coral loss due to coral bleaching, cyclones and crown-of-thorns starfish. Reefs in the northern Great Barrier Reef have lost about half of their coral cover, reflecting the cumulative impacts of two severe cyclones and two episodes of severe coral bleaching over the period 2014 to 2017. Reefs in the Central Great Barrier Reef sustained significant coral loss due to coral bleaching and the continued southwards spread of the current wave of crown-of-thorns starfish outbreaks. Surveys showed that while some reefs in the Southern Great Barrier Reef continued to recover during the survey period, many of the southern Swain Reefs suffered intense crown-of-thorns starfish outbreaks."}, {"text_block_id": "p16_b180", "text": "12"}, {"text_block_id": "p16_b181_merged_merged_merged_merged_merged", "text": "Healthy coral reefs can take 10 to 15 years or longer for substantive ecological recovery after major impacts13 such as those experienced over 2016 and 2017. The unprecedented instance of back-to-back mass bleaching events shows that climate change is already having impacts on the Reef and"}, {"text_block_id": "p17_b184_merged", "text": "clearly underlines the importance of urgent action to build the Reef’s resilience and maintain its functionality, as well as global efforts to mitigate climate change through effective emissions reduction. These impacts affect not only the Reef’s intrinsic ecological values, they translate to social and economic risks and consequences for Reef-dependent communities and industries."}, {"text_block_id": "p17_b187", "text": "Consecutive coral bleaching events and the impact of other stressors have fundamentally changed the character of the Reef. Coral bleaching is projected to increase in frequency. As corals are relatively slow growing they will have too little time to recover between events or to evolve genetically. Consequently, those coral reefs that survive are expected to be less biodiverse than in the past."}, {"text_block_id": "p17_b188", "text": "In light of these developments, future actions must focus on minimising the cumulative impacts of multiple stressors and be aimed at identifying and targeting the ecological functions that are required to maintain Reef ecosystems. Future actions must also bring new tools and innovative approaches that can help maintain functioning ecosystems."}, {"text_block_id": "p18_b189", "text": "2.1 Purpose"}, {"text_block_id": "p18_b190_merged", "text": "The Outlook Report 2014 and recent events make it very clear the Reef is under pressure. The Reef 2050 Long-Term Sustainability Plan sets out what Australians, as custodians for the international community, want the future of the Great Barrier Reef World Heritage Area to be and how this will be achieved. Protecting the Reef’s Outstanding Universal Value and its natural integrity and cultural values is a critical priority for the Australian and Queensland governments. The Plan is the governments’ commitment to working in partnership with industry and the community to make this happen."}, {"text_block_id": "p18_b193", "text": "The Plan was developed in response to a series of requests from the World Heritage Committee directed towards recognising and protecting the Reef’s Outstanding Universal Value."}, {"text_block_id": "p18_b194", "text": "2.2 Scope"}, {"text_block_id": "p18_b195", "text": "Building on the strong foundation of legislated protection and cooperative management of the Reef that has been in place since the 1970s, the Plan provides an overarching strategy for management of the World Heritage Area to 2050."}, {"text_block_id": "p18_b196", "text": "The Plan coordinates actions to better guide management of the World Heritage Area and associated activities in its adjacent catchment. It includes areas under the jurisdiction of the Australian and Queensland governments."}, {"text_block_id": "p18_b197", "text": "The Plan addresses the management of all values within the World Heritage Area, from species and habitats to Indigenous values and historic heritage. There is a focus on protecting those attributes that contribute to the Outstanding Universal Value of the World Heritage Area."}, {"text_block_id": "p18_b198", "text": "One of the important tenets of managing the World Heritage Area is building its resilience in the face of current and future threats. This is reflected in many of the targets, actions and outcomes of this Plan. Systems with a high level of integrity and diversity are more likely to have greater resilience and are, therefore, more likely to be able to resist and recover from impacts. Resilience is strongly linked to the scale and timing of adverse influences, as well as the degree of connectivity in the system. For example, an individual reef could be severely damaged but, as part of a connected and functional network, it may retain the capacity to recover."}, {"text_block_id": "p18_b199", "text": "2.3 Timeframe"}, {"text_block_id": "p18_b200", "text": "The Plan sets out broad outcomes for the World Heritage Area through to 2050, with objectives for progress by 2035. Specific actions to deliver the targets are described for the five years until 2020."}, {"text_block_id": "p18_b201", "text": "The Plan will be reviewed and updated every five years in response to future Outlook Reports, taking into account new information about the Reef environment, the results of implemented actions and the effectiveness of management interventions."}, {"text_block_id": "p19_b202", "text": "2.3.1 Mid-term review"}, {"text_block_id": "p19_b203", "text": "The need for a mid-term review of the Plan in 2018 was foreshadowed in the original Plan in 2015. The original intention was to ensure the Plan had correctly identified management actions that are targeted to the current threats to the Reef."}, {"text_block_id": "p19_b204", "text": "In light of the impacts on Reef values from the coral bleaching and the extreme weather events of 2016 and 2017, Ministers of the Australian and Queensland governments brought forward this review. This revised version of the Plan is the outcome of the mid-term review."}, {"text_block_id": "p19_b205", "text": "The mid-term review was undertaken as a collaborative process, with advice provided by the Reef 2050 Independent Expert Panel, the Reef 2050 Advisory Committee and a consortium of the Commonwealth Scientific and Industrial Research Organisation (CSIRO), Australian Institute of Marine Science (AIMS), James Cook University and Eberhard Consulting. The recommendations made by the consortium are provided on the Department of Environment and Energy’s website at:"}, {"text_block_id": "p19_b206", "text": "https://www.environment.gov.au/marine/gbr/publications/reef-2050-plan-review-options-final-report"}, {"text_block_id": "p19_b207", "text": "."}, {"text_block_id": "p19_b208", "text": "The mid-term review has:"}, {"text_block_id": "p19_b209", "text": "The mid-term review has:\n* updated the Plan in light of recent climate events that have impacted the condition\n* incorporated support for innovative approaches to Reef restoration, protection\n* identified local climate resilience actions for inclusion in existing themes\n* reviewed and consolidated existing actions, including updating and recognising\n* updated the water quality theme to align with the revised\n* (Reef 2050 WQIP)."}, {"text_block_id": "p19_b221_merged_merged_merged", "text": "With the exception of aligning water quality targets with the Reef 2050 WQIP, the mid-term review did not alter the vision, outcomes, objectives or targets of the Plan and did not assess effectiveness of performance against these indicators at this early stage of implementation. These aspects will be examined in the comprehensive review of the Plan in 2020. New actions identified through the mid-term review will inform the 2020 review. This will be finalised following the 2019 Great Barrier Reef Outlook Report and consideration of the state of conservation of the Reef by the World Heritage Committee in 2020."}, {"text_block_id": "p20_b224", "text": "2.4 Structure"}, {"text_block_id": "p20_b225", "text": "The major components of the Plan are:"}, {"text_block_id": "p20_b226", "text": "The major components of the Plan are:\n* Section 3, Managementâa description of the current management arrangements, including\n* Section 4, Actionsâan outline of the next steps in protection and adaptive management of\n* Section 5, Implementing the Planâa description of implementation arrangements.\n* Section 6, Monitoring, reporting and reviewâan outline of future adaptive management"}, {"text_block_id": "p20_b234", "text": "The Plan is supported by a"}, {"text_block_id": "p20_b235", "text": "Reef 2050 Plan Investment Framework"}, {"text_block_id": "p20_b236", "text": "15"}, {"text_block_id": "p20_b237", "text": "and implementation strategies."}, {"text_block_id": "p20_b238", "text": "A glossary of commonly used terms and references is provided at the end of the Plan. Supporting material is provided in the appendices."}, {"text_block_id": "p20_b239", "text": "2.5 Developing the Reef 2050 Plan"}, {"text_block_id": "p20_b240", "text": "Extensive knowledge and experience was brought together to develop the original Plan released in 2015 (Figure 2) including:"}, {"text_block_id": "p20_b241", "text": "Extensive knowledge and experience was brought together to develop the original Plan released in 2015 (Figure 2) including:\n* the findings, outcomes and public comments on the comprehensive strategic environmental\n* the findings, outcomes and public comments on the comprehensive strategic environmental\n 16,17\n* the findings, outcomes and public comments on the comprehensive strategic environmental\n 16,17\n and adjacent coastal zone\n* the findings, outcomes and public comments on the comprehensive strategic environmental\n 16,17\n and adjacent coastal zone\n 18,19\n* the findings, outcomes and public comments on the comprehensive strategic environmental\n 16,17\n and adjacent coastal zone\n 18,19\n ,\n* Great Barrier Reef Outlook Report 2014\n* government policies, initiatives, actions and legislation\n* contributions by current partners in Reef protection and management such as Traditional\n* the public comments received on the draft Plan\n* technical advice from the IUCN and the World Heritage Centre, including the 2012"}, {"text_block_id": "p21_b259", "text": "Figure 2: Inputs in developing the Reef 2050 Long-Term Sustainability Plan."}, {"text_block_id": "p22_b260", "text": "A Partnership Group was established in June 2014 to help develop the Plan. The group was jointly chaired by Australian and Queensland government Environment Ministers. It brought together representatives of government, Traditional Owners, key industry organisations, scientists and interest groups, building on the solid base provided by the comprehensive strategic environmental assessment. Membership of the Partnership Group included:"}, {"text_block_id": "p22_b261", "text": "A Partnership Group was established in June 2014 to help develop the Plan. The group was jointly chaired by Australian and Queensland government Environment Ministers. It brought together representatives of government, Traditional Owners, key industry organisations, scientists and interest groups, building on the solid base provided by the comprehensive strategic environmental assessment. Membership of the Partnership Group included:\n* AgForce (grazing sector)\n* Association of Marine Park Tourism Operators (tourism sector)\n* Australian Committee of International Union for Conservation of Nature (conservation\n* Australian Institute of Marine Science (science community)\n* Great Barrier Reef Marine Park Authority\n* Local Government Association of Queensland (local governments)\n* Ports Australia (ports sector)\n* Queensland Conservation Council (conservation sectorâstate)\n* Queensland Farmersâ Federation (agricultural sector)\n* Queensland Resources Council (resources and mining sector)\n* Queensland Seafood Industry Association (commercial fishing sector)\n* Regional Natural Resource Management Groups Collective (regional natural resource\n* Traditional Owner communities, and\n* World Wildlife Fund for Nature (conservation sectorâinternational)."}, {"text_block_id": "p22_b289", "text": "The Partnership Group played a significant role in developing content, drafting and reviewing the Plan through meetings and a series of workshops. The Partnership Group evolved into the two formal advisory groups under the Plan—the Reef 2050 Advisory Committee and the Independent Expert Panel of scientists."}, {"text_block_id": "p22_b290", "text": "In addition to the work of the Partnership Group, the Great Barrier Reef Marine Park Authority’s Local Marine Advisory Committees provided valuable input on the issues and initiatives being undertaken by communities along the Reef coast. There was also engagement with the International Union for the Conservation of Nature and the World Heritage Centre experts to test the construct of the Plan against global best practice."}, {"text_block_id": "p22_b291", "text": "The Plan was released for public comment during September and October 2014, with 6809 submissions received."}, {"text_block_id": "p22_b292", "text": "During this time, the Plan’s targets and actions were also subject to scientific review. In addition, experts from key stakeholder groups worked through a ‘program logic’ process to more clearly articulate the relationships between outcomes, objectives, targets and actions."}, {"text_block_id": "p23_b293", "text": "2.6 Implementing the Plan—key companion documents"}, {"text_block_id": "p23_b294", "text": "Since 2015 the Australian and Queensland governments have proactively implemented the Plan, including establishing governance and providing significant investment (see section 5)."}, {"text_block_id": "p23_b295", "text": "Significant documents describing implementation to date include:"}, {"text_block_id": "p23_b296", "text": "Significant documents describing implementation to date include:\n* Reef 2050 Plan Investment Baseline 2015\n* Reef 2050 Plan Investment Baseline 2015\n 21\n* Reef 2050 Plan Policy Guideline for Decision-makers\n* Reef 2050 Plan Policy Guideline for Decision-makers\n 22\n* Reef 2050 Plan Investment Framework 2016\n* Reef 2050 Plan Investment Framework 2016\n 23\n* Reef 2050 Plan Annual Progress Report and Implementation Strategy 2016\n* Reef 2050 Plan Annual Progress Report and Implementation Strategy 2016\n 24\n* Reef Blueprint: Great Barrier Reef Blueprint for Resilience\n* Reef Blueprint: Great Barrier Reef Blueprint for Resilience\n 25\n* Reef 2050 Plan Update on Progress. 26"}, {"text_block_id": "p24_b315", "text": "3.1 History of adaptive management"}, {"text_block_id": "p24_b316", "text": "Management of the World Heritage Area is overseen by the Australian and Queensland governments based on science and driven by the community. As emerging threats have been identified, and research has enhanced understanding of their causes, governments have acted. Important initiatives include:"}, {"text_block_id": "p24_b317", "text": "Management of the World Heritage Area is overseen by the Australian and Queensland governments based on science and driven by the community. As emerging threats have been identified, and research has enhanced understanding of their causes, governments have acted. Important initiatives include:\n* establishment of the Great Barrier Reef Marine Park in 1975\n* an extensive Joint Field Management Program delivering protective on-ground\n* zoning to protect biodiversity and regulate activities within the marine parks since 1981, with\n* significant water quality protection measures making real improvements to the quality of"}, {"text_block_id": "p24_b325", "text": "For over four decades, the Australian and Queensland governments, along with industry, community organisations and individuals, have invested substantial resources in protecting and managing the Reef. The investment and management framework is significant in scale, resources and effort."}, {"text_block_id": "p24_b326", "text": "3.1.1 Building on the strong foundation"}, {"text_block_id": "p24_b327", "text": "The Australian and Queensland governments are committed to ensuring that the Reef remains one of the best managed World Heritage sites in the world. Key actions undertaken prior to adoption of the Plan in 2015 include:"}, {"text_block_id": "p24_b328", "text": "•"}, {"text_block_id": "p24_b329", "text": "Completing a comprehensive strategic environmental assessment of the World Heritage Area and adjacent coastal zone, a key contribution to the Plan. Commitments arising from this assessment include a cumulative impact assessment policy, a Reef recovery program to support regional communities in protecting the Reef and a world leading Reef-wide integrated monitoring and reporting initiative."}, {"text_block_id": "p24_b330", "text": "•"}, {"text_block_id": "p24_b331", "text": "Amending Queensland’s"}, {"text_block_id": "p24_b332", "text": "State Development and Public Works Organisation Act 1971"}, {"text_block_id": "p24_b333", "text": "and"}, {"text_block_id": "p24_b334", "text": "Environmental Protection Act 1994"}, {"text_block_id": "p24_b335", "text": "to meet Commonwealth standards for protection of World Heritage properties."}, {"text_block_id": "p24_b336", "text": "•"}, {"text_block_id": "p24_b337_merged_merged", "text": "Amending Queensland’s Environmental Protection Act 1994 to formally recognise the World Heritage Area, with maximum penalties for wilful environmental harm raised to over $710,000 for individuals and $3.56 million for corporations, plus costs of restoration."}, {"text_block_id": "p24_b340", "text": "•"}, {"text_block_id": "p24_b341", "text": "Reducing the number of capital dredging proposals to place dredge material in the Great Barrier Reef Marine Park from five to zero."}, {"text_block_id": "p24_b342", "text": "•"}, {"text_block_id": "p24_b343", "text": "Banning disposal of material in the Great Barrier Reef Marine Park from capital dredging projects. This ban was extended by the Queensland Government to cover the rest of the World Heritage Area in 2015."}, {"text_block_id": "p24_b344", "text": "•"}, {"text_block_id": "p24_b345", "text": "Commissioning the Independent Review of the Port of Gladstone which identified a range of principles and measures to improve port governance and environmental management."}, {"text_block_id": "p25_b346", "text": "•"}, {"text_block_id": "p25_b347", "text": "Making the Outstanding Universal Value of the World Heritage Area a central concept in the Australian and Queensland governments’ environmental legislation and planning systems. Queensland’s planning policy and environmental decision making systems now require explicit consideration of matters protected under Australia’s national environment law (including the Outstanding Universal Value of World Heritage properties)."}, {"text_block_id": "p25_b348", "text": "•"}, {"text_block_id": "p25_b349", "text": "Investing in significant targeted research to address key information gaps relating to the future management of the World Heritage Area. The findings provided valuable input into the comprehensive strategic assessment and the Plan."}, {"text_block_id": "p25_b350", "text": "•"}, {"text_block_id": "p25_b351", "text": "Investing almost $32 million as part of the Australian Government’s National Environmental Science Program to create a Tropical Water Quality Hub."}, {"text_block_id": "p25_b352", "text": "•"}, {"text_block_id": "p25_b353", "text": "Achieving improvement in the quality of water entering the World Heritage Area as a result of a partnership between farmers and governments to reduce fertilisers, pesticides and sediments running off farming land."}, {"text_block_id": "p25_b354", "text": "Complementary zoning within the Great Barrier Reef Marine Parks"}, {"text_block_id": "p25_b355_merged", "text": "The Great Barrier Reef is a multiple use area protected by zones providing for a range of ecologically sustainable recreational, commercial, research and education opportunities and the continuation of traditional activities. The complementary zoning provided for under the Great Barrier Reef Marine Park Zoning Plan 2003 and the Marine Parks (Great Barrier Reef Coast) Zoning Plan 2004 ensures balanced protection of the Reef’s values."}, {"text_block_id": "p25_b360", "text": "Since the declaration of the first area of the Great Barrier Reef Marine Park in 1983, the marine park has been progressively expanded to build upon the Australian and Queensland governments long-standing collaborative management arrangements. Today’s complementary zoning arrangements are one of the cornerstones of management for the Great Barrier Reef."}, {"text_block_id": "p25_b361", "text": "The zoning plans take into account the World Heritage values of the marine parks and the principles of ecological sustainable use to protect and conserve the biodiversity of the Great Barrier Reef ecosystems and to manage and protect the values of the marine park that people enjoy."}, {"text_block_id": "p25_b362", "text": "Whilst the zoning plans do not extinguish native title rights and interests, they do provide for the establishment of Traditional Use of Marine Resources Agreements that describe how Great Barrier Reef Traditional Owner groups work in partnership with the Australian and Queensland governments to manage traditional use activities on their sea country."}, {"text_block_id": "p25_b363", "text": "Each zone has different rules for activities that are allowed, activities that are prohibited and activities that require a permit. Zones may also place restrictions on how some activities are conducted."}, {"text_block_id": "p25_b364", "text": "Since 1981 when the first Great Barrier Reef zoning plan was introduced, the Australian and Queensland governments have worked jointly to evolve their management approaches, with zoning continuing to be one of the cornerstones of management for the Great Barrier Reef. The current zoning arrangements ensure at least 20 per cent of every bioregion (and frequently more) is within a highly protected zone. A total of 33 per cent of the entire marine park is in highly protected zones. This provides protection for the species that occur in those habitats. It also allows important ecological, physical and chemical processes to occur and underpin the Reef’s capacity to recover from disturbance and withstand ongoing pressures."}, {"text_block_id": "p26_b365", "text": "3.1.2 Achievements 2015–2018"}, {"text_block_id": "p26_b366", "text": "The mid-term review commenced two years into implementation of the Reef 2050 Plan. Early progress in implementing the Plan demonstrates the commitment of the Australian and Queensland governments and the many partner organisations to the Plan."}, {"text_block_id": "p26_b367", "text": "Progress is summarised in the 2016"}, {"text_block_id": "p26_b368", "text": "28"}, {"text_block_id": "p26_b369", "text": "and 2017"}, {"text_block_id": "p26_b370", "text": "29"}, {"text_block_id": "p26_b371", "text": "Annual Reports."}, {"text_block_id": "p26_b372", "text": "On-ground action"}, {"text_block_id": "p26_b373", "text": "The Australian and Queensland governments are delivering on-ground actions to address the Reef 2050 water quality targets. The Queensland Government is implementing the recommendations of the Great Barrier Reef Water Science Taskforce"}, {"text_block_id": "p26_b374", "text": "30"}, {"text_block_id": "p26_b375", "text": "on how to best meet the Reef 2050 water quality targets. Through the Queensland Reef Water Quality Program, the Queensland Government is investing more than $261 million over five years from 2017–18 to enhance and enforce regulations, establish two major integrated projects, increase levels of agricultural extension and innovation, expand monitoring and modelling, and improve communication and governance."}, {"text_block_id": "p26_b376", "text": "The Australian Government has allocated $471 million (from 2013–2022) to Reef water quality improvement across the Reef catchments. This includes new funding of $201 million allocated in 2018–2019 for expenditure through a new partnership with the Great Barrier Reef Foundation."}, {"text_block_id": "p26_b377_merged_merged_merged", "text": "The 2016 Reef Report Card indicates the annual average sediment load has been reduced by 13.9 per cent, pesticides by 36 per cent and nitrogen by 12 per cent compared to a 2009 baseline.31 New investments by the two governments will accelerate progress towards the Reef 2050 Plan water quality targets."}, {"text_block_id": "p26_b380", "text": "Since 2014 the Australian Government has committed $101.6 million to ramping up crown-of-thorns starfish control to prevent further declines in ecosystem resilience. Outbreaks of the coral-eating crown-of-thorns starfish are occurring at several locations across the Great Barrier Reef and are a"}, {"text_block_id": "p27_b381", "text": "major source of coral mortality. The Great Barrier Reef Marine Park Authority has adopted an integrated approach including surveillance, targeted culling and research. Monitoring on 21 priority reefs offshore of Cairns and Port Douglas in 2016–2017 showed the outbreaks were reduced to ecologically sustainable levels, with live coral cover remaining at 20 per cent despite the impacts of bleaching."}, {"text_block_id": "p27_b382", "text": "Regulation and compliance"}, {"text_block_id": "p27_b383", "text": "Changes to Queensland’s vegetation management laws were passed in 2018, delivering on the action in the Plan to strengthen Queensland’s vegetation management legislation. The changes protect high-value regrowth vegetation in Reef catchments and prevent broadscale clearing of remnant vegetation for new agricultural development. Regulation of vegetation clearing within 50 metres of a watercourse was also extended to the Burnett-Mary, Eastern Cape York and Fitzroy regions to provide consistent protection of riparian vegetation in all Great Barrier Reef catchments. The changes are expected to deliver reduced carbon emissions and sediment run-off, as well as provide increased protection for endangered, vulnerable and near-threatened species."}, {"text_block_id": "p27_b384", "text": "The Queensland Government has limited the impact of ports and dredging by enacting the"}, {"text_block_id": "p27_b385", "text": "Sustainable Development Ports Act 2015"}, {"text_block_id": "p27_b386", "text": ", releasing a Maintenance Dredging Strategy for the Great Barrier Reef World Heritage Area Ports and releasing a guideline for priority ports master planning. Master planning of the priority ports has commenced with the Gladstone and Townsville ports. In 2015–2016 the Great Barrier Reef Marine Park Authority and the Queensland Government amended legislation to ban the sea-based disposal of capital dredge material in the World Heritage Area."}, {"text_block_id": "p27_b387", "text": "The Queensland Government is enforcing current regulations designed to reduce nutrient and sediment pollution under the"}, {"text_block_id": "p27_b388", "text": "Environmental Protection Act 1994."}, {"text_block_id": "p27_b389", "text": "Three net-free fishing zones were introduced in November 2015 at Trinity Bay off Cairns, St Helens Beach to Cape Hillsborough north of Mackay, and the Capricorn Coast from Yeppoon down to Rockhampton (including the Fitzroy River). Recreational fishers are reporting increased satisfaction with their fishing experiences in the net-free zones since their introduction."}, {"text_block_id": "p27_b390", "text": "32"}, {"text_block_id": "p27_b391", "text": "The sustainability of fisheries throughout the Great Barrier Reef will continue to improve as the Queensland Government implements the"}, {"text_block_id": "p27_b392", "text": "Queensland Sustainable Fisheries Strategy 2017–2027"}, {"text_block_id": "p27_b393", "text": "."}, {"text_block_id": "p27_b394", "text": "Policy and planning"}, {"text_block_id": "p27_b395", "text": "The Queensland Government has commenced the new"}, {"text_block_id": "p27_b396", "text": "Planning Act 2016"}, {"text_block_id": "p27_b397", "text": "and associated legislation that establishes ecological sustainability as a core principle. The legislative changes included reinstatement of coastal land surrender provisions under the"}, {"text_block_id": "p27_b398", "text": "Coastal Protection and Management Act 1995"}, {"text_block_id": "p27_b399", "text": "to ensure areas at high risk of coastal erosion are maintained development free."}, {"text_block_id": "p27_b400_merged_merged_merged_merged", "text": "The Wetlands in the Great Barrier Reef Catchments Management Strategy 2016–2021, 33 has been developed to outline an integrated approach to catchment and coastal environment management that considers the multiple values of wetlands and the role they play in ecosystem health of the World Heritage Area. The strategy provides a whole-of-system framework for catchment management and the protection, maintenance and restoration of wetland systems. This framework will help prioritise investment to enable sustainable management of the wetland and coastal ecosystems."}, {"text_block_id": "p28_b405", "text": "The Queensland Local Government Coastal Hazard Adaptation Program (QCoast 2100) was launched in June 2016. This $12 million investment partnership, delivered by the Local Government Association of Queensland (LGAQ), provides funding, tools and technical support to enable coastal local governments, including Reef councils, to develop adaptation strategies to address climate change related coastal hazard risks over the long-term."}, {"text_block_id": "p29_b406", "text": "3.2 Governance of the World Heritage Area"}, {"text_block_id": "p29_b407", "text": "The Australian Constitution establishes the overarching legal authority for environmental management. In common with other federated nations, responsibility is divided between the national government and individual state governments. Within this constitutional structure, the Australian and Queensland governments have successfully worked together for over 40 years to protect, conserve and manage the Great Barrier Reef."}, {"text_block_id": "p29_b408", "text": "Governance of the Great Barrier Reef is subject to diverse influences that transcend jurisdictional boundaries. Management involves federal, state and local governments, Traditional Owners, industry, researchers, community organisations and individuals."}, {"text_block_id": "p29_b409", "text": "The 2017 Scientific Consensus Statement identifies that: “"}, {"text_block_id": "p29_b410", "text": "The governance of the Great Barrier Reef represents a ‘wicked’ problem that is resistant to solution because of its inherent complexity. Coordination between governments and government programs is critical to provide clear policy signals and effective action in agricultural land use and management"}, {"text_block_id": "p29_b411", "text": "”. This evidence highlights that Great Barrier Reef governance requires adaptive, participatory and transdisciplinary approaches."}, {"text_block_id": "p29_b412", "text": "3.2.1 Legislation"}, {"text_block_id": "p29_b413", "text": "A suite of complementary Australian and Queensland legislation (Figure 3) has been enacted to secure the Outstanding Universal Value and other natural, cultural and Indigenous values of the Great Barrier Reef, while allowing multiple-use activities to continue in an ecologically sustainable manner."}, {"text_block_id": "p29_b414", "text": "The principal Acts relevant to the World Heritage Area are the national"}, {"text_block_id": "p29_b415", "text": "Environment Protection and Biodiversity Conservation Act 1999"}, {"text_block_id": "p29_b416", "text": "(EPBC Act) which puts into law Australia’s obligations under the World Heritage Convention, the"}, {"text_block_id": "p29_b417", "text": "Great Barrier Reef Marine Park Act 1975"}, {"text_block_id": "p29_b418", "text": "and the"}, {"text_block_id": "p29_b419", "text": "Marine Parks Act 2004"}, {"text_block_id": "p29_b420", "text": "(Queensland)."}, {"text_block_id": "p29_b421", "text": "The main object of the"}, {"text_block_id": "p29_b422", "text": "Great Barrier Reef Marine Park Act 1975"}, {"text_block_id": "p29_b423", "text": "is:"}, {"text_block_id": "p29_b424", "text": "To provide for the long-term protection and conservation of the environment, biodiversity and heritage values of the Great Barrier Reef Region."}, {"text_block_id": "p29_b425", "text": "The act established the Great Barrier Reef Marine Park Authority as a statutory independent agency and defined the Great Barrier Reef Region. It enabled subsequent declaration of the Great Barrier Reef Marine Park, which allows ecologically sustainable use consistent with the Reef’s protection and conservation."}, {"text_block_id": "p29_b426", "text": "Complementary management arrangements apply in Queensland waters through the"}, {"text_block_id": "p29_b427", "text": "Marine Parks Act 2004"}, {"text_block_id": "p29_b428", "text": ". Additional legislation is used to regulate other uses, for example commercial and recreational fisheries (including across the Great Barrier Reef Marine Park) and shipping. The"}, {"text_block_id": "p29_b429", "text": "Sustainable Ports Development Act 2015"}, {"text_block_id": "p29_b430", "text": "(Queensland) restricts capital dredging to four major ports along the Great Barrier Reef coast and prohibits the disposal of dredge material from capital dredging into the World Heritage Area."}, {"text_block_id": "p29_b431_merged_merged_merged", "text": "A broad suite of laws applies in coastal and catchment areas to protect and manage the natural environment including native vegetation, native plants and animals, national parks and other protected areas, wetlands, waterways, water extraction, water quality, air quality and cultural heritage. Land development is subject to a planning system under the Planning Act 2016 (Queensland) and an environmental impact assessment is required for any project which may have a significant environmental impact. Where matters of national environmental significance such as"}, {"text_block_id": "p30_b434", "text": "World Heritage sites and the Great Barrier Reef Marine Park may be affected, the EPBC Act is triggered either directly or through bilateral agreement arrangements with the Queensland Government."}, {"text_block_id": "p30_b435", "text": "Australian and Queensland government legislation provides the legal foundation for the range of management tools employed to protect and manage the World Heritage Area including:"}, {"text_block_id": "p30_b436", "text": "•"}, {"text_block_id": "p30_b437", "text": "zoning plans"}, {"text_block_id": "p30_b438", "text": "•"}, {"text_block_id": "p30_b439", "text": "management plans"}, {"text_block_id": "p30_b440", "text": "•"}, {"text_block_id": "p30_b441", "text": "permits and licences (including environmental impact assessment and measures to avoid, mitigate and offset impacts)"}, {"text_block_id": "p30_b442", "text": "•"}, {"text_block_id": "p30_b443", "text": "Traditional Owner agreements"}, {"text_block_id": "p30_b444", "text": "•"}, {"text_block_id": "p30_b445", "text": "compliance"}, {"text_block_id": "p30_b446", "text": "•"}, {"text_block_id": "p30_b447", "text": "site infrastructure"}, {"text_block_id": "p30_b448", "text": "•"}, {"text_block_id": "p30_b449", "text": "fees and charges"}, {"text_block_id": "p30_b450", "text": "•"}, {"text_block_id": "p30_b451", "text": "policy (including strategies, policies, position statements, site management arrangements and guidelines)"}, {"text_block_id": "p30_b452", "text": "•"}, {"text_block_id": "p30_b453", "text": "partnerships"}, {"text_block_id": "p30_b454", "text": "•"}, {"text_block_id": "p30_b455", "text": "stewardship and best practice"}, {"text_block_id": "p30_b456", "text": "•"}, {"text_block_id": "p30_b457", "text": "education and community awareness"}, {"text_block_id": "p30_b458", "text": "•"}, {"text_block_id": "p30_b459", "text": "research and monitoring"}, {"text_block_id": "p30_b460", "text": "•"}, {"text_block_id": "p30_b461", "text": "reporting."}, {"text_block_id": "p30_b462", "text": "The combined body of law comprehensively protects the Great Barrier Reef. Governments are regularly reviewing and updating legislation to ensure that new threats and issues are efficiently and effectively addressed as they arise."}, {"text_block_id": "p31_b463", "text": "Great Barrier Reef World Heritage Area"}, {"text_block_id": "p31_b464", "text": "Figure 3: Primary Australian and Queensland government legislation used to protect and manage the Reef."}, {"text_block_id": "p32_b465", "text": "3.2.2 Cooperative management"}, {"text_block_id": "p32_b466_merged", "text": "There is a strong, long-standing working relationship between the Australian and Queensland governments to protect and manage the Reef which was first formalised in 1979 through the Emerald Agreement. This was updated in 2009 through the Great Barrier Reef Intergovernmental Agreement signed by the Prime Minister of the Commonwealth of Australia and the Premier of the State of Queensland."}, {"text_block_id": "p32_b471", "text": "The intergovernmental agreement provides a transparent framework for facilitating cooperative management of the World Heritage Area."}, {"text_block_id": "p32_b472", "text": "Through implementation of the intergovernmental agreement, governments are delivering the Reef 2050 WQIP and the Joint Field Management Program to halt and reverse the decline in the quality of water entering the Reef and drive actions to maximise the resilience of the Reef to climate change. Implementation is guided by the Great Barrier Reef Ministerial Forum, consisting of relevant Australian and Queensland government ministers."}, {"text_block_id": "p33_b473_merged", "text": "Along the Great Barrier Reef coast, local governments play a significant role in land-use planning, development assessment, management of stormwater run-off, sewage treatment, ecosystem health and biodiversity conservation. Local governments are established under the Local Government Act 2009 (Queensland) and are accountable under the Planning Act 2016 (Queensland) for their planning and development assessment activities."}, {"text_block_id": "p33_b478", "text": "Different issues require different management approaches. For some, regulation is the key; for others, incentive-based programs or industry-led delivery of best practice standards, education or market mechanisms are most effective. A strong record of community engagement and adaptive approaches has long been a feature of the Reef’s management."}, {"text_block_id": "p33_b479", "text": "Partnership arrangements and stewardship programs have been established with Traditional Owners, industry sectors, local governments, natural resource management bodies, community groups and individuals. The partnership with Traditional Owners acknowledges the continuing sea country management and custodianship of the Great Barrier Reef by Aboriginal and Torres Strait Islander peoples whose rich cultures, heritage, enduring connections and shared efforts protect the Reef for future generations. In addition, regional industries including tourism, fishing, agriculture, mining and port managers undertake key actions to reduce their impacts on the Reef."}, {"text_block_id": "p33_b480", "text": "Over recent years, there has been increasing interest from the private sector in contributing to the future management and protection of the Reef, and partnership arrangements are emerging as a successful way of delivering outcomes. For example, innovative collaborative approaches in water quality are delivering significant achievements, while collaborative efforts in the research field are bringing together a range of interested parties to coordinate activities and pool resources and expertise."}, {"text_block_id": "p33_b481", "text": "With the establishment of the Coral Sea Commonwealth Marine Reserve, the Great Barrier Reef Marine Park Authority and Parks Australia have established a partnership to enhance management effectiveness and efficiencies in the Coral Sea Marine Reserve and the Great Barrier Reef Marine Park. Through cooperation these management agencies will identify opportunities to support mutually beneficial and streamlined management arrangements to maximise protection."}, {"text_block_id": "p33_b482", "text": "3.2.3 International obligations"}, {"text_block_id": "p33_b483", "text": "In its management of the Great Barrier Reef World Heritage Area, Australia has implemented its obligations under the World Heritage Convention including the specific obligations under Article 4:"}, {"text_block_id": "p33_b484", "text": "Each State Party to this Convention recognizes that the duty of ensuring the identification, protection, conservation, presentation and transmission to future generations of the... natural heritage referred to in Articles 1 and 2 and situated on its territory, belongs primarily to that State. It will do all it can to this end, to the utmost of its own resources and, where appropriate, with any international assistance and co-operation, in particular, financial, artistic, scientific and technical, which it may be able to obtain."}, {"text_block_id": "p33_b485", "text": "Management of the World Heritage Area is also guided by Australia’s obligations under other relevant international conventions. These include:"}, {"text_block_id": "p33_b486", "text": "•"}, {"text_block_id": "p33_b487", "text": "Convention on Biological Diversity, 1992"}, {"text_block_id": "p33_b488", "text": "•"}, {"text_block_id": "p33_b489", "text": "Convention on International Trade in Endangered Species of Wild Fauna and Flora, 1973"}, {"text_block_id": "p33_b490", "text": "•"}, {"text_block_id": "p33_b491", "text": "Convention on the Conservation of Migratory Species of Wild Animals, 1979"}, {"text_block_id": "p33_b492", "text": "•"}, {"text_block_id": "p33_b493", "text": "Convention on Wetlands of International Importance, 1971"}, {"text_block_id": "p33_b494", "text": "(Ramsar Convention)"}, {"text_block_id": "p33_b495", "text": "•"}, {"text_block_id": "p33_b496", "text": "China–Australia Migratory Bird Agreement, 1986"}, {"text_block_id": "p34_b497", "text": "China–Australia Migratory Bird Agreement, 1986\n* International Convention for the Prevention of Pollution from Ships, 1973\n* JapanâAustralia Migratory Bird Agreement, 1974\n* Republic of KoreaâAustralia Migratory Bird Agreement, 2007\n* United Nations Convention on the Law of the Sea, 1982\n* United Nations Framework Convention on Climate Change, 1992\n* The 1996 Protocol to the Convention on the Prevention of Marine Pollution by Dumping of"}, {"text_block_id": "p34_b510", "text": "3.3 Addressing key risks to the Reef"}, {"text_block_id": "p34_b511", "text": "The highest risks to the Reef identified by the Outlook Report 2014 can be grouped into four influencing factors: climate change, land-based run-off, coastal land-use change and direct use. For each of these, the Plan builds on a strong foundation of long-standing active management."}, {"text_block_id": "p34_b512", "text": "3.3.1 Climate change"}, {"text_block_id": "p34_b513", "text": "Climate change is the most pervasive and persistent risk to coral reefs worldwide. Increasing sea surface temperature, ocean acidification, altered weather patterns (such as more intense storms and cyclones) and rising sea levels all impact and damage coral reefs. The outlook for coral reefs based on current climate change projections is one of continuing decline over time, and in many regions, including the Great Barrier Reef, the collapse and loss of coral reef ecosystems."}, {"text_block_id": "p34_b514", "text": "34,35"}, {"text_block_id": "p34_b515", "text": "While coral reefs are one of many ecosystems vulnerable to climate change, they are particularly sensitive to this threat as their existence hinges on the health of reef-building coral species, which have a narrow thermal tolerance and are sensitive to seawater chemistry changes such as ocean acidification."}, {"text_block_id": "p34_b516", "text": "Many coral reef fishes and invertebrates rely on healthy coral for their survival, making them vulnerable to changes in coral reef habitats. These reef-associated species, as well as many other species and habitats that occur within the World Heritage Area, are directly vulnerable to other impacts of climate change (for example, ocean acidification effects on fish behaviour)."}, {"text_block_id": "p34_b517", "text": "Increased greenhouse gas emissions are likely to cause more intense weather events. Although there are some uncertainties in the predictions for cyclone frequency under climate change, cyclone intensity is predicted to increase globally."}, {"text_block_id": "p34_b518", "text": "36"}, {"text_block_id": "p34_b519", "text": "This will cause more frequent occurrences of the most destructive cyclones, with potentially severe consequences for coral reef ecosystems. It is estimated that prior to the 2016 bleaching event, cyclones were responsible for about half (50 per cent) of the total coral loss on the Great Barrier Reef since 1986."}, {"text_block_id": "p34_b520", "text": "37"}, {"text_block_id": "p34_b521", "text": "Across Australia, heavy rainfall events and associated flooding are likely to become more frequent as global warming continues."}, {"text_block_id": "p34_b522", "text": "38"}, {"text_block_id": "p34_b523", "text": "The Great Barrier Reef Marine Park Authority Outlook Report 2014 said there will be a tendency for more large-scale flood events to contribute significant volumes of freshwater to the marine environment, bringing additional sediment and nutrients to the Reef."}, {"text_block_id": "p34_b524", "text": "39"}, {"text_block_id": "p34_b525_merged_merged_merged_merged", "text": "Gradual ocean acidification will increasingly restrict coral growth and survival. Even relatively small decreases in ocean pH reduce the capacity of corals to build skeletons, which in turn reduces their capacity to create habitat for reef biodiversity.40 Further, if coral skeletons are weakened they may have reduced capacity to resist and recover from physical damage caused by cyclones.41"}, {"text_block_id": "p35_b529", "text": "The combined effects of ocean acidification and increasing ocean warming are likely to have contributed to reducing calcification rates of coral throughout the Great Barrier Reef. Skeletal records of massive corals from the inshore Great Barrier Reef indicate that between 1990 and 2005 there was an 11 per cent decline in calcification. Scientists advise this is the fastest and most severe decline in at least 400 years."}, {"text_block_id": "p35_b530", "text": "42"}, {"text_block_id": "p35_b531", "text": "The"}, {"text_block_id": "p35_b532", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p35_b533", "text": "found the overall outlook for the Reef ecosystem is poor and declining. This assessment was reached after taking into account 150 years of accumulating human-caused impacts such as poor water quality, as well as considering the risks to the Reef from present and increasing levels of greenhouse gases in the atmosphere."}, {"text_block_id": "p35_b534", "text": "43"}, {"text_block_id": "p35_b535", "text": "The mass coral bleaching events that occurred in 2016 and 2017—the first to occur in successive years—have added to and exacerbated these impacts."}, {"text_block_id": "p35_b536", "text": "Of particular concern are the projections that the Reef could experience temperature-induced bleaching events twice per decade by about 2020 and annually by about 2050 under high-emissions scenarios."}, {"text_block_id": "p35_b537", "text": "44"}, {"text_block_id": "p35_b538", "text": "If bleaching becomes more frequent and more intense, recovery processes are unlikely to be sufficient for reefs to persist as coral-dominated systems."}, {"text_block_id": "p35_b539", "text": "Analysis by the World Heritage Centre"}, {"text_block_id": "p35_b540", "text": "45"}, {"text_block_id": "p35_b541", "text": "showed that World Heritage properties containing coral reefs have been increasingly exposed to heat stress in recent years. Based on this analysis, the World Heritage Committee in July 2017 reiterated"}, {"text_block_id": "p35_b542", "text": "the importance of State Parties undertaking the most ambitious implementation of the Paris Agreement of the United Nations Framework Convention on Climate Change (UNFCCC) by “holding the increase in the global average temperature to well below 2°C above pre-industrial levels and by pursuing efforts to limit the global average temperature increase to 1.5°C above pre-industrial levels, recognizing that this would significantly reduce the risks and impacts of climate change.\""}, {"text_block_id": "p35_b543", "text": "46"}, {"text_block_id": "p35_b544_merged_merged_merged_merged_merged", "text": "A concerted international effort to limit the effects of global climate change is essential to provide the best protection for coral reefs. Respected coral scientists have documented in peer-reviewed journals that most of the world’s coral reefs will not survive unless the global temperature increase is limited to 1.5 degrees Celsius above pre-industrial levels.47 The United Nations Educational, Scientific, and Cultural Organisation has found that drastic reductions in CO2 emissions are essential to giving coral reefs a chance to survive climate change.48"}, {"text_block_id": "p36_b548", "text": "Trajectories of change for the Great Barrier Reef"}, {"text_block_id": "p36_b549", "text": "Climate change is predicted to be (and already shows signs of being) the strongest driver of ecological change for the Great Barrier Reef."}, {"text_block_id": "p36_b550", "text": "49"}, {"text_block_id": "p36_b551", "text": "While the extent of climate change-driven ecological impacts remains uncertain, it is likely that Reef ecosystems and the ecosystem services they provide to communities will be different in the future. The Reef 2050 Independent Expert Panel concluded that mass coral bleaching since 2016 has changed the Reef fundamentally, and the Reef and surrounding ecosystems are experiencing major long-term damage that may be irreversible. The emerging scientific consensus is that, with concerted effort, the Reef can survive in the long term as a living coral system, but it will be dramatically different with less diversity of coral species, fish and other marine life."}, {"text_block_id": "p36_b552", "text": "50"}, {"text_block_id": "p36_b553_merged_merged", "text": "Scenario planning is being used increasingly to guide decision-making in complex systems like the Great Barrier Reef. In order to support adaptive management under this plan, a series of qualitative change trajectories have been developed for the Reef. These trajectories were constructed by a consortium of CSIRO, AIMS, James Cook University and Eberhard Consulting51 based on rates of climate change and other regional and local drivers and associated pressures. These trajectories deal with uncertainty by illustrating combinations of fast and slow projected rates of global climate change and other regional and local drivers and pressures. The trajectories provide plausible upper and lower bounds to consider the future management needs for the Reef and illustrate questions that will be need to be addressed in the comprehensive review of the Plan in 2020."}, {"text_block_id": "p37_b556_merged", "text": "The Consortium’s report developed four trajectories of change (Figure 4). They are summarised as follows:"}, {"text_block_id": "p37_b559", "text": "•"}, {"text_block_id": "p37_b560", "text": "Trajectory 1 represents global carbon mitigation coupled with effective regional and local action. Globally, the trajectory follows the Representative Concentration Pathway (RCP) 2.6 aspired to by the Paris Climate Agreement to keep global warming less than 2°C above pre-industrial levels, and possibly limit it to 1.5°C. Regionally and locally, Trajectory 1 reflects efforts to effectively reduce cumulative impact from land-use, transport, coastal and urban developments. It offers opportunities to sustain ecosystem values that produce goods and services, support reef-dependent livelihoods and maintain the Great Barrier Reef’s Outstanding Universal Value."}, {"text_block_id": "p37_b561", "text": "•"}, {"text_block_id": "p37_b562", "text": "Trajectory 2 represents global mitigation (as under Trajectory 1) but with the status quo at the regional and local level. Here, economic and social drivers stimulating sub-optimal land-use management and practices combined with an escalation of ship traffic, coastal development and fishing pressures would lead to continued cumulative impacts from regional/local sources on Great Barrier Reef values."}, {"text_block_id": "p37_b563", "text": "•"}, {"text_block_id": "p37_b564", "text": "Trajectory 3 follows an unmitigated global carbon emission path (RCP 8.5) but with effective regional and local action. Run-away climate change under this scenario is predicted to compromise ecosystem resilience as pressures from ocean warming, acidification and storms are projected to intensify (Anthony 2016). As Great Barrier Reef waters warm at around 70 per cent of the global warming rate, Great Barrier Reef surface waters could warm another 1.0–1.5°C by 2050. The capacity for regional and local management effort to sustain Reef values would deteriorate decade by decade, driving a shift towards strategies for human adaptation as well attempts to support ecosystem resilience."}, {"text_block_id": "p37_b565", "text": "•"}, {"text_block_id": "p37_b566", "text": "Trajectory 4 is characterised by global run-away climate change coupled status quo at the regional and local level. This is an outlook that points clearly to a deteriorated Great Barrier Reef. Global run-away climate change and local/regional economic and social behaviours would lead to escalated cumulative impacts on the system. The environmental tolerance of species that support key ecosystem functions (e.g. reef, seagrass mangrove foundations and habitats) and ecosystem services (tourism and fisheries) risk being lost despite interventions at regional environmental management and policy levels. Actions to support Reef values and livelihoods become constrained to smaller scales and focus on adaptation to manage altered or new ecosystems."}, {"text_block_id": "p37_b567", "text": "Figure 4: Generalised Great Barrier Reef change trajectories. The trajectories are based on the rate of climate change and the rate of change in other regional and local drivers and associated pressures. The rate of climate change is not under direct control of Great Barrier Reef decision-makers; however, the rates of change in other regional and local drivers and consequent pressures are more responsive to governance and management decisions."}, {"text_block_id": "p38_b568", "text": "Climate change is predicted to be the strongest driver of ecological change on the Great Barrier Reef. Therefore, Trajectories 3 and 4 represent pathways to increasingly compromised Great Barrier Reef values despite increased investments in regional and local management and policy (Trajectory 4). In contrast, reduced climate change under Trajectories 1 and 2 represent opportunities to support Great Barrier Reef resilience. However, an additional 0.5"}, {"text_block_id": "p38_b569", "text": "o"}, {"text_block_id": "p38_b570", "text": "C of global warming is locked in already under the most optimistic carbon emissions path (RCP 2.6), and realisation of this pathway will depend on global commitments to meet emission targets. Therefore, regional and local management and policy have strong roles to play to sustain Great Barrier Reef values under Trajectories 1 and 2."}, {"text_block_id": "p38_b571", "text": "Global framework for climate change action"}, {"text_block_id": "p38_b572", "text": "The Paris Agreement adopted at the 21st Conference of Parties (COP21) in December 2015, represents a significant step in the international response to climate change. For the first time developing countries, including major emitters like China and India, have joined developed countries in taking on commitments to mitigate emissions. The Paris Agreement builds on preceding efforts under the United Nations Framework Convention on Climate Change (UNFCCC) including the Kyoto Protocol."}, {"text_block_id": "p38_b573", "text": "Australia is a strong supporter of international efforts to address climate change, being a party to the Paris Agreement as well as the earlier Kyoto Protocol."}, {"text_block_id": "p38_b574", "text": "Policy framework"}, {"text_block_id": "p38_b575", "text": "The Australian and Queensland governments are strongly committed to effective climate change mitigation and adaptation, both internationally and domestically. Australia has a comprehensive suite of policies at the national and state level to reduce domestic emissions and support effective international efforts."}, {"text_block_id": "p38_b576", "text": "In 2017, the Australian Government reviewed its climate change policies to ensure they remain effective in achieving Australia’s Paris Agreement commitments and 2030 target to reduce greenhouse gas emissions by 26–28 per cent on 2005 levels. The review looked at the opportunities and challenges of reducing emissions on a sector by sector basis, taking into consideration the different circumstances and characteristics of each sector. The review"}, {"text_block_id": "p38_b577", "text": "53"}, {"text_block_id": "p38_b578", "text": "found that the existing suite of climate policies remains an effective approach to meet Australia’s 2030 target and Paris Agreement commitments. These policies can be adjusted in response to changes in technology, the economy and the pace of international action to address climate change."}, {"text_block_id": "p38_b579_merged_merged_merged", "text": "In July 2017, the Queensland Government released its climate change response comprising two complementary strategies—the Queensland Climate Transition Strategy54 and Queensland Climate Adaptation Strategy55. The Queensland Government is committed to a zero net emission economy by 2050 and an innovative and resilient Queensland that addresses the risks and harnesses the opportunities of a changing climate. Queensland intends to use 50 per cent renewable energy for the power sector by 2030 and has set an interim climate commitment to reduce carbon emissions by at least 30 per cent below 2005 levels by 2030."}, {"text_block_id": "p39_b586", "text": "Mitigation"}, {"text_block_id": "p39_b587", "text": "International activities"}, {"text_block_id": "p39_b588", "text": "Australia is supporting international efforts on climate action. Australia will invest at least $1 billion in climate finance over five years from 2015 to 2020 through aid programs to reduce emissions and build resilience to climate change in developing countries. This includes a contribution of $200 million over four years to the Green Climate Fund."}, {"text_block_id": "p39_b589", "text": "Australia is working closely with countries in the Asia-Pacific region and with the private sector, through the Asia Pacific Rainforest Partnership, to support the goals and objectives of the Paris Agreement. Under the International Partnership for Blue Carbon announced by Australia at COP21 in Paris, governments, non-government organisations and research institutes are working to enhance the protection and restoration of reef habitats and coastal ecosystems (mangroves, tidal marshes and seagrasses) that hold vast stores of carbon, enhance adaptive capacity and provide ecosystem services. Protecting wetlands also contributes to the condition of coral reef ecosystems by providing key habitat in the lifecycles of many reef species."}, {"text_block_id": "p39_b590", "text": "Australia has committed $300 million over four years (2016–2020) to address the challenges of climate change in Pacific Island countries, many of which depend on coral reefs in numerous ways. This program will help Pacific countries adapt to the changing climate and prepare for changes in the frequency and intensity of severe weather events. The Australian Government is also contributing $1.5 million to the World Bank Energy Sector Management Assistance Program for renewables in Pacific Island countries."}, {"text_block_id": "p39_b591", "text": "Australia collaborates with global partners to find new technological solutions to climate change. This includes building technical capacity to track emissions and supporting the international scientific assessments that underpin climate action. For example, Australia works directly with international partner countries to build systems to measure and report on the carbon stored in land, vegetation and soils."}, {"text_block_id": "p39_b592", "text": "National activities"}, {"text_block_id": "p39_b593", "text": "Australia is focused on undertaking practical mitigation actions."}, {"text_block_id": "p39_b594", "text": "Under the Paris Agreement, Australia has committed to reduce emissions by 26 to 28 per cent below 2005 levels by 2030. This target is among the strongest of the major economies on a per capita and gross domestic product carbon-intensity basis."}, {"text_block_id": "p39_b595_merged", "text": "National policies to deliver on Australia’s targets include the Emissions Reduction Fund (ERF), decreasing emissions from electricity generation, making more productive use of energy and supporting energy innovation and technology development. More information on Australian Government programs, policies and tools supporting action on climate change can be viewed at: http://www.environment.gov.au/climate-change/government."}, {"text_block_id": "p39_b598", "text": "The Australian Government is supporting investment in clean energy innovation through the Clean Energy Finance Corporation (CEFC) and the Australian Renewable Energy Agency (ARENA). In 2016, three separate funds were established for the CEFC: the Clean Energy Innovation Fund ($200 million, administered jointly with ARENA), the Sustainable Cities Investment Program (up to $1 billion over 10 years) and the Reef Funding Program (up to $1 billion over 10 years)."}, {"text_block_id": "p40_b599", "text": "Many industries are also playing a key role in emissions reduction targets with a growing number of companies taking action. For example, Virgin Australia and Qantas are reducing their emissions through fuel efficiency, carbon neutral growth and carbon offsetting. Sony, Coca-Cola and Pfizer are implementing their own internal emissions reduction targets and, in a world first for a red meat exporting nation, Meat and Livestock Australia has committed to an ambitious pathway to achieve a carbon neutral Australian red meat industry by 2030."}, {"text_block_id": "p41_b600", "text": "Queensland climate initiatives"}, {"text_block_id": "p41_b601", "text": "At the state level, the Queensland Government will contribute to carbon emission reduction efforts by enhanced, practical regulatory controls on the clearing of remnant and high value regrowth vegetation, boosting support for the take-up of renewable energy technology and sequestering carbon under the Land Restoration Fund."}, {"text_block_id": "p41_b602", "text": "The"}, {"text_block_id": "p41_b603", "text": "Queensland Climate Transition Strategy"}, {"text_block_id": "p41_b604", "text": "outlines the state’s pathway including a suite of actions to achieve a zero net emissions future by 2050. These actions include de-carbonising the energy sector, developing Queensland’s ecosystems’ capacities as carbon sinks and enhancing the state’s capacity to drive innovation for low and zero carbon technologies. The government will drive its own activities to be carbon neutral. The transition path also includes actions which will facilitate Queensland industries to transition to a low carbon economy through identifying the risks and opportunities of a net zero emissions future. The state will work with regional communities to build capacity for developing place-based climate transition roadmaps and skill Queenslanders for new economy jobs."}, {"text_block_id": "p41_b605", "text": "The Queensland Government has established a $500 million state-wide Land Restoration Fund to support carbon reduction projects that deliver water quality, biodiversity and social benefits in Reef catchments and more broadly across Queensland."}, {"text_block_id": "p41_b606_merged_merged", "text": "Emissions from land clearing are contributing to climate change. The Queensland Government has strengthened land clearing laws under the Vegetation Management Act 1999. The Queensland Government makes clear its strengthened land clearing laws will sequester carbon, helping Australia to meet its emissions reduction target under the Paris Agreement as well as protect valuable habitat, and improve water quality flowing to the Reef."}, {"text_block_id": "p41_b609", "text": "Adaptation"}, {"text_block_id": "p41_b610", "text": "Australia supports climate change adaptation internationally through practical cooperation with regional partner countries, especially in the Pacific. Australia supports developing countries to take actions that reduce emissions, build climate resilience and foster economic growth."}, {"text_block_id": "p41_b611", "text": "The Australian Government supports adaptation by governments, businesses and households in Australia by providing authoritative climate science and information. Australian Government agencies are also working together to ensure risks and opportunities arising from climate change are considered in policies, programs and operations."}, {"text_block_id": "p41_b612", "text": "The National Environmental Science Program (NESP) plays a significant role in improving understanding of the impacts of climate change on the Reef. This program is a long-term commitment to environment and climate research with funding of $142.5 million to research hubs over six years. The outcomes of NESP research on tropical water quality, northern biodiversity and earth systems will support actions to build the resilience of the Reef."}, {"text_block_id": "p41_b613", "text": "Queensland’s Climate Adaptation Strategy provides a pathway for a climate resilient Queensland. The strategy provides a coordinated and collaborative approach to climate adaptation, where responsibilities are shared across all levels of government, industries and communities. This strategy incorporates measures to contribute to the resilience of the Great Barrier Reef. Climate adaptation considerations will be integrated into policies and processes. Actions set out in the strategy will ensure that Queenslanders in Great Barrier Reef catchments understand the risks to communities, businesses and the natural environment associated with a changing climate."}, {"text_block_id": "p42_b614", "text": "The climate adaptation pathway will also ensure that Reef communities have access to the best available science and risk-analysis tools to support adaptation decisions. The Queensland Government will also work alongside industry, businesses and non-government organisations to develop sector adaptation plans. These plans will help prioritise adaptation activities, ensure collaborations, identify emerging opportunities, address complex issues and ensure appropriate adaptation measures. Sector adaptation plans for tourism, biodiversity and ecosystems will be of particular relevance for Reef communities."}, {"text_block_id": "p42_b615", "text": "Queensland’s Drought and Climate Adaptation Program (DCAP) is developing tools and better forecasting to assist producers to make more accurate production decisions and better plan for extreme events. This improved planning and on-farm management can also deliver significant co-benefits, such as water quality improvement. DCAP is a partnership between the Queensland Government and leading research institutions both in Australia and internationally. Queensland coastal planning provisions have also been modernised to take into account the predicted effects of climate change. A number of local governments are already preparing coastal hazard adaptation strategies and other initiatives in response to the anticipated effects of climate change."}, {"text_block_id": "p42_b616", "text": "The Great Barrier Reef Marine Park Authority’s Reef Blueprint"}, {"text_block_id": "p42_b617", "text": "56"}, {"text_block_id": "p42_b618", "text": "and new actions built into this Plan through the mid-term review adopt new approaches to address the challenges posed by climate change and refocus management and on-ground efforts within the context of a changing climate."}, {"text_block_id": "p42_b619", "text": "3.3.2 Land-based run-off"}, {"text_block_id": "p42_b620", "text": "In the early 1990s land and Reef managers recognised the impacts of the significant sediment and nutrient loads in floodwaters following severe rainfall events, storms and cyclonic activity. In the early 2000s an independent panel of experts determined there was overwhelming evidence that run-off from rural land-based activities was negatively affecting the quality of water entering the Reef. More than 150 years of agricultural land use in the catchment have led to increases in the nutrient (including nitrogen and phosphorous), sediment and pesticide loads entering the Reef’s waters."}, {"text_block_id": "p42_b621", "text": "There is evidence that increased nutrients can increase the frequency of crown-of-thorns starfish outbreaks, make corals more sensitive to temperature stress and result in effects like algal blooms which affect the health of the Reef."}, {"text_block_id": "p42_b622", "text": "57"}, {"text_block_id": "p42_b623", "text": "Increasing sediment loads can have far-reaching effects on Reef values including increased turbidity and, hence, reduced light and smothering of seagrasses and corals. Pesticides (including herbicides) from run-off have been detected in coastal and inshore areas of the World Heritage Area and are of concern as they can have a negative impact on marine plants and animals."}, {"text_block_id": "p42_b624", "text": "58"}, {"text_block_id": "p42_b625", "text": "The Australian and Queensland governments’ joint"}, {"text_block_id": "p42_b626", "text": "Reef Water Quality Protection Plan"}, {"text_block_id": "p42_b627", "text": "was adopted in 2003 and updated in 2009 and 2013. It coordinates projects and partnerships in a collaborative effort to halt and reverse the decline in water quality entering the Reef from broadscale land use. The Plan was reviewed and revised again in 2017, and the resulting"}, {"text_block_id": "p42_b628", "text": "Reef 2050 Water Quality Improvement Plan"}, {"text_block_id": "p42_b629", "text": "(Reef 2050 WQIP) has been incorporated as a key component of the Reef 2050 Plan."}, {"text_block_id": "p42_b630_merged_merged_merged_merged", "text": "Measures to address declining water quality are underpinned by an extensive body of science documented in the Outlook Report 2014 and, most recently, in the 2017 Scientific Consensus Statement: Land use impacts on Great Barrier Reef water quality and ecosystem condition. The statement concludes that the decline of marine water quality associated with land-based run-off"}, {"text_block_id": "p43_b633", "text": "from the adjacent catchments is a major cause of the current poor state of many of the coastal and marine ecosystems of the Great Barrier Reef. Water quality improvement has an important role in ecosystem resilience."}, {"text_block_id": "p43_b634", "text": "Significant efforts have been made by landholders, regional natural resource management organisations, agricultural industry bodies, conservation groups and government agencies to implement improved land management practices throughout the Reef catchments in order to decrease the discharge of sediment, nutrients and pesticides to the Reef."}, {"text_block_id": "p43_b635", "text": "The new five-year Reef 2050 WQIP"}, {"text_block_id": "p43_b636", "text": "59"}, {"text_block_id": "p43_b637", "text": "will accelerate improvements in the water quality discharging from the catchments adjacent to the Reef. The WQIP builds on previous water quality plans developed in 2003, 2009 and 2013 by:"}, {"text_block_id": "p43_b638", "text": "•"}, {"text_block_id": "p43_b639", "text": "including all sources of land-based water pollution: agriculture, industry, urban and public lands, while recognising that the majority of water pollution still arises from agricultural activities"}, {"text_block_id": "p43_b640", "text": "•"}, {"text_block_id": "p43_b641", "text": "incorporating the human dimensions of change: social, cultural and economic values and how they drive adoption of actions to improve water quality"}, {"text_block_id": "p43_b642", "text": "•"}, {"text_block_id": "p43_b643", "text": "setting individual targets for reducing water pollution from the catchments, enabling better prioritising where the most management action is needed."}, {"text_block_id": "p43_b644", "text": "The Reef 2050 WQIP addresses these water quality challenges by:"}, {"text_block_id": "p43_b645", "text": "•"}, {"text_block_id": "p43_b646", "text": "applying minimum practice standards across all industries and land uses"}, {"text_block_id": "p43_b647", "text": "•"}, {"text_block_id": "p43_b648", "text": "supporting industries and communities to build a culture of innovation and stewardship that takes them beyond minimum standards"}, {"text_block_id": "p43_b649", "text": "•"}, {"text_block_id": "p43_b650", "text": "restoring catchments through works to improve or repair riparian vegetation, streambanks, gullies, waterways and wetlands."}, {"text_block_id": "p43_b651", "text": "Additionally, regional water quality improvement plans and natural resource management plans help to guide investments in changes to land management practices and ecosystem restoration. These plans are informed by the Great Barrier Reef Marine Park Authority’s"}, {"text_block_id": "p43_b652", "text": "Informing the Outlook for Great Barrier Reef coastal ecosystems"}, {"text_block_id": "p43_b653", "text": "60"}, {"text_block_id": "p43_b654", "text": "report which identified critical ecosystem functions and processes. In 2017 the Great Barrier Reef Marine Park Authority released a report outlining the important environmental values, functions and principles for protection of coastal ecosystems."}, {"text_block_id": "p43_b655", "text": "Annual report cards indicate progress towards achieving the"}, {"text_block_id": "p43_b656_merged_merged_merged", "text": "Reef Water Quality Protection Plan’s goals and targets. However the 2017 Scientific Consensus Statement concludes that “Current initiatives will not meet the water quality targets. To accelerate the change in on-ground management, improvements to governance, program design, delivery and evaluation systems are urgently needed. This will require greater incorporation of social and economic factors, better targeting and prioritisation, exploration of alternative management options and increased support and resources”."}, {"text_block_id": "p43_b659", "text": "This advice is the focus of concerted government action with more than $261 million invested over five years by the Queensland Government for water quality programs including implementing the Great Barrier Reef Water Science Taskforce’s recommendations for meeting water quality targets in priority areas. Water quality improvement is a key focus of the Australian Government’s $260 million Reef Trust. These initiatives support a growing suite of actions across government, agricultural sectors, researchers and community organisations."}, {"text_block_id": "p44_b660", "text": "Coastal wetlands play an important role in improving water quality of land-based run-off. The"}, {"text_block_id": "p44_b661", "text": "Wetlands in the Great Barrier Reef Catchments Management Strategy 2016–2021"}, {"text_block_id": "p44_b662", "text": "61"}, {"text_block_id": "p44_b663", "text": "outlines an integrated approach to catchment and coastal environment management that considers the multiple values of wetlands and the role they play in ecosystem health of the Great Barrier Reef. The strategy provides a whole-of-system catchment management framework for catchment management and protecting, maintaining and restoring wetland systems."}, {"text_block_id": "p44_b664", "text": "3.3.3 Coastal land-use change"}, {"text_block_id": "p44_b665", "text": "Under Australia’s federal structure, the Queensland Government has responsibility for land tenure, resources management and land-use planning in the coastal zone and catchments. As outlined in Section 3.2.1, there is a range of laws which cover all aspects of environmental protection, planning and development assessment in Queensland."}, {"text_block_id": "p44_b666_merged_merged", "text": "Through the coastal zone component of the comprehensive strategic environmental assessment,62,63 the Queensland Government committed to ensuring that development in the Great Barrier Reef coastal zone occurs in an ecologically sustainable manner and that negative impacts on Outstanding Universal Value are avoided."}, {"text_block_id": "p45_b669", "text": "This included the following enhancements to management:"}, {"text_block_id": "p45_b670", "text": "•"}, {"text_block_id": "p45_b671", "text": "add to the coastal zone protected area estate"}, {"text_block_id": "p45_b672", "text": "•"}, {"text_block_id": "p45_b673", "text": "require port master planning that considers potential marine-based as well as land-based environmental impacts"}, {"text_block_id": "p45_b674", "text": "•"}, {"text_block_id": "p45_b675", "text": "meet the standards required by the EPBC Act for protection of matters of national environmental significance"}, {"text_block_id": "p45_b676", "text": "•"}, {"text_block_id": "p45_b677", "text": "develop a Direct Benefit Environmental Offsets Management Plan to maximise the Reef’s health and resilience."}, {"text_block_id": "p45_b678", "text": "In addition, the Queensland Government committed to:"}, {"text_block_id": "p45_b679", "text": "•"}, {"text_block_id": "p45_b680", "text": "strengthening vegetation management laws to protect remnant and high value regrowth native vegetation (including in riparian zones)"}, {"text_block_id": "p45_b681", "text": "•"}, {"text_block_id": "p45_b682", "text": "ensuring ecologically sustainable regulation of water extraction in catchments leading to the Great Barrier Reef."}, {"text_block_id": "p45_b683", "text": "Port development in the World Heritage Area and the adjacent coastal zone is strictly controlled. The Australian and Queensland governments continue to take action to limit the impact of ports and port development on the Great Barrier Reef. The Australian Government has used its regulatory powers to permanently ban the disposal of capital dredge material in the Great Barrier Reef Marine Park."}, {"text_block_id": "p45_b684", "text": "The Queensland"}, {"text_block_id": "p45_b685", "text": "(Ports Act) came into effect on 20 November 2015 and establishes a legislative framework to balance the protection of the Great Barrier Reef with the development of the state’s major bulk commodity ports in the regions."}, {"text_block_id": "p45_b686", "text": "The Ports Act:"}, {"text_block_id": "p45_b687", "text": "•"}, {"text_block_id": "p45_b688", "text": "restricts new port development in and adjoining the World Heritage Area to within current port limits and outside Commonwealth and state marine parks"}, {"text_block_id": "p45_b689", "text": "•"}, {"text_block_id": "p45_b690", "text": "prohibits major capital dredging for the development of new or expansion of existing port facilities in the World Heritage Area outside the priority ports of Gladstone, Abbot Point, Townsville and Hay Point/Mackay"}, {"text_block_id": "p45_b691", "text": "•"}, {"text_block_id": "p45_b692", "text": "prohibits the sea-based disposal of port-related capital dredge material within the World Heritage Area."}, {"text_block_id": "p45_b693", "text": "In accordance with the Ports Act, the Queensland Government is advancing master planning for the priority ports of Gladstone, Abbot Point, Townsville and Hay Point/Mackay. The Queensland Government has reaffirmed its commitment to protect the Fitzroy Delta, Keppel Bay and North Curtis Island. These areas are excluded from the priority Port of Gladstone master planned area."}, {"text_block_id": "p45_b694_merged_merged", "text": "Port planning and port operations in and around the World Heritage Area continue to be improved through industry commitment to improve practices, implementation of new Queensland Government policies such as the Maintenance Dredging Strategy, the principles developed through the Independent Review of the Port of Gladstone64 and partnership models such as the Gladstone Healthy Harbour Partnership. The Queensland Ports Association has developed a report describing port sediment characteristics and risks at the four major ports and how they interact and contribute to broader catchment water pollution within the World Heritage Area."}, {"text_block_id": "p46_b697", "text": "3.3.4 Direct use"}, {"text_block_id": "p46_b698", "text": "There are multiple activities within the Great Barrier Reef World Heritage Area collectively referred to as ‘direct use’. These include marine tourism, defence activities, fishing, ports, marine debris, recreation, research and educational activities, shipping and the use of marine resources by Traditional Owners. Direct use was one of the first influencing factors addressed through application of the Great Barrier Reef Marine Park Zoning Plan restrictions in 2003. At this time the green zones increased from 4.7 per cent to 33 per cent of the marine park."}, {"text_block_id": "p46_b699", "text": "These uses are managed through a variety of tools including zoning plans, plans of management, policies and permits. These tools are designed to ensure activities are ecologically sustainable and the World Heritage Area continues to provide a diverse range of community and economic benefits to current and future generations. Management is focused on addressing the threats of highest risk. For example, in response to the combined impacts of consecutive mass coral bleaching events in 2016 and 2017, increasing intense tropical cyclone activity and the ongoing crown-of-thorns starfish outbreak, the Great Barrier Reef Marine Park Authority has implemented changes to its compliance management to maximise the Great Barrier Reef’s potential for resilience and recovery. By taking a stricter, no excuses approach to illegal recreational fishing—and publicly communicating its compliance action—the Great Barrier Reef Marine Park Authority is driving change to maximise the Great Barrier Reef’s potential for resilience and recovery."}, {"text_block_id": "p46_b700_merged", "text": "Fisheries in the Great Barrier Reef World Heritage Area are extensively regulated under Australian and Queensland government legislation. The Great Barrier Reef Marine Park Zoning Plan 2003 excludes commercial, charter and recreational fishing from one-third of the marine park, with trawling excluded from about two-thirds. Other regulatory requirements include compulsory licensing for commercial and charter fishers, total allowable catch limits and quotas for commercial operators, possession limits, size limits, restrictions of fishing apparatus and seasonal closures for all fishers. Significant commercial fisheries also require vessel monitoring systems to be fitted."}, {"text_block_id": "p47_b703_merged", "text": "The environmental performance of fisheries is also assessed under the national EPBC Act. The Australian Government Department of the Environment and Energy undertakes these assessments on behalf of the Minister for the Environment, in accordance with the Guidelines for the Ecologically Sustainable Management of Fisheries—second edition. The assessments include consideration of the impacts of fisheries on marine species protected under Part 13 of the EPBC Act, as well as evaluating fisheries for the purpose of export approval under Part 13A."}, {"text_block_id": "p47_b706", "text": "The sources of marine debris are wide and varied. To address this threat, managers adopt a multi-pronged approach. This includes regulating waste from vessels and urban environments, together with a range of partnership activities with local government, industry and community groups. Marine debris is identified as a key threatening process under the EPBC Act. In addition to these measures, the Reef Trust will provide up to $5 million over five years from 2018–2019 for clean-up and prevention services to reduce marine debris in the Great Barrier Reef."}, {"text_block_id": "p47_b707", "text": "The Queensland Government is developing a Plastic Pollution Reduction Plan which will provide a comprehensive and coordinated response to the pervasive and growing threat of plastic pollution with the aim of reducing the amount of plastic entering and in the environment. The Queensland Government is delivering key initiatives to help reduce the amount of plastic litter including banning"}, {"text_block_id": "p48_b708", "text": "single-use lightweight plastic shopping bags from 1 July 2018 and introducing a container refund scheme. These two initiatives will reduce the amount of plastic litter entering the environment from the Queensland coast."}, {"text_block_id": "p48_b709", "text": "There has been commercial shipping in the Reef area for around 150 years. At Australia’s request, the Great Barrier Reef is designated a Particularly Sensitive Sea Area by the International Maritime Organisation, the first in the world. Extensive and stringent navigation and pollution prevention controls are in place to manage the threats from shipping. These include:"}, {"text_block_id": "p48_b710", "text": "•"}, {"text_block_id": "p48_b711", "text": "high quality electronic navigation charts and aids to navigation"}, {"text_block_id": "p48_b712", "text": "•"}, {"text_block_id": "p48_b713", "text": "pilotage requirements"}, {"text_block_id": "p48_b714", "text": "•"}, {"text_block_id": "p48_b715", "text": "two-way routes and other ship routing measures"}, {"text_block_id": "p48_b716", "text": "•"}, {"text_block_id": "p48_b717", "text": "vessel traffic services that monitor ship movements 24 hours a day and intervene if ships move beyond defined limits such as designated shipping areas"}, {"text_block_id": "p48_b718", "text": "•"}, {"text_block_id": "p48_b719", "text": "emergency response assets and arrangements including emergency towage assets and oil spill response equipment."}, {"text_block_id": "p48_b720_merged", "text": "Despite increasing ship movements through the World Heritage Area, the comprehensive management measures have substantially reduced the frequency of shipping incidents. The NorthEast Shipping Management Plan released in late 2014, builds on existing arrangements to provide an integrated approach to shipping management in the Great Barrier Reef World Heritage Area, Coral Sea and Torres Strait regions. The Plan gives explicit consideration to the Outstanding Universal Value of the World Heritage Area."}, {"text_block_id": "p49_b724", "text": "4.1 Vision"}, {"text_block_id": "p49_b725", "text": "The Reef 2050 Plan’s vision for the Great Barrier Reef World Heritage Area is:"}, {"text_block_id": "p49_b726", "text": "To ensure the Great Barrier Reef continues to improve on its Outstanding Universal Value every decade between now and 2050 to be a natural wonder for each successive generation to come."}, {"text_block_id": "p49_b727", "text": "4.2 The way forward"}, {"text_block_id": "p49_b728_merged", "text": "The development and implementation of the Reef 2050 Long-Term Sustainability Plan is a major step to ensuring the future health of the Great Barrier Reef World Heritage Area. It builds on the existing strong foundation of management and is based on the principles of cooperative management underpinned by the best available science."}, {"text_block_id": "p49_b731", "text": "For the first time, actions across government, industry, Traditional Owners, researchers and the community are being integrated to help ensure current and future threats to the Reef are addressed in an effective, efficient and appropriate manner. Regional and local approaches, based on both local and expert knowledge, are central to protecting and managing the Reef’s values and the community benefits they support."}, {"text_block_id": "p49_b732", "text": "The Plan coordinates existing activities and new initiatives by nominating targets, objectives and outcomes to deliver enhancements to the Outstanding Universal Value of the World Heritage Area each successive decade between now and 2050."}, {"text_block_id": "p49_b733", "text": "Initiatives outlined in the Plan address deficiencies and gaps identified in the assessment of effectiveness in the Outlook Report 2014 and the comprehensive strategic environmental assessment. Additional activities were also developed with the Partnership Group and, subsequently, the Reef advisory bodies to tackle outstanding issues and enhance protection of the Reef’s values such as ecosystem health and biodiversity. The 2019 Outlook Report and comprehensive review of the Plan in 2020 will provide the basis for future actions to protect the Reef’s Outstanding Universal Value. The management arrangements described in Section 3 continue under the Plan."}, {"text_block_id": "p49_b734", "text": "4.3 Structure and themes"}, {"text_block_id": "p49_b735", "text": "The Plan is built around an Outcomes Framework with seven overarching themes: ecosystem health, biodiversity, heritage, water quality, community benefits, economic benefits and governance."}, {"text_block_id": "p49_b736", "text": "These themes reflect the priority areas for action identified by governments and partners. Together they address the key risks to the Reef and will ensure ecologically sustainable use can continue."}, {"text_block_id": "p50_b737", "text": "Under each theme, there are the following components:"}, {"text_block_id": "p50_b738", "text": "•"}, {"text_block_id": "p50_b739", "text": "Actions"}, {"text_block_id": "p50_b740", "text": "—identified components of work to be undertaken to meet the targets"}, {"text_block_id": "p50_b741", "text": "•"}, {"text_block_id": "p50_b742", "text": "Targets"}, {"text_block_id": "p50_b743", "text": "—the results being aimed for by 2020, a five-year time horizon; to facilitate delivery they are Specific, Measurable, Achievable, Realistic and Time-bound (SMART)"}, {"text_block_id": "p50_b744", "text": "•"}, {"text_block_id": "p50_b745", "text": "Objectives"}, {"text_block_id": "p50_b746", "text": "—linking targets to outcomes, expected to be achieved by 2035, the medium term"}, {"text_block_id": "p50_b747", "text": "•"}, {"text_block_id": "p50_b748_merged", "text": "an Outcome—which must be achieved by 2050 to deliver the vision."}, {"text_block_id": "p50_b751", "text": "To ensure all the threats arising from human activity are addressed and that actions build on the strong foundation of protection and cooperative management, the Outcomes Framework (Figure 5) has been developed using program logic methodology. The linkages from the threats, through foundational activities, actions, targets, objectives and the final outcome to be achieved are set out in theme-based diagrams throughout this section."}, {"text_block_id": "p50_b752", "text": "An analysis of the attributes of Outstanding Universal Value relevant to each theme and its mid-term objectives is presented in Appendix F. How the Plan will improve protection, maintenance and transmission of the World Heritage Area’s Outstanding Universal Value is set out in Appendix G."}, {"text_block_id": "p50_b753", "text": "The organisations listed against actions are responsible for implementing them and working with partners and community members to achieve the outcomes."}, {"text_block_id": "p50_b754", "text": "The themes themselves do not stand alone. Only by working towards outcomes across all themes will the threats be responded to and resilience of the Great Barrier Reef World Heritage Area strengthened."}, {"text_block_id": "p51_b755", "text": "The development of the targets and objectives in the Plan takes into account the likelihood there will be a significant lag time between actions to stabilise and reduce impacts and a measureable improvement in the condition of the Reef’s ecosystem and heritage values. One example is the time between improvements in the quality of water flowing into the marine ecosystem and measurable improvements in water quality in the marine environment, with sediments and nutrients projected to continue affecting biodiversity for many years."}, {"text_block_id": "p51_b756", "text": "4.4 Mid-term review"}, {"text_block_id": "p51_b757", "text": "The mid-term review focused on consolidating and updating progress on the original actions of the Plan, identifying new actions to respond to the challenges of climate change pressures and providing the basis for a comprehensive review of the Plan in 2020. Innovative responses to the current challenges facing the Reef were canvassed to identify new actions for 2018–2020."}, {"text_block_id": "p51_b758", "text": "The review was informed by a scoping report produced by a consortium led by CSIRO with AIMS, James Cook University and Eberhard Consulting. Their findings were made available to the Reef 2050 Advisory Committee and the Independent Expert Panel as a basis for workshops to identify new actions. A key focus was placed on actions that could be implemented in the period leading up to the 2020 review of the Plan."}, {"text_block_id": "p51_b759", "text": "4.4.1. Foundational activities and programs"}, {"text_block_id": "p51_b760", "text": "The original Plan highlighted a number of underpinning foundational activities for each theme, which were drawn from the broader legislation and cooperative management approaches described in section 3. Specific actions in the original Plan also described other foundational activities and programs including ongoing implementation activities that deliver on legislative requirements such as the comprehensive zoning plan, broader cooperative management programs such as the Joint Field Management Program, and stewardship initiatives such as the Reef Guardians program."}, {"text_block_id": "p51_b761", "text": "The mid-term review recognised these activities and programs are better characterised as core foundational business. They have been removed as specific actions and included them as foundational programs and activities. Appendix H lists the responsible reporting agency and contributing partners for foundational activities and programs."}, {"text_block_id": "p51_b762", "text": "Figure 6 shows the distribution of foundational, principle, completed, updated, ongoing and new actions across the themes following the mid-term review."}, {"text_block_id": "p51_b763", "text": "Figure 6: Mid-term review consolidation of actions by theme."}, {"text_block_id": "p52_b764", "text": "4.4.2. Completed, updated and re-categorised actions"}, {"text_block_id": "p52_b765", "text": "Overall, 38 actions under all themes have been completed or are ‘in place’ and have been removed from the actions for the 2018–2020 list. Most of the initial governance actions have been completed, with governance structures in place and working well. Governance, like the other themes of the Plan, is based on an adaptive management framework."}, {"text_block_id": "p52_b766", "text": "All actions in the original Reef 2050 Plan and their component parts are listed in an action tracker on the Department of the Environment and Energy’s website at"}, {"text_block_id": "p52_b767", "text": ". This document shows the status of the action, the lead reporting agency and provides a brief comment on progress."}, {"text_block_id": "p52_b768_merged_merged", "text": "The adoption of new thematic plans under the framework of the Reef 2050 Plan has resulted in the integration of some discrete actions into such plans. For example, the Reef 2050 WQIP updates a number of discrete actions in the water quality theme. Other actions have been replaced by more comprehensive approaches contained within overarching government policies such the Sustainable Fisheries Strategy 2017–2022 and the Wetlands in the Great Barrier Reef Catchments Management Strategy 2016–2021. Some actions have been updated and replaced with new actions more targeted to current pressures on the values of the Great Barrier Reef."}, {"text_block_id": "p52_b773", "text": "Several initial actions were considered to express principles rather than to describe specific actions. These are now reflected in section 4.5."}, {"text_block_id": "p52_b774", "text": "4.4.3. Traditional Owner actions"}, {"text_block_id": "p52_b775", "text": "Twenty-three Reef 2050 Plan actions specifically relate to Traditional Owners. Delivery of the Reef 2050 Plan is underpinned by a partnership approach and this is reflected in the Plan’s governance arrangements which include Indigenous expertise on the Independent Expert Panel, Traditional Owner participation in the Reef 2050 Advisory Committee and Traditional Owner participation in the Reef 2050 Integrated Monitoring and Reporting Program working groups."}, {"text_block_id": "p52_b776", "text": "The Reef 2050 Plan Investment Framework identifies Traditional Owner actions as one of six priority areas for future investment stating that “a key priority for investment is to improve involvement of Traditional Owners in the delivery of Reef 2050 actions”."}, {"text_block_id": "p52_b777", "text": "To assist in addressing this priority area, the Australian Government is working with a consortium of Indigenous and research organisations to support increased Traditional Owner involvement in implementing the Reef 2050 Plan and delivery of Traditional Owner aspirations and commitments in the Plan. This work will focus on three key areas:"}, {"text_block_id": "p52_b778", "text": "•"}, {"text_block_id": "p52_b779", "text": "coordinating and facilitating culturally appropriate engagement with Traditional Owners and Reef 2050 delivery partners"}, {"text_block_id": "p52_b780", "text": "•"}, {"text_block_id": "p52_b781", "text": "developing an approach to support Traditional Owner engagement in monitoring, evaluation and reporting activities as part of the Reef 2050 Plan reporting process"}, {"text_block_id": "p52_b782", "text": "•"}, {"text_block_id": "p52_b783", "text": "advising on the Plan’s adaptive management, guided by engagement with Traditional Owners, including options for sustainable delivery arrangements."}, {"text_block_id": "p52_b784", "text": "The consortium of Indigenous and research organisations provided advice on the treatment of actions as part of the mid-term review."}, {"text_block_id": "p53_b785", "text": "4.4.4. Ongoing actions"}, {"text_block_id": "p53_b786", "text": "Of the original Plan’s 139 actions, 81 actions have commenced and are not yet complete or describe activities that are ongoing. Several of these actions have been refined or refocused for improved delivery. These actions are listed in the program logic for each theme and will continue to be advanced and reported on through Annual Reports."}, {"text_block_id": "p53_b787", "text": "4.4.5. New actions"}, {"text_block_id": "p53_b788", "text": "The changed state of the Reef in 2018 and progress to date with implementing the original actions highlighted the need for two types of new actions: those with a focus on strengthening the resilience of the Reef to climate change impacts and preparatory activities to inform the comprehensive review of the Plan scheduled for 2020. The new actions build on existing tools and trial new approaches and technologies to build resilience. Initiatives include expanding and intensifying crown-of-thorns starfish control, strengthening compliance, enhanced protection for key species, and testing and deploying materials for Reef restoration."}, {"text_block_id": "p53_b789", "text": "There are gaps in current understanding and knowledge to fill. Specific actions have been included across the themes to provide specific information to underpin the comprehensive review of the Plan in 2020."}, {"text_block_id": "p53_b790_merged", "text": "In subsequent sections, the new actions are highlighted in green with a MTR (mid-term review) preface, have been allocated to a theme and attributed, where feasible, within the theme’s program logic. Appendix I lists the responsible reporting agency and contributing partners for existing actions."}, {"text_block_id": "p54_b793", "text": "Active local restoration and innovative ideas"}, {"text_block_id": "p54_b794", "text": "Managing coral reef ecosystems, in light of recent bleaching events, cumulative pressures and possible climate change trajectories, requires a different approach. In the past, management has focused on measures designed to protect values (e.g. zoning plans) or mitigate risk (e.g. permits and best practices). In the future, management will adopt additional measures to not only protect and mitigate but also actively support Reef recovery."}, {"text_block_id": "p54_b795", "text": "Restoration methods have been developed and tested in other regions of the world. To date, however, they have not been widely applied to the Great Barrier Reef. While existing coral restoration techniques are generally only feasible at small spatial scales, coral restoration techniques have the potential to make a significant contribution to resilience-based management of the Great Barrier Reef. There may also be scope to develop new techniques to assist recovery of reef habitats at larger scales."}, {"text_block_id": "p54_b796", "text": "Beyond ecological benefits, restoration can also provide opportunities for communities and industries to participate in practical efforts to improve locally-valued reef sites while fostering community and industry resilience."}, {"text_block_id": "p54_b797", "text": "This priority initiative includes:"}, {"text_block_id": "p54_b798", "text": "1."}, {"text_block_id": "p54_b799", "text": "testing, improving and scaling up local-scale reef restoration methods—based on the best available science—for potential application across the resilience network"}, {"text_block_id": "p54_b800", "text": "2."}, {"text_block_id": "p54_b801", "text": "facilitating opportunities for community and industry participation in local scale restoration"}, {"text_block_id": "p54_b802", "text": "3."}, {"text_block_id": "p54_b803", "text": "researching and developing large-scale restoration methods."}, {"text_block_id": "p54_b804", "text": "The Australian Government has provided $6 million to the Australian Institute of Marine Science to lead a concept feasibility study jointly with CSIRO and other partners including the Great Barrier Marine Park Authority, Great Barrier Reef Foundation, James Cook University, the University of Queensland and the Queensland University of Technology. The Reef Restoration and Adaptation Program feasibility study is assessing the viability of increasing the thermal tolerance of corals such that the system as a whole is better able to adapt to forward climate scenarios, and developing technologies to facilitate bleaching event recovery and restoration of degraded reefs (see MTR EHA11)."}, {"text_block_id": "p54_b805", "text": "Developing innovative solutions will be vital to build the resilience of the Reef in the face of climate change. The Australian and Queensland governments have released an innovation challenge to boost coral abundance on the Great Barrier Reef. The challenge is to quickly restore the ecological functions provided by the Great Barrier Reef through cost-effective methods which protect corals exposed to extreme temperatures and encourage the recovery of damaged reefs after heat stress and storms."}, {"text_block_id": "p55_b806", "text": "4.5 Principles in decision making"}, {"text_block_id": "p55_b807", "text": "In making decisions about management and protection of the World Heritage Area, decision makers will have regard to the principles set out below."}, {"text_block_id": "p55_b808", "text": "Maintaining and enhancing Outstanding Universal Value in every action"}, {"text_block_id": "p55_b809", "text": "•"}, {"text_block_id": "p55_b810", "text": "Protecting the Outstanding Universal Value of the World Heritage Area is the prime consideration when planning, development and management decisions are made."}, {"text_block_id": "p55_b811", "text": "•"}, {"text_block_id": "p55_b812", "text": "Values and ecological processes in poor condition are restored and values and ecological processes in good condition are maintained."}, {"text_block_id": "p55_b813", "text": "•"}, {"text_block_id": "p55_b814", "text": "Economic growth is sustainable and consistent with protecting Outstanding Universal Value."}, {"text_block_id": "p55_b815", "text": "Basing decisions on the best available science"}, {"text_block_id": "p55_b816", "text": "•"}, {"text_block_id": "p55_b817", "text": "Decisions are based on the full range of knowledge, including scientific understanding, Traditional Owner and community knowledge."}, {"text_block_id": "p55_b818", "text": "•"}, {"text_block_id": "p55_b819", "text": "Decisions take into consideration information on the current and emerging risks associated with climate change."}, {"text_block_id": "p55_b820", "text": "•"}, {"text_block_id": "p55_b821", "text": "Management is adaptive and continually improving, informed by the outcomes of monitoring programs."}, {"text_block_id": "p55_b822", "text": "Delivering a net benefit to the ecosystem"}, {"text_block_id": "p55_b823", "text": "•"}, {"text_block_id": "p55_b824", "text": "Decisions are underpinned by the principles of ecologically sustainable development, including the precautionary principle."}, {"text_block_id": "p55_b825", "text": "•"}, {"text_block_id": "p55_b826", "text": "Impacts are avoided and residual impacts mitigated."}, {"text_block_id": "p55_b827", "text": "•"}, {"text_block_id": "p55_b828", "text": "Offsets are considered only where impacts cannot be avoided or mitigated."}, {"text_block_id": "p55_b829", "text": "•"}, {"text_block_id": "p55_b830", "text": "Actions that restore ecosystem health and resilience—delivering an overall improvement in the Reef’s condition—are fostered."}, {"text_block_id": "p55_b831", "text": "Adopting a partnership approach to management"}, {"text_block_id": "p55_b832", "text": "•"}, {"text_block_id": "p55_b833", "text": "Governance arrangements are transparent and accountable."}, {"text_block_id": "p55_b834", "text": "•"}, {"text_block_id": "p55_b835", "text": "Decisions continue to support a wide range of opportunities for sustainable economic, social and cultural activities, including traditional use."}, {"text_block_id": "p55_b836", "text": "•"}, {"text_block_id": "p55_b837", "text": "Management is cooperative; empowering partners, fostering stewardship and building strong community support. Delivery of local and regional actions is informed through engagement with Traditional Owners, industry, regional bodies, local governments and the community."}, {"text_block_id": "p55_b838", "text": "•"}, {"text_block_id": "p55_b839", "text": "Innovation in management is fostered."}, {"text_block_id": "p57_b840", "text": "4.6 Ecosystem health"}, {"text_block_id": "p57_b841", "text": "Well-functioning ecological systems, such as coral reefs and associated habitats, provide a host of ecosystem services and underpin resilience. They support the integrity, biodiversity and heritage values of the Reef and its economic and community benefits. Traditional Owners and their continuing connection to their sea country play an integral role in the health of the Great Barrier Reef ecosystem."}, {"text_block_id": "p57_b842", "text": "The targets and actions to maintain and enhance ecosystem health over successive decades relate to those aspects of the ecological system (for example, coral reefs, seagrass meadows and coastal habitats) that support or best represent the ecological and biological processes of the Reef. These ecosystems provide habitat for biodiversity including threatened species, economic and community benefits, and increase resilience to climate change. Individual species contributing to ecosystem and habitat integrity are considered in the biodiversity theme."}, {"text_block_id": "p57_b843", "text": "Ecosystems are subject to a wide range of influences, many of which are outside human control, such as floods and cyclones. A changing climate is a significant threat to all ecosystems associated with the Great Barrier Reef."}, {"text_block_id": "p57_b844_merged", "text": "Wetlands are a key ecosystem that contributes to the health and resilience of the Reef. Wetlands in the Great Barrier Reef Catchments Management Strategy 2016– 2021 and the Reef 2050 policies on providing net benefits and managing cumulative impacts and the Great Barrier Reef Ecosystem Assessment Framework will help guide decision making to better protect ecosystem health."}, {"text_block_id": "p57_b853", "text": "Monitoring and reporting the resilience of some ecosystem components is a key commitment of the 2020 targets. The Reef Integrated Monitoring and Reporting Program action (MTR GA4) will examine the capacity of ecosystems to withstand disturbance by measuring recovery rates and monitoring key processes such as reproduction, recruitment and mortality."}, {"text_block_id": "p57_b854", "text": "Outcome: The status and ecological functions of ecosystems with the Great Barrier Reef World Heritage Area are in at least good condition with a stable to improving trend."}, {"text_block_id": "p58_b855", "text": "Treatment of previous actions:"}, {"text_block_id": "p58_b856", "text": "Guideline: Master"}, {"text_block_id": "p58_b857", "text": "Planning for Priority Ports"}, {"text_block_id": "p58_b858", "text": "North-East Shipping"}, {"text_block_id": "p58_b859", "text": "Management Plan"}, {"text_block_id": "p58_b860", "text": "North-East Shipping Management Group"}, {"text_block_id": "p58_b861", "text": "National Plan for"}, {"text_block_id": "p58_b862", "text": "Maritime"}, {"text_block_id": "p58_b863", "text": "Environmental Emergencies"}, {"text_block_id": "p58_b864", "text": "Reef Guardians"}, {"text_block_id": "p58_b865", "text": "Local Marine Advisory Committees"}, {"text_block_id": "p58_b866", "text": "Reef Advisory Committees"}, {"text_block_id": "p58_b867", "text": "Regional report card"}, {"text_block_id": "p58_b868", "text": "partnerships"}, {"text_block_id": "p58_b869", "text": "Australian Institute of Marine Science Long-Term Monitoring Program"}, {"text_block_id": "p58_b870", "text": "Eye on the Reef"}, {"text_block_id": "p59_b871", "text": "4.7 Biodiversity"}, {"text_block_id": "p59_b872", "text": "Threats"}, {"text_block_id": "p59_b873_merged", "text": "The Great Barrier Reef is one of the world’s most diverse and remarkable ecosystems, with a wide range of habitats and many thousands of different species. Actions will be taken to protect and conserve increase this biodiversity, focused on applying traditional knowledge, species of conservation concern, monitoring Ocean acidification and reporting, and specific projects, planning Sea level rise and programs."}, {"text_block_id": "p59_b880", "text": "Altered weather patterns"}, {"text_block_id": "p59_b881", "text": "Sea temperature"}, {"text_block_id": "p59_b882", "text": "Existing monitoring programs have been used to define the 2020 targets for biodiversity. A variety of species and taxa, including species of conservation concern, will be used as indicators of biodiversity health. Variables like the extent, condition and trend of a species or their habitat generally provide the best guide."}, {"text_block_id": "p59_b883", "text": "The integral connection that Traditional Owners have with the biodiversity of the Great Barrier Reef is acknowledged and recognised. Protection of Indigenous knowledge systems and the conservation and sustainable use of traditional biological resources are central to this."}, {"text_block_id": "p59_b884", "text": "Many of the foundational programs and activities implemented across the Reef improve outcomes for biodiversity including identifying, protecting and managing key habitats for priority species such as turtles, dolphins, dugongs and seabirds."}, {"text_block_id": "p59_b885", "text": "Out on the water, the Joint Field Management Program delivers practical on-ground actions to protect and maintain the biodiversity in marine and island ecosystems. This program includes conservation monitoring, marine strandings response and direct intervention to preserve key habitats and foster compliance."}, {"text_block_id": "p59_b886", "text": "Actions to maintain and restore ecosystem function, which is fundamental to biodiversity conservation, are captured under the ecosystem health theme."}, {"text_block_id": "p59_b887", "text": "Outcome: The Reef maintains its diversity of species and ecological habitats in at least a good condition with a stable to improving trend."}, {"text_block_id": "p59_b888", "text": "Treatment of previous actions:"}, {"text_block_id": "p60_b889", "text": "4.8 Heritage"}, {"text_block_id": "p60_b890", "text": "The Heritage theme is focused on the cultural significance of the Reef, comprising all human values and meanings that might be recognised including aesthetic, historic, scientific, social and spiritual. It encompasses Indigenous and non-Indigenous values. Heritage places are managed at four different levels: international, national, state and local."}, {"text_block_id": "p60_b891", "text": "Treatment of previous actions:"}, {"text_block_id": "p60_b892", "text": "Protecting natural heritage, including the Outstanding Universal Value of the Reef, is embedded in the overarching vision and all themes of this Plan."}, {"text_block_id": "p60_b893_merged", "text": "Indigenous heritage recognises that Aboriginal and Torres Strait Islander peoples are the First Australians and the Traditional Owners of the Great Barrier Reef. Heritage preservation reflects continued recognition and respect for past generations of Traditional Owners and the ancestral beings that shaped the land, seas and waterways. The strong ongoing links between Aboriginal and Torres Strait Islanders and their sea country are recognised in the Reef’s World Heritage listing and contributes to its Outstanding patterns Universal Value."}, {"text_block_id": "p60_b896", "text": "Indigenous heritage is unique, dynamic and diverse. Traditional Owners express this through their relationships with country, people, beliefs, knowledge, lore, language, symbols and ways of living. Many traditional cultural practices include plants, animals and the environment, making nature inseparable from cultural identity. “The sea, its natural resources and our identity as Traditional Owners, are inseparable. Our ancestors have hunted and fished in this sea country since time immemorial\" (Girringun Aboriginal Corporation)."}, {"text_block_id": "p60_b897", "text": "Non-Indigenous heritage includes places that embody a specific cultural or historic value, such as historic buildings and industrial sites, monuments, gardens, landscapes, cultural landscapes, archaeological sites, groups of buildings and precincts, and maritime sites and places. These heritage places illustrate national and social developments in Australia over the past few centuries."}, {"text_block_id": "p60_b898", "text": "Threats Foundational programs and activities"}, {"text_block_id": "p60_b899", "text": "Lack of capacity and"}, {"text_block_id": "p60_b900", "text": "opportunities for"}, {"text_block_id": "p60_b901", "text": "Traditional Owners"}, {"text_block_id": "p60_b902", "text": "Poor community"}, {"text_block_id": "p60_b903", "text": "awareness and"}, {"text_block_id": "p60_b904", "text": "appreciation of"}, {"text_block_id": "p60_b905", "text": "heritage values"}, {"text_block_id": "p60_b906", "text": "Poor planning and"}, {"text_block_id": "p60_b907", "text": "development"}, {"text_block_id": "p60_b908", "text": "Altered weather"}, {"text_block_id": "p60_b909", "text": "Land and Sea Rangers"}, {"text_block_id": "p60_b910", "text": "program"}, {"text_block_id": "p60_b911", "text": "Great Barrier Reef"}, {"text_block_id": "p60_b912", "text": "Marine Park"}, {"text_block_id": "p60_b913", "text": "Commonwealth Listed"}, {"text_block_id": "p60_b914", "text": "Places and Properties"}, {"text_block_id": "p60_b915", "text": "Heritage Strategy"}, {"text_block_id": "p60_b916", "text": "2005"}, {"text_block_id": "p60_b917", "text": "Queensland Heritage"}, {"text_block_id": "p60_b918", "text": "Strategy and Heritage"}, {"text_block_id": "p60_b919", "text": "Register"}, {"text_block_id": "p60_b920", "text": "Joint Field"}, {"text_block_id": "p60_b921", "text": "Management Program:"}, {"text_block_id": "p60_b922", "text": "•"}, {"text_block_id": "p60_b923", "text": "manages cultural"}, {"text_block_id": "p60_b924", "text": "and Indigenous"}, {"text_block_id": "p60_b925", "text": "heritage on island"}, {"text_block_id": "p60_b926", "text": "national parks and"}, {"text_block_id": "p60_b927", "text": "Commonwealth"}, {"text_block_id": "p60_b928", "text": "owned islands • develops heritage management plans to protect significant sites"}, {"text_block_id": "p60_b929", "text": "•"}, {"text_block_id": "p60_b930", "text": "active maintenance and restoration at"}, {"text_block_id": "p60_b931", "text": "some locations"}, {"text_block_id": "p60_b932", "text": "Consideration of heritage values in planning processes such as:"}, {"text_block_id": "p60_b933", "text": "•"}, {"text_block_id": "p60_b934", "text": "eco-accreditation for tourism operators and fishers"}, {"text_block_id": "p60_b935", "text": "•"}, {"text_block_id": "p60_b936", "text": "local government coastal hazard adaptation strategies"}, {"text_block_id": "p60_b937", "text": "•"}, {"text_block_id": "p60_b938", "text": "land and sea management plans"}, {"text_block_id": "p60_b939", "text": "•"}, {"text_block_id": "p60_b940", "text": "priority ports master planning"}, {"text_block_id": "p60_b941", "text": "•"}, {"text_block_id": "p60_b942", "text": "Reef Advisory Committees"}, {"text_block_id": "p60_b943", "text": "Identification, monitoring, management, regulation and consideration of heritage values in decision making protects and conserves Indigenous and non-Indigenous heritage values."}, {"text_block_id": "p60_b944", "text": "Australia’s Burra Charter sets out responsibilities to protect, conserve and celebrate cultural heritage to preserve items that form part of the historic or cultural record, and to maintain a sense of continuity by sustaining things that identify who we are and where we have come from."}, {"text_block_id": "p60_b945", "text": "Outcome: Indigenous and non-Indigenous heritage values are identified, protected, conserved and managed such that the heritage values maintain their significance for current and future generations"}, {"text_block_id": "p61_b946", "text": "4.9 Water quality"}, {"text_block_id": "p61_b947", "text": "The 2017 Scientific Consensus Statement"}, {"text_block_id": "p61_b948", "text": "concludes that the greatest water quality risks to the Reef are from nutrients which are an additional stress factor for many coastal coral species, promote crown-of-thorns starfish population outbreaks with destructive effects on mid-shelf and off-shore coral reefs, and promotes micro-algal growth; fine sediments which reduce the available light to seagrass ecosystems and inshore coral reefs; and pesticides which pose a toxicity risk to freshwater ecosystems and some inshore and coastal habitats."}, {"text_block_id": "p61_b949", "text": "Improving the quality of water entering the World Heritage Area is pivotal in supporting the Reef’s values, building resilience and maintaining the Reef’s fundamental contribution to the wider Australian community through tourism and food production. It builds resilience in areas that support significant biodiversity and species of conservation concern such as turtles and dugongs, and drive fisheries productivity. It is also likely to reduce crown-of-thorns starfish outbreaks, with evidence suggesting outbreaks are driven by elevated concentrations of nutrients from land-based runoff."}, {"text_block_id": "p61_b950", "text": "The Reef 2050 Water Quality Improvement Plan (WQIP) is a nested plan under this theme and supersedes plan actions included in 2015 that relate to land-based sources of water quality pollution. The Reef 2050 WQIP replaces the Reef Water Quality Protection Plans released in 2003, 2009 and 2013."}, {"text_block_id": "p61_b951", "text": "The Reef 2050 WQIP has an expanded scope and addresses pollution from urban, industrial and public lands, while still recognising the majority of pollution comes from agricultural activities. It includes social, cultural and economic values for the first time."}, {"text_block_id": "p61_b952", "text": "Water quality pollution reduction targets have been set for catchments adjacent to the Great Barrier Reef, based on modelling and other scientific information. The targets define the reduction in nutrients, fine sediment and pesticides required by 2025."}, {"text_block_id": "p61_b953", "text": "After more than a decade of intensive management and investment by government, industry and other partners under the Reef Water Quality Protection Plan, momentum continues to build towards achieving the Reef 2050 Plan’s water quality outcome."}, {"text_block_id": "p61_b954", "text": "Treatment of previous actions:"}, {"text_block_id": "p61_b955", "text": "Threats"}, {"text_block_id": "p61_b956", "text": "Australian Institute of Marine Science LongTerm Monitoring Program"}, {"text_block_id": "p61_b957", "text": "Results to date show that land use practices are changing and resulting pollutant loads are declining. While progress has been made, improving the quality of water entering the Reef will take considerable further time and effort. There are significant time lags, possibly decades, in seeing a response in the Reef’s marine system as a result of changing land management practices."}, {"text_block_id": "p61_b958", "text": "The new Reef 2050 WQIP builds on the momentum of past plans, which primarily focused on increasing voluntary-led improvement of management practice. It aims to apply minimum practice standards to all land uses, support industries and communities to build a culture of innovation and stewardship, and address legacy issues through catchment restoration."}, {"text_block_id": "p61_b959", "text": "Outcome: Good water quality sustains the Outstanding Universal Value, builds resilience, improves ecosystem health and benefits communities."}, {"text_block_id": "p62_b960", "text": "4.10 Community benefits"}, {"text_block_id": "p62_b961", "text": "The Great Barrier Reef plays an important role in community life. Local residents and visitors from within Australia and around the world are drawn to the Reef for its exceptional natural beauty, and many people have strong connections with the Reef through culture, occupation or familiarity. Human wellbeing— happiness, good health and prosperity—is inextricably linked to environmental health. Through sustainable fishing, the Reef is also a healthy food source for people in Queensland and around the world."}, {"text_block_id": "p62_b962", "text": "Traditional Owners have long highlighted the benefits their communities derive from the Reef environment, including through cultural connections to sea country, access to the Reef’s resources, employment and improved health outcomes. This is why they are seeking the world’s best practice in the development of cooperative management arrangements. The health benefits of natural ecosystems are well-recognised through initiatives like Working on Country which explores the many ways in which nature significantly contributes to human health and wellbeing."}, {"text_block_id": "p62_b963", "text": "People also derive less tangible benefits from healthy ecosystems such as nature appreciation, opportunities for relaxation and enjoyment, and a better understanding of the complex natural world. The Reef also provides coastal residents with protection from wave action especially in extreme weather. Improving awareness of the Reef’s values and increasing stewardship opportunities reinforces linkages between communities and the Reef."}, {"text_block_id": "p62_b964", "text": "The Great Barrier Reef is a multiple-use area, is woven into the social fabric of coastal communities all along the Queensland coast and generates significant regional economic value. The Reef attracts over 14 million recreational visits a year, mainly to boat, fish, sail, dive, snorkel and swim. Recreation on the Reef is mostly nature-based and relies on a healthy ecosystem."}, {"text_block_id": "p62_b965", "text": "Community benefits are therefore vulnerable to the impacts of climate change. There is a need for greater knowledge and understanding about community and industry vulnerability to climate change in the Great Barrier Reef region; for information showing how people"}, {"text_block_id": "p62_b966", "text": "Treatment of previous actions:"}, {"text_block_id": "p62_b967", "text": "Reef Guardians"}, {"text_block_id": "p62_b968", "text": "Reef HQ"}, {"text_block_id": "p62_b969", "text": "Local Marine Advisory Committees"}, {"text_block_id": "p62_b970", "text": "Reef Advisory Committees"}, {"text_block_id": "p62_b971", "text": "Public moorings"}, {"text_block_id": "p62_b972", "text": "Responsible Reef Practice information"}, {"text_block_id": "p62_b973", "text": "and organisations have adapted to change in the past; and research into stakeholder and community attitudes and perspectives on management options that will facilitate effective change processes."}, {"text_block_id": "p62_b974", "text": "Explicit consideration of community benefits in environmental decision making is not standard practice. For example, ensuring impacts on Reef health and resilience and the community benefits associated with protecting Reef values are considered in planning and development decisions is a foundational activity."}, {"text_block_id": "p62_b975", "text": "Outcome: An informed community that plays a role in protecting the Reef for the benefits a healthy Reef provides for current and future generations."}, {"text_block_id": "p63_b976", "text": "4.11 Economic benefits"}, {"text_block_id": "p63_b977", "text": "The Great Barrier Reef is a critical economic asset, providing income and jobs for the community. Reef-dependent industries and Reefassociated industries support diverse and sustainable communities. These industries and communities need to be able to continue to prosper, while ensuring protection of the Reef’s Outstanding Universal Value."}, {"text_block_id": "p63_b978", "text": "The economic benefits theme focuses on improving and maintaining the ecological, social and economic sustainability of Reef-dependent and Reef-associated industries. This theme recognises that a partnership involving regional and Indigenous communities, government and industry can ensure that development pressures are addressed in an effective and positive way. Increasingly Reef industries and communities are being challenged by the effects climate change is having on the Reef. Working with communities and industries adapting to environmental changes on the Reef is an important initiative to foster ongoing economic benefits."}, {"text_block_id": "p63_b979", "text": "Addressing the interplay between environmental, social and economic factors through improved planning and decision making and an outcomes-focused approach will contribute to sustainable communities, a healthy environment and protection of the Reef’s Outstanding Universal Value for current and future generations. Investment in Reef health is an investment in ensuring ongoing economic benefits and community wellbeing."}, {"text_block_id": "p63_b980", "text": "Shipping is a vital economic activity within the Reef. Actions to improve the performance of shipping have been completed in the initial period of Plan implementation. The North-East Shipping Management Group continues to implement the"}, {"text_block_id": "p63_b981", "text": "North-East Shipping Management Plan"}, {"text_block_id": "p63_b982", "text": "and reviews progress and changes in ship traffic patterns to ensure appropriate measures are in place to manage change."}, {"text_block_id": "p63_b983_merged_merged", "text": "In 2016 the Guideline: Master Planning for Priority Ports was released, which outlines a strategic framework for implementing priority port master planning. Through port master planning, the Queensland Government will effectively manage for efficient development and operation of the priority ports, while ensuring that the Outstanding Universal Value of the Great Barrier Reef World Heritage Area is maintained."}, {"text_block_id": "p63_b986", "text": "Outcome: Economic activities with the Great Barrier Reef World Heritage Area and its catchments sustain the Reef’s Outstanding Universal Value."}, {"text_block_id": "p63_b987", "text": "Treatment of previous actions:"}, {"text_block_id": "p64_b988", "text": "5.1 Governance for Plan delivery"}, {"text_block_id": "p64_b989", "text": "The Plan is a schedule to the"}, {"text_block_id": "p64_b990", "text": "Great Barrier Reef Intergovernmental Agreement 2009"}, {"text_block_id": "p64_b991", "text": "between the Australian and Queensland governments. This is the highest level of agreement between a State and the national government in Australia, signed by the Prime Minister and the Premier of the State of Queensland. Schedules to the agreement record detailed commitments of governments giving effect to the agreement."}, {"text_block_id": "p64_b992", "text": "The agreement ensures an integrated and collaborative approach by the Australian and Queensland governments to the management of marine and land environments within and adjacent to the World Heritage Area, so as to:"}, {"text_block_id": "p64_b993", "text": "•"}, {"text_block_id": "p64_b994", "text": "provide for the long-term protection and conservation of the environment and biodiversity of the Great Barrier Reef ecosystem, as encompassed by the World Heritage Area"}, {"text_block_id": "p64_b995", "text": "•"}, {"text_block_id": "p64_b996", "text": "allow ecologically sustainable use of the Great Barrier Reef ecosystem subject to the overarching objective of long-term protection and conservation"}, {"text_block_id": "p64_b997", "text": "•"}, {"text_block_id": "p64_b998", "text": "provide for meeting Australia’s international responsibilities for the Great Barrier Reef World Heritage Area under the World Heritage Convention."}, {"text_block_id": "p64_b999", "text": "The"}, {"text_block_id": "p64_b1000", "text": "Great Barrier Reef Ministerial Forum"}, {"text_block_id": "p64_b1001", "text": ", which must meet at least annually, oversees implementation and ongoing monitoring of the Plan."}, {"text_block_id": "p64_b1002", "text": "Fundamental to successful implementation of the Plan, in addition to investment prioritisation, is input from a range of contributors facilitated through the following governance arrangements (Figure 7):"}, {"text_block_id": "p64_b1003", "text": "•"}, {"text_block_id": "p64_b1004", "text": "A multi-sectoral"}, {"text_block_id": "p64_b1005", "text": "Advisory Committee"}, {"text_block_id": "p64_b1006", "text": "to facilitate engagement with industry and the broader community on implementation and review of the Plan. The committee includes members from the Reef 2050 Long-Term Sustainability Plan Partnership Group, Traditional Owners and community representatives."}, {"text_block_id": "p64_b1007", "text": "•"}, {"text_block_id": "p64_b1008", "text": "An"}, {"text_block_id": "p64_b1009", "text": "Independent Expert Panel"}, {"text_block_id": "p64_b1010", "text": "to provide expert advice on implementation and review of the Plan, including objectives and targets, knowledge gaps and science priorities for Plan delivery. The panel comprises members with scientific (biophysical, heritage, social and economic) expertise."}, {"text_block_id": "p64_b1011", "text": "•"}, {"text_block_id": "p64_b1012", "text": "The"}, {"text_block_id": "p64_b1013", "text": "Standing Committee of Officials"}, {"text_block_id": "p64_b1014", "text": "comprised of senior officials from the Australian and Queensland governments to oversee implementation of the Plan, facilitate coordination of Reef-related activities and report annually to the Great Barrier Reef Ministerial Forum."}, {"text_block_id": "p64_b1015", "text": "•"}, {"text_block_id": "p64_b1016_merged_merged_merged_merged_merged_merged", "text": "A Steering Group of senior officials from government agencies and monitoring organisations to provide advice on requirements for an effective integrated monitoring, modelling and reporting program for the Reef 2050 Plan. The steering group guides the development and operation of the Reef 2050 Integrated Monitoring and Reporting Program."}, {"text_block_id": "p65_b1019", "text": "Figure 7: Committee structure to support the Plan."}, {"text_block_id": "p65_b1020", "text": "The committees are supported by a dedicated secretariat. As required, sub-committees support specific work streams, such as delivery of the Reef 2050 WQIP."}, {"text_block_id": "p65_b1021", "text": "The aim is to rationalise existing committees while facilitating engagement with industry, science bodies and the community and maintaining the momentum of ongoing actions."}, {"text_block_id": "p65_b1022", "text": "Implementing the Plan’s actions builds on 40 years of joint management of the Reef with all responsible agencies building into their work programs the actions for which they are responsible."}, {"text_block_id": "p65_b1023", "text": "Building on the strong foundation of existing programs, an overarching implementation strategy for the Plan was prepared in consultation with the Reef 2050 Advisory Committee and Reef 2050 Independent Expert and endorsed by the Ministerial Forum in May 2015. Since then annual implementation strategies have guided delivery of the Plan and annual reports on progress in implementing the actions have been published."}, {"text_block_id": "p66_b1024", "text": "5.2 Governance"}, {"text_block_id": "p66_b1025", "text": "The targets, objectives and outcomes for the governance theme are based on the findings of a 2014 independent review of governance arrangements for Reef management. This review found legislative arrangements and institutional management were generally effective."}, {"text_block_id": "p66_b1026", "text": "The"}, {"text_block_id": "p66_b1027", "text": "Great Barrier Reef Intergovernmental Agreement 2009"}, {"text_block_id": "p66_b1028", "text": "is the primary legal instrument that governs the Reef. It has been updated to specify the Reef’s Outstanding Universal Value and to include the Reef 2050 Plan as a schedule."}, {"text_block_id": "p66_b1029", "text": "The actions and targets of the Plan build on the consultation networks already in place in relation to Reef management. The current advisory committee structure for various Reef initiatives has been streamlined, enabling more effective input from Traditional Owners, industry, researchers and the community regarding protection and management of the World Heritage Area. The Reef 2050 Advisory Committee and the Independent Expert Panel have been appointed and meet regularly to review progress and provide comment on formative government responses to plan activities. A Steering Committee has been established for the Reef Integrated Monitoring and Reporting Program. The Standing Committee of Officials, comprised of senior government officials, facilitates coordination of Reef-related activities across government and meets to align with the meetings of the Great Barrier Reef Ministerial Forum."}, {"text_block_id": "p66_b1030_merged_merged", "text": "Harnessing sufficient financial and other resources and directing them to activities which support the outcomes of the Plan is critical. Early in 2015 an investment baseline was developed to detail all the investment and work for Reef protection and management currently being undertaken by both government and non-government sectors. In 2016 the Australian and Queensland governments released the Reef 2050 Investment Framework to establish current investments, identify investment priorities and set out strategies for boosting investment and diversifying its sources."}, {"text_block_id": "p66_b1033", "text": "Integral to implementation of the Plan and adaptive management of the World Heritage Area is developing a monitoring and reporting program (see Section 6.1). Information from this program will be used to measure and evaluate progress towards achieving the Plan’s outcomes, objectives and targets, and to guide adaptive management."}, {"text_block_id": "p66_b1034", "text": "Outcome: The Outstanding Universal Value of the Reef is maintained and enhanced each successive decade through effective governance arrangements and coordinated management activities."}, {"text_block_id": "p66_b1035", "text": "Treatment of previous actions:"}, {"text_block_id": "p67_b1036", "text": "5.3 Investment"}, {"text_block_id": "p67_b1037", "text": "Adequate investment is fundamental to effective and successful implementation of the Plan. The Australian and Queensland governments will ensure that sufficient financial and other resources are available to achieve the Plan’s outcomes. The Australian and Queensland governments have a long history of investing significant resources in protecting and managing the Reef."}, {"text_block_id": "p67_b1038", "text": "Governments are contributing around $200 million a year to support the resilience of the Reef. The current level of investment is projected to continue, bringing the total to more than $2 billion over a decade."}, {"text_block_id": "p67_b1039", "text": "5.3.1 Investment framework"}, {"text_block_id": "p67_b1040_merged", "text": "The Reef 2050 Investment Framework was released in December 2016. It is a critical document that guides investment decisions. The framework establishes the baseline for current investments in protecting the Reef, identifies investment priorities for the future, and sets out a strategy for boosting investment and diversifying its sources. Future investment decisions regarding the delivery of actions will be guided by the identified priorities and the investment principles outlined in the framework."}, {"text_block_id": "p67_b1044", "text": "The framework identified that $1.28 billion had been committed to support the implementation of the initial Reef 2050 Plan actions over five years. This included $716 million from the Australian Government, $409 million from the Queensland Government and $161 million from other sources. It provides an overview of current and predicted investment specifically mapped to the Reef 2050 Plan actions."}, {"text_block_id": "p67_b1045", "text": "The framework identifies six priority areas for investment, which were determined in consultation with stakeholders and the advisory bodies. The priority areas are: reef water quality, the Joint Field Management Program, Reef 2050 Integrated Monitoring and Reporting Program, crown-of-thorns starfish control, Traditional Owner actions and fisheries actions. The framework has been used to target new investment towards these priorities."}, {"text_block_id": "p67_b1046", "text": "Expert advice informed strategies to boost funding for priority areas. These strategies include:"}, {"text_block_id": "p67_b1047", "text": "•"}, {"text_block_id": "p67_b1048", "text": "fostering private and philanthropic partnerships"}, {"text_block_id": "p67_b1049", "text": "•"}, {"text_block_id": "p67_b1050", "text": "using regulatory and policy levers to direct investment"}, {"text_block_id": "p67_b1051", "text": "•"}, {"text_block_id": "p67_b1052", "text": "tapping into non-financial resources"}, {"text_block_id": "p67_b1053", "text": "•"}, {"text_block_id": "p67_b1054", "text": "seeking co-benefits through complementary funding sources"}, {"text_block_id": "p67_b1055", "text": "•"}, {"text_block_id": "p67_b1056", "text": "investing in innovation to reduce funding needs."}, {"text_block_id": "p67_b1057", "text": "The Investment Framework will be updated after the 2020 review of the Plan is completed."}, {"text_block_id": "p68_b1058", "text": "5.3.2 New investment"}, {"text_block_id": "p68_b1059", "text": "The Investment Framework pre-dates the mass coral bleaching events of 2016 and 2017, as well as severe Tropical Cyclone Debbie, which have further impacted on the health and resilience of the Reef. Governments have recognised the need for further actions and have funded additional programs."}, {"text_block_id": "p68_b1060", "text": "The Australian Government’s additional investment commitments include:"}, {"text_block_id": "p68_b1061", "text": "•"}, {"text_block_id": "p68_b1062", "text": "A substantial funding boost from 2017–2018 to 2023–2024 to:"}, {"text_block_id": "p68_b1063", "text": "A substantial funding boost from 2017–2018 to 2023–2024 to:\n* further improve water quality with changed farming practices such as reduced fertiliser\n* scope and design a major research and development program for coral reef restoration\n* harness the best science to implement reef restoration and fund science that supports\n* expand the fight against the crown-of-thorns starfish ($68.4 million)\n* support other work, particularly increasing community participation and Indigenous\n* enhance Reef health monitoring and reporting to track progress and inform better\n* expand field management and compliance operations on the Reef, and support"}, {"text_block_id": "p69_b1077", "text": "•"}, {"text_block_id": "p69_b1078", "text": "An additional $124 million over 10 years for the Great Barrier Reef Marine Park Authority. This funding will enhance the Authority’s delivery of programs critical to the ongoing protection of the Great Barrier Reef and also support the operation of the Authority’s award winning National Education Centre for the Great Barrier Reef, ReefHQ Aquarium."}, {"text_block_id": "p69_b1079", "text": "•"}, {"text_block_id": "p69_b1080", "text": "Up to $1 billion through the Clean Energy Finance Corporation’s Reef Fund, which is making finance available to businesses and other ventures to deliver clean energy outcomes alongside other benefits for the Great Barrier Reef."}, {"text_block_id": "p69_b1081", "text": "•"}, {"text_block_id": "p69_b1082", "text": "Boosting resources to support increased Traditional Owner involvement in implementing the Reef 2050 Plan with almost $1 million for a consortium of Indigenous and research organisations. The consortium will work directly with Traditional Owners to better understand and reflect their aspirations for the Great Barrier Reef and deliver on existing commitments."}, {"text_block_id": "p69_b1083", "text": "The Queensland Government’s additional commitments include:"}, {"text_block_id": "p69_b1084", "text": "•"}, {"text_block_id": "p69_b1085", "text": "$26 million from 2018–2019 to 2021–2022 for the Joint Field Management Program"}, {"text_block_id": "p69_b1086", "text": "•"}, {"text_block_id": "p69_b1087", "text": "$13.8 million from 2018–2019 to 2021–2022 to extend the Queensland Reef Water Quality Program to support the transition of graziers, and cane and banana growers to improved practices"}, {"text_block_id": "p69_b1088", "text": "•"}, {"text_block_id": "p69_b1089", "text": "$25 million for a Reef Resort Rejuvenation Fund. This will incentivise resort owners and operators to address legacy waste issues on island resorts and provide more environmentally friendly tourism experiences that are important to sustaining the reef tourism economy and the health of the Reef"}, {"text_block_id": "p69_b1090", "text": "•"}, {"text_block_id": "p69_b1091", "text": "$25 million for the Great Keppel Island Rejuvenation Pilot package to deliver common-use water supply and electricity infrastructure to the island"}, {"text_block_id": "p69_b1092", "text": "•"}, {"text_block_id": "p69_b1093", "text": "$1.73 million to help Great Barrier Reef island resorts cut their emissions, by developing business cases for solar, wind and gas generation"}, {"text_block_id": "p69_b1094", "text": "•"}, {"text_block_id": "p69_b1095", "text": "$3 million to the Reef Island Refuge Initiative program for developing on-ground climate adaptation and restoration actions for selected Reef islands"}, {"text_block_id": "p69_b1096", "text": "•"}, {"text_block_id": "p69_b1097", "text": "establishing a $500 million statewide Land Restoration Fund, that aims to expand carbon farming by supporting land-sector projects that deliver clear environmental and economic co-benefits."}, {"text_block_id": "p70_b1098", "text": "5.4 Partnerships"}, {"text_block_id": "p70_b1099", "text": "The Plan integrates and guides actions by managing agencies, Traditional Owners, industry, resource users, researchers and the community. Its successful implementation relies on ongoing open and productive partnerships between all parties that build on the important partnerships already in place, including the collaborative approach adopted in developing the Plan."}, {"text_block_id": "p70_b1100", "text": "Partnership and stewardship arrangements have been strengthened through implementation of the governance arrangements set out in Section 5.1."}, {"text_block_id": "p70_b1101", "text": "Reef Trust-Great Barrier Reef Foundation Partnership for the Reef"}, {"text_block_id": "p70_b1102", "text": "The Australian Government announced it will invest an additional $500 million in the Reef as part of the 2018–2019 Budget. This is largest single investment in Reef protection which aims to spark new and innovative responses from private investors and philanthropists."}, {"text_block_id": "p70_b1103", "text": "At the centre of this new investment is a $443.3 million partnership with the Great Barrier Reef Foundation to:"}, {"text_block_id": "p70_b1104", "text": "•"}, {"text_block_id": "p70_b1105", "text": "address water quality by further improving farming practices, reducing fertiliser use and increasing the uptake of new technology and land management practices ($201 million)"}, {"text_block_id": "p70_b1106", "text": "•"}, {"text_block_id": "p70_b1107", "text": "harness the best science in the implementation Reef restoration and adaptation and fund innovative projects that support Reef resilience ($100 million)"}, {"text_block_id": "p70_b1108", "text": "•"}, {"text_block_id": "p70_b1109", "text": "expand efforts in the fight against the coral-eating crown-of-thorns starfish ($58 million)"}, {"text_block_id": "p70_b1110", "text": "•"}, {"text_block_id": "p70_b1111", "text": "support the work of the Foundation, particularly increasing community engagement on the Reef; this includes Indigenous sea country management, coastal clean-up days and awareness raising activities ($45 million)"}, {"text_block_id": "p70_b1112", "text": "•"}, {"text_block_id": "p70_b1113", "text": "improve Reef health monitoring and reporting that tracks progress and informs better management ($40 million)."}, {"text_block_id": "p70_b1114", "text": "The funds will be spent by the Foundation over six years from 2018–2019 to 2023–2024. The Foundation will work in collaboration with existing stakeholders including the Queensland Government, the Reef 2050 Independent Expert Panel and Reef 2050 Advisory Committee, researchers, industry, Traditional Owners, local councils and Reef-dependent communities. The partnership will build on, and complement, existing efforts to implement the Reef 2050 Plan."}, {"text_block_id": "p70_b1115", "text": "The Great Barrier Reef Foundation is a well-respected charity for the Great Barrier Reef, funding solutions through on-ground action, science, technology and engineering to ensure its long-term conservation. It leads the collaboration of business, science, government and philanthropy to create enduring strategic partnerships, having generated around $80 million from private and philanthropic sources for investment in the Reef."}, {"text_block_id": "p70_b1116", "text": "Key projects established by the Foundation include restoring the world’s largest green turtle nesting ground, unlocking the complete genetic code for corals, developing the world-first eReefs monitoring and forecasting system, and piloting innovations like an ultra-thin sun shield for the Reef. Every project funded by the Foundation helps build the resilience of the Reef."}, {"text_block_id": "p71_b1117", "text": "The Plan is supported by communication and engagement across sectors to create awareness of the Plan and efforts by governments, industry, researchers and the community working together. This includes regular communication with partners, stakeholders and the community, including the international community, about the Plan’s progress and achievements."}, {"text_block_id": "p71_b1118", "text": "Regional and local approaches, based on both local and expert knowledge, are central to protecting and managing the Reef’s values and the community benefits they support."}, {"text_block_id": "p71_b1119", "text": "The principal partners and their role in delivery of the Plan are:"}, {"text_block_id": "p71_b1120", "text": "•"}, {"text_block_id": "p71_b1121", "text": "Through their statutory responsibilities,"}, {"text_block_id": "p71_b1122", "text": "local government"}, {"text_block_id": "p71_b1123", "text": "delivers many actions that support the outcomes of the Plan. Councils work with industry to facilitate economic development and provide significant guidance and support to the community in achieving community aspirations in a coordinated way. Most local governments adjacent to the Great Barrier Reef are"}, {"text_block_id": "p71_b1124", "text": "Reef Guardian councils"}, {"text_block_id": "p71_b1125", "text": "—these councils have identified both statutory and non-statutory actions to manage the threats to the Great Barrier Reef and support the community in understanding and appreciating the Reef’s values."}, {"text_block_id": "p71_b1126", "text": "•"}, {"text_block_id": "p71_b1127", "text": "In collaboration with"}, {"text_block_id": "p71_b1128", "text": "Traditional Owners"}, {"text_block_id": "p71_b1129", "text": ", measures have been identified to respect, preserve and maintain the knowledge, innovations and practices of Traditional Owner communities while protecting the resilience and condition of the Reef. Traditional Owners support the Plan through community-based land and sea partnerships and agreements, such as Traditional Use of Marine Resources Agreements and Indigenous Land Use Agreements. They work with a range of partners to monitor biodiversity and ecosystem health, and deliver ecosystem repair projects."}, {"text_block_id": "p71_b1130", "text": "•"}, {"text_block_id": "p71_b1131", "text": "Regional natural resource management bodies, landcare and grassroots community environment organisations"}, {"text_block_id": "p71_b1132", "text": "deliver programs and actions at the regional scale, particularly through the development and implementation of natural resource management plans and water quality improvement plans. These plans include resource condition targets, water quality objectives and ecosystem health objectives for whole catchments that can inform delivery of the Plan at the Reef-wide, regional and local scales."}, {"text_block_id": "p71_b1133", "text": "•"}, {"text_block_id": "p71_b1134", "text": "Local Marine Advisory Committees"}, {"text_block_id": "p71_b1135", "text": "are dedicated interest groups that advise the Great Barrier Reef Marine Park Authority on local and regional issues affecting the Reef. The committees support a range of initiatives including actions to repair wetlands, improve water quality, reduce marine debris, promote ecologically sustainable use and increase community awareness of issues affecting the Reef."}, {"text_block_id": "p71_b1136", "text": "•"}, {"text_block_id": "p71_b1137", "text": "Reef Guardian schools"}, {"text_block_id": "p71_b1138", "text": "commit to creating awareness, understanding and appreciation of the Reef and its connected ecosystems. Students team up with others in their community to actively participate in improving ecosystem health (for example, tree planting), water quality (for example, monitoring) and sustainability outcomes (for example, beach clean-ups)."}, {"text_block_id": "p71_b1139", "text": "•"}, {"text_block_id": "p71_b1140_merged_merged_merged", "text": "The research and scientific community provides information critical to developing targets and monitoring values and threats at Reef-wide and regional scales. Their expertise is central to evidence-based decision making and a fundamental element of successful adaptive management."}, {"text_block_id": "p71_b1143", "text": "•"}, {"text_block_id": "p71_b1144", "text": "Port operators"}, {"text_block_id": "p71_b1145", "text": "manage key environmental values, potential impacts and appropriate avoidance, mitigation and offset measures before new development occurs. Port authorities are also committed to minimising changes in water quality and are working with partners to inform an integrated approach to water quality monitoring in the Great Barrier Reef."}, {"text_block_id": "p72_b1146", "text": "manage key environmental values, potential impacts and appropriate avoidance, mitigation and offset measures before new development occurs. Port authorities are also committed to minimising changes in water quality and are working with partners to inform an integrated approach to water quality monitoring in the Great Barrier Reef.\n* The\n* has three major training areas in the Great Barrier Reef Region:\n* Reef-dependent industries, including\n* and\n* and\n fishing\n* and\n fishing\n , rely on a healthy environment for\n* Reef-associated industries, including\n* ,\n* ,\n agriculture\n* ,\n agriculture\n and\n* ,\n agriculture\n and\n mining\n* ,\n agriculture\n and\n mining\n , implement"}, {"text_block_id": "p72_b1164", "text": "Regional report card partnerships"}, {"text_block_id": "p72_b1165", "text": "Regional report card partnerships bring together governments, industries, research institutes, natural resource management bodies, other community based not-for-profit organisations and stakeholders to monitor and report on the ecosystem, social and economic health and stewardship of regional waterways, estuaries and reefs."}, {"text_block_id": "p72_b1166", "text": "The guiding principles of the partnerships are open, honest and accountable management; annual reporting; and management recommendations and action based on rigorous science and strong stakeholder engagement to drive ongoing and continuous improvement in waterway and Reef health. The partnerships are unique to their region where the partners decide what is important to monitor (beyond the agreed core set of indicators) and report to ensure the community’s understanding of the important values of their region and what actions are required to ensure the waterways, estuaries and reefs can be enjoyed for future generations. There are five regional report card partnerships in the Great Barrier Reef catchments: Fitzroy Partnership for River Health, Gladstone Healthy Harbour Partnership, Wet Tropics Healthy Waterways Partnership, MackayWhitsunday Healthy Rivers to Reef Partnership and the Dry Tropics Partnership for Healthy Waters."}, {"text_block_id": "p72_b1167", "text": "A key principle underpinning the partnership approach is that more can be achieved through a cooperative and collaborative arrangement where resources are pooled through integrating existing monitoring and research programs, partnership membership contributions and in-kind support. The partnerships integrate efforts from federal, state and local government, agriculture, resources, industry, natural resource management bodies, research institutes and local community stakeholders."}, {"text_block_id": "p72_b1168_merged_merged_merged_merged", "text": "The Fitzroy River has the largest catchment of any river system on the east coast of Australia and feeds the significant estuarine environments in the Greater Fitzroy Delta. There are large areas of mining and agriculture in the catchment. The Fitzroy Basin Report Card documents the freshwater and estuarine health of waterways in the Fitzroy Basin. The Report Card70 features results for ecosystem health, agriculture and drinking water suitability in Rockhampton Regional Council and Central Highlands Regional Council areas."}, {"text_block_id": "p72_b1171", "text": "The Gladstone Harbour includes one of Queensland’s busiest ports and the world’s third largest coal exporting terminal. The Gladstone Harbour port supports a range of marine plants and animals as well as an important fishing industry. Land use around Gladstone Harbour includes urban areas,"}, {"text_block_id": "p73_b1172", "text": "industry, grazing and conservation areas. The Gladstone Healthy Harbour Report Card"}, {"text_block_id": "p73_b1173", "text": "71"}, {"text_block_id": "p73_b1174", "text": "details the estuarine and marine condition in the harbour based on monitoring of ecological and biological indicators and also reports on social, economic and cultural indicators."}, {"text_block_id": "p73_b1175", "text": "The Wet Tropics region is unique in having two World Heritage Areas side-by-side—the Wet Tropics World Heritage Area and the Great Barrier Reef World Heritage Area. The Wet Tropics Report Card covers the region from Bloomfield in the north to the Herbert River in the south, and incorporates the Atherton Tablelands. The area encompasses nine river catchments—Daintree, Mossman, Barron, Russell, Mulgrave, Johnstone, Tully, Murray and the Herbert. The Wet Tropics Report Card"}, {"text_block_id": "p73_b1176", "text": "72"}, {"text_block_id": "p73_b1177", "text": "provides detailed information on the health of the Wet Tropics waterways, including its major rivers, estuaries, inshore and offshore reefs."}, {"text_block_id": "p73_b1178_merged_merged_merged", "text": "The Mackay–Whitsunday Healthy Rivers to Reef Partnership Report Card73 helps identify the regional pressures affecting waterway health in freshwater, estuarine and marine environments. The report card covers five river basins—Don, O’Connell, Proserpine, Plane and Pioneer—and the inshore and offshore marine environments, providing information on environmental, economic, social and stewardship indicators as well as cultural heritage aspects of waterways in the region."}, {"text_block_id": "p73_b1181", "text": "The Dry Tropics Partnership for Healthy Waters in the Townsville region will initially cover the geographic extent of Crystal Creek to Cape Cleveland mainland catchments, Magnetic Island and the marine waters influenced by these catchments."}, {"text_block_id": "p74_b1182", "text": "6.1 Integrated monitoring"}, {"text_block_id": "p74_b1183", "text": "A comprehensive and up-to-date understanding of the Great Barrier Reef, its values, the processes that support it and the pressures that affect it is fundamental to managing the Reef and making informed decisions. By linking the processes of monitoring, modelling and adaptive management (Figure 8), feedback loops enable information sharing, empowerment of communities and interpretation and translation of new information into leading practice."}, {"text_block_id": "p74_b1184", "text": "To maximise its effectiveness, implementation of the Plan will be informed by an integrated ecological, social and economic monitoring and reporting program, the Reef 2050 Integrated Monitoring and Reporting Program (RIMReP). Targeted research, monitoring and modelling contribute to this program, and inform adaptive management responses and evaluation. The program will measure and report progress towards achieving the outcomes, objectives and targets, and guide adaptive management."}, {"text_block_id": "p74_b1185", "text": "RIMReP is based on the Driver, Pressure, State, Impact and Response (DPSIR) Framework (Figure 9). Drivers such as population and economic growth, technological development and climate change, give rise to pressures directly and indirectly through activities. Pressures affect the state of the ecological/human system which in turn impacts on human wellbeing. Management influences the system through responses that may be focused on drivers, pressures or states."}, {"text_block_id": "p74_b1186", "text": "Figure 8: The adaptive management cycle. To adaptively manage a system as complex as the Great Barrier Reef, its components and their cause-and-effect links need to be understood. The results of targeted research, monitoring and modelling are used to evaluate and adapt management responses."}, {"text_block_id": "p75_b1187", "text": "Figure 9: The Driver, Pressure, State, Impact and Response (DPSIR) Framework."}, {"text_block_id": "p75_b1188", "text": "Key indicators will be used to monitor the condition, trend and resilience of values and model likely future trends in pressures and drivers and how they affect values. Indicators that are sensitive to management actions are also required to inform assessments of management effectiveness. Questions of cause-and-effect relationships, risk and the effectiveness of information to guide management decisions will be assessed through the program and will be actively used by Reef managers."}, {"text_block_id": "p75_b1189", "text": "RIMReP incorporates the following key design principles in order to address the required management information needs for the variety of applications above:"}, {"text_block_id": "p75_b1190", "text": "•"}, {"text_block_id": "p75_b1191", "text": "a hierarchical monitoring design where information is collected and linked at spatial and temporal scales matched to the scales of management actions and reporting products"}, {"text_block_id": "p75_b1192", "text": "•"}, {"text_block_id": "p75_b1193", "text": "high resolution information is not required everywhere but is required at key locations"}, {"text_block_id": "p75_b1194", "text": "•"}, {"text_block_id": "p75_b1195", "text": "long-term datasets should be maintained"}, {"text_block_id": "p75_b1196", "text": "•"}, {"text_block_id": "p75_b1197", "text": "the program needs to provide information for trend and current status analysis as well as information to inform, calibrate and validate models"}, {"text_block_id": "p75_b1198", "text": "•"}, {"text_block_id": "p75_b1199", "text": "monitoring of pressures and values will be co-located wherever possible"}, {"text_block_id": "p75_b1200", "text": "•"}, {"text_block_id": "p75_b1201", "text": "collect the information once and use it many times."}, {"text_block_id": "p75_b1202", "text": "As part of RIMReP, indicators are being identified for each of the Plan’s targets. Current monitoring will be assessed for comprehensiveness against these targets and indicators, and gaps and potential duplication identified and resolved."}, {"text_block_id": "p75_b1203", "text": "Establishment of RIMReP is collaborative, including through partnerships, and is being coordinated by the Great Barrier Reef Marine Park Authority."}, {"text_block_id": "p76_b1204", "text": "6.2 Reporting on the Plan"}, {"text_block_id": "p76_b1205_merged", "text": "Annual reports on implementation of the Plan are provided to the Great Barrier Reef Ministerial Forum and made publicly available. The reports are prepared for the Ministerial Forum in consultation with the Reef 2050 Advisory Committee and Independent Expert Panel. The reports assess progress in delivering the Plan’s actions and showcase highlights of the year’s activities."}, {"text_block_id": "p76_b1208", "text": "In 2020 the Australian Government will report on the State of Conservation of the property to the World Heritage Committee. A major input to this process will be the 2019 Outlook Report."}, {"text_block_id": "p76_b1209", "text": "6.3 Reviewing the Plan"}, {"text_block_id": "p76_b1210", "text": "The Plan will be updated and reviewed on a five-year cycle, responding to new information, changing circumstances and emerging issues. Future five–yearly Outlook Reports and annual reporting will inform progress towards achieving outcomes and be primary inputs for the comprehensive review of the Plan in 2020. Information from the Reef 2050 Integrated Monitoring and Reporting Program will be fundamental in guiding an adaptive approach to the review and delivery of the Plan over time."}, {"text_block_id": "p76_b1211", "text": "It is anticipated that the Plan’s actions and priorities will be updated following each review process. Targets, objectives and the overall ‘program logic’ of the Plan will be examined to ensure the actions and related Investment Framework are appropriate to achieve the stated outcomes of the Plan. Input from the Reef 2050 Advisory Committee, Independent Expert Panel and the community will be integral to the review processes."}, {"text_block_id": "p76_b1212", "text": "To assist with implementation of the Plan in its early stages and in recognition of the current state of the Reef, the mid-term review was undertaken in 2017–2018. A full review of the Plan will be undertaken in 2020."}, {"text_block_id": "p76_b1213", "text": "Given the impacts of recent severe weather events on the Reef and analysis of uncertainties for its future as illustrated in the alternative trajectories (refer to section 3.3.1), the 2020 Plan Review will be a comprehensive and collaborative process reflecting adaptive management to the known and predicted state of the Reef from 2020 onwards. Consequently, the overall Outcomes Framework and program logic of the Plan will be reviewed, as will priorities and requisite actions to maintain the ecological functioning of the Reef into the future. Understanding the human and community dimensions of the Plan and effective implementation will be important considerations in this review."}, {"text_block_id": "p77_b1214", "text": "Adaptive management:"}, {"text_block_id": "p77_b1215", "text": "a systematic process for continually improving management policies and practices by learning from the outcomes of operational programs."}, {"text_block_id": "p77_b1216", "text": "Biodiversity:"}, {"text_block_id": "p77_b1217", "text": "the variability among living organisms from all sources including inter alia, terrestrial, marine and other aquatic ecosystems and the ecological complexes of which they are part; this includes diversity within species, between species and of ecosystems. (Convention on Biodiversity—Article 2. Use of terms)"}, {"text_block_id": "p77_b1218", "text": "Burra Charter:"}, {"text_block_id": "p77_b1219", "text": "the Australia International Council on Monuments and Sites (ICOMOS) Charter for the Conservation of Places of Cultural Significance, known as the Burra Charter, is a set of principles adopted to create a nationally accepted standard for heritage conservation practice in Australia."}, {"text_block_id": "p77_b1220", "text": "Coastal ecosystems:"}, {"text_block_id": "p77_b1221", "text": "inshore, coastal and adjacent catchment ecosystems that connect the land and sea and have the potential to influence the health and resilience of the Great Barrier Reef."}, {"text_block_id": "p77_b1222", "text": "Community benefits:"}, {"text_block_id": "p77_b1223", "text": "cultural, social and economic benefits such as employment, income, understanding, appreciation, enjoyment, personal connection, health benefits and access to Reef resources. ("}, {"text_block_id": "p77_b1224", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p77_b1225", "text": ")"}, {"text_block_id": "p77_b1226", "text": "Comprehensive strategic environmental assessment:"}, {"text_block_id": "p77_b1227", "text": "comprises the strategic environmental assessment of the World Heritage Area by the Great Barrier Reef Marine Park Authority and the complementary strategic environmental assessment of the Great Barrier Reef coastal zone by the Queensland Government. These are described under Part 10 of the"}, {"text_block_id": "p77_b1228", "text": "Environment Protection and Biodiversity Conservation Act 1999"}, {"text_block_id": "p77_b1229", "text": ". The comprehensive strategic environmental assessment was developed in response to recommendations of the UNESCO World Heritage Committee and the outcomes have informed the Plan."}, {"text_block_id": "p77_b1230", "text": "Condition:"}, {"text_block_id": "p77_b1231", "text": "the ‘health’ of a species or ecosystem which includes factors such as the level of disturbance from a natural state, population size, genetic diversity, and interaction with invasive species and diseases. (State of the Environment Reporting, Department of the Environment)"}, {"text_block_id": "p77_b1232", "text": "•"}, {"text_block_id": "p77_b1233", "text": "Good condition:"}, {"text_block_id": "p77_b1234_merged_merged_merged", "text": "a species or ecosystem would generally be considered to be in good condition when the level of exposure to anthropogenic pressures has little effect on its status and resilience. In application the following definitions will be used to develop quantitatively assessable targets (adapted from Great Barrier Reef Outlook Report 2014):"}, {"text_block_id": "p77_b1237", "text": "a species or ecosystem would generally be considered to be in good condition when the level of exposure to anthropogenic pressures has little effect on its status and resilience. In application the following definitions will be used to develop quantitatively assessable targets (adapted from Great Barrier Reef Outlook Report 2014):\n* For habitats\n* For habitats\n , âgoodâ means some degradation or alteration may exist in some small\n* For species\n* For species\n , âgoodâ means populations of species show no significant deterioration as a\n* For processes\n* For processes\n , âgoodâ means that some significant changes in processes as a result of"}, {"text_block_id": "p77_b1246", "text": "Connectivity:"}, {"text_block_id": "p77_b1247", "text": "the extent to which a species or population can move among landscape elements in a mosaic of habitat types."}, {"text_block_id": "p78_b1248", "text": "Dredging:"}, {"text_block_id": "p78_b1249", "text": "digging, excavating or removing material from waterways to deepen channels, create harbours, and keep channels and approaches to ports at defined depths. Dredging can either be capital dredging, for new channels and berths, or maintenance dredging, necessary to maintain existing and approved dredging areas. (Queensland Ports Association Fact Sheet, November 2013)"}, {"text_block_id": "p78_b1250", "text": "Ecologically sustainable development:"}, {"text_block_id": "p78_b1251", "text": "conserving and enhancing the community’s resources so that ecological processes, on which life depends, are maintained, and the total quality of life, now and in the future, can be increased. (National Strategy for Ecologically Sustainable Development— Commonwealth Department of the Environment)"}, {"text_block_id": "p78_b1252", "text": "Ecosystem:"}, {"text_block_id": "p78_b1253", "text": "a dynamic complex of plant, animal and microorganism communities and their non"}, {"text_block_id": "p78_b1254", "text": "-"}, {"text_block_id": "p78_b1255", "text": "living environment interacting as a functional unit. (Biodiversity Convention)"}, {"text_block_id": "p78_b1256", "text": "Ecosystem functions:"}, {"text_block_id": "p78_b1257", "text": "the interactions between organisms and physical environment, such as nutrient cycling, soil development and water budgeting. ("}, {"text_block_id": "p78_b1258", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p78_b1259", "text": ")"}, {"text_block_id": "p78_b1260", "text": "Fishing:"}, {"text_block_id": "p78_b1261", "text": "for the purposes of the Plan and consistency with the Outlook reporting, the term ‘fishing’ includes recreational, charter and commercial fisheries, plus the Queensland shark control program. Fishing activities associated with traditional use are included as part of traditional use."}, {"text_block_id": "p78_b1262", "text": "Great Barrier Reef (the Reef):"}, {"text_block_id": "p78_b1263", "text": "in this document the Great Barrier Reef or the Reef, is taken to mean the Great Barrier Reef World Heritage Area."}, {"text_block_id": "p78_b1264", "text": "Great Barrier Reef Intergovernmental Agreement:"}, {"text_block_id": "p78_b1265", "text": "an agreement between the Commonwealth of Australia and the State of Queensland relating to the protection and management of the Great Barrier Reef. The agreement was signed in 2009 by the Prime Minister of the Commonwealth of Australia and the Premier of the State of Queensland."}, {"text_block_id": "p78_b1266", "text": "Great Barrier Reef Ministerial Forum:"}, {"text_block_id": "p78_b1267", "text": "oversees implementation of the"}, {"text_block_id": "p78_b1268", "text": "Great Barrier Reef Intergovernmental Agreement"}, {"text_block_id": "p78_b1269", "text": "2009."}, {"text_block_id": "p78_b1270", "text": "Great Barrier Reef Region:"}, {"text_block_id": "p78_b1271_merged_merged_merged", "text": "the area described in Schedule 1 of the Great Barrier Reef Marine Park Act 1975."}, {"text_block_id": "p78_b1274", "text": "Healthy Waters Management Plan:"}, {"text_block_id": "p78_b1275", "text": "the Queensland Government’s Environmental Protection (Water) Policy 2009 establishes Healthy Waters Management Plans (HWMPs) as a key planning mechanism to improve the quality of Queensland waters. Matters to be addressed in a HWMP include identifying issues that affect aquatic ecosystems, waterway uses and values, management goals and water quality objectives to protect values, and ways to monitor and assess the effectiveness of the protection. Water quality improvement plans can inform the development of a HWMP."}, {"text_block_id": "p78_b1276", "text": "Historic heritage:"}, {"text_block_id": "p78_b1277", "text": "includes places associated with the non-Indigenous cultural heritage of Australia encompassed in the country’s history. It can include buildings, monuments, gardens, industrial sites, landscapes, cultural landscapes, archaeological sites, groups of buildings and precincts, or places which embody a specific cultural or historic value. It is important to note that equipment, furniture, fittings and articles associated or connected with a building or structure are included in the definition of place. Historic places illustrate national and social developments in Australia over the past few centuries, technical and creative achievements, and provide a tangible link to past events, processes and people. (Source: Great Barrier Reef Marine Park Authority Heritage Strategy 2005)"}, {"text_block_id": "p79_b1278", "text": "Indicators:"}, {"text_block_id": "p79_b1279", "text": "physical, chemical, biological or socio-economic measures that best represent the key elements of a complex ecosystem or an environmental issue."}, {"text_block_id": "p79_b1280", "text": "Indigenous heritage:"}, {"text_block_id": "p79_b1281", "text": "includes all places that are part of Aboriginal and Torres Strait Islander peoples’ spiritual links to the land or which tell the story of Indigenous peoples from time immemorial to the present. It can include sacred sites, ceremonial sites like bora rings and rock art, fish traps, burials, middens, scarred trees, camp sites and semi/permanent settlements. (Source: Great Barrier Reef Marine Park Authority Heritage Strategy 2005)"}, {"text_block_id": "p79_b1282", "text": "Integrity:"}, {"text_block_id": "p79_b1283", "text": "for World Heritage properties, integrity relates to the ‘wholeness and intactness’ of the property and how it conveys the values it holds. Integrity can also relate to the size of the property (sufficient size to continue to represent the values) and to any threats affecting the property."}, {"text_block_id": "p79_b1284", "text": "Landscape:"}, {"text_block_id": "p79_b1285", "text": "describes how societies shape the land and are, in turn, shaped by it. Local, Indigenous or traditional knowledge systems bridge the gap between biological and cultural diversities and guide the development of landscapes. Article 8(j) of the Convention on Biological Diversity gives particular recognition to this cultural dimension of biodiversity, as do all of UNESCO’s cultural conventions. (Source: Convention on Biodiversity; UNESCO Declaration on Cultural Diversity)"}, {"text_block_id": "p79_b1286", "text": "Listed species:"}, {"text_block_id": "p79_b1287", "text": "includes:"}, {"text_block_id": "p79_b1288", "text": "•"}, {"text_block_id": "p79_b1289", "text": "A migratory species that is native or is included under a relevant international convention, which has been included by the Federal Environment Minister on the published list of migratory species (Adapted from the"}, {"text_block_id": "p79_b1290", "text": "Environment Protection and Biodiversity Act 1999"}, {"text_block_id": "p79_b1291", "text": ")"}, {"text_block_id": "p79_b1292", "text": "•"}, {"text_block_id": "p79_b1293", "text": "A native species which is extinct, extinct in the wild, critically endangered, endangered, vulnerable or conservation dependent, as set out in the published list of threatened species established by the Federal Environment Minister (Adapted from"}, {"text_block_id": "p79_b1294", "text": "Environment Protection and Biodiversity Act 1999"}, {"text_block_id": "p79_b1295", "text": ")"}, {"text_block_id": "p79_b1296", "text": "•"}, {"text_block_id": "p79_b1297_merged_merged_merged", "text": "A native species which is extinct in the wild, endangered, vulnerable, near threatened or least concern, as prescribed by the Queensland Environment Minister (Adapted from Nature Conservation Act 1992)"}, {"text_block_id": "p79_b1300", "text": "Matters of national environmental significance:"}, {"text_block_id": "p79_b1301", "text": "those matters protected under the"}, {"text_block_id": "p79_b1302", "text": "Environment Protection and Biodiversity Act 1999"}, {"text_block_id": "p79_b1303", "text": "."}, {"text_block_id": "p79_b1304", "text": "Net benefit:"}, {"text_block_id": "p79_b1305", "text": "the purpose of net benefits is to enhance the condition of matters of national environmental significance, including the Reef’s Outstanding Universal Value. While offsets are focused on addressing residual impacts associated with development actions, net benefits are focused on delivering actions (above and beyond offset actions) which will restore or improve the Great Barrier Reef to a good condition."}, {"text_block_id": "p79_b1306", "text": "Objective:"}, {"text_block_id": "p79_b1307", "text": "within the context of the Plan, a medium-term goal that will contribute to achieving the outcome for each theme and vision for the Reef by 2050."}, {"text_block_id": "p79_b1308", "text": "Outcome:"}, {"text_block_id": "p79_b1309", "text": "within the context of the Plan, an overall statement of what is expected to be achieved for each theme by 2050, which will collectively contribute to achieving the vision for the Reef."}, {"text_block_id": "p79_b1310", "text": "Outstanding Universal Value:"}, {"text_block_id": "p79_b1311", "text": "cultural and/or natural significance which is so exceptional as to transcend national boundaries and to be of common importance for present and future generations of all humanity."}, {"text_block_id": "p80_b1312", "text": "Particularly Sensitive Sea Area:"}, {"text_block_id": "p80_b1313", "text": "an area that may be vulnerable to damage by international maritime activities which is provided protection through action by the International Maritime Organisation because of its significance for ecological, socio-economic or scientific reasons."}, {"text_block_id": "p80_b1314", "text": "Port facilities:"}, {"text_block_id": "p80_b1315", "text": "for the purposes of the Plan, port facilities refers to commercial port infrastructure, rather than marinas or harbours."}, {"text_block_id": "p80_b1316", "text": "Port limits:"}, {"text_block_id": "p80_b1317", "text": "the maritime limits of Queensland ports are defined in Schedule 1 of the Transport Infrastructure (Ports) Regulation 2005 under the"}, {"text_block_id": "p80_b1318", "text": "Transport Infrastructure Act 1994"}, {"text_block_id": "p80_b1319", "text": "(Queensland). Ports within and adjoining the Great Barrier Reef World Heritage Area are located at Gladstone, Rockhampton (Port Alma), Hay Point, Mackay, Abbot Point, Townsville, Lucinda, Mourilyan, Cairns, Cooktown, Cape Flattery, and Quintell Beach."}, {"text_block_id": "p80_b1320", "text": "Reef-associated industries:"}, {"text_block_id": "p80_b1321", "text": "industries located in the Reef or its catchments that are not directly dependent on the Reef for their economic sustainability, for example, ports, construction, agriculture, forestry, shipping and mining."}, {"text_block_id": "p80_b1322", "text": "Reef-dependent industries:"}, {"text_block_id": "p80_b1323", "text": "industries whose economic benefit is derived from the Reef’s natural resources, either through extraction of those resources or through tourism and recreation focused on its ecosystem and heritage values. (Source:"}, {"text_block_id": "p80_b1324", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p80_b1325", "text": ")"}, {"text_block_id": "p80_b1326", "text": "Reef 2050 Water Quality Improvement Plan (formerly known as the Reef Water Quality Protection Plan):"}, {"text_block_id": "p80_b1327", "text": "A collaborative program of coordinated projects and partnerships designed to improve the quality of water in the Great Barrier Reef through improved land management in Reef catchments."}, {"text_block_id": "p80_b1328", "text": "Reef Trust:"}, {"text_block_id": "p80_b1329", "text": "joint Australian and Queensland government program to deliver funding to address key threats to the Reef such as nutrient run-off, crown-of-thorns starfish and species protection. The Reef Trust includes initial investment of $40 million by the Australian Government. (Adapted from Reef Trust Discussion Paper, Commonwealth Department of the Environment)"}, {"text_block_id": "p80_b1330", "text": "Resilience:"}, {"text_block_id": "p80_b1331", "text": "refers to the capacity of a system to resist and recover from disturbances and undergo change while still retaining essentially the same function, structure and integrity. It is not about a single state, but the capacity of an ever-changing, dynamic system to return to a healthy state after disturbance or impact."}, {"text_block_id": "p80_b1332", "text": "Riparian:"}, {"text_block_id": "p80_b1333", "text": "relating to, or situated on, the bed and banks of a river or watercourse."}, {"text_block_id": "p80_b1334", "text": "Significant impact:"}, {"text_block_id": "p80_b1335_merged_merged_merged", "text": "an impact which is important, notable, or of consequence, having regard to its context or intensity. Whether or not an action is likely to have a significant impact depends upon the sensitivity, value, and quality of the environment which is impacted, and upon the intensity, duration, magnitude and geographic extent of the impacts (Source: Environment Protection and Biodiversity Act 1999)"}, {"text_block_id": "p80_b1338", "text": "SMART:"}, {"text_block_id": "p80_b1339", "text": "Specific, Measurable, Achievable, Realistic, Time-bound."}, {"text_block_id": "p80_b1340", "text": "Species of conservation concern:"}, {"text_block_id": "p80_b1341", "text": "Species of conservation concern are species which cannot be classified as threatened, endangered or critically endangered due to lack of data or evidence, but around which there is concern about its ability to remain in its natural environment due to pressures on its habitat. Species of conservation concern may also have social, cultural or economic values which threaten its persistence in the landscape or make it important to conserve."}, {"text_block_id": "p81_b1342", "text": "Standards:"}, {"text_block_id": "p81_b1343", "text": "specification of the desired state of a value or the conditions required to maintain or achieve the desired state of a value."}, {"text_block_id": "p81_b1344", "text": "Stewardship:"}, {"text_block_id": "p81_b1345", "text": "local environmental stewardship refers to the actions taken by individuals, groups or networks, with various motivations and levels of capacity, to protect, care for or responsibly use the environment in pursuit of environmental and/or social outcomes in diverse social-ecological contexts."}, {"text_block_id": "p81_b1346", "text": "Target:"}, {"text_block_id": "p81_b1347", "text": "within the context of the Plan, targets are short-term goals that will contribute to achieving the objectives for each theme."}, {"text_block_id": "p81_b1348", "text": "Vision:"}, {"text_block_id": "p81_b1349", "text": "within the context of the Plan, the vision is the common goal that describes what Australians, as custodians for the international community, want the future of the Reef to be. The vision for the Reef will be achieved by 2050 through delivery of the actions, targets, objectives and outcomes of the Plan."}, {"text_block_id": "p81_b1350", "text": "Water quality:"}, {"text_block_id": "p81_b1351", "text": "refers to the chemical, physical, biological and radiological characteristics of water. It is a measure of the condition of water relative to the requirements of one or more biotic species and/or to any human need or purpose."}, {"text_block_id": "p81_b1352", "text": "Water quality improvement plans:"}, {"text_block_id": "p81_b1353", "text": "designed to identify the main issues that impact aquatic ecosystems from land-based activities and prioritise management actions to reduce the discharge of pollutants within a natural resource management region. Water quality improvement plans are non-legislative regional planning instruments and can inform the development of Healthy Waters Management Plans."}, {"text_block_id": "p81_b1354", "text": "World Heritage Area:"}, {"text_block_id": "p81_b1355", "text": "in the context of this plan, this refers to the Great Barrier Reef World Heritage Area."}, {"text_block_id": "p81_b1356", "text": "World Heritage Convention:"}, {"text_block_id": "p81_b1357", "text": "a global instrument for the protection of cultural and natural heritage that aims to promote cooperation among nations to protect heritage around the world that is of such Outstanding Universal Value that its conservation is important for current and future generations."}, {"text_block_id": "p82_b1358", "text": "1"}, {"text_block_id": "p82_b1359", "text": "Hoegh-Guldberg, O. and Bruno, J.F. 2010, The Impact of Climate Change on the World's Marine Ecosystems,"}, {"text_block_id": "p82_b1360", "text": "Science"}, {"text_block_id": "p82_b1361", "text": ", 328 (5985): 1523–1528."}, {"text_block_id": "p82_b1362", "text": "2"}, {"text_block_id": "p82_b1363", "text": "World Heritage Committee, 2017,"}, {"text_block_id": "p82_b1364", "text": "Decision 41 COM 7"}, {"text_block_id": "p82_b1365", "text": ","}, {"text_block_id": "p82_b1366", "text": "State of Conservation of the Properties Inscribed on the World Heritage List."}, {"text_block_id": "p82_b1367", "text": "3"}, {"text_block_id": "p82_b1368", "text": "UNESCO 1972,"}, {"text_block_id": "p82_b1369", "text": "Convention Concerning the Protection of the World Cultural and Natural Heritage"}, {"text_block_id": "p82_b1370", "text": ", UNESCO, Paris, France."}, {"text_block_id": "p82_b1371", "text": "4"}, {"text_block_id": "p82_b1372", "text": "Department of Sustainability, Environment, Water, Population and Communities 2012,"}, {"text_block_id": "p82_b1373", "text": "Statement of Outstanding Universal Value: Great Barrier Reef World Heritage Area"}, {"text_block_id": "p82_b1374", "text": ", DSEWPaC, Canberra."}, {"text_block_id": "p82_b1375", "text": "5"}, {"text_block_id": "p82_b1376", "text": "Deloitte Access Economics 2017,"}, {"text_block_id": "p82_b1377", "text": "At what price? The economic, social and icon value of the Great Barrier Reef."}, {"text_block_id": "p82_b1378", "text": "6"}, {"text_block_id": "p82_b1379", "text": "Great Barrier Reef Marine Park Authority 1981,"}, {"text_block_id": "p82_b1380", "text": "Nomination of the Great Barrier Reef by the Commonwealth of Australia for Inclusion in the World Heritage List,"}, {"text_block_id": "p82_b1381", "text": "Townsville, p. 3."}, {"text_block_id": "p82_b1382", "text": "7"}, {"text_block_id": "p82_b1383", "text": "International Union for the Conservation of Nature World Heritage Committee 1981,"}, {"text_block_id": "p82_b1384", "text": "IUCN Technical Review"}, {"text_block_id": "p82_b1385", "text": ","}, {"text_block_id": "p82_b1386", "text": "http://whc.unesco.org/document/152856"}, {"text_block_id": "p82_b1387", "text": "8"}, {"text_block_id": "p82_b1388", "text": "Great Barrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p82_b1389", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p82_b1390", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p82_b1391", "text": "9"}, {"text_block_id": "p82_b1392", "text": "Queensland Government 2017,"}, {"text_block_id": "p82_b1393", "text": "2017 Scientific Consensus Statement: Land Use Impacts on Great Barrier Reef Water Quality and Ecosystem Condition"}, {"text_block_id": "p82_b1394", "text": "."}, {"text_block_id": "p82_b1395", "text": "10"}, {"text_block_id": "p82_b1396", "text": "Great Barrier Reef Marine Park Authority 2017,"}, {"text_block_id": "p82_b1397", "text": "Final Report: 2016 Coral Bleaching Event on the Great Barrier Reef"}, {"text_block_id": "p82_b1398", "text": ", Townsville."}, {"text_block_id": "p82_b1399", "text": "11"}, {"text_block_id": "p82_b1400", "text": "Independent Expert Panel 2017,"}, {"text_block_id": "p82_b1401", "text": "Advice on responding to Mass Coral Bleaching of the Great Barrier Reef."}, {"text_block_id": "p82_b1402", "text": "12"}, {"text_block_id": "p82_b1403", "text": "Australian Institute of Marine Science 2018,"}, {"text_block_id": "p82_b1404", "text": "Long-term Reef Monitoring Program - Annual Summary Report on Coral Reef Condition for 2017/18"}, {"text_block_id": "p82_b1405", "text": "."}, {"text_block_id": "p82_b1406", "text": "https://www.aims.gov.au/reef-monitoring/gbr-condition-summary-2017–2018"}, {"text_block_id": "p82_b1407", "text": "13"}, {"text_block_id": "p82_b1408", "text": "Johns, K.A., Osbourne, K.O. and Logan, M. 2014, Contrasting rates of coral recovery and reassembly in coral communities on the Great Barrier Reef,"}, {"text_block_id": "p82_b1409", "text": "Coral Reefs,"}, {"text_block_id": "p82_b1410", "text": "33(3): 553–563"}, {"text_block_id": "p82_b1411", "text": "."}, {"text_block_id": "p82_b1412", "text": "14"}, {"text_block_id": "p82_b1413", "text": "Independent Expert Panel 2017, Advice on responding to Mass Coral Bleaching of the Great Barrier Reef."}, {"text_block_id": "p82_b1414", "text": "15"}, {"text_block_id": "p82_b1415", "text": "Reef 2050 Plan—Investment Framework,"}, {"text_block_id": "p82_b1416", "text": "Commonwealth of Australia 2016"}, {"text_block_id": "p82_b1417", "text": "16"}, {"text_block_id": "p82_b1418", "text": "Great Barrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p82_b1419", "text": "Great Barrier Reef Region Strategic Assessment: Strategic Assessment Report"}, {"text_block_id": "p82_b1420", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p82_b1421", "text": "17"}, {"text_block_id": "p82_b1422", "text": "Great Barrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p82_b1423", "text": "Great Barrier Reef Region Strategic Assessment: Program Report"}, {"text_block_id": "p82_b1424", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p82_b1425", "text": "18"}, {"text_block_id": "p82_b1426", "text": "Department of State Development, Infrastructure and Planning 2014,"}, {"text_block_id": "p82_b1427", "text": "Great Barrier Reef Coastal Zone Strategic Assessment: Strategic Assessment Report"}, {"text_block_id": "p82_b1428", "text": ", DSDIP, Brisbane."}, {"text_block_id": "p82_b1429", "text": "19"}, {"text_block_id": "p82_b1430_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Department of State Development, Infrastructure and Planning 2014, Great Barrier Reef Coastal Zone Strategic Assessment: Program Report, DSDIP, Brisbane."}, {"text_block_id": "p83_b1433", "text": "20"}, {"text_block_id": "p83_b1434", "text": "Douvere, F. and Badman, T. 2012,"}, {"text_block_id": "p83_b1435", "text": "Mission Report: Reactive Monitoring Mission to Great Barrier Reef (Australia) 6th to 14th March 2012,"}, {"text_block_id": "p83_b1436", "text": "United Nations Educational, Scientific and Cultural Organisation World Heritage Committee and International Union for the Conservation of Nature, Saint Petersburg."}, {"text_block_id": "p83_b1437", "text": "21"}, {"text_block_id": "p83_b1438", "text": "Australian Government 2015,"}, {"text_block_id": "p83_b1439", "text": "Reef 2050 Plan Investment Baseline"}, {"text_block_id": "p83_b1440", "text": "."}, {"text_block_id": "p83_b1441", "text": "22"}, {"text_block_id": "p83_b1442", "text": "Australian Government 2016,"}, {"text_block_id": "p83_b1443", "text": "Reef 2050 Plan Policy Guideline for Decision-makers"}, {"text_block_id": "p83_b1444", "text": "."}, {"text_block_id": "p83_b1445", "text": "23"}, {"text_block_id": "p83_b1446", "text": "Australian Government 2016,"}, {"text_block_id": "p83_b1447", "text": "Reef 2050 Plan Investment Framework"}, {"text_block_id": "p83_b1448", "text": "."}, {"text_block_id": "p83_b1449", "text": "24"}, {"text_block_id": "p83_b1450", "text": "Australian Government 2016, Reef 2050"}, {"text_block_id": "p83_b1451", "text": "Plan Progress Report and Implementation Strategy 2016"}, {"text_block_id": "p83_b1452", "text": "."}, {"text_block_id": "p83_b1453", "text": "25"}, {"text_block_id": "p83_b1454", "text": "Great Barrier Reef Marine Park Authority 2017,"}, {"text_block_id": "p83_b1455", "text": "Reef Blueprint: Great Barrier Reef Blue Print for Resilience"}, {"text_block_id": "p83_b1456", "text": "26"}, {"text_block_id": "p83_b1457", "text": "Australian Government and Queensland Government, 2016,"}, {"text_block_id": "p83_b1458", "text": "Reef 2050 Plan Update on Progress"}, {"text_block_id": "p83_b1459", "text": "27"}, {"text_block_id": "p83_b1460", "text": "McCook, L.J., Ayling, T., Cappo, M., Howard Choat, J., Evans, R.D., De Freitas, D.M., Heupel, M., Hughes, T.P., Jones, G.P., Mapstone, B., Marsh, H., Mills, M., Molloy, F.J., Pitcher, C.R., Pressey, R.L., Russ, G.R., Sutton, S., Sweatman, H., Tobin, R., Wachenfeld, D.R. and Williamson, D.H. 2010,"}, {"text_block_id": "p83_b1461", "text": "Adaptive management of the Great Barrier Reef: a globally significant demonstration of the benefits of networks of marine reserves"}, {"text_block_id": "p83_b1462", "text": ", Proceedings of the National Academy of Sciences of the United States of America, 107 (43): 18278– 18285."}, {"text_block_id": "p83_b1463", "text": "http://www.pnas.org/content/107/43/18278"}, {"text_block_id": "p83_b1464", "text": "28"}, {"text_block_id": "p83_b1465", "text": "Commonwealth of Australia 2016,"}, {"text_block_id": "p83_b1466", "text": "Reef 2050 Plan—Annual report and implementation strategy"}, {"text_block_id": "p83_b1467", "text": "."}, {"text_block_id": "p83_b1468", "text": "29"}, {"text_block_id": "p83_b1469", "text": "Reef 2050 Plan—2017 Annual Report and 2018 Implementation Strategy"}, {"text_block_id": "p83_b1470", "text": ", Commonwealth of Australia 2018,"}, {"text_block_id": "p83_b1471", "text": "30"}, {"text_block_id": "p83_b1472", "text": "The Great Barrier Reef Water Science Taskforce, and the Office of the Great Barrier Reef, Department of Environment and Heritage Protection 2016,"}, {"text_block_id": "p83_b1473", "text": "Great Barrier Reef Water Science Taskforce Final Report"}, {"text_block_id": "p83_b1474", "text": "."}, {"text_block_id": "p83_b1475", "text": "https://www.ehp.qld.gov.au/assets/documents/reef/gbrwst-finalreport-2016.pdf"}, {"text_block_id": "p83_b1476", "text": "31"}, {"text_block_id": "p83_b1477", "text": "Department of the Environment and Energy and Department of Environment and Science 2016,"}, {"text_block_id": "p83_b1478", "text": "Great Barrier Reef Report Card 2016"}, {"text_block_id": "p83_b1479", "text": "."}, {"text_block_id": "p83_b1480", "text": "https://www.reefplan.qld.gov.au/measuring-success/report-cards/2016/"}, {"text_block_id": "p83_b1481", "text": "32"}, {"text_block_id": "p83_b1482", "text": "Minister for Agriculture and Fisheries and Minister for Rural Economic Development The Honourable Bill Byrne 2017. Net free zones boost recreational fishing, Media Release 27 June 2017."}, {"text_block_id": "p83_b1483", "text": "33"}, {"text_block_id": "p83_b1484", "text": "Wetlands Team, Department of Environment and Heritage Protection 2016, Wetlands in the Great Barrier Reef Catchments Management Strategy 2016–21,"}, {"text_block_id": "p83_b1485", "text": "34"}, {"text_block_id": "p83_b1486", "text": "Great Barrrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p83_b1487", "text": "Great Barrier Reef Outlook Report"}, {"text_block_id": "p83_b1488", "text": ", GBRMPA,"}, {"text_block_id": "p83_b1489", "text": "Townsville"}, {"text_block_id": "p83_b1490", "text": ","}, {"text_block_id": "p83_b1491", "text": "p"}, {"text_block_id": "p83_b1492", "text": ". v."}, {"text_block_id": "p83_b1493", "text": "35"}, {"text_block_id": "p83_b1494", "text": "Van Hooidonk, R., Maynard, J., Tamelander, J., Gove, J., Ahmadia, G., Raymundo, L., Williams, G., Heron, S.F. and Planes, S. 2016, Local-scale projections of coral reef futures and implications of the Paris Agreement,"}, {"text_block_id": "p83_b1495", "text": "Nature Scientific Reports"}, {"text_block_id": "p83_b1496", "text": ", 6."}, {"text_block_id": "p83_b1497", "text": "https://www.nature.com/articles/srep39666"}, {"text_block_id": "p83_b1498", "text": "36"}, {"text_block_id": "p83_b1499", "text": "Knutson, T.R. McBride, J.L., Chan, J., Emanuel, K., Holland, G., Landsea, C., Held, I., Kossin, J.P., Srivastava, A.K. and Sugi, M. 2010, Tropical cyclones and climate change,"}, {"text_block_id": "p83_b1500", "text": "Nature Geoscience"}, {"text_block_id": "p83_b1501", "text": ", 3: 157–163."}, {"text_block_id": "p83_b1502", "text": "37"}, {"text_block_id": "p83_b1503_merged_merged_merged_merged_merged_merged_merged_merged", "text": "De’ath, G., Fabricius, K.E., Sweatman, H. and Puotinen, M. 2012, The 27–year decline of coral cover on the Great Barrier Reef and its causes, Proceedings of the National Academy of Sciences 109(44): 17995–17999."}, {"text_block_id": "p84_b1506", "text": "De’ath, G., Fabricius, K.E., Sweatman, H. and Puotinen, M. 2012, The 27–year decline of coral cover on the Great Barrier Reef and its causes, Proceedings of the National Academy of Sciences 109(44): 17995–17999.\n* Steffan, W., Hughes, L. and Karoly, D. 2013,\n* Climate Commission\n* Great Barrier Reef Outlook Report 2014,\n* Great Barrier Reef Outlook Report 2014,\n GBRMPA,\n* Impacts of ocean acidification on the Reef\n* Impacts of ocean acidification on the Reef\n , GBRMPA,\n* Great Barrier Reef Outlook Report 2014,\n* Great Barrier Reef Outlook Report 2014,\n GBRMPA,\n* Deâath, G., Lough, J.M. and Fabricius, K.E. 2009, Declining coral calcification on the Great Barrier Reef,\n* 323(5910): 116â119. Cooper, T.F., Deâath, G., Fabricius, K.E. and Lough, J.M. 2008, Declining coral\n* 323(5910): 116â119. Cooper, T.F., Deâath, G., Fabricius, K.E. and Lough, J.M. 2008, Declining coral\n Global\n* 323(5910): 116â119. Cooper, T.F., Deâath, G., Fabricius, K.E. and Lough, J.M. 2008, Declining coral\n Global\n 14(3): 529â538. Deâath, G., Fabricius, K. and Lough, J. 2013, Yes: Coral calcification rates\n* 323(5910): 116â119. Cooper, T.F., Deâath, G., Fabricius, K.E. and Lough, J.M. 2008, Declining coral\n Global\n 14(3): 529â538. Deâath, G., Fabricius, K. and Lough, J. 2013, Yes: Coral calcification rates\n Marine Geology,\n* 323(5910): 116â119. Cooper, T.F., Deâath, G., Fabricius, K.E. and Lough, J.M. 2008, Declining coral\n Global\n 14(3): 529â538. Deâath, G., Fabricius, K. and Lough, J. 2013, Yes: Coral calcification rates\n Marine Geology,\n 346: 400â402. Pandolfi, J.M., Connolly, S.R.,\n* 323(5910): 116â119. Cooper, T.F., Deâath, G., Fabricius, K.E. and Lough, J.M. 2008, Declining coral\n Global\n 14(3): 529â538. Deâath, G., Fabricius, K. and Lough, J. 2013, Yes: Coral calcification rates\n Marine Geology,\n 346: 400â402. Pandolfi, J.M., Connolly, S.R.,\n Science,\n* 323(5910): 116â119. Cooper, T.F., Deâath, G., Fabricius, K.E. and Lough, J.M. 2008, Declining coral\n Global\n 14(3): 529â538. Deâath, G., Fabricius, K. and Lough, J. 2013, Yes: Coral calcification rates\n Marine Geology,\n 346: 400â402. Pandolfi, J.M., Connolly, S.R.,\n Science,\n 333(6041): 418â422.\n* Great Barrier Reef Outlook Report 2014,\n* Great Barrier Reef Outlook Report 2014,\n GBRMPA,\n* Hoegh-Guldberg, O. 1999, Climate Change, coral bleaching and the future of the world's coral reefs,\n* , 50(8): 839â866.\n* Decision 41 COM 7\n* Decision 41 COM 7\n ,\n* Decision 41 COM 7\n ,\n State of Conservation of the Properties Inscribed on\n* Decision 41 COM 7\n* Decision 41 COM 7\n ,\n* Decision 41 COM 7\n ,\n State of Conservation of the Properties Inscribed on\n* Independent Expert Panel 2017,\n* citing Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E., Harvell, C.D.,\n* citing Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E., Harvell, C.D.,\n Science\n* citing Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E., Harvell, C.D.,\n Science\n ,\n* citing Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E., Harvell, C.D.,\n Science\n ,\n 318\n* citing Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E., Harvell, C.D.,\n Science\n ,\n 318\n (5857): 1737â1742 and Frieler, K., Meinshausen, M., Golly, A., Mengel, M.,\n* citing Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E., Harvell, C.D.,\n Science\n ,\n 318\n (5857): 1737â1742 and Frieler, K., Meinshausen, M., Golly, A., Mengel, M.,\n Nature Climate Change\n* citing Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E., Harvell, C.D.,\n Science\n ,\n 318\n (5857): 1737â1742 and Frieler, K., Meinshausen, M., Golly, A., Mengel, M.,\n Nature Climate Change\n ,\n* citing Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E., Harvell, C.D.,\n Science\n ,\n 318\n (5857): 1737â1742 and Frieler, K., Meinshausen, M., Golly, A., Mengel, M.,\n Nature Climate Change\n ,\n 3\n* citing Hoegh-Guldberg, O., Mumby, P.J., Hooten, A.J., Steneck, R.S., Greenfield, P., Gomez, E., Harvell, C.D.,\n Science\n ,\n 318\n (5857): 1737â1742 and Frieler, K., Meinshausen, M., Golly, A., Mengel, M.,\n Nature Climate Change\n ,\n 3\n (2): 165â170.\n* Impacts of Climate Change on World Heritage Coral Reefs : A\n* Impacts of Climate Change on World Heritage Coral Reefs : A\n , UNESCO World Heritage Centre, Paris.\n* Roth C.H., Addison, J., Anthony, K., Dale, A., Eberhard, R., Hobday, A., Horner, N.J., Jarvis, D., Kroon, K.,\n* , Final Report submitted to the\n* Hughes, T., Hoogenboom, M., Munday, P., Schoepf, V. and Barnes, M. 2017, Panel discussion at the ARC\n* Public Forum,\n* Roth C.H., Addison J., Anthony K., Dale A., Eberhard R., Hobday A., Horner N.J., Jarvis D., Kroon K.,\n* , Final Report submitted to the\n* Roth C.H., Addison J., Anthony K., Dale A., Eberhard R., Hobday A., Horner N.J., Jarvis D., Kroon K.,\n* Review of Climate Change Policies\n* Review of Climate Change Policies\n ."}, {"text_block_id": "p85_b1586", "text": "54"}, {"text_block_id": "p85_b1587", "text": "Queensland Government 2017,"}, {"text_block_id": "p85_b1588", "text": "Queensland Climate Transition Strategy"}, {"text_block_id": "p85_b1589", "text": "."}, {"text_block_id": "p85_b1590", "text": "."}, {"text_block_id": "p85_b1591", "text": "55"}, {"text_block_id": "p85_b1592", "text": "Queensland Government 2017,"}, {"text_block_id": "p85_b1593", "text": "Queensland Climate Adaptation Strategy"}, {"text_block_id": "p85_b1594", "text": "."}, {"text_block_id": "p85_b1595", "text": "."}, {"text_block_id": "p85_b1596", "text": "56"}, {"text_block_id": "p85_b1597", "text": "Great Barrier Reef Marine Park Authority, 2017"}, {"text_block_id": "p85_b1598", "text": "Reef Blueprint: Great Barrier Reef Blueprint for Resilience,"}, {"text_block_id": "p85_b1599", "text": "GBRMPA, Townsville."}, {"text_block_id": "p85_b1600", "text": "57"}, {"text_block_id": "p85_b1601", "text": "Great Barrier Reef Marine Park Authority 2018,"}, {"text_block_id": "p85_b1602", "text": "Crown-of-thorns starfish"}, {"text_block_id": "p85_b1603", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p85_b1604", "text": "58"}, {"text_block_id": "p85_b1605", "text": "Great Barrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p85_b1606", "text": "Great Barrier Reef Outlook Report 2014,"}, {"text_block_id": "p85_b1607", "text": "GBRMPA, Townsville."}, {"text_block_id": "p85_b1608", "text": "59"}, {"text_block_id": "p85_b1609", "text": "Australian Government 2018,"}, {"text_block_id": "p85_b1610", "text": "Reef 2050 Water Quality Improvement Plan 2017–2022."}, {"text_block_id": "p85_b1611", "text": "60"}, {"text_block_id": "p85_b1612", "text": "Great Barrier Reef Marine Park Authority 2012,"}, {"text_block_id": "p85_b1613", "text": "Informing the outlook for Great Barrier Reef coastal ecosystems"}, {"text_block_id": "p85_b1614", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p85_b1615", "text": "61"}, {"text_block_id": "p85_b1616", "text": "Wetlands Team, Department of Environment and Heritage Protection 2016,"}, {"text_block_id": "p85_b1617", "text": "Wetlands in the Great Barrier Reef Catchments Management Strategy 2016–21"}, {"text_block_id": "p85_b1618", "text": "."}, {"text_block_id": "p85_b1619", "text": "62"}, {"text_block_id": "p85_b1620", "text": "Great Barrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p85_b1621", "text": "Great Barrier Reef Region Strategic Assessment: Strategic Assessment Report"}, {"text_block_id": "p85_b1622", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p85_b1623", "text": "63"}, {"text_block_id": "p85_b1624", "text": "Great Barrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p85_b1625", "text": "Great Barrier Reef Region Strategic Assessment: Program Report"}, {"text_block_id": "p85_b1626", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p85_b1627", "text": "64"}, {"text_block_id": "p85_b1628", "text": "Department of Sustainability, Environment, Water, Population and Communities 2013,"}, {"text_block_id": "p85_b1629", "text": "Independent review of the Port of Gladstone"}, {"text_block_id": "p85_b1630", "text": ", Commonwealth of Australia, Canberra."}, {"text_block_id": "p85_b1631", "text": "65"}, {"text_block_id": "p85_b1632", "text": "North-East Shipping Management Group 2014, North-East Shipping Management Plan, Australian Maritime Safety Authority, Canberra."}, {"text_block_id": "p85_b1633", "text": "66"}, {"text_block_id": "p85_b1634", "text": "Wetlands Team, Department of Environment and Heritage Protection 2016, Wetlands in the Great Barrier Reef Catchments Management Strategy 2016–21,"}, {"text_block_id": "p85_b1635", "text": "67"}, {"text_block_id": "p85_b1636", "text": "Australian Government 2018,"}, {"text_block_id": "p85_b1637", "text": "Reef 2050 policies on providing net benefits and managing cumulative impacts"}, {"text_block_id": "p85_b1638", "text": "."}, {"text_block_id": "p85_b1639", "text": "68"}, {"text_block_id": "p85_b1640", "text": "Great Barrier Reef Marine Park Authority 2012,"}, {"text_block_id": "p85_b1641", "text": "Coastal Ecosystems Assessment Framework 2012"}, {"text_block_id": "p85_b1642", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p85_b1643", "text": "69"}, {"text_block_id": "p85_b1644", "text": "Commonwealth of Australia 2016,"}, {"text_block_id": "p85_b1645", "text": "Reef 2050 Plan—Investment Framework"}, {"text_block_id": "p85_b1646", "text": "."}, {"text_block_id": "p85_b1647", "text": "70"}, {"text_block_id": "p85_b1648", "text": "Fitzroy Partnership for River Health,"}, {"text_block_id": "p85_b1649", "text": "https://riverhealth.org.au/reports/report-card-downloads/"}, {"text_block_id": "p85_b1650", "text": "71"}, {"text_block_id": "p85_b1651_merged_merged_merged_merged_merged", "text": "Gladstone Healthy Harbour Partnership http://ghhp.org.au/report-cards"}, {"text_block_id": "p85_b1653", "text": "72"}, {"text_block_id": "p85_b1654", "text": "Wet Tropics Healthy Waterways Partnership"}, {"text_block_id": "p85_b1655", "text": "http://wettropicswaterways.org.au/report-card-2017/"}, {"text_block_id": "p85_b1656", "text": "73"}, {"text_block_id": "p85_b1657", "text": "Healthy Rivers to Reef Partnership Mackay-Whitsunday"}, {"text_block_id": "p85_b1658", "text": "74"}, {"text_block_id": "p85_b1659", "text": "Commonwealth of Australia 2016, Reef 2050 Plan—"}, {"text_block_id": "p85_b1660", "text": "Annual report and implementation strategy"}, {"text_block_id": "p85_b1661", "text": ","}, {"text_block_id": "p86_b1662", "text": "Appendix A: The Great Barrier Reef World Heritage Area, the Great Barrier Reef Region and the Great Barrier Reef Marine Park"}, {"text_block_id": "p86_b1663_merged", "text": "The Great Barrier Reef Marine Park Act 1975 was designed specifically to protect the Great Barrier Reef. The Queensland Government has also enacted a broad suite of complementary legislation that applies in coastal and catchment areas adjacent to the marine park."}, {"text_block_id": "p87_b1666", "text": "Appendix B: Statement of Outstanding Universal Value for the Great Barrier Reef World Heritage Area"}, {"text_block_id": "p87_b1667", "text": "Outstanding Universal Value is the central concept of the World Heritage Convention. To be considered of Outstanding Universal Value, a property needs to:"}, {"text_block_id": "p87_b1668", "text": "•"}, {"text_block_id": "p87_b1669", "text": "meet one or more of 10 criteria set out in the Convention"}, {"text_block_id": "p87_b1670", "text": "•"}, {"text_block_id": "p87_b1671", "text": "meet the conditions of integrity"}, {"text_block_id": "p87_b1672", "text": "•"}, {"text_block_id": "p87_b1673", "text": "if a cultural property, meet the conditions of authenticity"}, {"text_block_id": "p87_b1674", "text": "•"}, {"text_block_id": "p87_b1675", "text": "have an adequate system of protection and management to safeguard its future."}, {"text_block_id": "p87_b1676", "text": "This retrospective statement for the Great Barrier Reef was approved by the World Heritage Committee in 2012."}, {"text_block_id": "p87_b1677", "text": "Statement of Outstanding Universal Value Great Barrier Reef—Property ID 154"}, {"text_block_id": "p87_b1678", "text": "Brief synthesis"}, {"text_block_id": "p87_b1679", "text": "As the world’s most extensive coral reef ecosystem, the Great Barrier Reef is a globally outstanding and significant entity. Practically the entire ecosystem was inscribed as World Heritage in 1981, covering an area of 348,000 square kilometres and extending across a contiguous latitudinal range of 14 degrees (10oS to 24oS). The Great Barrier Reef (hereafter referred to as GBR) includes extensive cross-shelf diversity, stretching from the low water mark along the mainland coast up to 250 kilometres offshore. This wide depth range includes vast shallow inshore areas, mid-shelf and outer reefs, and beyond the continental shelf to oceanic waters over 2,000 metres deep."}, {"text_block_id": "p87_b1680", "text": "Within the GBR there are some 2,500 individual reefs of varying sizes and shapes, and over 900 islands, ranging from small sandy cays and larger vegetated cays, to large rugged continental islands rising, in one instance, over 1,100 metres above sea level. Collectively these landscapes and seascapes provide some of the most spectacular maritime scenery in the world."}, {"text_block_id": "p87_b1681", "text": "The latitudinal and cross-shelf diversity, combined with diversity through the depths of the water column, encompasses a globally unique array of ecological communities, habitats and species. This diversity of species and habitats, and their interconnectivity, make the GBR one of the richest and most complex natural ecosystems on earth. There are over 1,500 species of fish, about 400 species of coral, 4,000 species of mollusc, and some 240 species of birds, plus a great diversity of sponges, anemones, marine worms, crustaceans, and other species. No other World Heritage property contains such biodiversity. This diversity, especially the endemic species, means the GBR is of enormous scientific and intrinsic importance, and it also contains a significant number of threatened species. At time of inscription, the IUCN evaluation stated “… if only one coral reef site in the world were to be chosen for the World Heritage List, the Great Barrier Reef is the site to be chosen”."}, {"text_block_id": "p87_b1682", "text": "Criterion (vii):"}, {"text_block_id": "p87_b1683", "text": "The Great Barrier Reef is of superlative natural beauty above and below the water, and provides some of the most spectacular scenery on earth. It is one of a few living structures visible from space, appearing as a complex string of reefal structures along Australia’s northeast coast."}, {"text_block_id": "p87_b1684", "text": "From the air, the vast mosaic patterns of reefs, islands and coral cays produce an unparalleled aerial panorama of seascapes comprising diverse shapes and sizes. The Whitsunday Islands provide a magnificent vista of green vegetated islands and spectacular sandy beaches spread over"}, {"text_block_id": "p88_b1685", "text": "azure waters. This contrasts with the vast mangrove forests in Hinchinbrook Channel, and the rugged vegetated mountains and lush rainforest gullies that are periodically cloud-covered on Hinchinbrook Island."}, {"text_block_id": "p88_b1686", "text": "On many of the cays there are spectacular and globally important breeding colonies of seabirds and marine turtles, and Raine Island is the world’s largest green turtle breeding area. On some continental islands, large aggregations of over-wintering butterflies periodically occur."}, {"text_block_id": "p88_b1687", "text": "Beneath the ocean surface, there is an abundance and diversity of shapes, sizes and colours; for example, spectacular coral assemblages of hard and soft corals, and thousands of species of Reef fish provide a myriad of brilliant colours, shapes and sizes. The internationally renowned Cod Hole near Lizard Island is one of many significant tourist attractions. Other superlative natural phenomena include the annual coral spawning, migrating whales, nesting turtles, and significant spawning aggregations of many fish species."}, {"text_block_id": "p88_b1688", "text": "Criterion (viii):"}, {"text_block_id": "p88_b1689", "text": "The Great Barrier Reef, extending 2,000 kilometres along Queensland’s coast, is a globally outstanding example of an ecosystem that has evolved over millennia. The area has been exposed and flooded by at least four glacial and interglacial cycles, and over the past 15,000 years reefs have grown on the continental shelf."}, {"text_block_id": "p88_b1690", "text": "During glacial periods, sea levels dropped, exposing the reefs as flat-topped hills of eroded limestone. Large rivers meandered between these hills and the coastline extended further east. During interglacial periods, rising sea levels caused the formation of continental islands, coral cays and new phases of coral growth. This environmental history can be seen in cores of old massive corals."}, {"text_block_id": "p88_b1691", "text": "Today the Great Barrier Reef forms the world’s largest coral reef ecosystem, ranging from inshore fringing reefs to mid-shelf reefs, and exposed outer reefs, including examples of all stages of reef development. The processes of geological and geomorphological evolution are well represented, linking continental islands, coral cays and reefs. The varied seascapes and landscapes that occur today have been moulded by changing climates and sea levels, and the erosive power of wind and water, over long time periods."}, {"text_block_id": "p88_b1692", "text": "One-third of the Great Barrier Reef lies beyond the seaward edge of the shallower reefs; this area comprises continental slope and deep oceanic waters and abyssal plains."}, {"text_block_id": "p88_b1693", "text": "Criterion (ix):"}, {"text_block_id": "p88_b1694", "text": "The globally significant diversity of reef and island morphologies reflects ongoing geomorphic, oceanographic and environmental processes. The complex cross-shelf, longshore and vertical connectivity is influenced by dynamic oceanic currents and ongoing ecological processes such as upwellings, larval dispersal and migration."}, {"text_block_id": "p88_b1695_merged", "text": "Ongoing erosion and accretion of coral reefs, sand banks and coral cays combine with similar processes along the coast and around continental islands. Extensive beds of Halimeda algae represent active calcification and accretion over thousands of years."}, {"text_block_id": "p88_b1698", "text": "Biologically the unique diversity of the Great Barrier Reef reflects the maturity of an ecosystem that has evolved over millennia; evidence exists for the evolution of hard corals and other fauna. Globally significant marine faunal groups include over 4,000 species of molluscs, over 1,500 species of fish, plus a great diversity of sponges, anemones, marine worms, crustaceans, and many others. The establishment of vegetation on the cays and continental islands exemplifies the important role of birds, such as the Pied Imperial Pigeon, in processes such as seed dispersal and plant colonisation."}, {"text_block_id": "p89_b1699", "text": "Human interaction with the natural environment is illustrated by strong ongoing links between Aboriginal and Torres Strait Islanders and their sea-country, and includes numerous shell deposits (middens) and fish traps, plus the application of story places and marine totems."}, {"text_block_id": "p89_b1700", "text": "Criterion (x):"}, {"text_block_id": "p89_b1701", "text": "The enormous size and diversity of the Great Barrier Reef means it is one of the richest and most complex natural ecosystems on earth, and one of the most significant for biodiversity conservation. The amazing diversity supports tens of thousands of marine and terrestrial species, many of which are of global conservation significance."}, {"text_block_id": "p89_b1702", "text": "As the world’s most complex expanse of coral reefs, the reefs contain some 400 species of corals in 60 genera. There are also large ecologically important inter-reefal areas. The shallower marine areas support half the world’s diversity of mangroves and many seagrass species. The waters also provide major feeding grounds for one of the world’s largest populations of the threatened dugong. At least 30 species of whales and dolphins occur here, and it is a significant area for humpback whale calving."}, {"text_block_id": "p89_b1703", "text": "Six of the world’s seven species of marine turtle occur in the Great Barrier Reef. As well as the world’s largest green turtle breeding site at Raine Island, the Great Barrier Reef also includes many regionally important marine turtle rookeries."}, {"text_block_id": "p89_b1704", "text": "Some 242 species of birds have been recorded in the Reef. Twenty-two seabird species breed on cays and some continental islands and some of these breeding sites are globally significant; other seabird species also utilize the area. The continental islands support thousands of plant species, while the coral cays also have their own distinct flora and fauna."}, {"text_block_id": "p90_b1705", "text": "Appendix C: Summary of findings from the"}, {"text_block_id": "p90_b1706", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p91_b1707", "text": "Appendix D: Threats to the Reef’s values"}, {"text_block_id": "p91_b1708", "text": "The Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p91_b1709", "text": "assessed the risk of 41 current and potential threats to the Reef’s ecosystem and heritage values. The close connection between the Reef’s ecosystem and heritage values means that the projected risk is almost the same for both assessments. Ten threats present a very high risk to the Reef’s ecosystem and heritage values and a further eight present a high risk. These are grouped into four influencing factors— climate change, land use change, land-based run-off and direct use. Threats assessed as very high risk are mainly influenced by external factors, are expected to have an effect over a broad scale and are mostly already having an effect."}, {"text_block_id": "p91_b1710", "text": "Risk"}, {"text_block_id": "p91_b1711", "text": "Timing"}, {"text_block_id": "p91_b1712", "text": "u"}, {"text_block_id": "p91_b1713", "text": "Now"}, {"text_block_id": "p91_b1714", "text": "10+"}, {"text_block_id": "p91_b1715", "text": "More than 10 years"}, {"text_block_id": "p92_b1716", "text": "Appendix E: Responses to recommendations of the World Heritage Committee concerning development of a long-term sustainability plan"}, {"text_block_id": "p92_b1717", "text": "Protecting the Reef ’s Outstanding Universal Value is a key response to the recommendations of the World Heritage Committee (WHC). In its 2014 decision, the WHC requested that the Long-Term Sustainability Plan:"}, {"text_block_id": "p92_b1718", "text": "‘…results in concrete and consistent management measures that are sufficiently robust, effectively governed and adequately financed to ensure the overall long-term conservation of the property and its outstanding universal value (OUV), including in view of addressing cumulative impacts and increasing reef resilience.’"}, {"text_block_id": "p92_b1719", "text": "This Plan was also developed to respond to a number of key decisions by the World Heritage Committee from 2011, 2012, 2013 and 2014 including that the Plan:"}, {"text_block_id": "p92_b1720", "text": "1."}, {"text_block_id": "p92_b1721", "text": "Have"}, {"text_block_id": "p92_b1722", "text": "‘agreed leadership at Federal and State levels, that addresses the entire property and the adjacent areas where activities can affect the OUV’"}, {"text_block_id": "p92_b1723", "text": ":"}, {"text_block_id": "p92_b1724", "text": "This Plan is a joint Australian and Queensland government initiative and will form a schedule to the"}, {"text_block_id": "p92_b1725", "text": "Intergovernmental Agreement 2009"}, {"text_block_id": "p92_b1726", "text": ". The scope of the Plan addresses activities across marine, coastal and Reef catchment areas."}, {"text_block_id": "p92_b1727", "text": "2."}, {"text_block_id": "p92_b1728", "text": "‘Establish the outstanding universal value of the property as a clearly defined and central element within the protection and management system of the property’:"}, {"text_block_id": "p92_b1729", "text": "Governance principles, objectives, targets and actions relate directly to embedding OUV into decision-making processes to improve protection and management of the Reef ’s OUV, building on work to date."}, {"text_block_id": "p92_b1730", "text": "3."}, {"text_block_id": "p92_b1731", "text": "Lead to ‘strategies that will sustain long-term sustainable development, compatible with the protection of OUV, including consideration of all economic sectors’:"}, {"text_block_id": "p92_b1732", "text": "This Plan commits to objectives, targets and actions across ecological, economic and social themes. The Plan has been developed in a consultative and participatory manner with industry sectors that interact with the Reef. These collaborative arrangements will continue throughout the implementation of the Plan, with the commitment to convene a multi-sectoral Reef advisory committee to facilitate engagement with industry and the broader community."}, {"text_block_id": "p92_b1733", "text": "4."}, {"text_block_id": "p92_b1734", "text": "‘Adopt clearly defined and scientifically justified targets’:"}, {"text_block_id": "p92_b1735", "text": "This Plan is an outcome focused framework with defined objectives, targets and actions that are specific, measurable, achievable, relevant and time-bound (SMART) to ensure the overall long-term conservation of the property. The targets in the Plan underwent a peer review process during the public consultation period. The Plan will also be regularly updated and reviewed on a five-year cycle, responding to new information, changing circumstances and emerging issues. Input from a Reef advisory committee, independent expert panel and the community will be integral to this review process."}, {"text_block_id": "p92_b1736", "text": "5."}, {"text_block_id": "p92_b1737", "text": "‘Include a fully integrated approach to planning, regulation and management of ports and shipping activity’:"}, {"text_block_id": "p92_b1738", "text": "This Plan adopts an integrated approach to ports management and shipping by referencing targets and actions consistent with Queensland’s ports legislation and the North-East Shipping Management Plan. The Plan also provides for a dredging management strategy encompassing both industry and government-led initiatives. In addition, the Plan includes commitments to legislate to ban the disposal of capital dredge material within the Marine Park and the World Heritage Area."}, {"text_block_id": "p92_b1739_merged_merged", "text": "Note: Italics represent recommendations of the World Heritage Committee."}, {"text_block_id": "p93_b1742", "text": "Appendix F: The Outcomes Framework—clear measures to protect Outstanding Universal Value"}, {"text_block_id": "p93_b1743", "text": "The Plan sets out clear measures for identification, protection, conservation, presentation and transmission to future generations of the Outstanding Universal Value of the Great Barrier Reef World Heritage Area. Through an Outcomes Framework (Section 4.3), clear measures will be guided by medium-term objectives for the themes of ecosystem health, biodiversity, heritage, water quality, community benefits, economic benefits and governance. Links between the medium-term objectives and the Outstanding Universal Value criterion are identified based on the attributes of Outstanding Universal Value they protect and/or represent."}, {"text_block_id": "p98_b1744", "text": "Key to Outstanding Universal Value criteria and integrity:"}, {"text_block_id": "p98_b1745", "text": "(vii)"}, {"text_block_id": "p98_b1746", "text": "Contain superlative natural phenomena or areas of exceptional natural beauty and aesthetic importance."}, {"text_block_id": "p98_b1747", "text": "(viii)"}, {"text_block_id": "p98_b1748", "text": "Be outstanding examples representing major stages of Earth’s history, including the record of life, significant ongoing geological processes in the development of landforms, or significant geomorphic or physiographic features."}, {"text_block_id": "p98_b1749", "text": "(ix)"}, {"text_block_id": "p98_b1750", "text": "Be outstanding examples representing significant ongoing ecological and biological processes in the evolution and development of terrestrial, fresh water, coastal and marine ecosystems and communities of plants and animals."}, {"text_block_id": "p98_b1751", "text": "(x)"}, {"text_block_id": "p98_b1752", "text": "Contain the most important and significant natural habitats for in-situ conservation of biological diversity, including those containing threatened species of Outstanding Universal Value from the point of view of science or conservation."}, {"text_block_id": "p98_b1753", "text": "Integrity"}, {"text_block_id": "p98_b1754", "text": "relates to the ‘wholeness and intactness’ of the heritage property and how it conveys the values it holds."}, {"text_block_id": "p99_b1755", "text": "Appendix G : How the Plan will lead to the protection, maintenance and transmission of the World Heritage Area’s Outstanding Universal Value"}, {"text_block_id": "p99_b1756_merged", "text": "The table summarises how the recommendations of the World Heritage Committee (in italics) are continuing to be met through preparation of the Mid -Term Review."}, {"text_block_id": "p99_b1759", "text": "Criteria for Outstanding Universal Value"}, {"text_block_id": "p99_b1760", "text": "The Plan will:"}, {"text_block_id": "p99_b1761", "text": "‘Lead to the protection of the Outstanding Universal Value of the property’."}, {"text_block_id": "p99_b1762", "text": "Response"}, {"text_block_id": "p99_b1763", "text": ":"}, {"text_block_id": "p99_b1764", "text": "Protecting the Outstanding Universal Value of the property is a cross-cutting theme that is addressed throughout the Plan and the management system of the property, guided by the following vision:"}, {"text_block_id": "p99_b1765", "text": "The Great Barrier Reef continues to improve on its Outstanding Universal Value every decade between now and 2050 to be a natural wonder for each successive generation to come."}, {"text_block_id": "p99_b1766", "text": "The objectives, targets and actions in the Plan are designed to achieve the vision."}, {"text_block_id": "p99_b1767", "text": "The Plan will:"}, {"text_block_id": "p99_b1768", "text": "‘Address the Outstanding Universal Value of the property as a clearly defined and central element within the management system of the property, including as a principal reference in the decision-making process regarding all development and use that may negatively impact the property or in areas adjacent’."}, {"text_block_id": "p99_b1769", "text": "Response"}, {"text_block_id": "p99_b1770", "text": ":"}, {"text_block_id": "p99_b1771", "text": "Overarching decision making principles, which emphasise protection of Outstanding Universal Value as paramount, are set out in Section 4.4. The principles state that: ‘protecting the Outstanding Universal Value of the World Heritage Area is the prime consideration when planning, development and management decisions are made’ and ‘economic growth is sustainable and consistent with protecting Outstanding Universal Value’."}, {"text_block_id": "p99_b1772", "text": "The Plan including the Outcomes Framework is a schedule to the Great Barrier Reef Intergovernmental Agreement."}, {"text_block_id": "p100_b1773", "text": "Criteria for developing the Plan"}, {"text_block_id": "p100_b1774", "text": "The Plan will:"}, {"text_block_id": "p100_b1775", "text": "‘Be completed in a coordinated and fully consultative process’."}, {"text_block_id": "p100_b1776", "text": "Response"}, {"text_block_id": "p100_b1777", "text": ":"}, {"text_block_id": "p100_b1778", "text": "A Partnership Group was formed, representing key sectors and stakeholders, to assist in the Plan’s development and ensuring the Plan was developed in a coordinated and fully consultative process. The Plan underwent a six-week public consultation process to inform its finalisation."}, {"text_block_id": "p100_b1779", "text": "Targeted engagement opportunities were provided for Indigenous communities to ensure effective participation in developing the Plan. The Girringun Aboriginal Corporation undertook consultation with the Indigenous community on behalf of government."}, {"text_block_id": "p100_b1780", "text": "The Great Barrier Reef Marine Park Authority engaged directly with its Local Marine Advisory Committees to raise awareness about the Plan and to seek their input. There are 12 Local Marine Advisory Committees—Cape York, Port Douglas, Cairns, Cassowary Coast, Hinchinbrook, Townsville, Bowen-Burdekin, Whitsunday, Mackay, Capricorn Coast, Gladstone and Burnett. Their membership comprises a wide range of stakeholders."}, {"text_block_id": "p100_b1781", "text": "An expert review workshop was also held to review the actions, targets, objectives and outcomes to ensure they were scientifically justified and robust."}, {"text_block_id": "p100_b1782", "text": "The development of the Mid-Term Review was informed by consultations with the Reef 2050 Reef Advisory Committee, and the Reef 2050 Independent Expert Panel."}, {"text_block_id": "p100_b1783", "text": "The Plan will:"}, {"text_block_id": "p100_b1784", "text": "‘Receive key input from an independent review of the institutional and management arrangements for the property’."}, {"text_block_id": "p100_b1785", "text": "Response"}, {"text_block_id": "p100_b1786", "text": ":"}, {"text_block_id": "p100_b1787", "text": "The Australian Government commissioned an independent review of the institutional and management arrangements for the property. The review informed the final Plan. The review was publicly released in September 2014."}, {"text_block_id": "p101_b1788", "text": "The Plan will:"}, {"text_block_id": "p101_b1789", "text": "‘Result in concrete and consistent management measures that are sufficiently robust, effectively governed and adequately financed’."}, {"text_block_id": "p101_b1790", "text": "Response"}, {"text_block_id": "p101_b1791", "text": ":"}, {"text_block_id": "p101_b1792", "text": "The Australian and Queensland governments have committed to fully implement the Plan."}, {"text_block_id": "p101_b1793", "text": "("}, {"text_block_id": "p101_b1794", "text": "Concrete, consistent and robust measures"}, {"text_block_id": "p101_b1795", "text": ") The Plan is an outcome-focused framework with defined objectives, SMART targets and actions, implemented to protect the overall long-term conservation of the property."}, {"text_block_id": "p101_b1796", "text": "("}, {"text_block_id": "p101_b1797", "text": "Effectively governed"}, {"text_block_id": "p101_b1798", "text": ") The Great Barrier Reef Ministerial Forum is the key decision making body for the Plan supported by Standing Committee of Officials, to oversee implementation of the Plan."}, {"text_block_id": "p101_b1799", "text": "A multidisciplinary Reef 2050 Reef Advisory Committee ensures a consultative approach to implementation and review of the Plan. In addition, the Reef 2050 Independent Expert Panel provides advice to inform adaptive management of the Plan."}, {"text_block_id": "p101_b1800_merged_merged_merged", "text": "(Adequately financed measures) The Plan is founded on actions already identified through existing science or which have been committed to by government or industry over coming years."}, {"text_block_id": "p101_b1803", "text": "The Australian and Queensland governments will ensure sufficient financial and other resources are available to achieve the Plan’s outcomes. Implementation of the Plan is underpinned by a robust investment framework, which establishes current investments in protecting the Reef, determines investment priorities for the future, and sets out a strategy for boosting investment and diversifying its sources."}, {"text_block_id": "p102_b1804", "text": "Criteria for the Outcomes Framework"}, {"text_block_id": "p102_b1805", "text": "The Plan will:"}, {"text_block_id": "p102_b1806", "text": "‘Provide a clear and target-driven framework to support planning and assessment of development proposals’."}, {"text_block_id": "p102_b1807", "text": "Response:"}, {"text_block_id": "p102_b1808", "text": "The Plan, including the Outcomes Framework and decision making principles, informs relevant development decisions."}, {"text_block_id": "p102_b1809", "text": "The Plan will:"}, {"text_block_id": "p102_b1810", "text": "‘Fully address direct, indirect and cumulative impacts on the Great Barrier Reef’."}, {"text_block_id": "p102_b1811", "text": "Response"}, {"text_block_id": "p102_b1812", "text": ":"}, {"text_block_id": "p102_b1813", "text": "Policies for managing cumulative impact and securing net benefits are being finalised and will guide future planning and development decisions. Many of the actions and targets in the Plan are aimed at reducing impacts to the Reef to ensure cumulative impacts are managed below threshold levels and ensure protection and transmission of the Reef’s Outstanding Universal Value."}, {"text_block_id": "p102_b1814", "text": "The Plan will:"}, {"text_block_id": "p102_b1815", "text": "‘Adopt clearly defined and scientifically justified targets’."}, {"text_block_id": "p102_b1816", "text": "Response"}, {"text_block_id": "p102_b1817", "text": ":"}, {"text_block_id": "p102_b1818", "text": "The objectives, targets and actions in the Plan underwent a peer-review process by independent experts during the public consultation period."}, {"text_block_id": "p103_b1819", "text": "Criteria for ports management"}, {"text_block_id": "p103_b1820", "text": "The Plan will:"}, {"text_block_id": "p103_b1821", "text": "‘Include a fully integrated approach to planning, regulation and management of ports and shipping activity, including: ensuring no new development outside of long-established major port areas; development focused to Priority Port Development Areas that exclude Fitzroy Delta, Keppel Bay and North Curtis Island; ensuring ports and shipping activity meet the highest international standard’."}, {"text_block_id": "p103_b1822", "text": "Response:"}, {"text_block_id": "p103_b1823", "text": "•"}, {"text_block_id": "p103_b1824", "text": "The Plan has delivered an integrated approach to ports management and shipping by:"}, {"text_block_id": "p103_b1825", "text": "•"}, {"text_block_id": "p103_b1826_merged", "text": "Protecting greenfield areas by restricting new port development in and adjoining the Great Barrier Reef World Heritage Area to within current port limits. These port limits are long-established and fixed in regulations under the Transport Infrastructure Act 1994 (Queensland)."}, {"text_block_id": "p103_b1829", "text": "•"}, {"text_block_id": "p103_b1830", "text": "Restricting capital dredging for the development of new or expansion of existing port facilities to within the regulated port limits of Gladstone, Hay Point/Mackay, Abbot Point and Townsville and ensuring that any new development inside these port limits is also consistent with the Great Barrier Reef Marine Park Act, the Queensland Marine Parks Act, their regulations and zoning plans."}, {"text_block_id": "p103_b1831", "text": "•"}, {"text_block_id": "p103_b1832", "text": "Prohibiting the sea-based disposal of material into the Great Barrier Reef World Heritage Area generated by port-related capital dredging."}, {"text_block_id": "p103_b1833", "text": "•"}, {"text_block_id": "p103_b1834", "text": "Mandating the beneficial reuse of port-related capital dredge spoil, such as land reclamation in port development areas, or disposal on land where it is environmentally safe to do so."}, {"text_block_id": "p103_b1835", "text": "•"}, {"text_block_id": "p103_b1836", "text": "Requiring all proponents of new dredging works to demonstrate their project is commercially viable."}, {"text_block_id": "p103_b1837", "text": "•"}, {"text_block_id": "p103_b1838", "text": "Establishing a maintenance dredging framework which identifies future dredging requirements, ascertains appropriate environmental windows to avoid coral spawning and protect seagrass, and examines opportunities for beneficial reuse of dredge material or on-land disposal where it is environmentally safe to do so."}, {"text_block_id": "p103_b1839", "text": "•"}, {"text_block_id": "p103_b1840", "text": "Requiring master plans at the major ports of Gladstone, Hay Point/Mackay, Abbot Point and Townsville which optimise infrastructure and address operational, economic, environmental and social relationships as well as supply chains and surrounding land uses."}, {"text_block_id": "p103_b1841", "text": "•"}, {"text_block_id": "p103_b1842", "text": "Supporting on-land disposal or land reclamation for capital dredge material at Abbot Point."}, {"text_block_id": "p103_b1843", "text": "•"}, {"text_block_id": "p103_b1844", "text": "Not supporting trans-shipping operations that adversely affect the Great Barrier Reef Marine Park."}, {"text_block_id": "p103_b1845", "text": "Further protecting the Fitzroy Delta, including North Curtis Island and Keppel Bay which are clearly outside the Gladstone port area, through:"}, {"text_block_id": "p103_b1846", "text": "•"}, {"text_block_id": "p103_b1847", "text": "extension and strengthened conservation zoning in the Great Barrier Reef Coast Marine Park"}, {"text_block_id": "p103_b1848", "text": "•"}, {"text_block_id": "p103_b1849", "text": "extension of the existing Fish Habitat Area"}, {"text_block_id": "p103_b1850", "text": "•"}, {"text_block_id": "p103_b1851", "text": "establishment of a new net-free zone under fisheries legislation"}, {"text_block_id": "p103_b1852", "text": "•"}, {"text_block_id": "p103_b1853", "text": "additional protections in associated intertidal and terrestrial areas."}, {"text_block_id": "p103_b1854", "text": "Further port re-development other than capital dredging may occur at Port Alma subject to environmental assessment and appropriate conditions."}, {"text_block_id": "p104_b1855", "text": "Criteria for governance"}, {"text_block_id": "p104_b1856", "text": "The Plan will:"}, {"text_block_id": "p104_b1857", "text": "‘Be agreed at Federal and State levels, addressing the entire property and adjacent areas that may impact its OUV’."}, {"text_block_id": "p104_b1858", "text": "Response"}, {"text_block_id": "p104_b1859", "text": ":"}, {"text_block_id": "p104_b1860_merged", "text": "The Plan is a joint Australian and Queensland government initiative and its implementation and review is overseen by the Great Barrier Reef Ministerial Forum. The Plan is a schedule to the Intergovernmental Agreement 2009."}, {"text_block_id": "p104_b1863", "text": "The scope of the Plan addresses activities that occur across the property and in areas adjacent that may affect the Outstanding Universal Value of the property."}, {"text_block_id": "p104_b1864", "text": "The Plan will:"}, {"text_block_id": "p104_b1865", "text": "‘Provide a strategy that will sustain the long-term sustainable development of the property, including consideration of all economic sectors’."}, {"text_block_id": "p104_b1866", "text": "Response"}, {"text_block_id": "p104_b1867", "text": ":"}, {"text_block_id": "p104_b1868", "text": "The Plan commits to objectives, targets and actions across ecological, economic and social themes. The Plan has been developed in a consultative and participatory manner with industry sectors that interact with the Reef. These collaborative arrangements continue throughout implementation of the Plan, with an ongoing commitment to the multi-sectoral Reef 2050 Reef Advisory Committee to facilitate engagement with industry and the broader community."}, {"text_block_id": "p104_b1869", "text": "The Plan will:"}, {"text_block_id": "p104_b1870", "text": "‘Increases public confidence on their ability to engage with and influence policy’."}, {"text_block_id": "p104_b1871", "text": "Response"}, {"text_block_id": "p104_b1872", "text": ":"}, {"text_block_id": "p104_b1873", "text": "The Plan has been developed in consultation with the Partnership Group and underwent a public comment process."}, {"text_block_id": "p104_b1874", "text": "A multi-sectoral Reef 2050 Reef Advisory Committee will ensure a consultative approach to implementation and review of the Plan."}, {"text_block_id": "p104_b1875", "text": "Reporting and reviewing requirements of the Plan include an annual report on implementation, made available to the public, this Mid-Term Review and a five-yearly review of its effectiveness."}, {"text_block_id": "p104_b1876", "text": "Incorporating diverse knowledge systems (through existing community networks and stewardship programs) is a key principle under the Plan and will be used to drive innovation and influence future target and action-setting."}, {"text_block_id": "p105_b1877", "text": "Appendix H: Foundational activities and programs"}, {"text_block_id": "p109_b1878", "text": "AGENCY KEY"}, {"text_block_id": "p110_b1879", "text": "Appendix I: Actions and reporting agencies"}, {"text_block_id": "p122_b1880", "text": "AGENCY KEY"}, {"text_block_id": "p123_b1881", "text": ","}, {"text_block_id": "p123_b1882", "text": "•"}, {"text_block_id": "p123_b1883", "text": "_"}, {"text_block_id": "p123_b1884", "text": "-"}, {"text_block_id": "p123_b1885", "text": "-"}, {"text_block_id": "p123_b1886", "text": "f"}, {"text_block_id": "p123_b1887", "text": "p"}, {"text_block_id": "p123_b1888", "text": ""}, {"text_block_id": "p123_b1889", "text": ".."}, {"text_block_id": "p123_b1890", "text": "Ł"}, {"text_block_id": "p123_b1891", "text": "mt"}, {"text_block_id": "p123_b1892", "text": "Ł"}, {"text_block_id": "p123_b1893", "text": "Ł"}, {"text_block_id": "p123_b1894", "text": "·"}, {"text_block_id": "p123_b1895_merged_merged_merged", "text": "#'fl"}, {"text_block_id": "p123_b1897", "text": "."}, {"text_block_id": "p123_b1898", "text": "."}], "document_description": "This document describes government's overarching plan to protect the Great Barrier Reef from the impacts of climate change. It was updated and expanded in 2018.\n\nAmong its core functions are:\n\nCreating an Independent Expert Panel and Reef Advisory Committee to evaluate health of Great Barrier Reef and advise the government\nSupporting scientific research on climate change impact on the reef\nSetting quantitative targets for improving water quality around the Great Barrier Reef\nCreating the Clean Energy Finance Corporation Reef Funding Program to make funds available for financing projects that implement the plan's goal\nSupporting indigenous peoples in managing the Great Barrier Reef\nControlling and reducing pollution, as well as conserving and restoring the Great Barrier Reef\nPromoting capacity building and cooperation among government\nSupporting education and awareness raising of the importance of the Great Barrier Reef among Australians"}