{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Australia", "document_category": "Policy", "document_sector_name": ["Water", "Residential and Commercial", "Health"], "document_language": "English", "document_name": "Reef 2050 Long-Term Sustainability Plan", "document_country_code": "AUS", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2015", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/AUS/2015/AUS-2015-01-01-Reef 2050 Long-Term Sustainability Plan_18d50215969ecb6d8302f335006bff94.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Reef 2050 Long-Term"}, {"text_block_id": "p0_b2", "text": "Sustainability Plan"}, {"text_block_id": "p1_b3", "text": "© Copyright Commonwealth of Australia, 2015."}, {"text_block_id": "p1_b4", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p1_b5", "text": "is licensed by the Commonwealth of Australia for use under a Creative Commons Attribution 4.0 Australia licence with the exception of the Coat of Arms of the Commonwealth of Australia, the logo of the agency responsible for publishing the report, content supplied by third parties, and any images depicting people. For licence conditions see: https://creativecommons.org/licenses/by/4.0/"}, {"text_block_id": "p1_b6", "text": "This report should be attributed as ‘"}, {"text_block_id": "p1_b7", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p1_b8", "text": ", Commonwealth of Australia 2015’."}, {"text_block_id": "p1_b9_merged_merged", "text": "The Commonwealth of Australia has made all reasonable efforts to identify content supplied by third parties using the following format ‘© Copyright, [name of third party]’."}, {"text_block_id": "p1_b12", "text": "Images courtesy of the Department of the Environment and the Great Barrier Reef Marine Park Authority."}, {"text_block_id": "p2_b13", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p2_b14_merged", "text": "This Plan will be attached to the Great Barrier Reef Intergovernmental Agreement 2009 as a schedule and overseen by the Great Barrier Reef Ministerial Forum."}, {"text_block_id": "p3_b17", "text": "Aboriginal and Torres Strait Islander peoples  are the Traditional Owners of the Great Barrier Reef area and have a continuing connection to their land and sea country."}, {"text_block_id": "p4_b18", "text": "Foreword"}, {"text_block_id": "p4_b19", "text": "Australians are passionate about the Great Barrier Reef."}, {"text_block_id": "p4_b20", "text": "It is one of the world’s greatest natural assets."}, {"text_block_id": "p4_b21", "text": "Our vision is to ensure the Great Barrier Reef continues to improve on its Outstanding Universal Value every decade between now and 2050 to be a natural wonder for each successive generation."}, {"text_block_id": "p4_b22", "text": "Traditional Owners have cared for the Reef for thousands of years and Australia is committed to its ongoing protection."}, {"text_block_id": "p4_b23", "text": "The"}, {"text_block_id": "p4_b24", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p4_b25", "text": "is based on science and the lessons learnt from managing the Reef over the past four decades."}, {"text_block_id": "p4_b26", "text": "The recently released"}, {"text_block_id": "p4_b27", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p4_b28", "text": "confirmed the Reef system as a whole retains its Outstanding Universal Value. The Outlook Report 2014 also identified the challenges facing the Reef. The Australian and Queensland governments have responded and are delivering the most significant changes in management of the Reef since the establishment of the Great Barrier Reef Marine Park 40 years ago."}, {"text_block_id": "p4_b29_merged_merged_merged", "text": "Over the past four years Australia has responded to all recommendations of the World Heritage Committee, and indeed has gone further. The comprehensive strategic environmental assessment combined with the Outlook Report 2014 provides a solid scientific foundation for this Reef 2050 Long-Term Sustainability Plan. The Plan focuses on actions to address key threats and directly boost the health and resilience of the Reef so that it is best able to cope with effects of climate change—the single biggest threat to coral reefs worldwide."}, {"text_block_id": "p4_b32", "text": "In the past 18 months the number of capital dredging proposals to place dredge material in the Marine Park has been reduced from five to zero. Now the Australian Government is placing a permanent ban on disposal of material in the Great Barrier Reef Marine Park from capital dredging projects. In addition the new Queensland Government will legislate to restrict capital dredging for the development of new or expansion of existing port facilities to within the regulated port limits of Gladstone, Hay Point/Mackay, Abbot Point and Townsville, and prohibit the sea-based disposal of dredge material from these sites in the Great Barrier Reef World Heritage Area."}, {"text_block_id": "p4_b33", "text": "The Australian and Queensland governments will ensure sufficient financial and other resources are available to implement the Plan and achieve outcomes. The Australian Government is investing $200 million over five years to improve the resilience of the Reef, including supporting delivery of the Reef Water Quality Protection Plan. In particular, the new $40 million Reef Trust will fund water quality improvements, habitat restoration and species recovery, important for enhanced Reef health. In addition to maintaining its $35 million a year expenditure on water quality initiatives, the Queensland Government has committed an additional $100 million over five years towards water quality initiatives, scientific research and helping business transition to better environmental practices in the primary production and fishing industries. Government investment in the Reef over the next 10 years is projected to be more than $2 billion. The Plan will be underpinned by a robust investment framework, harnessing and coordinating public and private investment to maximise outcomes for the Reef. It will build on our work over the past 40 years."}, {"text_block_id": "p4_b34", "text": "Governments, industry, and local, regional and global communities will continue to work in partnership to ensure the Reef remains a global icon into the future. Governments have escalated their efforts with the recently elected Queensland Government appointing a Minister for the Great Barrier Reef."}, {"text_block_id": "p5_b35", "text": "In developing the Plan, we acknowledge the significant contributions of Traditional Owners, environmental groups, community organisations, peak industry groups, scientists and other interested people who committed time and effort as members of the Partnership Group and during stakeholder consultation."}, {"text_block_id": "p5_b36", "text": "We also acknowledge the Great Barrier Reef Marine Park Authority for its independent management, technical and scientific advice, and thank the International Union for the Conservation of Nature and the UNESCO World Heritage Centre for their technical advice in developing the Plan."}, {"text_block_id": "p5_b37", "text": "The Plan changes the path for the future. It is frank in acknowledging the pressures and forthright in setting out the actions judged necessary to maintain and enhance the Outstanding Universal Value of the Great Barrier Reef World Heritage Area. This Plan will work. The commitment is absolute."}, {"text_block_id": "p5_b38", "text": "The Hon Greg Hunt MP"}, {"text_block_id": "p5_b39", "text": "Australian Minister for the Environment"}, {"text_block_id": "p5_b40", "text": "The Hon Dr Steven Miles MP"}, {"text_block_id": "p5_b41", "text": "Queensland Minister for Environment and"}, {"text_block_id": "p5_b42", "text": "Heritage Protection and Minister for National Parks"}, {"text_block_id": "p5_b43", "text": "and the Great Barrier Reef"}, {"text_block_id": "p6_b44", "text": "Contents"}, {"text_block_id": "p8_b45", "text": "Executive summary"}, {"text_block_id": "p8_b46", "text": "The iconic majesty of the Great Barrier Reef makes it one of the natural wonders of the world and a significant part of Australia’s national identity."}, {"text_block_id": "p8_b47", "text": "Proudly, this massive reef system is loved by Australians and the more than 1.9 million visitors who come to see it each year from across the globe. The Great Barrier Reef was inscribed on the World Heritage List in 1981."}, {"text_block_id": "p8_b48", "text": "Wherever we live, and whatever our interests, we share the same goal—to protect and manage the Great Barrier Reef for current and future generations."}, {"text_block_id": "p8_b49", "text": "This is no small task. The maze of 3000 coral reefs and 1050 islands is spread over 348,000 square kilometres, an area roughly the same size as Japan or Italy."}, {"text_block_id": "p8_b50", "text": "As well as its Outstanding Universal Value, the Great Barrier Reef supports almost 70,000 full-time jobs and is worth $5.2 billion a year to the Australian economy in the tourism industry alone. Over $40 billion of exports leave its ports every year."}, {"text_block_id": "p8_b51", "text": "Pressures and progress"}, {"text_block_id": "p8_b52", "text": "Since before its world heritage listing, the Great Barrier Reef Region has been a multiple-use area, supporting a range of commercial and non-commercial uses, including major port operations on the adjacent coastline."}, {"text_block_id": "p8_b53", "text": "Some activities, such as commercial turtle harvesting and whaling, have been stopped and others, in the case of drilling for oil on the Reef, were never allowed to start."}, {"text_block_id": "p8_b54_merged", "text": "Parts of the Reef are under pressure. The Great Barrier Reef Outlook Report 2014, prepared by the Great Barrier Reef Marine Park Authority, assessed factors influencing ecosystem health and heritage values. It concluded the system as a whole retains the qualities contributing to its Outstanding Universal Value. In the northern third the ecosystem is in good condition, while in the southern two-thirds, cumulative impacts have resulted in deterioration in some areas. Of these impacts, the Report found the effects of climate change, land-based run-off, coastal land-use change and some aspects of direct use were the most significant."}, {"text_block_id": "p8_b57", "text": "The Australian and Queensland governments have responded to all recommendations of the World Heritage Committee and indeed have gone further. The Australian Government is placing a permanent ban on disposal in the Great Barrier Reef Marine Park of material from capital dredging projects. The new Queensland Government"}, {"text_block_id": "p9_b58", "text": "will legislate to restrict capital dredging for the development of new or expansion of existing port facilities to within the regulated port limits of Gladstone, Hay Point/Mackay, Abbot Point and Townsville, and prohibit the sea-based disposal of this dredge material in the Great Barrier Reef World Heritage Area."}, {"text_block_id": "p9_b59", "text": "In addition, further funding will be provided by the Queensland Government for restoration, water quality initiatives, scientific research and helping business transition to better environmental practices in the primary production and fishing industries."}, {"text_block_id": "p10_b60", "text": "A strong track record"}, {"text_block_id": "p10_b61", "text": "Over the 40 years since the"}, {"text_block_id": "p10_b62", "text": "Great Barrier Reef Marine Park Act 1975"}, {"text_block_id": "p10_b63", "text": "was passed by the Australian Parliament, management of the Reef has evolved and adapted as new information on threats has come to light. Through tools such as Acts and regulations, zoning plans, environmental impact assessments, compliance actions and investment partnerships, the Australian and Queensland governments, local governments, Traditional Owners, industry, research bodies and community organisations have worked to protect the Reef. For example, the quality of water leaving the catchments has improved, with the annual sediment load reduced by 11 per cent, pesticides by 28 per cent, and nitrogen by 10 per cent compared to a 2009 baseline. An investment of $2 billion over the next 10 years is projected."}, {"text_block_id": "p10_b64", "text": "The foundation exists for a positive future for the World Heritage Area. The"}, {"text_block_id": "p10_b65", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p10_b66", "text": "builds on this and, for the first time, provides a solid basis for integration of actions to protect the Reef over the next three and a half decades."}, {"text_block_id": "p10_b67", "text": "Developing the Plan"}, {"text_block_id": "p10_b68", "text": "The Australian and Queensland governments have comprehensively responded to the 2011 World Heritage Committee request for a coordinated and comprehensive long-term plan."}, {"text_block_id": "p10_b69", "text": "Built on the best available science, this Plan was developed with input from scientists, communities, Traditional Owners, industry and non-governmental organisations."}, {"text_block_id": "p10_b70", "text": "Inherent in the effective long-term management of the Great Barrier Reef are the cultural and economic aspirations of the Indigenous communities of Queensland where strong connections with country continue. The cultural and ecological knowledge of Traditional Owners will be essential in delivering this Plan."}, {"text_block_id": "p10_b71", "text": "What the Plan does"}, {"text_block_id": "p10_b72_merged_merged_merged", "text": "The Reef 2050 Long-Term Sustainability Plan provides an overarching strategy for management of the Great Barrier Reef. It coordinates actions and guides adaptive management to 2050. The Plan responds to the challenges facing the Reef and presents actions to protect its values, health and resilience while allowing ecologically sustainable development and use."}, {"text_block_id": "p10_b75", "text": "It addresses the findings of the Great Barrier Reef Marine Park Authority’s Outlook Report 2014 and builds on the comprehensive strategic environmental assessment of the World Heritage Area and adjacent coastal zone completed in 2014. This body of work was the most complex and comprehensive analysis of environmental management arrangements ever undertaken in Australia."}, {"text_block_id": "p10_b76", "text": "The biggest identified long-term threat, climate change, is a global problem. It requires a global solution which is why Australia is an active participant in international efforts and has in place significant domestic plans and targets to mitigate and adapt to climate change."}, {"text_block_id": "p10_b77", "text": "Developing ecosystem resilience in the face of a variable and changing climate is a key principle of the Plan. By improving water quality, maintaining biodiversity, and ensuring port development and shipping has minimal impact on the Reef, the Plan is building the Reef’s resilience and targeting activities over which governments and other stakeholders have control."}, {"text_block_id": "p11_b78", "text": "Tangible outcomes, objectives and measurable targets have been identified across seven themes —biodiversity, ecosystem health, heritage, water quality, community benefits, economic benefits and governance—to form an integrated management framework."}, {"text_block_id": "p11_b79_merged", "text": "They build on existing targets such as those in the Reef Water Quality Protection Plan 2013 and focus on activities which will safeguard the Outstanding Universal Value of the Reef."}, {"text_block_id": "p11_b82", "text": "The Plan prescribes greater coordination, efficiency and effectiveness of all Reef programs and activities. It describes how all levels of government, non-government organisations, industry and community groups can work together to strengthen and develop initiatives for the Reef."}, {"text_block_id": "p11_b83", "text": "Implementation"}, {"text_block_id": "p11_b84", "text": "The Australian and Queensland governments will ensure sufficient financial and other resources are available to implement the Plan and achieve outcomes. The Australian Government is investing $200 million over five years to improve the resilience of the Reef, including supporting delivery of the Reef Water Quality Protection Plan. In particular, the new $40 million Reef Trust will fund water quality improvements, habitat restoration and species recovery, important for enhanced Reef health. The Queensland Government has committed an additional $100 million over five years towards water quality initiatives, scientific research and helping business transition to better environmental practices in the primary production and fishing industries. Government investment in the Reef over the next 10 years is projected to be more than $2 billion."}, {"text_block_id": "p11_b85", "text": "The Plan will be underpinned by a robust investment framework, harnessing and coordinating public and private investment to maximise outcomes for the Reef. Specific implementation plans will be important to drive local and regional action, address locally significant threats and encourage community participation."}, {"text_block_id": "p12_b86", "text": "Monitoring, reporting and review"}, {"text_block_id": "p12_b87", "text": "A Reef-wide Integrated Monitoring and Reporting Program is being implemented to monitor the success of the Plan and inform adaptive management. It is directly linked to the outcomes and targets identified in the Plan."}, {"text_block_id": "p12_b88", "text": "Annual reporting will highlight progress in delivering the Plan. A full review of the Plan will occur every five years to ensure it remains current, consistent with scientific advice and relevant in addressing pressures on the Reef."}, {"text_block_id": "p12_b89_merged", "text": "Given the scale and innovative approach adopted by the Reef 2050 Long-Term Sustainability Plan, an initial mid-term review will be completed by 2018."}, {"text_block_id": "p12_b92", "text": "Going forward"}, {"text_block_id": "p12_b93", "text": "The Australian and Queensland governments acknowledge that successfully protecting Australia’s natural environment, including the Reef, is an ongoing obligation—it requires long-term planning and commitment."}, {"text_block_id": "p12_b94", "text": "This Plan will guide long-term protection and management of the Reef and ensure the Great Barrier Reef continues to be among the best managed and protected world heritage areas in the world. Both governments will continue to work with their partners on this important task on behalf of the global community."}, {"text_block_id": "p14_b95", "text": "1. Introduction"}, {"text_block_id": "p14_b96", "text": "1.1 The Great Barrier Reef"}, {"text_block_id": "p14_b97", "text": "The Great Barrier Reef is an Australian icon and one of the most precious ecosystems on Earth."}, {"text_block_id": "p14_b98", "text": "Stretching more than 2300 kilometres along the Queensland coast (Figure 1) and covering an area of 348,000 square kilometres, it contains a maze of reefs, islands and other habitats that support a unique and diverse array of species."}, {"text_block_id": "p14_b99", "text": "The Great Barrier Reef is a place of great significance to its Traditional Owners, the first nation peoples of the area. They maintain a unique and continuing connection to the Reef and adjacent coastal areas. This connection to their land and sea country has sustained Traditional Owners for millennia—spiritually, culturally, socially and economically."}, {"text_block_id": "p14_b100", "text": "The Great Barrier Reef is strongly valued by the national and international community and is critical to the cultural, economic and social wellbeing of the more than one million people who live in its catchment and to Australians more generally. Generations have marvelled at its wonders and it is seen as quintessentially Australian."}, {"text_block_id": "p14_b101", "text": "The outstanding environment of the Great Barrier Reef, combined with people’s connection to it, mean there is a united drive for it to be protected and maintained for generations to come."}, {"text_block_id": "p14_b102", "text": "1.2 Great Barrier Reef World Heritage Area"}, {"text_block_id": "p14_b103", "text": "The Great Barrier Reef was inscribed on the World Heritage List in 1981 in recognition of its Outstanding Universal Value."}, {"text_block_id": "p14_b104", "text": "The extent of the World Heritage Area is shown in Figure 1 and a summary of the differences between its boundaries and those of the Great Barrier Reef Region and Marine Park is provided in Appendix A. For simplicity, throughout this Plan, the Great Barrier Reef World Heritage Area is referred to as ‘the World Heritage Area’."}, {"text_block_id": "p14_b105_merged", "text": "The Great Barrier Reef was inscribed for all four of the natural criteria specified in the Convention concerning the protection of the world cultural and natural heritage (World Heritage Convention). In summary, these criteria are:"}, {"text_block_id": "p14_b109", "text": "The Great Barrier Reef was inscribed for all four of the natural criteria specified in the Convention concerning the protection of the world cultural and natural heritage (World Heritage Convention). In summary, these criteria are:\n* superlative natural beauty\n* outstanding geological, geomorphic or physiographic features\n* outstanding examples of ecological and biological processes\n* the most important and significant natural habitats for biological diversity."}, {"text_block_id": "p15_b117", "text": "Figure 1: Map of the Great Barrier Reef and catchment"}, {"text_block_id": "p15_b118", "text": "The Great Barrier Reef World Heritage Area includes all waters seaward of the low water mark, including those around 12 trading ports, and about 1050 islands."}, {"text_block_id": "p16_b119_merged", "text": "The Statement of Outstanding Universal Value for the Great Barrier Reef World Heritage Area that was adopted by the World Heritage Committee summarises the Reef’s attributes. It is provided at Appendix B."}, {"text_block_id": "p16_b123", "text": "Given the broad scope of the criteria under which the Reef was listed, almost all attributes of its environment contribute to its Outstanding Universal Value. This includes the Region’s biodiversity, geomorphology, Traditional Owner connections, ecological processes, aesthetic values and natural phenomena."}, {"text_block_id": "p16_b124", "text": "In seeking inscription on the World Heritage List, the Australian Government, on behalf of the people of Australia, assumed an obligation to ensure the identification, protection, conservation, presentation and transmission of the World Heritage Area for current and future generations."}, {"text_block_id": "p16_b125", "text": "In the 150 years since European settlement, generations of visitors have marvelled at the Reef’s wonders, a rich fishery has been established, harbours have been built and maritime trade routes marked. In 1981, when the Reef was world heritage listed, and still today, a wide range of activities occur, including tourism, fishing, recreation, traditional use, research, defence, shipping and ports. Its environment helps bring billions of dollars to Australia’s economy each year and supports almost 70,000 jobs."}, {"text_block_id": "p16_b126", "text": "Catchment land use practices and the flow-on effects of European settlement were acknowledged in the official 1981 nomination of the Great Barrier Reef for world heritage status:"}, {"text_block_id": "p16_b127", "text": "The major portion of the Reef is in a reasonably pristine condition. The ecosystem of the Reef is subject to some pressures from recreational pursuits and commercial fishing, siltation through natural run-off from coastal streams, in a few areas agricultural and industrial discharges from the mainland, and sea-based discharges."}, {"text_block_id": "p16_b128", "text": "The subsequent International Union for the Conservation of Nature (IUCN) evaluation report noted that there were ongoing risks to the proposed world heritage area but went on to recommend that the nomination be accepted, saying:"}, {"text_block_id": "p16_b129", "text": "The Australian Government is to be congratulated for including virtually the entire Great Barrier Reef in the proposed 350,000 square kilometre site. This is clearly the only way to ensure the integrity of the coral reef ecosystems in all their diversity."}, {"text_block_id": "p16_b130", "text": "Australia’s iconic world heritage sites have a deep resonance in the hearts and minds of local, Australian and international communities. It is in the interests of all that the long-term sustainability of the Reef is assured."}, {"text_block_id": "p17_b131", "text": "1.3 Pressures on the Great Barrier Reef: The Outlook Report 2014"}, {"text_block_id": "p17_b132", "text": "Every five years, the Great Barrier Reef Marine Park Authority prepares an Outlook Report for the Great Barrier Reef. This is a regular and authoritative statement about the Reef’s values and its management. Underpinned by the best available scientific information, the Report provides an independent assessment of the health, condition, use, management arrangements and long-term outlook for the Reef."}, {"text_block_id": "p17_b133_merged", "text": "The Great Barrier Reef Outlook Report 2014 found that the property continues to meet all the world heritage criteria. Natural beauty, ecological and biological processes and habitats for biodiversity were assessed to be in Good condition at the scale of the Region. Major stages of the Earth’s evolutionary history—comprising those attributes relating to the area’s geology and geomorphology—was assessed as Very good. The property’s integrity was assessed to be Good. Declines in some species and habitats and some ecosystem processes, especially in inshore areas of the southern two-thirds of the property, were identified."}, {"text_block_id": "p17_b143", "text": "The Outlook Report 2014 concludes:"}, {"text_block_id": "p17_b144", "text": "The system as a whole retains the qualities contributing to its Outstanding Universal Value as recognised in its listing as a world heritage property. The assessments of biodiversity and ecosystem health show that the northern third of the Great Barrier Reef Region has good water quality and its ecosystem is in good condition. In contrast, key habitats, species and ecosystem processes in central and southern inshore areas have continued to deteriorate from the cumulative effects of impacts."}, {"text_block_id": "p17_b145", "text": "The findings of the Outlook Report 2014 have informed development of this Plan. A summary of these findings is at Appendix C."}, {"text_block_id": "p17_b146", "text": "The Outlook Report 2014 assessed the risk of current and potential threats to the Reef’s ecosystem and heritage values. The outcomes are summarised in Appendix D."}, {"text_block_id": "p17_b147", "text": "The highest risks, grouped into the four major influencing factors that are covered in this Plan, are:"}, {"text_block_id": "p17_b148", "text": "Long-term, system-wide"}, {"text_block_id": "p17_b149", "text": "Long-term, system-wide\n* âsea temperature increase; altered weather patterns; ocean acidification; and sea level rise."}, {"text_block_id": "p17_b152", "text": "Immediate, system-wide"}, {"text_block_id": "p17_b153", "text": "Immediate, system-wide\n* ânutrients from run-off (including links to outbreak of crown-of-thorns starfish);"}, {"text_block_id": "p18_b156", "text": "Immediate, local/regional"}, {"text_block_id": "p18_b157", "text": "Immediate, local/regional\n* clearing and modifying coastal habitats and artificial barriers to flow. Changes to\n* âillegal fishing, collecting and poaching; incidental catch of species of conservation concern;"}, {"text_block_id": "p18_b163", "text": "The Outlook Report 2014 notes that many management measures implemented in the Great Barrier Reef and beyond are making a positive difference. It highlights the need to maintain and enhance the current strong foundational arrangements to manage direct use. It also demonstrates that factors external to the Great Barrier Reef, such as climate change, coastal land use change and land-based run-off play a significant role in determining its condition. It was particularly noted that the capacity to address cumulative impacts requires additional effort."}, {"text_block_id": "p18_b164", "text": "The Outlook Report 2014 notes that all actions, whether big or small, to reduce the threats to the Reef will help restore condition and will improve its outlook. Everyone’s efforts combined will make the Reef more able to recover from the legacy of past actions and better able to withstand those predicted to threaten its future."}, {"text_block_id": "p20_b165", "text": "2. About the"}, {"text_block_id": "p20_b166", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p20_b167", "text": "2.1 Purpose"}, {"text_block_id": "p20_b168_merged", "text": "The Outlook Report 2014 makes it very clear the Reef is under pressure. There has been considerable progress to date and there is more to be done. This Reef 2050 Long-Term Sustainability Plan sets out what Australians, as custodians for the international community, want the future of the Great Barrier Reef World Heritage Area to be and how this will be achieved. Protecting the Reef’s Outstanding Universal Value and its natural integrity and cultural values is a critical priority for the Australian and Queensland governments. This Plan is the governments’ commitment to working in partnership with industry and the community to make this happen."}, {"text_block_id": "p20_b171", "text": "Development of the Plan responds to a series of requests from the World Heritage Committee in relation to recognising and protecting Outstanding Universal Value. Appendix E maps how this Plan specifically responds to these requests."}, {"text_block_id": "p20_b172", "text": "2.2 Scope"}, {"text_block_id": "p20_b173", "text": "Building on the strong foundation of legislated protection and cooperative management of the Reef that has been in place since the 1970s, this Plan provides an overarching strategy for management of the Great Barrier Reef World Heritage Area to 2050."}, {"text_block_id": "p20_b174", "text": "The Plan coordinates actions to better guide management of the World Heritage Area and associated management activities in its adjacent catchment. It includes areas under the jurisdictions of both the Australian and Queensland governments."}, {"text_block_id": "p20_b175", "text": "The Plan addresses the management of all values within the World Heritage Area, from species and habitats to Indigenous values and historic heritage. There is a focus on protecting those attributes that contribute to the Outstanding Universal Value of the World Heritage Area."}, {"text_block_id": "p20_b176", "text": "2.3 Timeframe"}, {"text_block_id": "p20_b177", "text": "The Plan sets out broad outcomes for the World Heritage Area through to 2050, with objectives for progress by 2035. Specific actions to deliver the targets are described for the five years until 2020."}, {"text_block_id": "p20_b178", "text": "The Plan will be reviewed and updated every five years in response to future Outlook Reports, taking into account new information about the Reef environment, the results of implemented actions and the effectiveness of management interventions."}, {"text_block_id": "p21_b179", "text": "2.4 Structure"}, {"text_block_id": "p21_b180", "text": "The major components of the Plan are:"}, {"text_block_id": "p21_b181", "text": "The major components of the Plan are:\n* Section 3, Managementâa description of the current management arrangements, including the coordinated\n* Section 4, Actions for the futureâan outline of the next steps in protection and adaptive management of the\n* Section 5, Implementing the Planâa description of implementation arrangements.\n* Section 6, Monitoring, reporting and reviewâan outline of future adaptive management arrangements,"}, {"text_block_id": "p21_b189", "text": "A glossary of commonly used terms and references are provided at the end of the Plan. Supporting material is provided in the appendices."}, {"text_block_id": "p21_b190", "text": "2.5 Developing the Plan"}, {"text_block_id": "p21_b191", "text": "A wealth of knowledge and experience has been brought together to develop the Plan (Figure 2) including:"}, {"text_block_id": "p21_b192", "text": "A wealth of knowledge and experience has been brought together to develop the Plan (Figure 2) including:\n* the findings and outcomes of the comprehensive strategic environmental assessment for the Great Barrier Reef\n* Great Barrier Reef Outlook Report 2014\n* government policies, initiatives, actions and legislation\n* contributions by current partners in Reef protection and management such as Traditional Owners, local\n* the public comments received on the draft Plan\n* technical advice from the IUCN and the World Heritage Centre, including the 2012 Mission Report."}, {"text_block_id": "p22_b205", "text": "A wealth of knowledge and experience has been brought together to develop the Plan (Figure 2) including:\n* the findings and outcomes of the comprehensive strategic environmental assessment for the Great Barrier Reef\n* Great Barrier Reef Outlook Report 2014\n* government policies, initiatives, actions and legislation\n* contributions by current partners in Reef protection and management such as Traditional Owners, local\n* the public comments received on the draft Plan\n* technical advice from the IUCN and the World Heritage Centre, including the 2012 Mission Report.\n* Reef 2050 Long-Term Sustainability Plan\n* Reef 2050 Long-Term Sustainability Plan\n To build on the solid base provided by the comprehensive strategic environmental assessment and to recognise the\n<\\li1>\n\t* AgForce (grazing sector)\n\t* Association of Marine Park Tourism Operators (tourism sector)\n\t* Australian Committee of International Union for Conservation of Nature (conservation sectorâ\n\t* Australian Institute of Marine Science (science community)\n\t* Great Barrier Reef Marine Park Authority\n\t* Local Government Association of Queensland (local councils)\n\t* Ports Australia (ports sector)"}, {"text_block_id": "p23_b222", "text": "A wealth of knowledge and experience has been brought together to develop the Plan (Figure 2) including:\n* the findings and outcomes of the comprehensive strategic environmental assessment for the Great Barrier Reef\n* Great Barrier Reef Outlook Report 2014\n* government policies, initiatives, actions and legislation\n* contributions by current partners in Reef protection and management such as Traditional Owners, local\n* the public comments received on the draft Plan\n* technical advice from the IUCN and the World Heritage Centre, including the 2012 Mission Report.\n* Reef 2050 Long-Term Sustainability Plan\n* Reef 2050 Long-Term Sustainability Plan\n To build on the solid base provided by the comprehensive strategic environmental assessment and to recognise the\n<\\li1>\n\t* AgForce (grazing sector)\n\t* Association of Marine Park Tourism Operators (tourism sector)\n\t* Australian Committee of International Union for Conservation of Nature (conservation sectorâ\n\t* Australian Institute of Marine Science (science community)\n\t* Great Barrier Reef Marine Park Authority\n\t* Local Government Association of Queensland (local councils)\n\t* Ports Australia (ports sector)\n* Queensland Conservation Council (conservation sectorâstate)\n* Queensland Farmersâ Federation (agricultural sector)\n* Queensland Resources Council (resources and mining sector)\n* Queensland Seafood Industry Association (commercial fishing sector)\n* Regional Natural Resource Management Groups Collective (regional natural resource management bodies)\n* Traditional Owner communities\n* World Wildlife Fund for Nature (conservation sectorâinternational)."}, {"text_block_id": "p23_b236", "text": "The Partnership Group played a significant role in developing content, drafting and reviewing the Plan through meetings and a series of focused workshops."}, {"text_block_id": "p23_b237", "text": "In addition, the Great Barrier Reef Marine Park Authority’s Local Marine Advisory Committees provided valuable input on the issues and initiatives being undertaken by communities along the Reef coast. There was also engagement with the International Union for the Conservation of Nature and the World Heritage Centre experts to test the construct of the Plan against global best practice."}, {"text_block_id": "p23_b238", "text": "The Plan was released for public comment during September and October 2014 with 6809 submissions received. This included:"}, {"text_block_id": "p23_b239", "text": "The Plan was released for public comment during September and October 2014 with 6809 submissions received. This included:\n* 87 emailed or written submissions\n* 41 online survey responses\n* 6681 campaign-style submissions comprising:\n\t* World Wildlife Fund for Natureâ6621 submissions\n\t* Cairns and Far North Environment Centreâ54 submissions\n\t* recreational fishersâ6 submissions."}, {"text_block_id": "p23_b251", "text": "During this time, the Plan’s targets and actions were also subject to scientific review. In addition, experts from key stakeholder groups worked through a ‘Program Logic’ process to more clearly articulate the relationships between outcomes, objectives, targets and actions."}, {"text_block_id": "p24_b252", "text": "3. Management"}, {"text_block_id": "p24_b253", "text": "3.1 History of adaptive management"}, {"text_block_id": "p24_b254", "text": "Management of the World Heritage Area is overseen by the Australian and Queensland governments based on science and driven by the community. As emerging threats have been identified, and research has enhanced understanding of their causes, governments have acted. Important initiatives include:"}, {"text_block_id": "p24_b255", "text": "Management of the World Heritage Area is overseen by the Australian and Queensland governments based on science and driven by the community. As emerging threats have been identified, and research has enhanced understanding of their causes, governments have acted. Important initiatives include:\n* establishment of the Great Barrier Reef Marine Park\n* an extensive joint field management program delivering protective on-ground actions\n* zoning to protect biodiversity and regulate activities within the marine parks\n* significant water quality protection measures making real improvements to the quality of agricultural run-off."}, {"text_block_id": "p24_b263", "text": "Over the past four decades, the Australian and Queensland governments, along with industry, community organisations and individuals, have invested substantial resources in protecting and managing the Reef. This includes direct funding for management and on-ground activities, as well as research and pioneering new management techniques."}, {"text_block_id": "p24_b264", "text": "These investments have delivered significant results. Science shows the coordinated collective water quality investments of governments, industry and landholders have reduced pollutant loads into the Reef over the past 10 years. Funding of research in key areas has significantly enhanced understanding of the Reef system and improved management. For instance, investments from a range of partners and the Australian Government into more effective ways of addressing outbreaks of crown-of-thorns starfish have resulted in a new single injection control method that significantly increases the efficiency of control programs."}, {"text_block_id": "p24_b265", "text": "Together, the management arrangements developed and adapted, the initiatives implemented and the investments made over the past four decades have resulted in a protection and management framework that is internationally significant in scale, resources and effort."}, {"text_block_id": "p24_b266", "text": "3.1.1 Building on the strong foundation"}, {"text_block_id": "p24_b267", "text": "Over recent years, the World Heritage Committee has raised concerns about the Great Barrier Reef World Heritage Area. Australia is working to ensure the Reef remains one of the best managed world heritage sites in the world. Key actions Australia has undertaken include:"}, {"text_block_id": "p24_b268", "text": "Over recent years, the World Heritage Committee has raised concerns about the Great Barrier Reef World Heritage Area. Australia is working to ensure the Reef remains one of the best managed world heritage sites in the world. Key actions Australia has undertaken include:\n* Completing a comprehensive strategic environmental assessment of the Great Barrier Reef World Heritage\n* Amending Queenslandâs\n* and\n* and\n Environmental\n* and\n Environmental\n to meet Commonwealth standards for protection of world heritage properties.\n* Amending Queenslandâs Environmental Protection Act 1994 to formally recognise the Great Barrier Reef"}, {"text_block_id": "p25_b280", "text": "•"}, {"text_block_id": "p25_b281", "text": "Reducing the number of capital dredging proposals to place dredge material in the Great Barrier Reef Marine Park from five to zero."}, {"text_block_id": "p25_b282", "text": "•"}, {"text_block_id": "p25_b283", "text": "Banning disposal of material in the Great Barrier Reef Marine Park from capital dredging projects. This will be extended by the new Queensland Government to cover the balance of the World Heritage Area."}, {"text_block_id": "p25_b284", "text": "•"}, {"text_block_id": "p25_b285", "text": "Commissioning the Independent Review of the Port of Gladstone which identified a range of principles and measures to improve port governance and environmental management."}, {"text_block_id": "p25_b286", "text": "•"}, {"text_block_id": "p25_b287", "text": "Making the Outstanding Universal Value of the Great Barrier Reef World Heritage Area a central concept in the Australian and Queensland governments’ environmental legislation and planning systems. Queensland’s planning policy and environmental decision-making system now require explicit consideration of matters protected under Australia’s national environment law (including the Outstanding Universal Value of world heritage properties)."}, {"text_block_id": "p25_b288", "text": "•"}, {"text_block_id": "p25_b289", "text": "Investing millions of dollars in significant targeted research to address key information gaps relating to the future management of the Great Barrier Reef World Heritage Area. The findings provided valuable input into the comprehensive strategic assessment and this Plan."}, {"text_block_id": "p25_b290", "text": "•"}, {"text_block_id": "p25_b291", "text": "Investing almost $32 million as part of the Australian Government’s National Environment Science Programme to create a Tropical Water Quality Hub."}, {"text_block_id": "p25_b292", "text": "•"}, {"text_block_id": "p25_b293", "text": "Achieving continued improvement in the water quality entering the World Heritage Area as a result of a partnership between farmers and governments to stop fertilisers, chemicals and sediments running off farming land. Results to date show that land use practices are changing and resulting pollutant loads are declining and that Reef Plan’s goal of halting and reversing the decline in the quality of water entering the Reef has been met. As at June 2013, the annual sediment load had been reduced by 11 per cent, pesticides by 28 per cent, and nitrogen by 10 per cent compared to a 2009 baseline. Improving water quality will continue to be a focus for Australia, supported by the $40 million Reef Trust and an additional $100 million from the Queensland Government as part of a projected investment of more than $2 billion in the Great Barrier Reef over the next 10 years."}, {"text_block_id": "p25_b294", "text": "3.2 Governance of the World Heritage Area"}, {"text_block_id": "p25_b295", "text": "The Great Barrier Reef is a large, complex system with longstanding multiple users. It is subject to diverse and wide-ranging influences that transcend jurisdictional boundaries. Management involves federal, state and local governments, Traditional Owners, industry, researchers, community organisations and individuals."}, {"text_block_id": "p25_b296", "text": "The Australian Constitution establishes the overarching legal authority for environmental management. In common with other federated nations, responsibility is divided between the national government and individual state governments. Within this constitutional structure, the Australian and Queensland governments have successfully worked together for over 40 years to protect, conserve and manage the Great Barrier Reef."}, {"text_block_id": "p25_b297", "text": "3.2.1 Legislation"}, {"text_block_id": "p25_b298", "text": "A suite of complementary Australian and Queensland legislation (Figure 3) has been enacted to secure preservation for future generations of the Outstanding Universal Value and other natural, cultural and Indigenous values of the Great Barrier Reef, while allowing multiple-use activities to continue in an ecologically sustainable manner."}, {"text_block_id": "p26_b299_merged", "text": "The principal Acts relevant to the World Heritage Area are the Environment Protection and Biodiversity Conservation Act 1999 (Cth) (EPBC Act) which puts into law Australia’s obligations under the World Heritage Convention, the Great Barrier Reef Marine Park Act 1975 (Cth) and the Marine Parks Act 2004 (Qld)."}, {"text_block_id": "p26_b306", "text": "The main object of the Great Barrier Reef Marine Park Act is:"}, {"text_block_id": "p26_b307", "text": "To provide for the long term protection and conservation of the environment, biodiversity and heritage values of the Great Barrier Reef Region."}, {"text_block_id": "p26_b308", "text": "The Act established the Great Barrier Reef Marine Park Authority as a statutory independent agency and defined the Great Barrier Reef Region. It enabled subsequent declaration of the Great Barrier Reef Marine Park, which allows ecologically sustainable use consistent with the Reef’s protection and conservation."}, {"text_block_id": "p26_b309", "text": "Great Barrier Reef World Heritage Area"}, {"text_block_id": "p26_b310", "text": "Figure 3: Primary Australian and Queensland government legislation used to protect and manage the Reef"}, {"text_block_id": "p27_b311", "text": "Complementary management arrangements apply in Queensland waters through the"}, {"text_block_id": "p27_b312", "text": "Marine Parks Act 2004"}, {"text_block_id": "p27_b313", "text": ". Additional legislation is used to regulate other uses, for example commercial and recreational fisheries (including across the Great Barrier Reef Marine Park) and shipping."}, {"text_block_id": "p27_b314", "text": "A broad suite of laws applies in coastal and catchment areas to protect and manage the natural environment including native vegetation, native plants and animals, national parks and other protected areas, wetlands, waterways, water extraction, water quality, air quality and cultural heritage. Land development is subject to a planning system under the"}, {"text_block_id": "p27_b315", "text": "Sustainable Planning Act 2009"}, {"text_block_id": "p27_b316", "text": "(Qld) and an environmental impact assessment is required for any project which may have a significant environmental impact. Where matters of national environmental significance such as world heritage sites and the Great Barrier Reef Marine Park may be affected, the EPBC Act is triggered either directly or through bilateral agreement arrangements with the Queensland Government."}, {"text_block_id": "p27_b317", "text": "The Australian and Queensland government legislation underpins a range of management tools employed to protect and manage the World Heritage Area:"}, {"text_block_id": "p27_b318", "text": "•"}, {"text_block_id": "p27_b319", "text": "zoning plans"}, {"text_block_id": "p27_b320", "text": "•"}, {"text_block_id": "p27_b321", "text": "management plans"}, {"text_block_id": "p27_b322", "text": "•"}, {"text_block_id": "p27_b323", "text": "permits and licences (including environmental impact assessment and measures to avoid, mitigate and offset impacts)"}, {"text_block_id": "p27_b324", "text": "•"}, {"text_block_id": "p27_b325", "text": "Traditional Owner agreements"}, {"text_block_id": "p27_b326", "text": "•"}, {"text_block_id": "p27_b327", "text": "compliance"}, {"text_block_id": "p27_b328", "text": "•"}, {"text_block_id": "p27_b329", "text": "site infrastructure"}, {"text_block_id": "p27_b330", "text": "•"}, {"text_block_id": "p27_b331", "text": "fees and charges"}, {"text_block_id": "p27_b332", "text": "•"}, {"text_block_id": "p27_b333", "text": "policy (including strategies, policies, position statements, site management arrangements and guidelines)"}, {"text_block_id": "p27_b334", "text": "•"}, {"text_block_id": "p27_b335", "text": "partnerships"}, {"text_block_id": "p27_b336", "text": "•"}, {"text_block_id": "p27_b337", "text": "stewardship and best practice"}, {"text_block_id": "p27_b338", "text": "•"}, {"text_block_id": "p27_b339", "text": "education and community awareness"}, {"text_block_id": "p27_b340", "text": "•"}, {"text_block_id": "p27_b341", "text": "research and monitoring"}, {"text_block_id": "p27_b342", "text": "•"}, {"text_block_id": "p27_b343", "text": "reporting."}, {"text_block_id": "p27_b344", "text": "Combined, the body of law comprehensively protects the Great Barrier Reef. Governments are regularly reviewing and updating legislation to ensure that new threats and issues are efficiently and effectively addressed as they arise."}, {"text_block_id": "p27_b345", "text": "3.2.2 Cooperative management"}, {"text_block_id": "p27_b346_merged_merged_merged", "text": "There is a strong and long-standing working relationship between successive Australian and Queensland governments in relation to protection and management of the Reef. It was first formalised in 1979 through the Emerald Agreement and was updated in 2009 through the Great Barrier Reef Intergovernmental Agreement signed by the Prime Minister of the Commonwealth of Australia and the Premier of the State of Queensland."}, {"text_block_id": "p27_b351", "text": "The Intergovernmental Agreement provides a clear and effective framework for facilitating cooperative management of the complex landscapes of the Reef."}, {"text_block_id": "p28_b352", "text": "Through implementation of the Intergovernmental Agreement, governments have agreed and are delivering a joint program of field management, joint action to halt and reverse the decline in the quality of water entering the Reef and action to maximise the resilience of the Reef to climate change. Implementation is driven by the Great Barrier Reef Ministerial Forum, consisting of relevant Australian and Queensland government ministers."}, {"text_block_id": "p28_b353", "text": "The current focus and funding of the wide range of Australian and Queensland government agencies with responsibilities in relation to protection and management of the World Heritage Area are set out in Table 1 (see Section 5.2). In total, government agencies currently expend over $200 million annually."}, {"text_block_id": "p28_b354_merged", "text": "Along the Great Barrier Reef coast, local governments also play a significant role in land-use planning, development assessment, management of stormwater run-off, sewage treatment, ecosystem health and biodiversity conservation. Local governments are established under the Local Government Act 2009 (Qld) and are accountable under the Sustainable Planning Act 2009 (Qld) for their planning and development assessment activities."}, {"text_block_id": "p28_b359", "text": "Different issues require different management approaches. For some, regulation is the key, for others incentive-based programs, or industry-led delivery of best practice standards, education or market mechanisms are most effective. A strong record of community engagement and adaptive approaches has long been a feature of the Reef’s management."}, {"text_block_id": "p28_b360", "text": "Partnership arrangements and stewardship programs have been established with Traditional Owners, industry sectors, local governments, natural resource management bodies, community groups and individuals. In addition, regional industries including tourism, fishing, agriculture, mining and port managers undertake key actions to reduce their impacts on the Reef."}, {"text_block_id": "p28_b361", "text": "Over recent years there has been increasing interest from the private sector in contributing to the future management and protection of the Reef, and partnership arrangements are emerging as a successful way of delivering outcomes. For example, innovative collaborative approaches in water quality are delivering significant achievements, while collaborative efforts in the research field are bringing together a range of interested parties to coordinate activities and pool resources and expertise."}, {"text_block_id": "p28_b362", "text": "3.2.3 International obligations"}, {"text_block_id": "p28_b363", "text": "In its management of the Great Barrier Reef World Heritage Area, Australia has implemented its obligations under the World Heritage Convention including the specific obligations under Article 4:"}, {"text_block_id": "p28_b364", "text": "Each State Party to this Convention recognizes that the duty of ensuring the identification, protection, conservation, presentation and transmission to future generations of the... natural heritage referred to in Articles 1 and 2 and situated on its territory, belongs primarily to that State. It will do all it can to this end, to the utmost of its own resources and, where appropriate, with any international assistance and co-operation, in particular, financial, artistic, scientific and technical, which it may be able to obtain."}, {"text_block_id": "p28_b365", "text": "Management of the World Heritage Area is also guided by Australia’s obligations under other relevant international conventions. These include:"}, {"text_block_id": "p28_b366", "text": "•"}, {"text_block_id": "p28_b367", "text": "Convention on Biological Diversity, 1992"}, {"text_block_id": "p28_b368", "text": "•"}, {"text_block_id": "p28_b369", "text": "Convention on International Trade in Endangered Species of Wild Fauna and Flora, 1973"}, {"text_block_id": "p28_b370", "text": "•"}, {"text_block_id": "p28_b371", "text": "Convention on the Conservation of Migratory Species of Wild Animals, 1979"}, {"text_block_id": "p28_b372", "text": "•"}, {"text_block_id": "p28_b373", "text": "Convention on Wetlands of International Importance Especially as Waterfowl Habitat, 1971"}, {"text_block_id": "p29_b374", "text": "•"}, {"text_block_id": "p29_b375", "text": "China–Australia Migratory Bird Agreement, 1986"}, {"text_block_id": "p29_b376", "text": "•"}, {"text_block_id": "p29_b377", "text": "International Convention for the Prevention of Pollution from Ships, 1973"}, {"text_block_id": "p29_b378", "text": "•"}, {"text_block_id": "p29_b379", "text": "Japan–Australia Migratory Bird Agreement, 1974"}, {"text_block_id": "p29_b380", "text": "•"}, {"text_block_id": "p29_b381", "text": "Republic of Korea–Australia Migratory Bird Agreement, 2007"}, {"text_block_id": "p29_b382", "text": "•"}, {"text_block_id": "p29_b383", "text": "United Nations Convention on the Law of the Sea, 1982"}, {"text_block_id": "p29_b384", "text": "•"}, {"text_block_id": "p29_b385", "text": "United Nations Framework Convention on Climate Change, 1992"}, {"text_block_id": "p29_b386", "text": "•"}, {"text_block_id": "p29_b387", "text": "The 1996 Protocol to the Convention on the Prevention of Marine Pollution by Dumping of Wastes and Other Matter, 1972 (known as the London Protocol)."}, {"text_block_id": "p29_b388", "text": "3.3 Addressing key risks to the Reef"}, {"text_block_id": "p29_b389", "text": "The highest risks to the Reef identified by the Outlook Report 2014 can be grouped into four influencing factors: the long-term risks associated with climate change and immediate considerations around land-based run-off; coastal land-use change; and direct use. For each of these, this Plan builds on a strong foundation of current actions."}, {"text_block_id": "p29_b390", "text": "3.3.1 Climate change—long-term, system-wide"}, {"text_block_id": "p29_b391", "text": "The biggest long-term threat to coral reefs worldwide is climate change and the Great Barrier Reef is no exception. Damage to reefs as a consequence of climate change comes from ocean acidification, sea temperature increases, altered weather patterns (such as more intense storms) and rising sea levels. A concerted international effort to limit the effects of global climate change will provide the best protection for coral reefs. This Plan will provide the best insurance for the Great Barrier Reef against climate change by reducing direct and indirect threats and therefore increasing its resilience."}, {"text_block_id": "p29_b392", "text": "The Australian Government is committed to effective climate change mitigation and adaptation, both internationally and domestically. Australia has a proven track record of contributing to the international response to climate change. This is occurring through constructive participation in the United Nations Framework Convention on Climate Change (UNFCCC) and its Kyoto Protocol; through practical cooperation with regional partner countries; and through supporting developing countries to take actions that reduce emissions, build climate resilience and foster economic growth. At COP20 in Lima in December 2014, Australia announced its pledge of $200 million over four years to the Green Climate Fund. This pledge will advance climate action through leveraging private sector-led investment in the Indo-Pacific region, with a particular focus on investment in infrastructure, energy, forestry and emissions reduction programs. This builds on the successful Asia-Pacific Rainforest Summit to reduce deforestation in rainforests, leading to reduced carbon dioxide emissions and increased carbon sequestration."}, {"text_block_id": "p29_b393", "text": "Australia is committed to achieving a new global climate change agreement at the UNFCCC Conference of the Parties meeting in Paris at the end of 2015 that will see all countries commit to reduce emissions."}, {"text_block_id": "p29_b394", "text": "Mitigation"}, {"text_block_id": "p29_b395", "text": "The Australian Government is focused on undertaking practical mitigation actions."}, {"text_block_id": "p29_b396", "text": "At home, Australia is committed to reducing its emissions to five per cent below 2000 levels by 2020—this represents a reduction of 19 per cent from business-as-usual levels. Australia has more than met its emission reductions target for the first commitment period of the Kyoto Protocol while increasing real GDP by 88 per cent. Australia’s 2020 target will be delivered through a recently legislated $2.55 billion Emissions"}, {"text_block_id": "p30_b397", "text": "Reduction Fund, which creates positive incentives to cut emissions, including through land sector activities, cleaning up power stations, capturing landfill gas and energy efficiency. The Fund also includes a safeguard mechanism to ensure that emissions reductions paid for by the Government are not offset by a significant rise in emissions elsewhere in the economy. The safeguard mechanism will commence in July 2016."}, {"text_block_id": "p30_b398", "text": "There will be ongoing monitoring and evaluation of the performance of the Emissions Reduction Fund to ensure its continuous improvement, with an operational review of the Fund to be conducted in late 2015. The Fund will support Australian businesses and households to improve practices and undertake investment to reduce emissions."}, {"text_block_id": "p30_b399", "text": "As part of work toward a new global climate agreement for the post-2020 period, Australia will review its international targets and settings, taking into account action by all major economies and Australia’s key trading partners."}, {"text_block_id": "p30_b400", "text": "At the state level, the Queensland Government will contribute to carbon emission reduction efforts by enhanced, practical regulatory controls on the clearing of remnant and high value regrowth vegetation and boosting support for the take-up of renewable energy technology."}, {"text_block_id": "p30_b401", "text": "Adaptation"}, {"text_block_id": "p30_b402", "text": "Australia supports climate change adaptation internationally through practical cooperation with regional partner countries, especially in the Pacific; and through supporting developing countries to take actions that reduce emissions, build climate resilience and foster economic growth."}, {"text_block_id": "p30_b403", "text": "The Australian Government supports science and practical steps to adapt to climate change at home. It has committed $9 million over three years (2014–2017) to fund the National Climate Change Adaptation Research Facility to integrate its research into decision making by governments, businesses and households, emphasising support for managing the Australian coastal zone under climate change and sea-level rise."}, {"text_block_id": "p30_b404", "text": "The National Environmental Science Programme also plays a significant role in improving understanding of the impacts of climate change on the Reef. This program is a long-term commitment to environment and climate research with funding of $142.5 million over six years. The outcomes of research hubs on tropical water quality, northern biodiversity and earth systems will support actions to build the resilience of the Reef."}, {"text_block_id": "p30_b405", "text": "The Queensland Government is developing a partnership-driven adaptation strategy to reduce risks to the State’s economy, environment, infrastructure and communities from current and future climate impacts. This strategy will incorporate measures which contribute to the resilience of the Great Barrier Reef. In addition, Queensland coastal planning laws will be modernised to take into account the predicted effects of climate change. A number of local governments are already preparing coastal hazard management plans and other initiatives in response to the anticipated effects of climate change."}, {"text_block_id": "p30_b406_merged", "text": "These actions build from or relate directly to actions in the Great Barrier Reef Climate Change Adaptation Strategy and Action Plan (2012–2017). This strategy outlines how the Great Barrier Reef Marine Park Authority, in collaboration with industry, science and community partners, will work to improve the resilience of the Reef so it is better able to cope with stress and reduce the impacts of climate change."}, {"text_block_id": "p31_b410", "text": "3.3.2 Land-based run-off—immediate, system-wide"}, {"text_block_id": "p31_b411", "text": "Over the past 30 years, issues relating to water quality have been a focus of management. Throughout the 1980s and early 1990s the focus was strongly on minimising rubbish and sewage disposal within the Marine Park, particularly from coastal communities, island resorts, tourism infrastructure and vessels. By 2002 the sewage facilities of island resorts were improved to tertiary level treatment standards. In parallel, the Queensland Government supported the upgrade of sewage treatment plants discharging into coastal waters that enter the Marine Park, with the aim of achieving tertiary treatment standard by 2010. Almost $620 million has been invested in upgrading sewage treatment plants in the three largest coastal communities adjacent to the Reef— Townsville, Cairns and Mackay. In total, upgraded facilities remove an estimated 834 tonnes of nutrients annually (approximately 80 per cent of the original total nutrient load from this source) that would have otherwise entered the World Heritage Area."}, {"text_block_id": "p31_b412", "text": "In the early 1990s management attention also turned to the impacts of the significant sediment and nutrient loads in floodwaters following severe storm and cyclonic activity. In the early 2000s an independent panel of experts determined there was overwhelming evidence that run-off from rural land-based activities were negatively affecting the quality of water entering the Reef. More than 150 years of land-use practices in the catchment had led to increases in the nutrient (including nitrogen and phosphorous), sediment and pesticide loads entering the Reef’s waters."}, {"text_block_id": "p31_b413", "text": "There is evidence that increased nutrients in open water can increase the frequency of crown-of-thorns starfish outbreaks, can make corals more sensitive to temperature stress and can result in effects like algal blooms which affect the health of the Reef. Increasing sediment loads can have far-reaching effects on Reef values, including increased turbidity and smothering seagrasses and corals. Pesticides (including herbicides) from run-off have been"}, {"text_block_id": "p32_b414", "text": "detected in inshore areas of the World Heritage Area and are of concern as they can have a negative impact on marine plants and animals."}, {"text_block_id": "p32_b415", "text": "The Reef Water Quality Protection Plan was adopted in 2003 to coordinate projects and partnerships in a collaborative effort to halt and reverse the decline in water quality entering the Reef from broadscale land use. It was updated in 2009 and 2013"}, {"text_block_id": "p32_b416", "text": "5"}, {"text_block_id": "p32_b417", "text": "."}, {"text_block_id": "p32_b418", "text": "Additionally, water quality improvement plans and natural resource management plans help to guide investments in changes to land use practices and restoration. These plans are informed by the Great Barrier Reef Marine Park Authority’s"}, {"text_block_id": "p32_b419", "text": "Informing the outlook for Great Barrier Reef coastal ecosystems"}, {"text_block_id": "p32_b420", "text": "6"}, {"text_block_id": "p32_b421", "text": "report which identified critical ecosystem functions and processes."}, {"text_block_id": "p32_b422", "text": "Measures to address declining water quality have been underpinned by an extensive body of science most recently documented in the"}, {"text_block_id": "p32_b423", "text": "2013 Scientific Consensus Statement—Land use impacts on Great Barrier Reef water quality and ecosystem condition"}, {"text_block_id": "p32_b424", "text": "7"}, {"text_block_id": "p32_b425", "text": "and the Outlook Report 2014."}, {"text_block_id": "p32_b426", "text": "Work to decrease land-based run-off in the Reef’s waters is now well advanced. Under the Reef Water Quality Protection Plan, significant efforts have been made by landholders, regional natural resource management organisations, agricultural industry bodies, conservation groups and government agencies to implement improved land management practices throughout the Reef catchments in order to decrease the flow of nitrogen, pesticides and sediments to the Reef. The significant uptake of improved practices by land managers, such as through the Project Catalyst partnership, is highlighted in Section 5.2."}, {"text_block_id": "p32_b427_merged_merged_merged_merged", "text": "Yearly report cards indicate significant progress towards achieving the Reef Water Quality Protection Plan’s goals and targets. As at June 2013, the annual sediment load had been reduced by 11 per cent, pesticides by 28 per cent, and nitrogen by 10 per cent compared to a 2009 baseline.8 Overcoming the impacts of 150 years of land use change is predicted to take many years."}, {"text_block_id": "p32_b430", "text": "New initiatives, including an additional $100 million provided by the Queensland Government, and the Australian Government’s new Reef Trust, respond to ongoing water quality concerns in the World Heritage Area. These initiatives will support a growing suite of actions across government, agricultural sectors, researchers and community organisations."}, {"text_block_id": "p32_b431", "text": "Long-term coral monitoring by the Australian Institute of Marine Science suggests that if crown-of-thorns starfish outbreaks can be reduced, coral cover will increase, despite the impacts of storms, cyclones and bleaching events, reinforcing the need for continuing action to reduce fertiliser run-off that could trigger outbreaks."}, {"text_block_id": "p32_b432", "text": "The Australian Government is also continuing a crown-of-thorns starfish control program, investing $10.5 million from 2012 to 2015 to protect high value reefs and increase knowledge of crown-of-thorns starfish biology. The program includes coordinating control activities, providing training for industry divers and community members, and undertaking industry communication and awareness-raising activities. The aim is to maintain coral cover on targeted reefs at greater than the 20 per cent considered essential for reef health and resilience."}, {"text_block_id": "p33_b433", "text": "3.3.3 Coastal land-use change—immediate, local/regional"}, {"text_block_id": "p33_b434", "text": "Under Australia’s federal structure, the Queensland Government has responsibility for land tenure, resources management and land-use planning in the coastal zone and catchments. As outlined in Section 3.2.1, there are a range of laws which cover all aspects of environmental protection, planning and development assessment in Queensland."}, {"text_block_id": "p33_b435", "text": "Through the coastal zone component of the comprehensive strategic environmental assessment"}, {"text_block_id": "p33_b436", "text": "9, 10"}, {"text_block_id": "p33_b437", "text": ", the Queensland Government committed to ensuring that development in the Great Barrier Reef coastal zone occurs in an ecologically sustainable manner and that negative impacts on Outstanding Universal Value are avoided. This included the following enhancements to its current management:"}, {"text_block_id": "p33_b438", "text": "•"}, {"text_block_id": "p33_b439", "text": "add to the coastal zone protected area estate"}, {"text_block_id": "p33_b440", "text": "•"}, {"text_block_id": "p33_b441", "text": "require port master planning that considers potential marine-based as well as land-based environmental impacts"}, {"text_block_id": "p33_b442", "text": "•"}, {"text_block_id": "p33_b443", "text": "meet the standards required by the EPBC Act for protection of matters of national environmental significance"}, {"text_block_id": "p33_b444", "text": "•"}, {"text_block_id": "p33_b445", "text": "develop a"}, {"text_block_id": "p33_b446", "text": "Direct Benefit Environmental Offsets Management Plan"}, {"text_block_id": "p33_b447", "text": "to maximise the Reef’s health and resilience."}, {"text_block_id": "p33_b448", "text": "In addition, the Queensland Government will:"}, {"text_block_id": "p33_b449", "text": "•"}, {"text_block_id": "p33_b450", "text": "strengthen vegetation management laws to protect remnant and high value regrowth native vegetation (including in riparian zones)"}, {"text_block_id": "p33_b451", "text": "•"}, {"text_block_id": "p33_b452", "text": "strengthen coastal planning laws based on the best available science, making allowance for expected sea level rise, protecting ecologically important areas such as wetlands and prohibiting development in high-hazard greenfield areas"}, {"text_block_id": "p33_b453", "text": "•"}, {"text_block_id": "p33_b454", "text": "ensure ecologically sustainable regulation of water extraction in catchments leading to the Great Barrier Reef."}, {"text_block_id": "p33_b455", "text": "The Australian and Queensland governments are taking action to limit the impact of ports and port development on the Great Barrier Reef."}, {"text_block_id": "p33_b456", "text": "When the current Australian Government was elected in September 2013 there were five capital dredging projects either planned or under active assessment that proposed to dispose of dredge material in the Marine Park. The Australian Government has reduced that number to zero (see Appendix F). To ensure this position continues, the Australian Government will use its regulatory powers to permanently ban the disposal of capital dredge material in the Great Barrier Reef Marine Park. In addition the new Queensland Government will, through current and new legislation:"}, {"text_block_id": "p33_b457", "text": "•"}, {"text_block_id": "p33_b458_merged_merged_merged", "text": "Protect greenfield areas by restricting new port development in and adjoining the Great Barrier Reef World Heritage Area to within current port limits. These port limits are long-established and fixed in regulations under the Transport Infrastructure Act 1994 (Qld)."}, {"text_block_id": "p33_b461", "text": "•"}, {"text_block_id": "p33_b462", "text": "Restrict capital dredging for the development of new or expansion of existing port facilities to within the regulated port limits of Gladstone, Hay Point/Mackay, Abbot Point and Townsville."}, {"text_block_id": "p33_b463", "text": "•"}, {"text_block_id": "p33_b464", "text": "Ensure that any new development inside these port limits is also consistent with the Great Barrier Reef Marine Park Act, the Queensland Marine Parks Act, their regulations and zoning plans."}, {"text_block_id": "p33_b465", "text": "•"}, {"text_block_id": "p33_b466", "text": "Prohibit the sea-based disposal of material into the Great Barrier Reef World Heritage Area generated by port-related capital dredging."}, {"text_block_id": "p34_b467", "text": "Prohibit the sea-based disposal of material into the Great Barrier Reef World Heritage Area generated by port-related capital dredging.\n* Mandate the beneficial reuse of port-related capital dredge spoil, such as land reclamation in port\n* The Queensland Government will require all proponents of new dredging works to demonstrate their project\n* Establish a maintenance dredging framework which identifies future dredging requirements, ascertains\n* Require master plans at the major ports of Gladstone, Hay Point/Mackay, Abbot Point and Townsville which\n* Support on-land disposal or land reclamation for captial dredge material at Abbot Point.\n* Not support trans-shipping operations that adversely affect the Great Barrier Reef Marine Park.\n* Further protect the Fitzroy Delta, including North Curtis Island and Keppel Bay which are clearly outside the\n\t* extension and strengthened conservation zoning in the Great Barrier Reef Coast Marine Park\n\t* extension of the existing Fish Habitat area\n\t* establishment of a new net-free zone under fisheries legislation\n\t* additional protections in associated intertidal and terrestrial areas."}, {"text_block_id": "p34_b489", "text": "Further port re-development other than capital dredging may occur at Port Alma subject to environmental assessment and appropriate conditions."}, {"text_block_id": "p35_b490_merged", "text": "Port planning and port operations in and around the World Heritage Area continue to be improved through industry commitment to improve practices, implementation of new Queensland Government policies, the principles developed through the Independent Review of the Port of Gladstone, and partnership models such as the Gladstone Healthy Harbour Partnership (see Section 5.3). As a consequence, port development in the World Heritage Area and the adjacent coastal zone will be strictly controlled. Further, these initiatives incorporate a best practice approach to port planning, ensuring Outstanding Universal Value is an intrinsic consideration in port management and governance, optimisation of long-established port footprints, transparent decision making and meaningful engagement with affected stakeholders."}, {"text_block_id": "p36_b493", "text": "3.3.4 Direct use—immediate, local/regional"}, {"text_block_id": "p36_b494", "text": "There are multiple activities within the Great Barrier Reef World Heritage Area, collectively referred to as ‘direct use’. These include marine tourism, defence activities, fishing, ports, recreation, research and educational activities, shipping and the use of marine resources by Traditional Owners. Direct use was one of the first influencing factors addressed through application of the Great Barrier Reef Marine Park Zoning Plan restrictions in 2003. At this time the green zones increased from 4.7 per cent to 33 per cent of the property."}, {"text_block_id": "p36_b495", "text": "These uses are managed through a variety of tools, including zoning plans, plans of management and permits. The tools are designed to ensure activities are ecologically sustainable and the World Heritage Area continues to provide a diverse range of community and economic benefits to current and future generations. Management is focused on addressing the threats of highest risk."}, {"text_block_id": "p36_b496", "text": "Fisheries"}, {"text_block_id": "p36_b497", "text": "in the Great Barrier Reef World Heritage Area are extensively regulated under Australian and Queensland government legislation. The"}, {"text_block_id": "p36_b498", "text": "Great Barrier Reef Marine Park Zoning Plan 2003"}, {"text_block_id": "p36_b499", "text": "excludes commercial, charter and recreational fishing from one-third of the Marine Park, with trawling excluded from about two-thirds. There is strong evidence that this has resulted in consistently more and larger coral trout and other target fish in zones protected from fishing. Increased reproduction in these no-take zones also appears to benefit fish populations in the entire ecosystem, in turn benefiting overall ecosystem health and resilience. Other regulatory requirements include compulsory licensing for commercial and charter fishers, total allowable catch limits and quotas for commercial operators, possession limits, size limits, restrictions of fishing apparatus, and seasonal closures for all fishers. Significant commercial fisheries also require vessel monitoring systems to be fitted."}, {"text_block_id": "p36_b500", "text": "The environmental performance of fisheries is assessed under the EPBC Act. The Australian Government Department of the Environment undertakes these assessments on behalf of the Minister for the Environment, in accordance with the"}, {"text_block_id": "p36_b501", "text": "Guidelines for the Ecologically Sustainable Management of Fisheries—second edition"}, {"text_block_id": "p36_b502", "text": ". The assessments include consideration of the impacts of fisheries on marine species protected under Part 13 of the EPBC Act, as well as evaluating fisheries for the purpose of export approval under Part 13A."}, {"text_block_id": "p36_b503", "text": "The sources of"}, {"text_block_id": "p36_b504", "text": "marine debris"}, {"text_block_id": "p36_b505", "text": "are wide and varied. To address this threat, managers adopt a multi-pronged approach. This includes the regulation of waste from vessels and urban environments, together with a range of partnership activities with local government, industry and community groups. Marine debris is identified as a key threatening process under the EPBC Act."}, {"text_block_id": "p36_b506_merged_merged_merged_merged", "text": "There has been commercial shipping in the Reef area for around 150 years. At Australia’s request, the Great Barrier Reef is designated a Particularly Sensitive Sea Area by the International Maritime Organisation, the first in the world. Extensive and stringent navigation and pollution prevention controls are in place to manage the threats from shipping. These include:"}, {"text_block_id": "p36_b509", "text": "•"}, {"text_block_id": "p36_b510", "text": "high quality electronic navigation charts and aids to navigation"}, {"text_block_id": "p36_b511", "text": "•"}, {"text_block_id": "p36_b512", "text": "pilotage requirements"}, {"text_block_id": "p36_b513", "text": "•"}, {"text_block_id": "p36_b514", "text": "two-way routes and other ship routing measures"}, {"text_block_id": "p36_b515", "text": "•"}, {"text_block_id": "p36_b516", "text": "vessel traffic services that monitor ship movements 24 hours a day and intervene if ships move beyond defined limits such as designated shipping areas"}, {"text_block_id": "p36_b517", "text": "•"}, {"text_block_id": "p36_b518", "text": "emergency response assets and arrangements including emergency towage assets and oil spill response equipment."}, {"text_block_id": "p37_b519_merged", "text": "Despite increasing ship movements through the World Heritage Area, the comprehensive management measures have substantially reduced the frequency of shipping incidents. The forward-looking North-East Shipping Management Plan is designed to further improve shipping management."}, {"text_block_id": "p38_b523", "text": "3.4 Comprehensive strategic environmental assessment"}, {"text_block_id": "p38_b524_merged", "text": "After two years of analysis, comprehensive strategic environmental assessment reports for the Great Barrier Reef World Heritage Area and adjacent coastal zone were endorsed by the Australian Minister for the Environment under the EPBC Act in August 2014."}, {"text_block_id": "p38_b527", "text": "The comprehensive strategic environmental assessment analysed impacts affecting the Reef from activities on both land and water, assessed the effectiveness of existing management arrangements and identified improvements to strengthen management of the World Heritage Area."}, {"text_block_id": "p38_b528", "text": "The strategic environmental assessment process has informed development of this Plan and the commitments underpin many of the Plan’s actions."}, {"text_block_id": "p40_b529", "text": "4. Actions for the future"}, {"text_block_id": "p40_b530", "text": "4.1 Vision"}, {"text_block_id": "p40_b531", "text": "The vision for the Great Barrier Reef World Heritage Area is:"}, {"text_block_id": "p40_b532", "text": "To ensure the Great Barrier Reef continues to improve on its Outstanding Universal Value every decade between now and 2050 to be a natural wonder for each successive generation to come."}, {"text_block_id": "p40_b533", "text": "4.2 The way forward"}, {"text_block_id": "p40_b534", "text": "The"}, {"text_block_id": "p40_b535", "text": "Reef 2050 Long-Term Sustainability Plan"}, {"text_block_id": "p40_b536", "text": "is a major step to ensuring the future health of the Great Barrier Reef World Heritage Area. It builds on the existing strong foundation of management, and is based on the principles of cooperative management underpinned by comprehensive knowledge."}, {"text_block_id": "p40_b537", "text": "For the first time, actions across government, industry, Traditional Owners, researchers and the community will be fully integrated to ensure that current and future threats to the Reef are addressed in an effective, efficient and appropriate manner. Regional and local approaches, based on both local and expert knowledge, will be central to protecting and managing the Reef’s values and the community benefits they support."}, {"text_block_id": "p40_b538", "text": "Deficiencies and gaps identified in the assessment of effectiveness in the Outlook Report 2014 and the comprehensive strategic environmental assessment are addressed through the initiatives outlined in this Plan. Additional activities have also been developed with the Partnership Group to tackle outstanding issues and enhance protection of the Reef’s values such as ecosystem health and biodiversity. The Plan coordinates existing activities and new initiatives by nominating targets, objectives and outcomes to deliver enhancements to the Outstanding Universal Value of the World Heritage Area each successive decade between now and 2050."}, {"text_block_id": "p40_b539", "text": "The current management arrangements described in Section 3 will continue under this Plan."}, {"text_block_id": "p40_b540", "text": "4.3 Structure and themes"}, {"text_block_id": "p40_b541", "text": "Central to this Plan is an Outcomes Framework with seven overarching themes— ecosystem health, biodiversity, heritage, water quality, community benefits, economic benefits and governance (Figure 4)."}, {"text_block_id": "p40_b542", "text": "These themes reflect the priority areas for action identified by governments and partners. Together they will address the key risks to the Reef and will ensure ecologically sustainable use can continue."}, {"text_block_id": "p40_b543", "text": "Under each theme, there are the following components:"}, {"text_block_id": "p40_b544", "text": "•"}, {"text_block_id": "p40_b545", "text": "Actions"}, {"text_block_id": "p40_b546", "text": "—identified components of work to be undertaken to meet the targets"}, {"text_block_id": "p40_b547", "text": "•"}, {"text_block_id": "p40_b548", "text": "Targets"}, {"text_block_id": "p40_b549", "text": "—the results being aimed for by"}, {"text_block_id": "p40_b550", "text": "2020"}, {"text_block_id": "p40_b551", "text": ", a five-year time horizon; to facilitate delivery they are Specific, Measurable, Achievable, Realistic and Time-bound (SMART)"}, {"text_block_id": "p40_b552", "text": "•"}, {"text_block_id": "p40_b553", "text": "Objectives"}, {"text_block_id": "p40_b554", "text": "—linking targets to outcomes, expected to be achieved by"}, {"text_block_id": "p40_b555", "text": "2035"}, {"text_block_id": "p40_b556", "text": ", the medium term"}, {"text_block_id": "p40_b557", "text": "•"}, {"text_block_id": "p40_b558", "text": "an Outcome"}, {"text_block_id": "p40_b559_merged_merged_merged_merged", "text": "—which must be achieved by 2050 to deliver the vision."}, {"text_block_id": "p41_b562", "text": "To ensure all the threats arising from human activity are addressed and that actions build on the strong foundation of protection and cooperative management, the Outcomes Framework has been developed using Program Logic methodology. The linkages from the threats, through foundational activities, actions, targets, objectives and the final outcome to be achieved are set out in theme-based diagrams throughout this section."}, {"text_block_id": "p41_b563", "text": "An analysis of the attributes of Outstanding Universal Value relevant to each theme and its mid-term objectives is presented in Appendix G. How the Plan will improve protection, maintenance and transmission of the World Heritage Area’s Outstanding Universal Value is set out in Appendix H."}, {"text_block_id": "p41_b564", "text": "The lead organisations and partners for delivering each action are identified in Appendix I. The organisations listed against actions are responsible for implementing them and working with partners and community members to achieve the outcomes."}, {"text_block_id": "p41_b565", "text": "The themes themselves do not stand alone. Only by working towards the outcomes across all the themes will the threats be responded to, resilience strengthened and the vision delivered."}, {"text_block_id": "p41_b566", "text": "Figure 4: Protecting the Outstanding Universal Value of the Great Barrier Reef World Heritage Area"}, {"text_block_id": "p41_b567", "text": "The vision for the Great Barrier Reef World Heritage Area will be achieved by building on the current management foundation with actions and outcomes under each of the seven identified themes. Combined, this will provide a robust management system for the World Heritage Area, maintain its integrity and protect its Outstanding Universal Value into the future."}, {"text_block_id": "p42_b568", "text": "Development of the targets and objectives takes into account the likelihood that there will be a significant lag time between actions to stabilise and reduce impacts and a measureable improvement in the condition of the Reef’s ecosystem and heritage values. One example is the time between improvements in the quality of water flowing into the marine ecosystem and measurable improvements in water quality in the marine environment, with sediments and nutrients projected to continue affecting biodiversity for many years."}, {"text_block_id": "p42_b569", "text": "4.4 Principles in decision making"}, {"text_block_id": "p42_b570", "text": "In making decisions about management and protection of the World Heritage Area, decision makers will have regard to the principles set out below."}, {"text_block_id": "p43_b571", "text": "4.5 Ecosystem health"}, {"text_block_id": "p43_b572", "text": "Well-functioning ecological systems, such as coral reefs and associated habitats, provide a host of ecosystem services and underpin resilience. They support the integrity, biodiversity and heritage values of the Reef and its economic and community benefits. Traditional Owners and their continuing connection to their sea country play an integral role in the health of the Great Barrier Reef ecosystem."}, {"text_block_id": "p43_b573", "text": "The targets and actions to maintain and enhance ecosystem health over successive decades relate to those aspects of the ecological system (for example coral reefs, seagrass meadows and coastal habitats) that support or best represent the ecological and biological processes of the Reef; provide habitat for biodiversity including threatened species; increase resilience to climate change; and economic and community benefits (for example natural beauty, fisheries and protection from wave action). Individual species contributing to ecosystem and habitat integrity are considered in the biodiversity theme."}, {"text_block_id": "p43_b574", "text": "Ecosystems are subject to a wide range of influences, many of which are outside human control, such as floods and cyclones. Measuring progress towards the outcome, objectives and targets for ecosystem health will take these externalities into account."}, {"text_block_id": "p43_b575", "text": "Monitoring and reporting the resilience of some ecosystem components is a key commitment of the 2020 targets and actions. It is anticipated that these will be principally fulfilled by examining the capacity of ecosystems to withstand disturbance. This can be assessed directly by measuring recovery rates and indirectly by monitoring key processes such as reproduction, recruitment and mortality."}, {"text_block_id": "p43_b576", "text": "THREATS"}, {"text_block_id": "p43_b577", "text": "from Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p43_b578", "text": "FOUNDATIONAL PROGRAMS AND ACTIVITIES"}, {"text_block_id": "p44_b579", "text": "ACTIONS"}, {"text_block_id": "p44_b580", "text": "TARGETS"}, {"text_block_id": "p44_b581", "text": "Supporting traditional management"}, {"text_block_id": "p45_b582", "text": "4.6 Biodiversity"}, {"text_block_id": "p45_b583", "text": "Biodiversity is not just a measure of how many species there are, but encompasses all natural variation — from genetic differences within one species to variations across a habitat or a whole ecosystem."}, {"text_block_id": "p45_b584", "text": "The Great Barrier Reef is one of the world’s most diverse and remarkable ecosystems, with a wide range of habitats and many thousands of different species. Actions will be taken to protect and conserve this biodiversity, focused on applying traditional knowledge, species of conservation concern, monitoring and reporting, and specific projects, planning and programs."}, {"text_block_id": "p45_b585", "text": "Existing monitoring programs have been used to define the 2020 targets for biodiversity. A variety of species and taxa, including species of conservation concern, will be used as indicators of biodiversity health. Variables like the extent, condition and trend of a species or their habitat generally provide the  best guide."}, {"text_block_id": "p45_b586", "text": "The integral connection that Traditional Owners have with the biodiversity of the Great Barrier Reef is acknowledged and recognised. Protection of Indigenous knowledge systems and the conservation and sustainable use of traditional biological resources are central to this."}, {"text_block_id": "p45_b587", "text": "Actions to maintain and restore ecosystem function, which is fundamental to biodiversity conservation,  are captured under the ecosystem health theme."}, {"text_block_id": "p45_b588", "text": "THREATS"}, {"text_block_id": "p45_b589", "text": "from Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p45_b590", "text": "FOUNDATIONAL PROGRAMS AND ACTIVITIES"}, {"text_block_id": "p46_b591", "text": "2015-2020"}, {"text_block_id": "p46_b592", "text": "2020"}, {"text_block_id": "p46_b593", "text": "ACTIONS"}, {"text_block_id": "p46_b594", "text": "TARGETS"}, {"text_block_id": "p46_b595", "text": "Supporting traditional knowledge and management"}, {"text_block_id": "p47_b596", "text": "4.7 Heritage"}, {"text_block_id": "p47_b597", "text": "The heritage theme is focused on the cultural significance of the Reef, comprising all human values and meanings that might be recognised, including aesthetic, historic, scientific, social and spiritual.  It encompasses Indigenous and non-Indigenous values."}, {"text_block_id": "p47_b598", "text": "Protecting natural heritage, including the outstanding universal value of the Reef, is embedded in the overarching vision and all themes of this Plan."}, {"text_block_id": "p47_b599", "text": "Indigenous heritage"}, {"text_block_id": "p47_b600", "text": "recognises that Aboriginal and Torres Strait Islander peoples are the First Australians and the Traditional Owners of the Great Barrier Reef. Heritage preservation reflects continued recognition and respect for past generations of Traditional Owners and the ancestral beings that shaped the land, seas and waterways. The strong ongoing links between Aboriginal and Torres Strait Islanders and their sea country are recognised in the Reef’s world heritage listing and contributes to its Outstanding Universal Value (Appendix B)."}, {"text_block_id": "p47_b601", "text": "Indigenous heritage is unique, dynamic and diverse. Traditional Owners express this through their relationships with country, people, beliefs, knowledge, lore, language, symbols and ways of living. Many traditional cultural practices include plants, animals and the environment, making nature inseparable from cultural identity."}, {"text_block_id": "p47_b602", "text": "The sea, its natural resources and our identity as Traditional Owners, are inseparable… Our ancestors have hunted and fished in this sea country since time immemorial…"}, {"text_block_id": "p47_b603", "text": "(Girringun Aboriginal Corporation)"}, {"text_block_id": "p47_b604", "text": "Non-Indigenous heritage"}, {"text_block_id": "p47_b605", "text": "includes places that embody a specific cultural or historic value, such as historic buildings and industrial sites, monuments, gardens, landscapes, cultural landscapes, archaeological sites, groups of buildings and precincts, and maritime sites and places. Heritage places illustrate national and social developments in Australia over the past few centuries."}, {"text_block_id": "p47_b606_merged_merged", "text": "Australia’s Burra Charter sets out responsibilities to protect, conserve and celebrate cultural heritage to preserve items that form part of the historic or cultural record, and to maintain a sense of continuity by sustaining things that identify who we are and where we have come from."}, {"text_block_id": "p47_b609", "text": "THREATS"}, {"text_block_id": "p47_b610", "text": "from Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p47_b611", "text": "FOUNDATIONAL PROGRAMS AND ACTIVITIES"}, {"text_block_id": "p48_b612", "text": "Building capacity"}, {"text_block_id": "p48_b613", "text": "Ensuring protection"}, {"text_block_id": "p48_b614", "text": "Management planning"}, {"text_block_id": "p48_b615", "text": "HA8"}, {"text_block_id": "p48_b616_merged", "text": "Complete heritage management plans for Low Isles and North Reef light stations. HA9 Update existing conservation management plans for historic shipwrecks—the SS Yongala (1911), Gothenburg (1875), and SS Llewellyn (1919). HA10 Complete and implement conservation management plans for key historic shipwrecks—HMS Pandora (1791), HMCS Mermaid (1829) and Foam (1893)."}, {"text_block_id": "p48_b634", "text": "Monitoring and reporting"}, {"text_block_id": "p48_b635", "text": "HA11"}, {"text_block_id": "p48_b636", "text": "Further identify, map, monitor and report on key Reef heritage values and sites, including comprehensive maritime surveys in priority sections of the Reef."}, {"text_block_id": "p49_b637", "text": "Improving the quality of water entering the World Heritage Area is pivotal in supporting the Reef’s values as well as in maintaining its fundamental contribution to the wider Australian community through tourism and food production. It builds resilience in areas which support significant biodiversity and species of conservation concern such as turtles and dugongs, and drive fisheries productivity. It is also likely to reduce the frequency of future crown-of-thorns starfish outbreaks, with one line of evidence suggesting these are driven by elevated concentrations of nutrients."}, {"text_block_id": "p49_b638", "text": "After more than a decade of intensive management and investment by government, industry and other partners under Reef Plan, momentum continues to build towards its 2020 goal of ensuring that the quality of water entering the Reef from broadscale land use has no detrimental impact on the health and resilience of the Great Barrier Reef."}, {"text_block_id": "p49_b639", "text": "Results to date show that land use practices are changing and resulting pollutant loads are declining and that Reef Plan’s immediate goal of halting and reversing the decline in the quality of water entering the Reef has been met."}, {"text_block_id": "p49_b640", "text": "While progress has been made, improving the quality of water entering the Reef will take considerable further time and effort. There are significant time lags, possibly decades, in seeing a response in the Reef’s marine system as a result of changing land management practices."}, {"text_block_id": "p49_b641_merged", "text": "The land-based run-off targets (WQT1 and WQT2) are drawn from the Reef Water Quality Protection Plan 2013 approved by the Great Barrier Reef Ministerial Forum in July 2013. They were developed in close consultation with industry and community stakeholders. In setting the targets, stakeholders and governments recognised that they were ambitious, particularly with respect to nitrogen loads, but agreed that this was important to maintain momentum in the long-term effort to improve water quality."}, {"text_block_id": "p49_b644", "text": "Reflecting Reef Plan’s 2020 goal in the water quality objectives of this Plan will ensure continuity in this important theme beyond the current 2020 time horizon."}, {"text_block_id": "p50_b645", "text": "TARGETS"}, {"text_block_id": "p50_b646", "text": "Improving broadacre land management"}, {"text_block_id": "p50_b647", "text": "WQA1"}, {"text_block_id": "p50_b648", "text": "By 2018, review and update the Reef Water Quality Protection Plan and its targets."}, {"text_block_id": "p50_b649", "text": "WQA2"}, {"text_block_id": "p50_b650", "text": "Continue improvement in water quality from broadscale land use through"}, {"text_block_id": "p50_b651", "text": "implementation of"}, {"text_block_id": "p50_b652", "text": "Reef Water Quality Protection Plan 2013"}, {"text_block_id": "p50_b653", "text": "actions."}, {"text_block_id": "p50_b654", "text": "Improving water quality from all sectors"}, {"text_block_id": "p51_b655", "text": "The Great Barrier Reef plays an important role in community life. Local residents and visitors from within Australia and around the world are drawn to the Reef for its exceptional natural beauty, and many people have strong connections with the Reef through culture, occupation or familiarity. Human wellbeing — happiness, good health and prosperity — is inextricably linked to environmental health. Through sustainable fishing, the Reef is also a healthy food source for people in Queensland and around the world."}, {"text_block_id": "p51_b656", "text": "Traditional Owners have long highlighted the benefits their communities derive from the Reef environment, including through cultural connections to sea country, access to the Reef’s resources, employment and improved health outcomes. This is why they are seeking world’s best practice in the development of cooperative management arrangements. The health benefits of natural ecosystems are well recognised through initiatives like Working on Country which explores the many ways in which nature significantly contributes to human health and wellbeing."}, {"text_block_id": "p51_b657", "text": "People also derive less tangible benefits from healthy ecosystems such as nature appreciation, opportunities for relaxation and enjoyment, and a better understanding of the complex natural world. The Reef also provides coastal residents with protection from wave action especially in extreme weather."}, {"text_block_id": "p51_b658", "text": "Explicit consideration of community benefits in environmental decision making is not standard practice. As a result, the aim of this theme is to develop a shared understanding of community benefits derived from the Reef. It sets out individual and collective roles and responsibilities to ensure these benefits are maintained and transmitted to future generations. An important step is the further development of a long-term social and economic monitoring program that is implemented at local, regional and Reef-wide scales."}, {"text_block_id": "p51_b659", "text": "FOUNDATIONAL PROGRAMS AND ACTIVITIES"}, {"text_block_id": "p52_b660", "text": "Building capacity"}, {"text_block_id": "p52_b661", "text": "CBT1"}, {"text_block_id": "p52_b662", "text": "CBO1"}, {"text_block_id": "p53_b663", "text": "The Reef is a critical economic asset, providing income and jobs for the community. Reef-dependent industries and Reef-associated industries support diverse and sustainable communities. These industries and communities need to be able to continue to prosper, while ensuring protection of the Reef’s Outstanding Universal Value."}, {"text_block_id": "p53_b664", "text": "The economic benefits theme focuses on improving and maintaining the ecological, social and economic sustainability of Reef-dependent and Reef-associated industries. This theme recognises that a partnership involving regional and Indigenous communities, government and industry can ensure that development pressures are addressed in an effective and positive way."}, {"text_block_id": "p53_b665", "text": "Addressing the interplay between environmental, social and economic factors through improved planning and decision making and an outcomes-focused approach will contribute to sustainable communities, a healthy environment and protection of the Reef’s Outstanding Universal Value for current and future generations. Investment in Reef health is an investment in ensuring ongoing economic benefits and community wellbeing."}, {"text_block_id": "p53_b666", "text": "Many of the actions listed under other themes consider economic benefits and are not repeated here."}, {"text_block_id": "p53_b667", "text": "THREATS"}, {"text_block_id": "p53_b668", "text": "from Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p54_b669", "text": "Improving economic participation"}, {"text_block_id": "p54_b670", "text": "EBT5"}, {"text_block_id": "p54_b671_merged", "text": "The relationship between Reef health and the viability of Reef-dependent industries (e.g. tourism and fishing) is understood and considered in planning and development decisions."}, {"text_block_id": "p54_b674", "text": "EBO4"}, {"text_block_id": "p56_b675", "text": "5. Implementing the Plan"}, {"text_block_id": "p56_b676", "text": "5.1 Governance for Plan delivery"}, {"text_block_id": "p56_b677", "text": "The Plan will be made a schedule to the"}, {"text_block_id": "p56_b678", "text": "Great Barrier Reef Intergovernmental Agreement"}, {"text_block_id": "p56_b679", "text": "2009"}, {"text_block_id": "p56_b680", "text": "between the Australian and Queensland governments. This is the highest level of agreement between a State and the national government in Australia, signed by the Prime Minister and the Premier of the State of Queensland. Schedules to the Agreement record detailed commitments of governments giving effect to the agreement."}, {"text_block_id": "p56_b681", "text": "The Agreement ensures an integrated and collaborative approach by the Australian and Queensland governments to the management of marine and land environments within and adjacent to the Great Barrier Reef World Heritage Area, so as to:"}, {"text_block_id": "p56_b682", "text": "•"}, {"text_block_id": "p56_b683", "text": "provide for the long-term protection and conservation of the environment and biodiversity of the Great Barrier Reef ecosystem, as encompassed by the Great Barrier Reef World Heritage Area"}, {"text_block_id": "p56_b684", "text": "•"}, {"text_block_id": "p56_b685", "text": "allow ecologically sustainable use of the Great Barrier Reef ecosystem subject to the overarching objective of long-term protection and conservation"}, {"text_block_id": "p56_b686", "text": "•"}, {"text_block_id": "p56_b687", "text": "provide for meeting Australia’s international responsibilities for the Great Barrier Reef World Heritage Area under the World Heritage Convention."}, {"text_block_id": "p56_b688", "text": "The Great Barrier Reef Ministerial Forum, which must meet at least annually, will oversee implementation and ongoing monitoring of the Plan."}, {"text_block_id": "p56_b689", "text": "Fundamental to successful implementation of the Plan, in addition to investment prioritisation, is input from a range of voices which will be facilitated through the following governance arrangements (Figure 5):"}, {"text_block_id": "p56_b690", "text": "•"}, {"text_block_id": "p56_b691", "text": "a multi-sectoral"}, {"text_block_id": "p56_b692", "text": "Reef advisory committee"}, {"text_block_id": "p56_b693", "text": "to facilitate engagement with industry and the broader community on implementation and review of the Plan. The committee will include members from the Reef 2050 Long-Term Sustainability Plan Partnership Group, Traditional Owners and community representatives"}, {"text_block_id": "p56_b694", "text": "•"}, {"text_block_id": "p56_b695", "text": "an"}, {"text_block_id": "p56_b696", "text": "independent expert panel"}, {"text_block_id": "p56_b697", "text": "to provide expert advice on implementation and review of the Plan, including objectives and targets, knowledge gaps and science priorities for Plan delivery. The panel will include members with scientific (biophysical, heritage, social and economic) expertise"}, {"text_block_id": "p56_b698", "text": "•"}, {"text_block_id": "p56_b699_merged_merged_merged_merged", "text": "an intergovernmental operational committee of senior officials from the Australian and Queensland governments to oversee implementation of the Plan, facilitate coordination of Reef-related activities and report annually to the Great Barrier Reef Ministerial Forum."}, {"text_block_id": "p56_b702", "text": "A network comprising monitoring partners will guide development of the Integrated Monitoring and Reporting Program (see Section 6.1)."}, {"text_block_id": "p57_b703", "text": "Figure 5: Committee structure to support the Plan"}, {"text_block_id": "p57_b704", "text": "The committees will be supported by a dedicated secretariat. As required, sub-committees will support specific work streams, such as delivery of the"}, {"text_block_id": "p57_b705", "text": "Reef Water Quality Protection Plan 2013"}, {"text_block_id": "p57_b706", "text": "."}, {"text_block_id": "p57_b707", "text": "The aim is to rationalise existing committees while facilitating engagement with industry, science bodies and the community and maintaining the momentum of ongoing actions."}, {"text_block_id": "p57_b708_merged_merged", "text": "Implementing the Plan’s actions builds on 40 years of successful joint management of the Reef by established, effective and globally respected agencies. Since the release of the Great Barrier Reef Outlook Report 2009, there has been a renewed vigour in delivery of programs and policies to help protect the Reef. This will be reinforced as each agency builds into their work programs the actions for which they are responsible."}, {"text_block_id": "p57_b711", "text": "Building on the strong foundation of existing programs, an overarching implementation strategy for the Plan will be prepared by the intergovernmental operational committee, in consultation with the Reef advisory committee and independent expert panel for consideration by the Ministerial Forum. The strategy will be prepared by May 2015 and will:"}, {"text_block_id": "p57_b712", "text": "•"}, {"text_block_id": "p57_b713", "text": "include the membership of the relevant governance bodies and draft terms of reference"}, {"text_block_id": "p57_b714", "text": "•"}, {"text_block_id": "p57_b715", "text": "identify existing actions that are being delivered through programs such as Reef Plan and Reef Trust, and implementation timelines"}, {"text_block_id": "p57_b716", "text": "•"}, {"text_block_id": "p57_b717", "text": "outline those new actions which governments, industry and other partners have committed to complete in 2015 and detail key deliverables"}, {"text_block_id": "p57_b718", "text": "•"}, {"text_block_id": "p57_b719", "text": "provide a clear timeline for the development of the Integrated Monitoring and Reporting Program"}, {"text_block_id": "p57_b720", "text": "•"}, {"text_block_id": "p57_b721", "text": "outline processes for the prioritisation of investment and implementation."}, {"text_block_id": "p57_b722", "text": "Specific implementation plans will be finalised from mid-2015. These may include sectoral or thematic plans, to be informed by the investment prioritisation process outlined in Section 5.2."}, {"text_block_id": "p59_b723", "text": "The actions, targets, objectives and outcomes for the governance theme are based on the findings of a 2014 independent review of governance arrangements for Reef management. This review found legislative arrangements and institutional management were generally effective."}, {"text_block_id": "p59_b724", "text": "The actions and targets of this Plan build on the strong and well-regarded consultation networks already in place in relation to Reef management. The current advisory committee structure for various Reef initiatives will be streamlined, enabling more effective input from Traditional Owners, industry, researchers and the community regarding protection and management of the World Heritage Area."}, {"text_block_id": "p59_b725", "text": "Harnessing sufficient financial and other resources and directing them to activities which support the outcomes of the Plan is critical. Early in 2015 an investment baseline will be developed to detail all the investment and work for Reef protection and management currently being undertaken by both government and non-government sectors."}, {"text_block_id": "p59_b726", "text": "Integral to implementation of the Plan and adaptive management of the World Heritage Area is development of a monitoring and reporting program (see Section 6.1). Information from this program will be used to measure and report progress towards achieving the Plan’s outcomes, objectives and targets, and guide adaptive management."}, {"text_block_id": "p59_b727", "text": "FOUNDATIONAL PROGRAMS AND ACTIVITIES"}, {"text_block_id": "p60_b728", "text": "Governing bodies"}, {"text_block_id": "p61_b729", "text": "5.2 Investment"}, {"text_block_id": "p61_b730", "text": "Adequate investment is fundamental to effective and successful implementation of the Plan. The Australian and Queensland governments will ensure that sufficient financial and other resources are available to achieve outcomes. The Australian and Queensland governments have a long history of investing significant resources in protecting and managing the Reef."}, {"text_block_id": "p61_b731", "text": "Currently governments are contributing around $200 million a year to support the resilience of the Reef. This investment provides high quality outcomes, delivered by multiple partners through a number of different activities (Table 1). The current level of investment is projected to continue, bringing the total to more than $2 billion over the next 10 years."}, {"text_block_id": "p61_b732", "text": "Table 1: Government financial support for the Reef, 2014–15"}, {"text_block_id": "p62_b733", "text": "The Queensland Government has been consistent in its total annual investment of $35 million a year ($175 million over five years) for initiatives that contribute to improving Reef water quality. Funded activities include: working with the cane and grazing industries to develop industry-led best management practice programs; maintaining regular catchment loads monitoring and modelling regimes; publishing annual Reef health report cards; research and development; remote sensing; and establishing strong partnership programs such as the Gladstone Healthy Harbour Partnership."}, {"text_block_id": "p62_b734", "text": "A further component of the Queensland Government’s investment has been its Regional Natural Resource Management Investment Program which has, since 2013, engaged in a $30 million, five-year campaign to support on-ground natural resource management projects in catchments adjacent to the Reef. This has included more than $10 million to deliver land and water management actions in key Great Barrier Reef catchments."}, {"text_block_id": "p62_b735", "text": "As part of its commitment to the Plan, the new Queensland Government will provide an additional $100 million over five years towards water quality initiatives, scientific research, and assisting businesses to transition to better environmental practices in the primary production and fishing industries. The Queensland Government will seek the advice of an advisory taskforce on the best possible approach to achieve an 80 per cent reduction in pollution run-off in the Great Barrier Reef by 2025. The taskforce will also be asked to report, within a year of"}, {"text_block_id": "p63_b736", "text": "commencement, on the effectiveness and costs of robust regulations, a market-based trading mechanism or a combination of both to reduce pollution run-off."}, {"text_block_id": "p63_b737", "text": "In addition to water quality initiatives, the Queensland Government contributes over $8 million per year to the joint Field Management Program for the Reef, funds an extensive fisheries management program and is responsible for regulating shipping movements in coastal waters."}, {"text_block_id": "p63_b738", "text": "The Australian Government is currently investing $200 million over five years to support activities to improve the resilience of the Reef, including supporting delivery of the Reef Water Quality Protection Plan. As part of this, a new $40 million Reef Trust will support water quality improvements and restoration actions."}, {"text_block_id": "p63_b739", "text": "Supplementing this is a range of investments in Reef catchments through a number of national environment initiatives. The National Landcare Programme is investing around $34 million over four years with natural resource management bodies in the six key Reef catchments to undertake a range of activities, including minimising pressure on the Reef by reducing marine debris, and rehabilitating dunes and coastal vegetation."}, {"text_block_id": "p63_b740", "text": "The Green Army program, which assists community groups to undertake local restoration, is supporting 14 teams to regenerate and rehabilitate wetland areas and waterways in Reef catchments. With a recent announcement to focus future Green Army activities on the Great Barrier Reef, this is expected to increase. Additionally, funding is being provided through the 20 Million Trees by 2020 Programme for work to revegetate gullies, address streambank erosion and increase the extent of habitat for threatened species in Reef catchments."}, {"text_block_id": "p63_b741", "text": "In addition to the considerable Australian and Queensland government investment, the Reef also benefits from a significant injection of funds from local governments, the community, and private and philanthropic organisations. For example in 2014–15, local councils in Queensland invested around $230 million in protecting and managing the Great Barrier Reef, including improving sewage treatment and water quality, rehabilitating waterways and coastal areas, managing vegetation and pests, sustainable agriculture initiatives and local community education and awareness activities."}, {"text_block_id": "p63_b742", "text": "Non-government organisations, industry and private landholders are increasingly investing in Reef-related activities, particularly water quality initiatives. For example, the $96 million invested by the Australian Government from 2008 to 2013 for on-ground water quality grants was matched by $157 million of industry investment ($108 million in cash and $49 million in kind). Effectively, industry has co-invested over $1.60 (in kind and in cash) for every $1 of grant money received. Similar co-contribution levels are expected to follow government water quality investments over the coming years."}, {"text_block_id": "p64_b743", "text": "The private sector is also investing in research that is directly linked to the knowledge needs of Reef managers. For example, the Great Barrier Reef Foundation, a private foundation of major corporations and research institutions, works with Reef managers to identify their strategic research needs, catalyses the development of this research, brings private sector funding to enable its delivery, and facilitates adoption by engaging Reef management throughout the research process. This adds considerably to the more than $3 million non-government funds that the Foundation brings to research on the Reef each year."}, {"text_block_id": "p64_b744", "text": "The tourism industry and a number of research institutions provide investment in the health of the Reef in the form of monitoring, research, rehabilitation and other on-ground activities."}, {"text_block_id": "p65_b745", "text": "5.2.1 Investment framework"}, {"text_block_id": "p65_b746", "text": "The Australian and Queensland governments will ensure sufficient financial and other resources are available to achieve the Plan’s outcomes. Implementation of the Plan will be underpinned by a robust investment framework, which establishes current investments in protecting the Reef, determines investment priorities for the future, and sets out a strategy for boosting investment and diversifying its sources."}, {"text_block_id": "p65_b747", "text": "The investment framework will be developed and implemented in a phased approach and will be guided by the following principles:"}, {"text_block_id": "p65_b748", "text": "•"}, {"text_block_id": "p65_b749", "text": "additionality and complementarity"}, {"text_block_id": "p65_b750", "text": "—investments will build on and align with existing efforts"}, {"text_block_id": "p65_b751", "text": "•"}, {"text_block_id": "p65_b752", "text": "clear outcomes"}, {"text_block_id": "p65_b753", "text": "—investments are focused on delivering results to achieve Plan outcomes"}, {"text_block_id": "p65_b754", "text": "•"}, {"text_block_id": "p65_b755", "text": "cost-effectiveness"}, {"text_block_id": "p65_b756", "text": "—investments will be well-planned and cost-effective"}, {"text_block_id": "p65_b757", "text": "•"}, {"text_block_id": "p65_b758", "text": "collaboration and partnerships"}, {"text_block_id": "p65_b759", "text": "—investments will consider opportunities for co-investment, strategic collaborations and partnerships"}, {"text_block_id": "p65_b760", "text": "•"}, {"text_block_id": "p65_b761", "text": "evidence-based and scientifically robust"}, {"text_block_id": "p65_b762", "text": "—investments will be informed by the best available scientific and expert knowledge."}, {"text_block_id": "p65_b763", "text": "Phase one—Investment baseline"}, {"text_block_id": "p65_b764", "text": "A priority for governments is to ensure that existing financial and other resources are efficiently harnessed and directed to activities which support Plan outcomes."}, {"text_block_id": "p65_b765", "text": "An investment baseline will be developed in the first half of 2015. This will provide a picture of all the investment and work currently being undertaken—capturing the suite of investments being made by both government and non-government sectors."}, {"text_block_id": "p65_b766", "text": "Development of an investment baseline is critical to managing co-investment in the Plan. The current level of resourcing for Reef management is substantial and a large number of actions within the Plan build on existing commitments from partners, including industry, and the Australian and Queensland governments. In an operating environment where multiple partners are addressing complex issues in a dynamic system, the baseline will assist in identifying the span of activities and investment being made currently towards achieving the Plan’s outcomes. This will help reduce the risk of duplication and inefficiency and provide the mechanism to further integrate and coordinate activities and better target delivery to ensure maximum benefit for the Reef as set out in this Plan."}, {"text_block_id": "p66_b767", "text": "Phase two—Investment prioritisation"}, {"text_block_id": "p66_b768", "text": "An important component of the investment framework will be prioritising actions and reviewing the allocation of resources to ensure maximum benefit and efficiency. It is important for governments to ensure public investments are appropriately targeted to implement the Plan."}, {"text_block_id": "p66_b769", "text": "There are a significant number of programs, activities and actions underway in management of the Great Barrier Reef, delivered by a wide range of people including farmers, government agencies and members of the local community. This Plan brings a strengthened cohesion to these activities. Prioritising actions within the Plan will be critical to optimising outcomes."}, {"text_block_id": "p66_b770", "text": "To ensure actions are prioritised appropriately and investment is directed effectively and strategically, the independent expert panel and the Reef advisory committee will provide advice on prioritisation. This work will be supported by the best available science and will take into account timeframes for implementing individual measures and the benefits they will deliver. In December 2015 the Great Barrier Reef Ministerial Forum will be presented with the outcomes of the prioritisation exercise and associated investment decisions."}, {"text_block_id": "p66_b771", "text": "The process of prioritisation will be informed by the work of the National Environmental Research Program and the new National Environmental Science Programme as well as work undertaken as part of developing water quality improvement plans in Reef catchments and the prioritisation process underpinning Reef Plan. In addition, work undertaken by the Australian Government to map and analyse matters of national environmental significance within the Reef catchments will be considered."}, {"text_block_id": "p67_b772", "text": "To ensure momentum is not lost, those actions which are already underway will continue during the prioritisation process. In addition, the panel may provide advice on other early actions. Over time, the prioritisation process will be informed by the Integrated Monitoring and Reporting Program underpinning the Plan which will ensure an adaptive approach is taken to implementation as new information and science emerges."}, {"text_block_id": "p67_b773", "text": "In undertaking the prioritisation process, which will commence in mid-2015, matters to be considered will include:"}, {"text_block_id": "p67_b774", "text": "•"}, {"text_block_id": "p67_b775", "text": "actions within the Plan to address key threats identified in the Outlook Report 2014"}, {"text_block_id": "p67_b776", "text": "•"}, {"text_block_id": "p67_b777", "text": "development of an appropriate methodology for the prioritisation of actions informed by the best available science, and taking into account the feasibility or likelihood that actions can be carried out successfully under current conditions"}, {"text_block_id": "p67_b778", "text": "•"}, {"text_block_id": "p67_b779", "text": "the timeframe for implementation of actions, the objectives and targets to which they will contribute and the specific steps required to achieve them"}, {"text_block_id": "p67_b780", "text": "•"}, {"text_block_id": "p67_b781", "text": "the relationship between actions and possible groupings of actions that will deliver enhanced outcomes and efficiency of delivery"}, {"text_block_id": "p67_b782", "text": "•"}, {"text_block_id": "p67_b783", "text": "any other complementary benefits these actions will deliver, such as reducing carbon emissions, increasing jobs growth or social benefits"}, {"text_block_id": "p67_b784", "text": "•"}, {"text_block_id": "p67_b785", "text": "how the outcomes of the prioritisation process are best integrated into implementation plans and a process for their review and adaptation as new information and science emerges"}, {"text_block_id": "p67_b786", "text": "•"}, {"text_block_id": "p67_b787", "text": "capacity of agencies, organisations and industries responsible for implementing the actions"}, {"text_block_id": "p67_b788", "text": "•"}, {"text_block_id": "p67_b789", "text": "the expected timeframes for benefits to be realised."}, {"text_block_id": "p67_b790", "text": "The prioritisation of actions within the Plan will enable governments and other organisations to ensure appropriate and timely resourcing for the Plan to meet its targets and objectives."}, {"text_block_id": "p67_b791", "text": "Equally important is providing the enabling opportunities for public and private investment to work together to maximise outcomes for the Reef."}, {"text_block_id": "p68_b792", "text": "Phase three—Diversification of investment sources"}, {"text_block_id": "p68_b793", "text": "The current range of organisations and streams of investment supporting Reef activities demonstrates the breadth of commitment to ensuring the long-term health of the Reef. In particular, the growing interest in financing for Reef projects from the private sector and other non-government organisations indicates there is potential to expand the sources of investment supporting the Reef’s resilience. The third phase of the Plan’s investment framework will be to facilitate greater opportunities for partnerships and private investment to work effectively alongside public investment. This will include, by the end of 2015, identifying mechanisms for enabling diversification of, and innovation in, funding approaches, for example through the expansion of the Reef Trust. Developing the best approaches and mechanisms for harnessing future investment will be informed by advice from business, financial and philanthropic experts."}, {"text_block_id": "p68_b794", "text": "5.3 Partnerships"}, {"text_block_id": "p68_b795", "text": "The Plan integrates and guides actions by managing agencies, Traditional Owners, industry, resource users, researchers and the community. Its successful implementation relies on ongoing open and productive partnerships between all parties that build on the important partnerships already in place, including the collaborative approach adopted in developing the Plan."}, {"text_block_id": "p68_b796", "text": "Partnership and stewardship arrangements will be strengthened through implementation of the governance arrangements set out in Section 5.1 above."}, {"text_block_id": "p68_b797", "text": "The Plan will be supported by communication and engagement across sectors to create awareness of the Plan and the efforts by governments, industry, researchers and the community to work together to secure the long-term future of the Great Barrier Reef. This will include regular communication with partners, stakeholders and the community, including the international community, about the Plan’s progress and achievements."}, {"text_block_id": "p69_b798", "text": "Regional and local approaches, based on both local and expert knowledge, will be central to protecting and managing the Reef’s values and the community benefits they support."}, {"text_block_id": "p69_b799", "text": "The principal partners and their role in delivery of the Plan are:"}, {"text_block_id": "p69_b800", "text": "•"}, {"text_block_id": "p69_b801", "text": "Through their statutory responsibilities,"}, {"text_block_id": "p69_b802", "text": "local government"}, {"text_block_id": "p69_b803", "text": "delivers many actions that support the outcomes of the Plan. Councils work with industry to facilitate economic development and provide significant guidance and support to the community in achieving community aspirations in a coordinated way. Most local governments adjacent to the Great Barrier Reef are"}, {"text_block_id": "p69_b804", "text": "Reef Guardian councils"}, {"text_block_id": "p69_b805", "text": "—these councils have identified both statutory and non-statutory actions to manage the threats to the Great Barrier Reef and support the community in understanding and appreciating the Reef’s values."}, {"text_block_id": "p69_b806", "text": "•"}, {"text_block_id": "p69_b807", "text": "In collaboration with"}, {"text_block_id": "p69_b808", "text": "Traditional Owners"}, {"text_block_id": "p69_b809", "text": ", measures have been identified to respect, preserve and maintain the knowledge, innovations and practices of Traditional Owner communities while protecting the resilience and condition of the Reef. Traditional Owners support the Plan through community-based land and sea partnerships and agreements, such as Traditional Use of Marine Resources Agreements and Indigenous Land Use Agreements. They work with a range of partners to monitor biodiversity and ecosystem health, and deliver ecosystem repair projects."}, {"text_block_id": "p69_b810", "text": "•"}, {"text_block_id": "p69_b811", "text": "Regional natural resource management bodies, landcare and grassroots community environment organisations"}, {"text_block_id": "p69_b812", "text": "deliver programs and actions at the regional scale, particularly through the development and implementation of natural resource management plans and water quality improvement plans. These plans include resource condition targets, water quality objectives and ecosystem health objectives for whole catchments that can inform delivery of the Plan at the Reef-wide, regional and local scales."}, {"text_block_id": "p69_b813", "text": "•"}, {"text_block_id": "p69_b814", "text": "Local Marine Advisory Committees"}, {"text_block_id": "p69_b815", "text": "are dedicated interest groups that advise the Great Barrier Reef Marine Park Authority on local and regional issues affecting the Reef. The committees lead and support a range of initiatives including actions to repair wetlands, improve water quality, reduce marine debris, promote ecologically sustainable use and increase community awareness of issues affecting the Reef."}, {"text_block_id": "p69_b816", "text": "•"}, {"text_block_id": "p69_b817", "text": "Reef Guardian schools"}, {"text_block_id": "p69_b818", "text": "commit to creating awareness, understanding and appreciation of the Reef and its connected ecosystems. Students team up with others in their community to actively participate in improving ecosystem health (for example tree planting), water quality (for example monitoring) and sustainability outcomes (for example beach clean-up)."}, {"text_block_id": "p69_b819", "text": "•"}, {"text_block_id": "p69_b820", "text": "The"}, {"text_block_id": "p69_b821", "text": "research and scientific community"}, {"text_block_id": "p69_b822", "text": "provides information critical to developing targets and monitoring values and threats at Reef-wide and regional scales. Their expertise is central to evidence-based decision making and a fundamental element of successful adaptive management."}, {"text_block_id": "p69_b823", "text": "•"}, {"text_block_id": "p69_b824", "text": "Port operators"}, {"text_block_id": "p69_b825", "text": "manage key environmental values, potential impacts and appropriate avoidance, mitigation and offset measures before new development occurs. Port authorities are also committed to minimising changes in water quality, and are working with partners to inform an integrated approach to water quality monitoring in the Great Barrier Reef."}, {"text_block_id": "p69_b826", "text": "•"}, {"text_block_id": "p69_b827", "text": "The"}, {"text_block_id": "p69_b828", "text": "Department of Defence"}, {"text_block_id": "p69_b829", "text": "has three major training areas in the Great Barrier Reef Region: Shoalwater Bay, Cowley Beach and Halifax Bay. The department partners with organisations to conduct biodiversity and ecological community surveys, and manages some of the most intact natural areas in the World Heritage Area and its catchment."}, {"text_block_id": "p69_b830", "text": "•"}, {"text_block_id": "p69_b831", "text": "Reef-dependent industries, including"}, {"text_block_id": "p69_b832", "text": "tourism"}, {"text_block_id": "p69_b833", "text": "and"}, {"text_block_id": "p69_b834", "text": "fishing"}, {"text_block_id": "p69_b835", "text": ", rely on a healthy environment for their economic sustainability. These industries implement practices to minimise environmental harm, adapt industry and community to the effects of climate change, and promote understanding and appreciation of the Reef’s values."}, {"text_block_id": "p69_b836", "text": "•"}, {"text_block_id": "p69_b837_merged_merged_merged_merged_merged_merged", "text": "Reef-associated industries including shipping, agriculture and mining, implement ecologically sustainable practices, demonstrate stewardship and contribute to the national economy."}, {"text_block_id": "p70_b842", "text": "Gladstone Healthy Harbour Partnership"}, {"text_block_id": "p70_b843", "text": "The Gladstone Healthy Harbour Partnership brings together parties (including community, industry, science, government, statutory bodies and management) to maintain and, where necessary, improve the health of Gladstone Harbour."}, {"text_block_id": "p70_b844", "text": "The guiding principles of the Partnership are open, honest and accountable management; annual reporting of the health of the Gladstone Harbour; and management recommendations and action based on rigorous science and strong stakeholder engagement to ensure the ongoing and continuous improvement in the harbour’s health."}, {"text_block_id": "p70_b845", "text": "The Gladstone Healthy Harbour Partnership makes decisions informed by recommendations of the independent science panel and is responsible for publishing the annual Gladstone Healthy Harbour Report Card. A pilot Report Card on water quality in the harbour was released in December 2014. Feedback is currently being sought from the community and stakeholders on ways to improve the report and facilitate its adoption in initiatives to improve the harbour’s health."}, {"text_block_id": "p70_b846", "text": "A key principle underpinning the partnership is that more can be achieved through a cooperative and collaborative arrangement where resources are pooled (including the contribution of time and financial support). Partners also work together to build on and integrate existing industry and research efforts to maximise and optimise the value of investment (both time and money)."}, {"text_block_id": "p70_b847", "text": "A similar approach is now being applied to the Mackay Whitsunday region. These partnerships have brought together different bodies and management agencies, each with individual goals, interests and overlapping jurisdictions, to effectively coordinate water quality management across a catchment."}, {"text_block_id": "p72_b848", "text": "6. Monitoring, reporting and review"}, {"text_block_id": "p72_b849", "text": "6.1 Integrated monitoring"}, {"text_block_id": "p72_b850", "text": "A comprehensive and up-to-date understanding of the Great Barrier Reef, its values, the processes that support it and the pressures that affect it is fundamental to protecting and restoring the Reef and making informed decisions. By linking the processes of monitoring and adaptive management, feedback loops will enable information sharing, empowerment of communities and the interpretation and translation of new information into leading practice."}, {"text_block_id": "p72_b851", "text": "To maximise its effectiveness, implementation of the Plan will be informed by an integrated ecological, social and economic monitoring and reporting program. The program will measure and report progress towards achieving the outcomes, objectives and targets, and guide adaptive management."}, {"text_block_id": "p72_b852", "text": "The integrated program will include:"}, {"text_block_id": "p72_b853", "text": "•"}, {"text_block_id": "p72_b854", "text": "compliance monitoring—focused on the impacts of individual development action (for example construction of a marina) and undertaken in accordance with conditions specified in a permit, licence or approval"}, {"text_block_id": "p72_b855", "text": "•"}, {"text_block_id": "p72_b856", "text": "short to medium-term, issue-specific monitoring—to examine the condition of, extent of impact on and recovery rates of species, habitats or community benefits"}, {"text_block_id": "p72_b857", "text": "•"}, {"text_block_id": "p72_b858", "text": "long-term monitoring—to assess the condition and trend of the Reef’s values and broadscale impacts, such as land-based run-off, over many years. Examples include Paddock to Reef Integrated Monitoring, Modelling and Reporting Program, the Australian Institute of Marine Science Long-Term Monitoring Program and the Eye on the Reef program."}, {"text_block_id": "p72_b859", "text": "Based on existing monitoring programs, integration will be developed through:"}, {"text_block_id": "p72_b860", "text": "•"}, {"text_block_id": "p72_b861", "text": "standardising protocols for information collection, collation, modelling, analysis and reporting to improve scalability from point-source or local, to regional and Reef-wide scales and the synthesis of information from different sources—leading to a more comprehensive and systematic understanding of the condition of values and the scale of impacts"}, {"text_block_id": "p72_b862", "text": "•"}, {"text_block_id": "p72_b863", "text": "explicit links to management actions, targets, objectives and outcomes"}, {"text_block_id": "p72_b864", "text": "•"}, {"text_block_id": "p72_b865", "text": "unifying monitoring through a Driver, Pressure, State, Impact, Response cause-and-effect framework (providing multidisciplinary and integrative analyses that inform assessments of cumulative effects (Figure 6))"}, {"text_block_id": "p72_b866", "text": "•"}, {"text_block_id": "p72_b867", "text": "incorporating new information and knowledge into monitoring."}, {"text_block_id": "p73_b868", "text": "Figure 6: The adaptive management cycle"}, {"text_block_id": "p73_b869", "text": "To adaptively manage a system as complex as the Great Barrier Reef, its components and their cause-and-effect links need to be understood. The results of targeted research, monitoring and modelling are used to evaluate and adapt management responses."}, {"text_block_id": "p73_b870", "text": "Over time, consistent reporting of information at a regional scale will help better target management activity. Through development of the monitoring program, appropriate indicators will be identified for each of the targets. Current monitoring will be assessed for comprehensiveness against these targets and indicators, and gaps and potential duplication identified and resolved."}, {"text_block_id": "p73_b871", "text": "A network comprising monitoring partners will guide development of the Integrated Monitoring and Reporting Program, including program design, data synthesis and reporting, and data management and systems."}, {"text_block_id": "p73_b872", "text": "Establishment of the Integrated Monitoring and Reporting Program will be collaborative, including through partnerships, and will be coordinated by the Great Barrier Reef Marine Park Authority."}, {"text_block_id": "p74_b873", "text": "6.2 Reporting on the Plan"}, {"text_block_id": "p74_b874", "text": "An annual report on implementation of the Plan will be provided to the Great Barrier Reef Ministerial Forum and made publicly available. This report will be prepared by the intergovernmental operational committee in consultation with the Reef advisory committee and independent expert panel. It will assess progress in delivering the Plan’s actions."}, {"text_block_id": "p74_b875", "text": "6.3 Reviewing the Plan"}, {"text_block_id": "p74_b876", "text": "The Plan will be regularly updated and reviewed on a five-year cycle, responding to new information, changing circumstances and emerging issues. Future Outlook Reports and annual reporting will inform progress towards achieving outcomes and be the principal guides to review of the Plan."}, {"text_block_id": "p74_b877", "text": "It is anticipated that the Plan’s actions and priorities will be updated following each review process. Input from the Reef advisory committee, independent expert panel and the community will be integral to this review process."}, {"text_block_id": "p74_b878_merged", "text": "In recognition of the scale and ground–breaking nature of the Reef 2050 Long-Term Sustainability Plan, an initial mid-term review will be completed in 2018."}, {"text_block_id": "p76_b881", "text": "Glossary of commonly used terms"}, {"text_block_id": "p76_b882", "text": "Adaptive management:"}, {"text_block_id": "p76_b883", "text": "a systematic process for continually improving management policies and practices by learning from the outcomes of operational programs."}, {"text_block_id": "p76_b884", "text": "Biodiversity:"}, {"text_block_id": "p76_b885", "text": "the variability among living organisms from all sources including inter alia, terrestrial, marine and other aquatic ecosystems and the ecological complexes of which they are part; this includes diversity within species, between species and of ecosystems. (Convention on Biodiversity— Article 2. Use of terms)"}, {"text_block_id": "p76_b886", "text": "Burra Charter:"}, {"text_block_id": "p76_b887", "text": "the Australia International Council on Monuments and Sites (ICOMOS) Charter for the Conservation of Places of Cultural Significance, known as the Burra Charter, is a set of principles adopted to create a nationally accepted standard for heritage conservation practice in Australia."}, {"text_block_id": "p76_b888", "text": "Coastal ecosystems:"}, {"text_block_id": "p76_b889", "text": "inshore, coastal and adjacent catchment ecosystems that connect the land and sea and have the potential to influence the health and resilience of the Great Barrier Reef."}, {"text_block_id": "p76_b890", "text": "Community benefits:"}, {"text_block_id": "p76_b891", "text": "cultural, social and economic benefits such as employment, income, understanding, appreciation, enjoyment, personal connection, health benefits and access to Reef resources. ("}, {"text_block_id": "p76_b892", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p76_b893", "text": ")"}, {"text_block_id": "p76_b894", "text": "Comprehensive strategic environmental assessment:"}, {"text_block_id": "p76_b895", "text": "comprises the strategic environmental assessment of the World Heritage Area by the Great Barrier Reef Marine Park Authority and the complementary strategic environmental assessment of the Great Barrier Reef coastal zone by the Queensland Government. These are described under Part 10 of the"}, {"text_block_id": "p76_b896", "text": "Environment Protection and Biodiversity Conservation Act 1999"}, {"text_block_id": "p76_b897", "text": ". The comprehensive strategic environmental assessment was developed in response to recommendations of the UNESCO World Heritage Committee and the outcomes have informed this Plan."}, {"text_block_id": "p76_b898", "text": "Condition:"}, {"text_block_id": "p76_b899", "text": "the ‘health’ of a species or ecosystem which includes factors such as the level of disturbance from a natural state, population size, genetic diversity, and interaction with invasive species and diseases. (State of the Environment Reporting, Department of the Environment)"}, {"text_block_id": "p76_b900", "text": "Good condition:"}, {"text_block_id": "p76_b901_merged_merged_merged", "text": "a species or ecosystem would generally be considered to be in good condition when the level of exposure to anthropogenic pressures has little effect on its status and resilience. In application the following definitions will be used to develop quantitatively assessable targets (adapted from Great Barrier Reef Outlook Report 2014):"}, {"text_block_id": "p76_b904", "text": "For habitats,"}, {"text_block_id": "p76_b905", "text": "‘good’ means some degradation or alteration may exist in some small areas, leading to minimal degradation but no persistent, substantial effects on populations of dependent species."}, {"text_block_id": "p76_b906", "text": "For species,"}, {"text_block_id": "p76_b907", "text": "‘good’ means most populations of species show no significant deterioration as a result of human activities or declining environmental conditions."}, {"text_block_id": "p76_b908", "text": "For processes,"}, {"text_block_id": "p76_b909", "text": "‘good’ means that some changes in processes as a result of human activities may have occurred in some areas, but these are not to the extent that they are significantly affecting ecosystem functions."}, {"text_block_id": "p76_b910", "text": "Connectivity:"}, {"text_block_id": "p76_b911", "text": "the extent to which a species or population can move among landscape elements in a mosaic of habitat types."}, {"text_block_id": "p77_b912", "text": "Dredging:"}, {"text_block_id": "p77_b913", "text": "digging, excavating or removing material from waterways to deepen channels, create harbours, and keep channels and approaches to ports at defined depths. Dredging can either be capital dredging, for new channels and berths, or maintenance dredging, necessary to maintain existing and approved dredging areas. (Queensland Ports Association Fact Sheet, November 2013)"}, {"text_block_id": "p77_b914", "text": "Ecologically sustainable development:"}, {"text_block_id": "p77_b915", "text": "conserving and enhancing the community’s resources so that ecological processes, on which life depends, are maintained, and the total quality of life, now and in the future, can be increased. (National Strategy for Ecologically Sustainable Development—Commonwealth Department of the Environment)"}, {"text_block_id": "p77_b916", "text": "Ecosystem:"}, {"text_block_id": "p77_b917", "text": "a dynamic complex of plant, animal and microorganism communities and their non-living environment interacting as a functional unit. (Biodiversity Convention)"}, {"text_block_id": "p77_b918", "text": "Ecosystem functions:"}, {"text_block_id": "p77_b919", "text": "the interactions between organisms and physical environment, such as nutrient cycling, soil development and water budgeting. ("}, {"text_block_id": "p77_b920", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p77_b921", "text": ")"}, {"text_block_id": "p77_b922", "text": "Fishing:"}, {"text_block_id": "p77_b923", "text": "for the purposes of this Plan and consistency with the Outlook reporting, the term ‘fishing’ includes recreational, charter and commercial fisheries, plus the Queensland shark control program. Fishing activities associated with traditional use are included as part of traditional use."}, {"text_block_id": "p77_b924", "text": "Great Barrier Reef (the Reef):"}, {"text_block_id": "p77_b925", "text": "in this document the Great Barrier Reef or the Reef, is taken to mean the Great Barrier Reef World Heritage Area."}, {"text_block_id": "p77_b926", "text": "Great Barrier Reef Intergovernmental Agreement:"}, {"text_block_id": "p77_b927", "text": "an agreement between the Commonwealth of Australia and the State of Queensland relating to the protection and management of the Great Barrier Reef. The agreement was signed in 2009 by the Prime Minister of the Commonwealth of Australia and the Premier of the State of Queensland."}, {"text_block_id": "p77_b928", "text": "Great Barrier Reef Ministerial Forum:"}, {"text_block_id": "p77_b929", "text": "oversees implementation of the"}, {"text_block_id": "p77_b930", "text": "Great Barrier Reef Intergovernmental Agreement"}, {"text_block_id": "p77_b931", "text": "2009."}, {"text_block_id": "p77_b932", "text": "Great Barrier Reef Region:"}, {"text_block_id": "p77_b933_merged_merged", "text": "the area described in Schedule 1 of the Great Barrier Reef Marine Park Act 1975."}, {"text_block_id": "p77_b936", "text": "Healthy Waters Management Plan:"}, {"text_block_id": "p77_b937", "text": "the Queensland Government’s Environmental Protection (Water) Policy 2009 establishes Healthy Waters Management Plans (HWMPs) as a key planning mechanism to improve the quality of Queensland waters. Matters to be addressed in a HWMP include identifying issues that affect aquatic ecosystems, waterway uses and values, management goals and water quality objectives to protect values, and ways to monitor and assess the effectiveness of the protection. Water quality improvement plans can inform the development of a HWMP."}, {"text_block_id": "p77_b938", "text": "Historic heritage:"}, {"text_block_id": "p77_b939", "text": "includes places associated with the non-Indigenous cultural heritage of Australia encompassed in the country’s history. It can include buildings, monuments, gardens, industrial sites, landscapes, cultural landscapes, archaeological sites, groups of buildings and precincts, or places which embody a specific cultural or historic value. It is important to note that equipment, furniture, fittings and articles associated or connected with a building or structure are included in the definition of place. Historic places illustrate national and social developments in Australia over the past few centuries, technical and creative achievements, and provide a tangible link to past events, processes and people. (Source: Great Barrier Reef Marine Park Authority Heritage Strategy 2005)"}, {"text_block_id": "p77_b940", "text": "Indicators:"}, {"text_block_id": "p77_b941", "text": "physical, chemical, biological or socio-economic measures that best represent the key elements of a complex ecosystem or an environmental issue."}, {"text_block_id": "p78_b942", "text": "Indigenous heritage:"}, {"text_block_id": "p78_b943", "text": "includes all places that are part of Aboriginal and Torres Strait Islander peoples’ spiritual links to the land or which tell the story of Indigenous peoples from time immemorial to the present. It can include sacred sites, ceremonial sites like bora rings and rock art, fish traps, burials, middens, scarred trees, camp sites and semi/permanent settlements. (Source: Great Barrier Reef Marine Park Authority Heritage Strategy 2005)"}, {"text_block_id": "p78_b944", "text": "Integrity:"}, {"text_block_id": "p78_b945", "text": "for World Heritage properties, integrity relates to the ‘wholeness and intactness’ of the property and how it conveys the values it holds. Integrity can also relate to the size of the property (sufficient size to continue to represent the values) and to any threats affecting the property."}, {"text_block_id": "p78_b946", "text": "Landscape:"}, {"text_block_id": "p78_b947", "text": "describes how societies shape the land and are, in turn, shaped by it. Local, Indigenous or traditional knowledge systems bridge the gap between biological and cultural diversities and guide the development of landscapes. Article 8(j) of the Convention on Biological Diversity gives particular recognition to this cultural dimension of biodiversity, as do all of UNESCO’s cultural conventions. (Source: Convention on Biodiversity; UNESCO Declaration on Cultural Diversity)"}, {"text_block_id": "p78_b948", "text": "Listed species:"}, {"text_block_id": "p78_b949", "text": "includes:"}, {"text_block_id": "p78_b950", "text": "A migratory species that is native or is included under a relevant international convention, which has been included by the Federal Environment Minister on the published list of migratory species (Adapted from the"}, {"text_block_id": "p78_b951", "text": "Environment Protection and Biodiversity Act 1999"}, {"text_block_id": "p78_b952", "text": ")."}, {"text_block_id": "p78_b953", "text": "A native species which is extinct, extinct in the wild, critically endangered, endangered, vulnerable or conservation dependent, as set out in the published list of threatened species established by the Federal Environment Minister (Adapted from"}, {"text_block_id": "p78_b954", "text": "Environment Protection and Biodiversity Act 1999"}, {"text_block_id": "p78_b955", "text": ")."}, {"text_block_id": "p78_b956_merged_merged_merged", "text": "A native species which is extinct in the wild, endangered, vulnerable, near threatened or least concern, as prescribed by the Queensland Environment Minister (Adapted from Nature Conservation Act 1992)."}, {"text_block_id": "p78_b959", "text": "Matters of national environmental significance:"}, {"text_block_id": "p78_b960", "text": "those matters protected under the"}, {"text_block_id": "p78_b961", "text": "Environment Protection and Biodiversity Act 1999"}, {"text_block_id": "p78_b962", "text": "."}, {"text_block_id": "p78_b963", "text": "Net benefit:"}, {"text_block_id": "p78_b964", "text": "the purpose of net benefits is to enhance the condition of matters of national environmental significance, including the Reef’s Outstanding Universal Value. While offsets are focused on addressing residual impacts associated with development actions, net benefits are focused on delivering actions (above and beyond offset actions) which will restore or improve the Great Barrier Reef to a good condition."}, {"text_block_id": "p78_b965", "text": "Objective:"}, {"text_block_id": "p78_b966", "text": "within the context of this Plan, a medium-term goal that will contribute to achieving the outcome for each theme and vision for the Reef by 2050."}, {"text_block_id": "p78_b967", "text": "Outcome:"}, {"text_block_id": "p78_b968", "text": "within the context of this Plan, an overall statement of what is expected to be achieved for each theme by 2050, which will collectively contribute to achieving the vision for the Reef."}, {"text_block_id": "p78_b969", "text": "Outstanding Universal Value:"}, {"text_block_id": "p78_b970", "text": "cultural and/or natural significance which is so exceptional as to transcend national boundaries and to be of common importance for present and future generations of all humanity."}, {"text_block_id": "p78_b971", "text": "Particularly Sensitive Sea Area:"}, {"text_block_id": "p78_b972", "text": "an area that may be vulnerable to damage by international maritime activities which is provided protection through action by the International Maritime Organisation because of its significance for ecological, socio-economic or scientific reasons."}, {"text_block_id": "p78_b973", "text": "Port facilities:"}, {"text_block_id": "p78_b974", "text": "for the purposes of the Plan, port facilities refers to commercial port infrastructure, rather than marinas or harbours."}, {"text_block_id": "p79_b975", "text": "Port limits:"}, {"text_block_id": "p79_b976", "text": "the maritime limits of Queensland ports are defined in Schedule 1 of the Transport Infrastructure (Ports) Regulation 2005 under the"}, {"text_block_id": "p79_b977", "text": "Transport Infrastructure Act 1994"}, {"text_block_id": "p79_b978", "text": "(Qld). Ports within and adjoining the Great Barrier Reef World Heritage Area are located at Gladstone, Rockhampton (Port Alma), Hay Point, Mackay, Abbot Point, Townsville, Lucinda, Mourilyan, Cairns, Cooktown, Cape Flattery, and Quintell Beach."}, {"text_block_id": "p79_b979", "text": "Reef-associated industry:"}, {"text_block_id": "p79_b980", "text": "industries located in the Reef or its catchments that are not directly dependent on the Reef for their economic sustainability, for example, ports, construction, agriculture, forestry, shipping and mining."}, {"text_block_id": "p79_b981", "text": "Reef-dependent industry:"}, {"text_block_id": "p79_b982", "text": "industries whose economic benefit is derived from the Reef’s natural resources, either through extraction of those resources or through tourism and recreation focused on its ecosystem and heritage values (Source:"}, {"text_block_id": "p79_b983", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p79_b984", "text": ")."}, {"text_block_id": "p79_b985", "text": "Reef Plan:"}, {"text_block_id": "p79_b986", "text": "the"}, {"text_block_id": "p79_b987", "text": "Reef Water Quality Protection Plan 2013"}, {"text_block_id": "p79_b988", "text": ". A collaborative program of coordinated projects and partnerships designed to improve the quality of water in the Great Barrier Reef through improved land management in Reef catchments."}, {"text_block_id": "p79_b989", "text": "Reef Trust:"}, {"text_block_id": "p79_b990", "text": "joint Australian and Queensland government program to deliver funding to address key threats to the Reef such as nutrient run-off, crown-of-thorns starfish and species protection. The Reef Trust includes initial investment of $40 million by the Australian Government. (Adapted from Reef Trust Discussion Paper, Commonwealth Department of the Environment)"}, {"text_block_id": "p79_b991", "text": "Riparian:"}, {"text_block_id": "p79_b992", "text": "relating to, or situated on, the bed and banks of a river or watercourse."}, {"text_block_id": "p79_b993", "text": "Significant impact:"}, {"text_block_id": "p79_b994_merged_merged_merged_merged", "text": "an impact which is important, notable, or of consequence, having regard to its context or intensity. Whether or not an action is likely to have a significant impact depends upon the sensitivity, value, and quality of the environment which is impacted, and upon the intensity, duration, magnitude and geographic extent of the impacts (Source: Environment Protection and Biodiversity Act 1999)."}, {"text_block_id": "p79_b997", "text": "SMART:"}, {"text_block_id": "p79_b998", "text": "Specific, Measurable, Achievable, Realistic, Time-bound."}, {"text_block_id": "p79_b999", "text": "Standards:"}, {"text_block_id": "p79_b1000", "text": "specification of the desired state of a value or the conditions required to maintain or achieve the desired state of a value."}, {"text_block_id": "p79_b1001", "text": "Target:"}, {"text_block_id": "p79_b1002", "text": "within the context of this Plan, targets are short-term goals that will contribute to achieving the objectives for each theme."}, {"text_block_id": "p79_b1003", "text": "Vision:"}, {"text_block_id": "p79_b1004", "text": "within the context of this Plan, the vision is the common goal that describes what Australians, as custodians for the international community, want the future of the Reef to be. The vision for the Reef will be achieved by 2050 through delivery of the actions, targets, objectives and outcomes of this Plan."}, {"text_block_id": "p79_b1005", "text": "Water quality:"}, {"text_block_id": "p79_b1006", "text": "refers to the chemical, physical, biological and radiological characteristics of water. It is a measure of the condition of water relative to the requirements of one or more biotic species and/or to any human need or purpose."}, {"text_block_id": "p79_b1007", "text": "Water quality improvement plans:"}, {"text_block_id": "p79_b1008", "text": "designed to identify the main issues that impact aquatic ecosystems from land-based activities and prioritise management actions to reduce the discharge of pollutants within a natural resource management region. Water quality improvement plans are non-legislative regional planning instruments and can inform the development of Healthy Waters Management Plans."}, {"text_block_id": "p79_b1009", "text": "World Heritage Area:"}, {"text_block_id": "p79_b1010", "text": "Great Barrier Reef World Heritage Area."}, {"text_block_id": "p79_b1011", "text": "World Heritage Convention:"}, {"text_block_id": "p79_b1012", "text": "a global instrument for the protection of cultural and natural heritage that aims to promote cooperation among nations to protect heritage around the world that is of such Outstanding Universal Value that its conservation is important for current and future generations."}, {"text_block_id": "p80_b1013", "text": "References"}, {"text_block_id": "p80_b1014", "text": "1."}, {"text_block_id": "p80_b1015", "text": "UNESCO 1972,"}, {"text_block_id": "p80_b1016", "text": "Convention Concerning the Protection of the World Cultural and Natural Heritage"}, {"text_block_id": "p80_b1017", "text": ", UNESCO, Paris, France."}, {"text_block_id": "p80_b1018", "text": "2."}, {"text_block_id": "p80_b1019", "text": "Department of Sustainability, Environment, Water, Population and Communities 2012,"}, {"text_block_id": "p80_b1020", "text": "Statement of Outstanding Universal Value: Great Barrier Reef World Heritage Area"}, {"text_block_id": "p80_b1021", "text": ", DSEWPaC, Canberra."}, {"text_block_id": "p80_b1022", "text": "3."}, {"text_block_id": "p80_b1023", "text": "Great Barrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p80_b1024", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p80_b1025", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p80_b1026", "text": "4."}, {"text_block_id": "p80_b1027", "text": "Great Barrier Reef Marine Park Authority 2012,"}, {"text_block_id": "p80_b1028", "text": "Great Barrier Reef Climate Change Adaptation Strategy and Action Plan 2012 to 2017"}, {"text_block_id": "p80_b1029", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p80_b1030", "text": "5."}, {"text_block_id": "p80_b1031", "text": "Department of the Premier and Cabinet 2013,"}, {"text_block_id": "p80_b1032", "text": "Reef Water Quality Protection Plan 2013"}, {"text_block_id": "p80_b1033", "text": ", Reef Water Quality Protection Plan Secretariat, Brisbane."}, {"text_block_id": "p80_b1034", "text": "6."}, {"text_block_id": "p80_b1035", "text": "Great Barrier Reef Marine Park Authority 2012,"}, {"text_block_id": "p80_b1036", "text": "Informing the outlook for Great Barrier Reef coastal ecosystems"}, {"text_block_id": "p80_b1037", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p80_b1038", "text": "7."}, {"text_block_id": "p80_b1039", "text": "Department of the Premier and Cabinet 2013,"}, {"text_block_id": "p80_b1040", "text": "2013 Scientific Consensus Statement—Land use impacts on Great Barrier Reef water quality and ecosystem condition"}, {"text_block_id": "p80_b1041", "text": ", DPC, Brisbane."}, {"text_block_id": "p80_b1042", "text": "8."}, {"text_block_id": "p80_b1043", "text": "Reef Water Quality Protection Plan Secretariat 2014,"}, {"text_block_id": "p80_b1044", "text": "Great Barrier Reef Report Card 2012 and 2013, Reef Water Quality Protection Plan (Detailed Results)"}, {"text_block_id": "p80_b1045", "text": ", Reef Water Quality Protection Plan Secretariat, Brisbane."}, {"text_block_id": "p80_b1046", "text": "9."}, {"text_block_id": "p80_b1047", "text": "Department of State Development, Infrastructure and Planning 2014,"}, {"text_block_id": "p80_b1048", "text": "Great Barrier Reef Coastal Zone Strategic Assessment: Strategic Assessment Report"}, {"text_block_id": "p80_b1049", "text": ", DSDIP, Brisbane."}, {"text_block_id": "p80_b1050", "text": "10."}, {"text_block_id": "p80_b1051", "text": "Department of State Development, Infrastructure and Planning 2014,"}, {"text_block_id": "p80_b1052", "text": "Great Barrier Reef Coastal Zone Strategic Assessment: Program Report"}, {"text_block_id": "p80_b1053", "text": ", DSDIP, Brisbane."}, {"text_block_id": "p80_b1054", "text": "11."}, {"text_block_id": "p80_b1055", "text": "Department of Sustainability, Environment, Water, Population and Communities 2013,"}, {"text_block_id": "p80_b1056", "text": "Independent review of the Port of Gladstone"}, {"text_block_id": "p80_b1057", "text": ", Commonwealth of Australia, Canberra."}, {"text_block_id": "p80_b1058", "text": "12."}, {"text_block_id": "p80_b1059", "text": "North-East Shipping Management Group 2014,"}, {"text_block_id": "p80_b1060", "text": "North-East Shipping Management Plan"}, {"text_block_id": "p80_b1061", "text": ", Australian Maritime Safety Authority, Canberra."}, {"text_block_id": "p80_b1062", "text": "13."}, {"text_block_id": "p80_b1063", "text": "Great Barrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p80_b1064", "text": "Great Barrier Reef Region Strategic Assessment: Strategic Assessment Report"}, {"text_block_id": "p80_b1065", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p80_b1066", "text": "14."}, {"text_block_id": "p80_b1067", "text": "Great Barrier Reef Marine Park Authority 2014,"}, {"text_block_id": "p80_b1068", "text": "Great Barrier Reef Region Strategic Assessment: Program Report"}, {"text_block_id": "p80_b1069", "text": ", GBRMPA, Townsville."}, {"text_block_id": "p80_b1070", "text": "15."}, {"text_block_id": "p80_b1071_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Wadden Sea Forum 2013, ICZM Strategy for the Wadden Sea Region, Wadden Sea Forum, Wilhelmshaven, Germany."}, {"text_block_id": "p82_b1074", "text": "Appendices"}, {"text_block_id": "p82_b1075", "text": "Appendix A: The Great Barrier Reef World Heritage Area, the Great Barrier Reef Region and the Great Barrier Reef Marine Park"}, {"text_block_id": "p82_b1076_merged", "text": "The Great Barrier Reef Marine Park Act 1975 was designed specifically to protect the Great Barrier Reef. The Queensland Government has also enacted a broad suite of complementary legislation that applies in coastal and catchment areas adjacent to the marine park."}, {"text_block_id": "p83_b1079", "text": "Appendix B: Statement of Outstanding Universal Value for the Great Barrier Reef World Heritage Area"}, {"text_block_id": "p83_b1080", "text": "Outstanding Universal Value is the central concept of the World Heritage Convention. To be considered of Outstanding Universal Value, a property needs to:"}, {"text_block_id": "p83_b1081", "text": "•"}, {"text_block_id": "p83_b1082", "text": "meet one or more of 10 criteria set out in the convention"}, {"text_block_id": "p83_b1083", "text": "•"}, {"text_block_id": "p83_b1084", "text": "meet the conditions of integrity"}, {"text_block_id": "p83_b1085", "text": "•"}, {"text_block_id": "p83_b1086", "text": "if a cultural property, meet the conditions of authenticity"}, {"text_block_id": "p83_b1087", "text": "•"}, {"text_block_id": "p83_b1088", "text": "have an adequate system of protection and management to safeguard its future."}, {"text_block_id": "p83_b1089", "text": "This retrospective statement for the Great Barrier Reef was approved by the World Heritage Committee in 2012."}, {"text_block_id": "p83_b1090", "text": "Statement of Outstanding Universal Value Great Barrier Reef—Property ID 154"}, {"text_block_id": "p83_b1091", "text": "Brief synthesis"}, {"text_block_id": "p83_b1092", "text": "As the world’s most extensive coral reef ecosystem, the Great Barrier Reef is a globally outstanding and significant entity. Practically the entire ecosystem was inscribed as World Heritage in 1981, covering an area of 348,000 square kilometres and extending across a contiguous latitudinal range of 14 degrees (10oS to 24oS). The Great Barrier Reef (hereafter referred to as GBR) includes extensive cross-shelf diversity, stretching from the low water mark along the mainland coast up to 250 kilometres offshore. This wide depth range includes vast shallow inshore areas, mid-shelf and outer reefs, and beyond the continental shelf to oceanic waters over 2,000 metres deep."}, {"text_block_id": "p83_b1093", "text": "Within the GBR there are some 2,500 individual reefs of varying sizes and shapes, and over 900 islands, ranging from small sandy cays and larger vegetated cays, to large rugged continental islands rising, in one instance, over 1,100 metres above sea level. Collectively these landscapes and seascapes provide some of the most spectacular maritime scenery in the world."}, {"text_block_id": "p83_b1094", "text": "The latitudinal and cross-shelf diversity, combined with diversity through the depths of the water column, encompasses a globally unique array of ecological communities, habitats and species. This diversity of species and habitats, and their interconnectivity, make the GBR one of the richest and most complex natural ecosystems on earth. There are over 1,500 species of fish, about 400 species of coral, 4,000 species of mollusc, and some 240 species of birds, plus a great diversity of sponges, anemones, marine worms, crustaceans, and other species. No other World Heritage property contains such biodiversity. This diversity, especially the endemic species, means the GBR is of enormous scientific and intrinsic importance, and it also contains a significant number of threatened species. At time of inscription, the IUCN evaluation stated “… if only one coral reef site in the world were to be chosen for the World Heritage List, the Great Barrier Reef is the site to be chosen”."}, {"text_block_id": "p83_b1095", "text": "Criterion (vii):"}, {"text_block_id": "p83_b1096", "text": "The Great Barrier Reef is of superlative natural beauty above and below the water, and provides some of the most spectacular scenery on earth. It is one of a few living structures visible from space, appearing as a complex string of reefal structures along Australia’s northeast coast."}, {"text_block_id": "p83_b1097", "text": "From the air, the vast mosaic patterns of reefs, islands and coral cays produce an unparalleled aerial panorama of seascapes comprising diverse shapes and sizes. The Whitsunday Islands provide a magnificent vista of green vegetated islands and spectacular sandy beaches spread over azure waters. This contrasts with the vast mangrove forests in Hinchinbrook Channel, and the rugged vegetated mountains and lush rainforest gullies that are periodically cloud-covered on Hinchinbrook Island."}, {"text_block_id": "p84_b1098", "text": "On many of the cays there are spectacular and globally important breeding colonies of seabirds and marine turtles, and Raine Island is the world’s largest green turtle breeding area. On some continental islands, large aggregations of over-wintering butterflies periodically occur."}, {"text_block_id": "p84_b1099", "text": "Beneath the ocean surface, there is an abundance and diversity of shapes, sizes and colours; for example, spectacular coral assemblages of hard and soft corals, and thousands of species of Reef fish provide a myriad of brilliant colours, shapes and sizes. The internationally renowned Cod Hole near Lizard Island is one of many significant tourist attractions. Other superlative natural phenomena include the annual coral spawning, migrating whales, nesting turtles, and significant spawning aggregations of many fish species."}, {"text_block_id": "p84_b1100", "text": "Criterion (viii):"}, {"text_block_id": "p84_b1101", "text": "The Great Barrier Reef, extending 2,000 kilometres along Queensland’s coast, is a globally outstanding example of an ecosystem that has evolved over millennia. The area has been exposed and flooded by at least four glacial and interglacial cycles, and over the past 15,000 years reefs have grown on the continental shelf."}, {"text_block_id": "p84_b1102", "text": "During glacial periods, sea levels dropped, exposing the reefs as flat-topped hills of eroded limestone. Large rivers meandered between these hills and the coastline extended further east. During interglacial periods, rising sea levels caused the formation of continental islands, coral cays and new phases of coral growth. This environmental history can be seen in cores of old massive corals."}, {"text_block_id": "p84_b1103", "text": "Today the Great Barrier Reef forms the world’s largest coral reef ecosystem, ranging from inshore fringing reefs to mid-shelf reefs, and exposed outer reefs, including examples of all stages of reef development. The processes of geological and geomorphological evolution are well represented, linking continental islands, coral cays and reefs. The varied seascapes and landscapes that occur today have been moulded by changing climates and sea levels, and the erosive power of wind and water, over long time periods."}, {"text_block_id": "p84_b1104", "text": "One-third of the Great Barrier Reef lies beyond the seaward edge of the shallower reefs; this area comprises continental slope and deep oceanic waters and abyssal plains."}, {"text_block_id": "p84_b1105", "text": "Criterion (ix):"}, {"text_block_id": "p84_b1106", "text": "The globally significant diversity of reef and island morphologies reflects ongoing geomorphic, oceanographic and environmental processes. The complex cross-shelf, longshore and vertical connectivity is influenced by dynamic oceanic currents and ongoing ecological processes such as upwellings, larval dispersal and migration."}, {"text_block_id": "p84_b1107_merged", "text": "Ongoing erosion and accretion of coral reefs, sand banks and coral cays combine with similar processes along the coast and around continental islands. Extensive beds of Halimeda algae represent active calcification and accretion over thousands of years."}, {"text_block_id": "p84_b1110", "text": "Biologically the unique diversity of the Great Barrier Reef reflects the maturity of an ecosystem that has evolved over millennia; evidence exists for the evolution of hard corals and other fauna. Globally significant marine faunal groups include over 4,000 species of molluscs, over 1,500 species of fish, plus a great diversity of sponges, anemones, marine worms, crustaceans, and many others. The establishment of vegetation on the cays and continental islands exemplifies the important role of birds, such as the Pied Imperial Pigeon, in processes such as seed dispersal and plant colonisation."}, {"text_block_id": "p84_b1111", "text": "Human interaction with the natural environment is illustrated by strong ongoing links between Aboriginal and Torres Strait Islanders and their sea-country, and includes numerous shell deposits (middens) and fish traps, plus the application of story places and marine totems."}, {"text_block_id": "p85_b1112", "text": "Criterion (x):"}, {"text_block_id": "p85_b1113", "text": "The enormous size and diversity of the Great Barrier Reef means it is one of the richest and most complex natural ecosystems on earth, and one of the most significant for biodiversity conservation. The amazing diversity supports tens of thousands of marine and terrestrial species, many of which are of global conservation significance."}, {"text_block_id": "p85_b1114", "text": "As the world’s most complex expanse of coral reefs, the reefs contain some 400 species of corals in 60 genera. There are also large ecologically important inter-reefal areas. The shallower marine areas support half the world’s diversity of mangroves and many seagrass species. The waters also provide major feeding grounds for one of the world’s largest populations of the threatened dugong. At least 30 species of whales and dolphins occur here, and it is a significant area for humpback whale calving."}, {"text_block_id": "p85_b1115", "text": "Six of the world’s seven species of marine turtle occur in the Great Barrier Reef. As well as the world’s largest green turtle breeding site at Raine Island, the Great Barrier Reef also includes many regionally important marine turtle rookeries."}, {"text_block_id": "p85_b1116", "text": "Some 242 species of birds have been recorded in the Reef. Twenty-two seabird species breed on cays and some continental islands and some of these breeding sites are globally significant; other seabird species also utilize the area. The continental islands support thousands of plant species, while the coral cays also have their own distinct flora and fauna."}, {"text_block_id": "p86_b1117", "text": "Appendix C: Summary of findings from the"}, {"text_block_id": "p86_b1118", "text": "Great Barrier Reef Outlook Report 2014"}, {"text_block_id": "p87_b1119", "text": "Appendix D: Threats to the Reef’s values"}, {"text_block_id": "p87_b1120_merged", "text": "The Great Barrier Reef Outlook Report 2014 assessed the risk of 41 current and potential threats to the Reef’s ecosystem and heritage values. The close connection between the Reef’s ecosystem and heritage values means that the projected risk is almost the same for both assessments. Ten threats present a very high risk to the Reef’s ecosystem and heritage values and a further eight present a high risk. These are grouped into four influencing factors— climate change, land use change, land-based run-off and direct use. Threats assessed as very high risk are mainly influenced by external factors, are expected to have an effect over a broad scale and are mostly already having an effect."}, {"text_block_id": "p88_b1123", "text": "Appendix E: Responses to recommendations of the World Heritage Committee concerning development of a long-term sustainability plan"}, {"text_block_id": "p88_b1124", "text": "Protecting the Reef’s Outstanding Universal Value is a key response to the recommendations of the World Heritage Committee (WHC). In its 2014 decision, the WHC requested that the Long-Term Sustainability Plan:"}, {"text_block_id": "p88_b1125", "text": "‘…results in concrete and consistent management measures that are sufficiently robust, effectively governed and adequately financed to ensure the overall long-term conservation of the property and its outstanding universal value (OUV), including in view of addressing cumulative impacts and increasing reef resilience.’"}, {"text_block_id": "p88_b1126", "text": "This Plan was also developed to respond to a number of key decisions by the World Heritage Committee from 2011, 2012, 2013 and 2014 including that the Plan:"}, {"text_block_id": "p88_b1127", "text": "1. Have"}, {"text_block_id": "p88_b1128", "text": "‘agreed leadership at Federal and State levels, that addresses the entire property and the adjacent areas where activities can affect the OUV’"}, {"text_block_id": "p88_b1129", "text": ":"}, {"text_block_id": "p88_b1130", "text": "This Plan is a joint Australian and Queensland government initiative and will form a schedule to the"}, {"text_block_id": "p88_b1131", "text": "Intergovernmental Agreement 2009"}, {"text_block_id": "p88_b1132", "text": ". The scope of the Plan addresses activities across marine, coastal and Reef catchment areas."}, {"text_block_id": "p88_b1133", "text": "2."}, {"text_block_id": "p88_b1134", "text": "‘Establish the outstanding universal value of the property as a clearly defined and central element within the protection and management system of the property’:"}, {"text_block_id": "p88_b1135", "text": "Governance principles, objectives, targets and actions relate directly to embedding OUV into decision-making processes to improve protection and management of the Reef’s OUV, building on work to date."}, {"text_block_id": "p88_b1136", "text": "3."}, {"text_block_id": "p88_b1137", "text": "Lead to ‘strategies that will sustain long-term sustainable development, compatible with the protection of OUV, including consideration of all economic sectors’:"}, {"text_block_id": "p88_b1138", "text": "This Plan commits to objectives, targets and actions across ecological, economic and social themes. The Plan has been developed in a consultative and participatory manner with industry sectors that interact with the Reef. These collaborative arrangements will continue throughout the implementation of the Plan, with the commitment to convene a multi-sectoral Reef advisory committee to facilitate engagement with industry and the broader community."}, {"text_block_id": "p88_b1139", "text": "4."}, {"text_block_id": "p88_b1140", "text": "‘Adopt clearly defined and scientifically justified targets’:"}, {"text_block_id": "p88_b1141", "text": "This Plan is an outcome focused framework with defined objectives, targets and actions that are specific, measurable, achievable, relevant and time-bound (SMART) to ensure the overall long-term conservation of the property. The targets in the Plan underwent a peer review process during the public consultation period. The Plan will also be regularly updated and reviewed on a five-year cycle, responding to new information, changing circumstances and emerging issues. Input from a Reef advisory committee, independent expert panel and the community will be integral to this review process."}, {"text_block_id": "p88_b1142", "text": "5."}, {"text_block_id": "p88_b1143", "text": "‘Include a fully integrated approach to planning, regulation and management of ports and shipping activity’:"}, {"text_block_id": "p88_b1144", "text": "This Plan adopts an integrated approach to ports management and shipping by referencing targets and actions consistent with Queensland’s ports legislation and the North-East Shipping Management Plan. The Plan also provides for a dredging management strategy encompassing both industry and government-led initiatives. In addition, the Plan includes commitments to legislate to ban the disposal of capital dredge material within the Marine Park and the World Heritage Area."}, {"text_block_id": "p88_b1145_merged_merged", "text": "Note: Italics represent recommendations of the World Heritage Committee."}, {"text_block_id": "p89_b1148", "text": "Appendix F: Status of capital dredging projects adjacent to the Great Barrier Reef coast at February 2015"}, {"text_block_id": "p91_b1149", "text": "Appendix G: The Outcomes Framework—clear measures to protect Outstanding Universal Value"}, {"text_block_id": "p91_b1150", "text": "The Plan sets out clear measures for identification, protection, conservation, presentation and transmission to future generations of the Outstanding Universal Value of the Great Barrier Reef World Heritage Area. Through an Outcomes Framework (Section 4.3), clear measures will be guided by medium-term objectives for the themes of ecosystem health, biodiversity, heritage, water quality, community benefits, economic benefits and governance. Links between the medium-term objectives and the Outstanding Universal Value criterion are identified based on the attributes of Outstanding Universal Value they protect and/or represent."}, {"text_block_id": "p93_b1151", "text": "Key to Outstanding Universal Value criteria and integrity:"}, {"text_block_id": "p93_b1152", "text": "(vii)"}, {"text_block_id": "p93_b1153", "text": "Contain superlative natural phenomena or areas of exceptional natural beauty and aesthetic importance."}, {"text_block_id": "p93_b1154", "text": "(viii)"}, {"text_block_id": "p93_b1155", "text": "Be outstanding examples representing major stages of earth’s history, including the record of life, significant ongoing geological processes in the development of landforms, or significant geomorphic or physiographic features."}, {"text_block_id": "p93_b1156", "text": "(ix)"}, {"text_block_id": "p93_b1157", "text": "Be outstanding examples representing significant ongoing ecological and biological processes in the evolution and development of terrestrial, fresh water, coastal and marine ecosystems and communities of plants and animals."}, {"text_block_id": "p93_b1158", "text": "(x)"}, {"text_block_id": "p93_b1159", "text": "Contain the most important and significant natural habitats for in-situ conservation of biological diversity, including those containing threatened species of Outstanding Universal Value from the point of view of science or conservation."}, {"text_block_id": "p93_b1160", "text": "Integrity"}, {"text_block_id": "p93_b1161", "text": "relates to the ‘wholeness and intactness’ of the heritage property and how it conveys the values it holds."}, {"text_block_id": "p94_b1162", "text": "Appendix H: How the Plan will lead to the protection, maintenance and transmission of the World Heritage Area’s Outstanding Universal Value"}, {"text_block_id": "p94_b1163_merged", "text": "The table summarises how the recommendations of the World Heritage Committee (in italics) have been met through preparation of the Plan."}, {"text_block_id": "p94_b1166", "text": "Criteria for Outstanding Universal Value"}, {"text_block_id": "p94_b1167", "text": "The Plan will:"}, {"text_block_id": "p94_b1168", "text": "‘"}, {"text_block_id": "p94_b1169", "text": "Lead to the protection of the outstanding universal value of the property’"}, {"text_block_id": "p94_b1170", "text": "."}, {"text_block_id": "p94_b1171", "text": "Response:"}, {"text_block_id": "p94_b1172", "text": "Protecting the Outstanding Universal Value of the property is a cross-cutting theme that is addressed throughout the Plan and the management system of the property, guided by the following vision:"}, {"text_block_id": "p94_b1173", "text": "The Great Barrier Reef continues to improve on its Outstanding Universal Value every decade between now and 2050 to be a natural wonder for each successive generation to come."}, {"text_block_id": "p94_b1174", "text": "The objectives, targets and actions in the Plan are designed to achieve the vision."}, {"text_block_id": "p94_b1175", "text": "The Plan will:"}, {"text_block_id": "p94_b1176", "text": "‘"}, {"text_block_id": "p94_b1177", "text": "Address the outstanding universal value of the property as a clearly defined and central element within the management system of the property, including as a principal reference in the decision-making process regarding all development and use that may negatively impact the property or in areas adjacent’"}, {"text_block_id": "p94_b1178", "text": "."}, {"text_block_id": "p94_b1179", "text": "Response:"}, {"text_block_id": "p94_b1180", "text": "Overarching decision-making principles are set out in Section 4.4, which emphasise protection of Outstanding Universal Value as paramount. The principles state that: ‘protecting the Outstanding Universal Value of the World Heritage Area is the prime consideration when planning, development and management decisions are made’ and ‘economic growth is sustainable and consistent with protecting Outstanding Universal Value’."}, {"text_block_id": "p94_b1181", "text": "Once finalised, the Plan including the Outcomes Framework, will become a schedule to the Great Barrier Reef Intergovernmental Agreement."}, {"text_block_id": "p94_b1182", "text": "Criteria for developing the Plan"}, {"text_block_id": "p94_b1183", "text": "The Plan will:"}, {"text_block_id": "p94_b1184", "text": "‘Be completed in a coordinated and fully consultative process’"}, {"text_block_id": "p94_b1185", "text": "."}, {"text_block_id": "p94_b1186", "text": "Response:"}, {"text_block_id": "p94_b1187", "text": "Targeted engagement opportunities were provided for Indigenous communities to ensure effective participation in developing the Plan. The Girringun Aboriginal Corporation undertook consultation with the Indigenous community on behalf of government."}, {"text_block_id": "p94_b1188", "text": "The Great Barrier Reef Marine Park Authority engaged directly with its Local Marine Advisory Committees to raise awareness about the Plan and to seek their input. There are 12 Local Marine Advisory Committees—Cape York, Port Douglas, Cairns, Cassowary Coast, Hinchinbrook, Townsville, Bowen-Burdekin, Whitsunday, Mackay, Capricorn Coast, Gladstone and Burnett. Their membership comprises a wide range of stakeholders."}, {"text_block_id": "p94_b1189", "text": "An expert review workshop was also held to review the actions, targets, objectives and outcomes to ensure they were scientifically justified and robust."}, {"text_block_id": "p95_b1190", "text": "The Plan will:"}, {"text_block_id": "p95_b1191", "text": "‘"}, {"text_block_id": "p95_b1192", "text": "Receive key input from an independent review of the institutional and management arrangements for the property’"}, {"text_block_id": "p95_b1193", "text": "."}, {"text_block_id": "p95_b1194", "text": "Response:"}, {"text_block_id": "p95_b1195", "text": "The Australian Government commissioned an independent review of the institutional and management arrangements for the property. The review informed the final Plan. The review was publicly released in September 2014."}, {"text_block_id": "p95_b1196", "text": "The Plan will:"}, {"text_block_id": "p95_b1197", "text": "‘"}, {"text_block_id": "p95_b1198", "text": "Result in concrete and consistent management measures that are sufficiently robust, effectively governed and adequately financed’"}, {"text_block_id": "p95_b1199", "text": "."}, {"text_block_id": "p95_b1200", "text": "Response:"}, {"text_block_id": "p95_b1201", "text": "The Australian and Queensland governments have committed to fully implement the Plan."}, {"text_block_id": "p95_b1202", "text": "("}, {"text_block_id": "p95_b1203", "text": "Concrete, consistent and robust measures"}, {"text_block_id": "p95_b1204", "text": ")"}, {"text_block_id": "p95_b1205", "text": "The Plan is an outcome-focused framework with defined objectives, SMART targets and actions, implemented to protect the overall long-term conservation of the property."}, {"text_block_id": "p95_b1206", "text": "("}, {"text_block_id": "p95_b1207", "text": "Effectively governed"}, {"text_block_id": "p95_b1208", "text": ")"}, {"text_block_id": "p95_b1209", "text": "The Great Barrier Reef Ministerial Forum will be the key decision-making body for the Plan supported by an intergovernmental operational committee, to oversee implementation of the Plan."}, {"text_block_id": "p95_b1210", "text": "A multidisciplinary Reef advisory committee will ensure a consultative approach to implementation and review of the Plan. In addition, an independent expert panel will provide advice to inform adaptive management of the Plan."}, {"text_block_id": "p95_b1211", "text": "("}, {"text_block_id": "p95_b1212", "text": "Adequately financed measures"}, {"text_block_id": "p95_b1213", "text": ")"}, {"text_block_id": "p95_b1214", "text": "The Plan is founded on actions already identified through existing science or which have been committed to by government or industry over coming years."}, {"text_block_id": "p95_b1215", "text": "The Australian and Queensland governments will ensure sufficient financial and other resources are available to achieve the Plan’s outcomes. Implementation of the Plan will be underpinned by a robust investment framework, which establishes current investments in protecting the Reef, determines investment priorities for the future, and sets out a strategy for boosting investment and diversifying its sources."}, {"text_block_id": "p95_b1216", "text": "Criteria for the Outcomes Framework"}, {"text_block_id": "p95_b1217", "text": "The Plan will:"}, {"text_block_id": "p95_b1218", "text": "‘"}, {"text_block_id": "p95_b1219", "text": "Provide a clear and target-driven framework to support planning and assessment of development proposals’"}, {"text_block_id": "p95_b1220", "text": "."}, {"text_block_id": "p95_b1221", "text": "Response:"}, {"text_block_id": "p95_b1222", "text": "The Plan, including the Outcomes Framework and decision-making principles, will inform relevant development decisions."}, {"text_block_id": "p95_b1223", "text": "The Plan will:"}, {"text_block_id": "p95_b1224", "text": "‘"}, {"text_block_id": "p95_b1225", "text": "Fully address direct, indirect and cumulative impacts on the Great Barrier Reef’"}, {"text_block_id": "p95_b1226", "text": "."}, {"text_block_id": "p95_b1227", "text": "Response:"}, {"text_block_id": "p95_b1228", "text": "The Plan commits to developing guidelines for assessing cumulative impact and a net benefit policy to guide future planning and development decisions. Many of the actions and targets in the Plan are aimed at reducing impacts to the Reef to ensure cumulative impacts are managed below threshold levels and ensure protection and transmission of the Reef’s Outstanding Universal Value."}, {"text_block_id": "p95_b1229", "text": "The Plan will:"}, {"text_block_id": "p95_b1230", "text": "‘"}, {"text_block_id": "p95_b1231", "text": "Adopt clearly defined and scientifically justified targets’"}, {"text_block_id": "p95_b1232", "text": "."}, {"text_block_id": "p95_b1233", "text": "Response:"}, {"text_block_id": "p95_b1234", "text": "The objectives, targets and actions in the Plan underwent a peer-review process by independent experts during the public consultation period."}, {"text_block_id": "p96_b1235", "text": "Criteria for ports management"}, {"text_block_id": "p96_b1236", "text": "The Plan will:"}, {"text_block_id": "p96_b1237", "text": "‘Include a fully integrated approach to planning, regulation and management of ports and shipping activity, including: ensuring no new development outside of long-established major port areas; development focused to Priority Port Development Areas that exclude Fitzroy Delta, Keppel Bay and North Curtis Island; ensuring ports and shipping activity meet the highest international standard’."}, {"text_block_id": "p96_b1238", "text": "Response:"}, {"text_block_id": "p96_b1239", "text": "The Plan adopts an integrated approach to ports management and shipping by:"}, {"text_block_id": "p96_b1240", "text": "•"}, {"text_block_id": "p96_b1241_merged", "text": "Protecting greenfield areas by restricting new port development in and adjoining the Great Barrier Reef World Heritage Area to within current port limits. These port limits are long-established and fixed in regulations under the Transport Infrastructure Act 1994 (Qld)."}, {"text_block_id": "p96_b1244", "text": "•"}, {"text_block_id": "p96_b1245", "text": "Restricting capital dredging for the development of new or expansion of existing port facilities to within the regulated port limits of Gladstone, Hay Point/Mackay, Abbot Point and Townsville and ensuring that any new development inside these port limits is also consistent with the Great Barrier Reef Marine Park Act, the Queensland Marine Parks Act, their regulations and zoning plans."}, {"text_block_id": "p96_b1246", "text": "•"}, {"text_block_id": "p96_b1247", "text": "Prohibiting the sea-based disposal of material into the Great Barrier Reef World Heritage Area generated by port-related capital dredging."}, {"text_block_id": "p96_b1248", "text": "•"}, {"text_block_id": "p96_b1249", "text": "Mandating the beneficial reuse of port-related capital dredge spoil, such as land reclamation in port development areas, or disposal on land where it is environmentally safe to do so."}, {"text_block_id": "p96_b1250", "text": "•"}, {"text_block_id": "p96_b1251", "text": "The Queensland Government will require all proponents of new dredging works to demonstrate their project is commercially viable."}, {"text_block_id": "p96_b1252", "text": "•"}, {"text_block_id": "p96_b1253", "text": "Establishing a maintenance dredging framework which identifies future dredging requirements, ascertains appropriate environmental windows to avoid coral spawning and protect seagrass, and examines opportunities for beneficial reuse of dredge material or on-land disposal where it is environmentally safe to do so."}, {"text_block_id": "p96_b1254", "text": "•"}, {"text_block_id": "p96_b1255", "text": "Requiring master plans at the major ports of Gladstone, Hay Point/Mackay, Abbot Point and Townsville which optimise infrastructure and address operational, economic, environmental and social relationships as well as supply chains and surrounding land uses."}, {"text_block_id": "p96_b1256", "text": "•"}, {"text_block_id": "p96_b1257", "text": "Supporting on-land disposal or land reclamation for captial dredge material at Abbot Point."}, {"text_block_id": "p96_b1258", "text": "•"}, {"text_block_id": "p96_b1259", "text": "The Queensland Government will not support trans-shipping operations that adversely affect the Great Barrier Reef Marine Park."}, {"text_block_id": "p96_b1260", "text": "•"}, {"text_block_id": "p96_b1261", "text": "Further protecting the Fitzroy Delta, including North Curtis Island and Keppel Bay which are clearly outside the Gladstone port area, through:"}, {"text_block_id": "p96_b1262", "text": "Further protecting the Fitzroy Delta, including North Curtis Island and Keppel Bay which are clearly outside the Gladstone port area, through:\n* extension and strengthened conservation zoning in the Great Barrier Reef Coast Marine Park\n* extension of the existing Fish Habitat area\n* establishment of a new net-free zone under fisheries legislation\n* additional protections in associated intertidal and terrestrial areas."}, {"text_block_id": "p96_b1270", "text": "Further port re-development other than capital dredging may occur at Port Alma subject to environmental assessment and appropriate conditions."}, {"text_block_id": "p97_b1271", "text": "Criteria for governance"}, {"text_block_id": "p97_b1272", "text": "The Plan will:"}, {"text_block_id": "p97_b1273", "text": "‘"}, {"text_block_id": "p97_b1274", "text": "Be agreed at Federal and State levels, addressing the entire property and adjacent areas that may impact its OUV’"}, {"text_block_id": "p97_b1275", "text": "."}, {"text_block_id": "p97_b1276", "text": "Response:"}, {"text_block_id": "p97_b1277_merged", "text": "The Plan is a joint Australian and Queensland government initiative and its implementation and review will be overseen by the Great Barrier Reef Ministerial Forum. The Plan will form a schedule to the Intergovernmental Agreement 2009."}, {"text_block_id": "p97_b1280", "text": "The scope of the Plan addresses activities that occur across the property and in areas adjacent that may affect the Outstanding Universal Value of the property."}, {"text_block_id": "p97_b1281", "text": "The Plan will:"}, {"text_block_id": "p97_b1282", "text": "‘"}, {"text_block_id": "p97_b1283", "text": "Provide a strategy that will sustain the long-term sustainable development of the property, including consideration of all economic sectors’"}, {"text_block_id": "p97_b1284", "text": "."}, {"text_block_id": "p97_b1285", "text": "Response:"}, {"text_block_id": "p97_b1286", "text": "The Plan commits to objectives, targets and actions across ecological, economic and social themes. The Plan has been developed in a consultative and participatory manner with industry sectors that interact with the Reef. These collaborative arrangements will continue throughout implementation of the Plan, with the commitment to convene a multi-sectoral Reef advisory committee to facilitate engagement with industry and the broader community."}, {"text_block_id": "p97_b1287", "text": "The Plan will:"}, {"text_block_id": "p97_b1288", "text": "‘"}, {"text_block_id": "p97_b1289", "text": "Increases public confidence on their ability to engage with and influence policy’"}, {"text_block_id": "p97_b1290", "text": "."}, {"text_block_id": "p97_b1291", "text": "Response"}, {"text_block_id": "p97_b1292", "text": ":"}, {"text_block_id": "p97_b1293", "text": "The Plan has been developed in consultation with the Partnership Group and underwent a public comment process."}, {"text_block_id": "p97_b1294", "text": "A multi-sectoral Reef advisory committee will ensure a consultative approach to implementation and review of the Plan."}, {"text_block_id": "p97_b1295", "text": "Reporting and reviewing requirements of the Plan include an annual report on implementation, made available to the public and a five-yearly review of its effectiveness."}, {"text_block_id": "p97_b1296", "text": "Incorporating diverse knowledge systems (through existing community networks and stewardship programs) is a key principle under the Plan and will be used to drive innovation and influence future target and action-setting."}, {"text_block_id": "p98_b1297", "text": "Appendix I: Detailed actions and lead agencies and partners"}, {"text_block_id": "p98_b1298", "text": "Key:"}], "document_description": "This document describes government's overarching plan to protect the Great Barrier Reef from the impacts of climate change. It was updated and expanded in 2018.\n\nAmong its core functions are:\n\nCreating an Independent Expert Panel and Reef Advisory Committee to evaluate health of Great Barrier Reef and advise the government\nSupporting scientific research on climate change impact on the reef\nSetting quantitative targets for improving water quality around the Great Barrier Reef\nCreating the Clean Energy Finance Corporation Reef Funding Program to make funds available for financing projects that implement the plan's goal\nSupporting indigenous peoples in managing the Great Barrier Reef\nControlling and reducing pollution, as well as conserving and restoring the Great Barrier Reef\nPromoting capacity building and cooperation among government\nSupporting education and awareness raising of the importance of the Great Barrier Reef among Australians"}