{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Other|Direct Investment", "Nature based solutions and ecosystem restoration|Direct Investment", "Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Australia", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "The Plan to Deliver Net Zero the Australian Way", "document_country_code": "AUS", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": "Mitigation", "document_region_code": "East Asia & Pacific", "document_date": "01/01/2021", "document_keyword": ["Net Zero", "Hydrogen", "Technology"], "document_url": "https://cdn.climatepolicyradar.org/AUS/2021/AUS-2021-01-01-The Plan to Deliver Net Zero the Australian Way_8f7e5c3bf577495d6bd76ad32208d94c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Plan to Deliver Net Zero"}, {"text_block_id": "p0_b2", "text": "The Australian Way"}, {"text_block_id": "p0_b3", "text": "2050"}, {"text_block_id": "p1_b4", "text": "The Australian Way"}, {"text_block_id": "p1_b5", "text": "Australia is setting a target to deliver net zero emissions by 2050. Our plan will take responsible, practical action that is in our national interest."}, {"text_block_id": "p1_b6", "text": "The global economy has been powered by fossil fuels since the beginning of the industrial revolution. As countries accelerate action on climate change, changes in global demand for our energy exports will present challenges for Australia."}, {"text_block_id": "p1_b7", "text": "Our Long-Term Emissions Reduction Plan sets Australia on a credible pathway to net zero emissions by 2050, while preserving our existing industry strengths, establishing Australia as a leader in low emissions technologies and positioning our regions to prosper."}, {"text_block_id": "p1_b8", "text": "Our plan takes a technology-driven approach that is based on current successful policies – not higher taxes."}, {"text_block_id": "p1_b9", "text": "We will not put industries, regions or jobs at risk. We will take advantage of new economic opportunities while continuing to supply our traditional export markets."}, {"text_block_id": "p1_b10", "text": "Regional Australia is central to our plan. We will harness existing strengths, unlock new areas of industry growth and diversify economic activity in the regions."}, {"text_block_id": "p1_b11", "text": "Our plan will create the enabling environment for investment in Australia. It will not shut down coal or gas production, or require displacement of productive agricultural land."}, {"text_block_id": "p1_b12", "text": "The plan is aligned fully with steps the Australian Government is already taking to secure the nation’s future energy needs and supplies of fuel, gas and electricity."}, {"text_block_id": "p1_b13", "text": "Australia will continue to reduce emissions while keeping our economy growing, maintaining affordable, reliable energy and ensuring our regions remain strong. That’s the Australian way."}, {"text_block_id": "p2_b14", "text": "Our Record"}, {"text_block_id": "p2_b15", "text": "Australia’s story so far is one of quiet achievement."}, {"text_block_id": "p2_b16", "text": "We have reduced emissions faster than many comparable advanced economies, surpassing the United States, New Zealand and Japan."}, {"text_block_id": "p2_b17", "text": "We beat our 2020 target, and our emissions are currently more than 20 per cent below 2005 levels. Australia’s agricultural sector has done the heavy lifting in achieving this."}, {"text_block_id": "p2_b18", "text": "Latest projections show that under our Technology Investment Roadmap, Australia will beat our 2030 target too."}, {"text_block_id": "p2_b19", "text": "Australia is on track to reduce emissions by up to 35 per cent by 2030, well above our target of 26-28 per cent."}, {"text_block_id": "p2_b20", "text": "Our plan will maintain this momentum."}, {"text_block_id": "p2_b21", "text": "It will drive steady progress over the next 30 years to deliver net zero emissions by 2050."}, {"text_block_id": "p2_b22", "text": "We have reduced emissions faster than many comparable economies"}, {"text_block_id": "p2_b23", "text": "We are on track to beat our 2030 target"}, {"text_block_id": "p3_b24", "text": "Global Momentum to Tackle Climate Change is Building"}, {"text_block_id": "p3_b25", "text": "As the world moves to combat climate change, our economy will face unique challenges and opportunities."}, {"text_block_id": "p3_b26", "text": "Big decisions taken by countries, investors, companies, communities and consumers across the world to decarbonise will have important implications for Australia."}, {"text_block_id": "p3_b27", "text": "A critical driver for these decisions is the 2015 Paris Agreement on climate change, which aims to stabilise greenhouse gas levels and keep the increase in average global temperature to below 2 degrees celsius, preferably to 1.5 degrees celsius."}, {"text_block_id": "p3_b28", "text": "systems and steadily shift demand away from our carbon-intensive exports."}, {"text_block_id": "p3_b29", "text": "These shifts will occur with or without an Australian net zero target. Our plan manages these impacts and creates the environment for regional communities to grow based on opportunities in the new energy economy, including in traditional industries like mining and agriculture."}, {"text_block_id": "p3_b30", "text": "Over coming decades, we can expect our major trading partners to transform their energy"}, {"text_block_id": "p3_b31", "text": "This will benefit our regions, our economy and jobs, while also helping other countries reduce their emissions faster."}, {"text_block_id": "p4_b32", "text": "Global net zero targets"}, {"text_block_id": "p4_b33", "text": "133 of the 142 countries with net zero targets are aiming for 2050 or sooner."}, {"text_block_id": "p4_b34", "text": "Global fossil fuel demand will change from now to 2050"}, {"text_block_id": "p5_b35", "text": "Our Plan for Net Zero by 2050"}, {"text_block_id": "p5_b36", "text": "Our technology-driven plan sets out a credible pathway to net zero by 2050, while preserving our existing industries, establishing Australia as a leader in emerging low emissions technologies and positioning our regions to prosper."}, {"text_block_id": "p5_b37", "text": "The five principles that guide our plan will ensure Australia’s shift to a net zero economy will not put industries, regions or jobs at risk."}, {"text_block_id": "p5_b38", "text": "Australia’s Long-Term Emissions Reduction Plan is geared to our unique economy."}, {"text_block_id": "p5_b39", "text": "It shows how Australia will achieve 85 per cent of the emissions reduction necessary to achieve net zero by 2050.  It recognises the high cost today of securing the last 15 per cent of abatement and the role future technology breakthroughs will play in closing that gap."}, {"text_block_id": "p5_b40", "text": "The focus is on driving down technology costs and accelerating their deployment at scale across the economy."}, {"text_block_id": "p5_b41", "text": "Over the next decade, our $20 billion investment in low emissions technology is expected to unlock a total of $80 billion of private and public investment, including in clean hydrogen, ultra low-cost solar, carbon capture and storage, and energy storage."}, {"text_block_id": "p5_b42", "text": "The plan includes five-yearly reviews that will enable us to evaluate progress, and adapt to technology advancements."}, {"text_block_id": "p6_b43", "text": "Implementing our plan"}, {"text_block_id": "p6_b44", "text": "The Australian Government’s Plan is a whole-of-economy plan to achieve net zero emissions by 2050, based on coordinated actions across four areas."}, {"text_block_id": "p7_b45", "text": "How Our Plan Will Achieve Net Zero"}, {"text_block_id": "p7_b46", "text": "The Government’s technology based approach provides Australia with a pathway to net zero that protects our economy."}, {"text_block_id": "p7_b47", "text": "The Government’s technology based approach provides Australia with a pathway to net zero that protects our economy.\n* Emissions\n* Reaching our technology\n* Shifts in\n* Storing carbon in\n* investing in future new and emerging"}, {"text_block_id": "p7_b62", "text": "As new technology gets better and cheaper, it drives rapid uptake"}, {"text_block_id": "p8_b63", "text": "How we will reach net zero by 2050"}, {"text_block_id": "p8_b64", "text": "Source: Based on McKinsey and DISER analysis."}, {"text_block_id": "p8_b65", "text": "*Sources of offsets include voluntary soil carbon of up to 20 per cent, depending on cost reductions in technology and voluntary demand."}, {"text_block_id": "p9_b66", "text": "The Best Plan for Australia"}, {"text_block_id": "p9_b67", "text": "Our plan will ensure Australia is well placed to take advantage of new economic opportunities in a way that builds on our existing strengths."}, {"text_block_id": "p9_b68", "text": "Decisions by other countries will affect the demand for many of our traditional exports."}, {"text_block_id": "p9_b69", "text": "Our choice is clear: failing to act would increase the risk Australian businesses will face higher investment costs over the coming decades, while a credible plan to achieve net zero emissions by 2050 can build on our existing industries and capitalise on the new energy economy."}, {"text_block_id": "p9_b70", "text": "Our plan is expected to increase our national income per person by almost $2,000 in 2050, compared with no policy action."}, {"text_block_id": "p9_b71", "text": "It is estimated to create more than 100,000 new direct regional jobs by 2050, including in critical minerals, clean hydrogen, green steel and alumina. Our plan is also expected to put downward pressure on electricity generation costs, helping to grow energy-intensive industrial jobs, while delivering more affordable household electricity bills."}, {"text_block_id": "p9_b72", "text": "Our plan to reach net zero by 2050 will also strengthen our influence in priority areas of international engagement."}, {"text_block_id": "p11_b73", "text": "The Best Plan for Industry"}, {"text_block_id": "p11_b74", "text": "Achieving net zero emissions by 2050 will involve all industries adopting cost-effective technologies at scale."}, {"text_block_id": "p11_b75", "text": "Agriculture"}, {"text_block_id": "p11_b76", "text": "Resources and Heavy Industry"}, {"text_block_id": "p11_b77", "text": "Agriculture has long been at the forefront of Australia’s efforts to reduce emissions."}, {"text_block_id": "p11_b78", "text": "Australia can reach net zero emissions by 2050 without imposing restrictions on our farmers or converting productive agricultural land to carbon forests. In fact, our farmers stand to benefit from voluntary delivery of carbon sequestration and biodiversity while continuing to supply ‘clean, green and safe’ agricultural products to the world."}, {"text_block_id": "p11_b79", "text": "We will continue investing in emerging technologies that will boost farm productivity and output while reducing emissions. These include new feed supplements to reduce livestock emissions and improved land management to increase soil carbon."}, {"text_block_id": "p11_b80", "text": "Electricity"}, {"text_block_id": "p11_b81", "text": "Electricity sector emissions are projected to fall by 90 per cent from 2005 levels under our plan, largely enabled by the falling price of energy storage to maintain affordable and reliable power. This will reduce emissions across all sectors of the economy, and especially the transport sector."}, {"text_block_id": "p11_b82", "text": "Australia is uniquely blessed with natural resources for both the traditional energy and new energy economies. While emissions-intensive exports like coal and gas will face global headwinds in the long term, there will be demand for these exports for many years to come. This gives Australia time to future-proof our economy and workforce, including establishing new industries like clean hydrogen production."}, {"text_block_id": "p11_b83", "text": "Output from heavy industry is predicted to more than double by 2050 under our plan. Electrification and energy efficiency will allow the mining and energy sector to significantly and rapidly reduce emissions. Smelters and refineries are already moving to power their plants with renewables, and resources companies are exploring alternatives to diesel fuel, including electric or hydrogen-powered vehicles."}, {"text_block_id": "p12_b84", "text": "How the Technology Investment Roadmap will grow our industries and reduce emissions"}, {"text_block_id": "p13_b85", "text": "The Best Plan for the Regions"}, {"text_block_id": "p13_b86", "text": "Australia’s regions have always powered the growth and prosperity of the nation, providing energy, resources, food and fibre to the world."}, {"text_block_id": "p13_b87", "text": "Our plan has the wellbeing and prosperity of regional communities at its core."}, {"text_block_id": "p13_b88", "text": "It is important to recognise two things. Firstly, that the impacts of global action on climate change will unfold gradually over time. And secondly, that for most regions, factors other than decarbonisation will define their future prosperity (demographic changes, internal migration, tourism, rising agricultural productivity and emerging industries supplying future export markets)."}, {"text_block_id": "p13_b89", "text": "That gives us the opportunity to act now to harness existing regional strengths, unlock new areas of growth and diversify economic activity in regions impacted by changes in global demand for our energy exports."}, {"text_block_id": "p13_b90", "text": "Under our plan, we will continue to back our regions with record investments in transport and digital infrastructure, by growing Australian agriculture, resources and manufacturing, expanding trade opportunities for regional exporters, providing for the health and education needs of regional Australians and preparing for the implications of climate change, including through future drought funding, greater disaster resilience and affordable insurance for Northern Australia."}, {"text_block_id": "p13_b91", "text": "In partnership with local communities and businesses, the Australian Government will secure a strong future for regional Australia as part of our plan for net zero emissions by 2050."}, {"text_block_id": "p15_b92", "text": "Supporting our Regions"}, {"text_block_id": "p16_b93", "text": "The Plan to Deliver Net Zero The Australian Way"}, {"text_block_id": "p16_b94", "text": "What it is:"}, {"text_block_id": "p16_b95", "text": "It is a uniquely Australian plan, because compared to other countries, we have different challenges and opportunities."}, {"text_block_id": "p16_b96", "text": "It is an energy, trade and economic plan, not just an environmental one."}, {"text_block_id": "p16_b97", "text": "It is about delivering real results through technology, not taxes."}, {"text_block_id": "p16_b98", "text": "It is focused on Australia’s national interest and securing our strengths by determining our own destiny."}, {"text_block_id": "p16_b99", "text": "It keeps our traditional advantages in the regions while supporting the growth of new industries."}, {"text_block_id": "p16_b100", "text": "It guarantees we keep downward pressure on energy prices and locks in reliable power."}, {"text_block_id": "p16_b101", "text": "What it’s not:"}, {"text_block_id": "p16_b102", "text": "It is not a plan at any cost."}, {"text_block_id": "p16_b103", "text": "It will not shut down coal or gas production or exports."}, {"text_block_id": "p16_b104", "text": "It will not impact households, businesses or the broader economy with new costs or taxes."}, {"text_block_id": "p16_b105", "text": "It will not cost jobs – not in farming, mining or gas."}, {"text_block_id": "p16_b106", "text": "It will not increase energy bills."}, {"text_block_id": "p16_b107", "text": "It is not a revolution but a careful evolution to take advantage of changes in our markets."}, {"text_block_id": "p16_b108", "text": "It is not set and forget and has an ‘insurance policy’ review mechanism to make sure it keeps delivering for regional Australia."}], "document_description": "This plan sets out a roadmap for how Australia plans to achieve its target of net zero emissions by 2050. The plan is based on five key principles:1. Technology not taxes – no new costs for households or businesses,2. Expand choices, not mandates – we will work to expand consumer choice, both domestically and with our trading partners,3. Drive down the cost of a range of new energy technologies – bringing a portfolio of technologies to parity is the objective of Australia’s Technology Investment Roadmap,4. Keep energy prices down with affordable and reliable power – our Plan will consolidate our advantage in affordable and reliable energy, protecting the competitiveness of our industries and the jobs they support, and5. Be accountable for progress – transparency is essential to converting ambition into achievement. Australia will continue to set ambitious yet achievable whole- of-economy goals, then beat them, consistent with our approach to our Kyoto- era and Paris Agreement targets.The plan states that the \"wellbeing and prosperity of Australia’s regional communities at its core. It will not impose new costs on households, businesses or the broader economy. Our actions under the Plan will not lead to job losses or place burdens onto regional communities.\"The plan contains four chapters focused on: Driving down the costs of low emissions technologies, Enabling deployment at scale, Seizing opportunities in new and traditional markets, and Fostering global collaboration. It makes reference to a number of other key policy documents, including the Technology Investment Roadmap."}