{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "MRV|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Chad", "document_category": "Policy", "document_sector_name": ["Transport", "Health", "Energy", "Economy-wide", "Agriculture"], "document_date": "10/01/2016", "document_language": "English", "document_name": "Action Plan for the implementation of the National Framework for Climate Services in Chad (CNSC, 2016-2020)", "document_country_code": "TCD", "document_hazard_name": [], "document_keyword": "Food Security", "document_response_name": "Disaster Risk Management", "document_url": "https://cdn.climatepolicyradar.org/TCD/2016/TCD-2016-01-10-Action Plan for the implementation of the National Framework for Climate Services in Chad (CNSC, 2016-2020)_633897406ca2cfd374f1ed99140bd634.pdf", "document_type": "Action Plan", "text_blocks": [], "document_description": "This document provides the results of an assessment of the needs and capacities for climate services in the country. It focuses on agriculture and food security, water resources, health, management of natural risks and disasters, energy and transport have been targeted for optimal results.<br><br>Four essential levers of action are identified in the plan: 1) the production of climate information/services adapted to the needs of partners and end users 2) the dissemination and access to data, meteorological information and climate services by partners and end users, 3) capacity building of users for the optimal use of meteorological information, climatological products and services, and 4) determination of a sustainable financing mechanism for the activities of the National Meteorology for the promotion and enhancement of climatological information and services.&nbsp;This plan is accompanied by a CNSC performance monitoring and evaluation system and a budget for its implementation in the short term, estimated at 6,146,700 US Dollars."}