{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Chad", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_date": "25/12/2017", "document_language": "English", "document_name": "National strategy to combat climate change in Chad", "document_country_code": "TCD", "document_hazard_name": [], "document_keyword": ["Agriculture", "Forest", "Climate Finance"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/TCD/2017/TCD-2017-12-25-National strategy to combat climate change in Chad_63f8aa0ddbbe12c7a3541c736b5dc36a.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "This document&nbsp;aims at &nbsp;the sustainably integrating climate change adaptation and mitigation issues into national development policies, and effectively coordinate the convergence of climate initiatives in the country. It sets five goals: 1)&nbsp;strengthen the resilience of agro-sylvo-pastoral production systems; 2) promote climate change mitigation actions; 3) Preventing risks and managing extreme climatic phenomena; 4) build the institutional, technical, scientific and decision-making capacities of institutions and actors in the fight against climate change; and 5) strengthen instruments and capacities for mobilising climate-related financing.<br><br>According to Chad's environment minister, this orientation and planning document will have an operational mechanism for monitoring and evaluating the progress that Chad will make in terms of strengthening the climate resilience of key development sectors.&nbsp;The financing of these priority actions will be through the national budget, the mobilisation of climate funds, access to innovative financing via public-private partnership."}