{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Chad", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Vision 2030, The Chad We Want", "document_country_code": "TCD", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Vision", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2017", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/TCD/2017/TCD-2017-01-01-Vision 2030, The Chad We Want_7cecbe8cdad860d6062c3fcffd77293f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF CHAD"}, {"text_block_id": "p0_b2", "text": "President of the Republic"}, {"text_block_id": "p0_b3", "text": "Prime Minister"}, {"text_block_id": "p0_b4", "text": "Ministry of the Economy and Development Planning"}, {"text_block_id": "p0_b5", "text": "« Chad, a peaceful nation, unified in its cultural diversity, resilient by its transformed economy and offering a pleasant living environment for the well-being of all.»"}, {"text_block_id": "p0_b6", "text": "JULY  2017"}, {"text_block_id": "p2_b7", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b8", "text": "LIST OF ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p6_b9", "text": "LIST OF TABLES AND FIGURES"}, {"text_block_id": "p6_b10", "text": "List of Tables"}, {"text_block_id": "p6_b11", "text": "List of Figures"}, {"text_block_id": "p7_b12", "text": "FORWARD"}, {"text_block_id": "p7_b13", "text": "At the outset, we thank all parties involved in the major political and socioeconomic reforms undertaken since the end of the 1990s. These reforms have the merit of having launched and strengthened the foundations of a true Rule of Law in Chad. They have also revealed the full capacity and the resilience of the Chadian people to overcome the difficulties and divergent views of all kinds, and to work with determination and heroism for peace beyond the borders of Chad."}, {"text_block_id": "p7_b14", "text": "More than ever before, whether we are from the public sector, private sector or civil society, these reforms bind us to an aspiration that must be common, understood as such and translated more effectively in practice. This is the “Vision 2030, the Chad we want.”"}, {"text_block_id": "p7_b15", "text": "To do so, our strategy and future actions will consist of continuing the excellent work already accomplished, while adding any innovation necessary and drawing the lessons learned from past experience. This will be done with the support of all our Technical and Financial Partners, from the private sector and civil society. An utterly effective and efficient participation from all stakeholders in the implementation of Vision 2030 is essential."}, {"text_block_id": "p7_b16", "text": "We are confident that we can count upon the experience, expertise and commitment of our people and partners to deliver a future of hope, prosperity, peace and emergence. ."}, {"text_block_id": "p7_b17", "text": "His Excellency Idriss Deby ITNO"}, {"text_block_id": "p7_b18", "text": "President of the Republic of Chad"}, {"text_block_id": "p7_b19", "text": "Head of State"}, {"text_block_id": "p8_b20", "text": "ACKNOWLEDGMENTS"}, {"text_block_id": "p8_b21", "text": "The present document, “Vision 2030, the Chad We Want” is the culmination of a long inclusive and participative process that involved not only the various expertise of the Technical and Financial Partners, but also and especially the Chad population in all its diversity."}, {"text_block_id": "p8_b22", "text": "This innovative exercise in Chad – meaning that in its entire history, this is the first time that the country has embraced long-term development – translates the Vision clearly expressed of His Excellency, Mr. Idriss Deby ITNO, President of the Republic of Chad, Head of State. We welcome this initiative that now binds all social and professional segments of Chad toward a common goal: Chad’s Development by 2030."}, {"text_block_id": "p8_b23", "text": "Translating this national objective into practice required the development of a strategic document (“Vision 2030”) and a first operational planning document (“National Plan 2017-2021”). Documents, whose preliminary work (conceptual note, road map) by the Direction Général du Plan et des Etudes (General planning and studies directorate) have been the launch pad. Their contribution throughout the conceptual process of said documents has been decisive. We thank them."}, {"text_block_id": "p8_b24", "text": "We also thank the Coordination Team, Comité Technique des Experts Multisectoriels (Technical Committee of Multisectoral Experts), Comité Multisectoriel et Multipartenaires (Multisectoral and multipartner committee), and the national and international consultants who have contributed effectively."}, {"text_block_id": "p8_b25", "text": "We cannot forget to thank the Technical and Financial Partners (ADB, UNDP, UNFPA, UNICEF, EU, WFP, The World Bank, France), whose technical and/or financial support has been decisive."}, {"text_block_id": "p8_b26", "text": "Finally, the massive involvement and broad participation of the Chad population, Civil Society and the Private Sector demonstrates their interest in Vision 2030 and their common aspirations that have served as a basis for this document. We thank them."}, {"text_block_id": "p8_b27", "text": "THE GOVERNMENT OF CHAD"}, {"text_block_id": "p9_b28", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p9_b29", "text": "Contexte et Justifications"}, {"text_block_id": "p9_b30", "text": "Contexte et Justifications\n* Since the advent of democracy in 1990, Chad has not adopted a long-term framework for planning and\n* Chad experienced two periods of economic growth in the last few decades: the phase before 2003 with an\n* In this last decade, significant progress was made in access to social services (Health, Education, Transportation\n* Besides the above-mentioned lack of coordination, the effectiveness of Chadâs development policies has"}, {"text_block_id": "p9_b38", "text": "A Vision for Development in 2030"}, {"text_block_id": "p9_b39", "text": "A Vision for Development in 2030\n* âVision 2030, the Chad We Wantâ reflects the will and decision of the Republic of Chadâs High Authorities\n* Visionâs main objective is to make Chad an emerging country by 2030. Specifically, this implies: i) strengthening"}, {"text_block_id": "p9_b43", "text": "Axe 1: Strengthening National Unity"}, {"text_block_id": "p9_b44", "text": "Axe 1: Strengthening National Unity\n* This axis is based on the following sub-axes: (i) promoting a culture of peace and national cohesion and (ii)\n<\\li1>"}, {"text_block_id": "p9_b46", "text": "Axis 2: Strengthening Good Governance and the Rule of Law"}, {"text_block_id": "p9_b47", "text": "Axis 2: Strengthening Good Governance and the Rule of Law\n* Implementing this axis will be done through the following four (04) sub-axes: (i) promoting performance and\n<\\li1>"}, {"text_block_id": "p10_b49", "text": "Axe 3: Developing a Diversified and Competitive Economy"}, {"text_block_id": "p10_b50", "text": "Axe 3: Developing a Diversified and Competitive Economy\n* This axis is based on the following three (03) sub-axes: (i) a diversified and fast-growing economy; (ii) financing\n<\\li1>"}, {"text_block_id": "p10_b52", "text": "Axe 4: Improving the Quality of Life of the Chad People"}, {"text_block_id": "p10_b53", "text": "Axe 4: Improving the Quality of Life of the Chad People\n* This last axis is based on two (2) sub-axes: (i) a healthy environment with preserved natural resources; and (ii)\n<\\li1>"}, {"text_block_id": "p10_b55", "text": "Financing Vision 2030"}, {"text_block_id": "p10_b56", "text": "Financing Vision 2030\n* Two potential sources of financing have been identified to materialize Vision 2030. These are the internal and\n* The Vision will be achieved through three National Development Plans, the first of which will be implemented"}, {"text_block_id": "p10_b60", "text": "Risks to be Mitigated"}, {"text_block_id": "p10_b61", "text": "Risks to be Mitigated\n* At the international level, the major risk remains the economyâs strong dependence on oil, whose volatile price\n* At the national level, the risks are related to the difficulties of implementing effective measures to promote a\n* In addition, there are risks related to poor mobilization and inefficient management of domestic and external"}, {"text_block_id": "p10_b67", "text": "An Institutional Framework to Drive the Realization of the Vision"}, {"text_block_id": "p10_b68", "text": "An Institutional Framework to Drive the Realization of the Vision\n* The institutional framework for managing the Vision enables to monitor and analyze the results obtained\n* âChad, a peaceful nation, unified in its cultural diversity, resilient by its"}, {"text_block_id": "p11_b73", "text": "Figure 1: Vision 2030 Axes and Sub-Axes"}, {"text_block_id": "p12_b74", "text": "INTRODUCTION"}, {"text_block_id": "p12_b75", "text": "18."}, {"text_block_id": "p12_b76", "text": "“Making Chad an emerging regional power by 2030,”"}, {"text_block_id": "p12_b77", "text": ", declared as his Vision the Head of State, His Excellency, Mr. Idriss Deby ITNO, President of the Republic of Chad."}, {"text_block_id": "p12_b78", "text": "19."}, {"text_block_id": "p12_b79", "text": "This declaration is in line with the aspirations of the Chad people and Government ambitions by 2030. It is consistent with Agenda 2063 of the African Union “The Africa we want” and the Sustainable Development Goals (SDGs 2016-2030) to which Chad has subscribed."}, {"text_block_id": "p12_b80", "text": "20."}, {"text_block_id": "p12_b81", "text": "Chad’s development will be driven by diversified and sustainable sources of economic growth, creating added value and decent jobs, and providing every Chad with equitable access to basic social services."}, {"text_block_id": "p12_b82", "text": "21."}, {"text_block_id": "p12_b83", "text": "An in-depth, participative and consensual analysis allowed to confront development issues and challenges, strengths, weaknesses, threats and opportunities and look to the future desired by the Chad people. Various consultations and surveys with the Chad population on their national aspirations, and retrospective studies (particularly the Matrice de Diagnostic Stratégique (Strategic diagnostic matrix) and Structural Analysis) made it possible to define the Vision 2030 for development. This Vision constitutes Chad’s framework of reference for national socioeconomic development policy until 2030. However, this framework may be updated according to the lessons learned from its implementation and the evolution of the national, regional or global context."}, {"text_block_id": "p12_b84", "text": "22."}, {"text_block_id": "p12_b85", "text": "To achieve 2030, four strategic axes have been considered to lift the structural constraints and encourage major sustainable socioeconomic development transformation in Chad."}, {"text_block_id": "p12_b86", "text": "23."}, {"text_block_id": "p12_b87", "text": "The present Vision 2030 document is structured into the following four chapters: Vision 2030 (Chapter I); Financing Vision 2030 (Chapter II); Risks and Mitigation Measures for Achieving Vision 2030 (Chapter III); The Institutional Framework Steering Vision 2030 (Chapter IV). These chapters are preceded by the methodological approach to formulating the Vision."}, {"text_block_id": "p13_b88", "text": "VISION DEVELOPMENT PROCESS"}, {"text_block_id": "p13_b89", "text": "24."}, {"text_block_id": "p13_b90", "text": "The process of elaborating the National Prospective Study, “Vision 2030, the Chad we want,” unfolded in the following three phases: (i) preliminary activities; (ii) building the basis of the study; (iii) formulating a normative and voluntarist scenario on development, and (iv) defining and formulating new strategic directions for development."}, {"text_block_id": "p13_b91", "text": "25."}, {"text_block_id": "p13_b92", "text": "The preliminary activities began by the official launch of the Vision 2030 process, headed by the Prime Minister, Head of Government, in January 2015. Following the launch, the work was conducted according to an inclusive approach and through national consultations of the population and the Survey on National Aspirations."}, {"text_block_id": "p13_b93", "text": "26."}, {"text_block_id": "p13_b94", "text": "The survey reports on national aspirations, Matrice de Diagnostic Stratégique (MDS) and Structural Analysis (SA) helped shape the base of the study. This matrix not only allowed to identify the facts with promising potential or seeds of change , strong trends , invariants , strengths, weaknesses, opportunities and threats of the country, but also define the probable future issues and challenges."}, {"text_block_id": "p13_b95", "text": "27."}, {"text_block_id": "p13_b96", "text": "Formulation of the normative and voluntary development scenario based on the morphological study enabled to identify the factors leading to development, actors involved in this scenario with their intervention strategies and related critical uncertainties. This scenario was achieved based on thematic scenarios."}, {"text_block_id": "p13_b97", "text": "28."}, {"text_block_id": "p13_b98", "text": "Determining the political and strategic directions was done based on the voluntary and normative scenario. It enabled to identify the axes, sub-axes, general goals and strategic directions of Vision 2030."}, {"text_block_id": "p13_b99", "text": "29."}, {"text_block_id": "p13_b100", "text": "Technical validation and political adoption of the Vision was done gradually by various institutions or ad hoc bodies. Adopting the Vision involved all the public political actors, particularly the Chad Government, National Assembly, Private Sector, Civil Society, religious organizations and producers, and the Technical and Financial Partners."}, {"text_block_id": "p13_b101", "text": "30."}, {"text_block_id": "p13_b102", "text": "At the technical level, the Vision document produced by the Technical Committee of Experts (CTE – multisector team) was submitted for a review to the process’ Technical Coordinating Committee (TCC) and shared with the development partners."}, {"text_block_id": "p13_b103", "text": "31."}, {"text_block_id": "p13_b104", "text": "After incorporating the observations received from these Partners, the report was submitted for a first national validation at a workshop where all national socio-political sensitivities and the Technical and Financial Partners were represented."}, {"text_block_id": "p13_b105", "text": "32."}, {"text_block_id": "p13_b106", "text": "Once the observations made at the workshop were integrated, the document was sent to the Steering Committee for a second technical validation."}, {"text_block_id": "p13_b107", "text": "33."}, {"text_block_id": "p13_b108", "text": "Politically, after validation by the Steering Committee, the Vision document was adopted by the Cabinet. This document thus constitutes a reference for the medium and long term development strategies for Chad. It will be the foundation for the three National Development Plans (NDP 2017-2021; NDP 2022-2026 and NDP 2027-2030). It will be widely disseminated for larger appropriation by the Chad’s development actors and population."}, {"text_block_id": "p14_b109_merged", "text": "1 CHAPTER I : VISION 2030"}, {"text_block_id": "p15_b111_merged", "text": "1.  VISION 2030"}, {"text_block_id": "p15_b114", "text": "I.1. Justification"}, {"text_block_id": "p15_b115", "text": "34."}, {"text_block_id": "p15_b116", "text": "Chad, like other African countries, opted for economic and social development planning from the time of its independence in 1960. Several development plans and programmes were established and implemented, the latest being the National Development Plan (NDP) 2013-2015."}, {"text_block_id": "p15_b117", "text": "35."}, {"text_block_id": "p15_b118", "text": "The Government decided to conduct a National Prospective Study by 2030, drawing the lessons of the project approach as a framework to design the development policies and make them operational, and of the absence of a global framework to make the sector policies coherent on the one hand. On the other hand, the Government took into consideration the declaration by His Excellency, The President of the Republic, Head of State, Idriss Deby ITNO to make Chad “an emerging regional power by 2025, driven by diversified and sustainable sources of growth that created added value and jobs, and providing every Chad with proper access to basic social services, decent housing and adequate training.”"}, {"text_block_id": "p15_b119", "text": "36."}, {"text_block_id": "p15_b120", "text": "The principal advantage of such a framework of reference – given the manner it was developed (largely inclusive and participative) and its scientific basis (MDS and SA) – is that it allows the following, among others: (i) to align the commitment and will of the highest political authorities with the aspirations of the Chad people; (ii) to conduct long-term planning; and (iii) to ensure consistency in the formulation of the development plans and their convergence."}, {"text_block_id": "p15_b121", "text": "I.2. Objectives of the Vision"}, {"text_block_id": "p15_b122", "text": "37."}, {"text_block_id": "p15_b123", "text": "The Vision’s main objective is to make Chad an emergent country by 2030. Specifically, this entails: i) consolidating the foundations of good governance and the rule of law by strengthening national cohesion and (ii) creating the conditions for sustainable development. To meet these objectives, four (4) strategic axes have been identified"}, {"text_block_id": "p15_b124", "text": "I.3. Axes, Sub-Axes and Strategic Directions of the Vision"}, {"text_block_id": "p15_b125", "text": "38."}, {"text_block_id": "p15_b126", "text": "To achieve the goals assigned to Vision 2030, four (04) Strategic Axes have been defined. These are: (i) strengthening national unity (Axis 1); (ii) strengthening good governance and the rule of law (Axis 2); (iii) developing a diversified and competitive economy (Axis 3) and (iv) improving the quality of life of the Chad people (Axis 4)."}, {"text_block_id": "p15_b127", "text": "39."}, {"text_block_id": "p15_b128", "text": "Each Strategic Axis contains Sub-axes, divided as follows: 02 for the first Axis; 04 for the second; 03 for the third, and 02 for the last."}, {"text_block_id": "p15_b129", "text": "40."}, {"text_block_id": "p15_b130", "text": "Finally, to each strategic Sub-axis has been assigned Strategic Directions (SD)."}, {"text_block_id": "p16_b131", "text": "I.3.1. Strengthening National Unity (Axis 1)"}, {"text_block_id": "p16_b132", "text": "41."}, {"text_block_id": "p16_b133", "text": "Drawing the lessons from its history, characterized by socio-political instability and internal and external armed conflicts that significantly compromised its development process, Chad has instituted frameworks for inter-faith and inter-community dialogue and consultation."}, {"text_block_id": "p16_b134", "text": "42."}, {"text_block_id": "p16_b135", "text": "The implementation of frameworks for dialogue (Mediature, Cadre National de Dialogue Politique (national framework for political dialogue)) and the various initiatives to promote peace and social dialogue made it possible to restore national socio-political unity."}, {"text_block_id": "p16_b136", "text": "43."}, {"text_block_id": "p16_b137", "text": "The main challenge will be to fight against social divide and resolve all forms of divergence that could weaken national unity in a context that would be detrimental to democracy. To that end, ethnic and religious diversity, the cultural and political dimension and Chad’s international commitments will be promoted."}, {"text_block_id": "p16_b138", "text": "I.3.1.1. Objectives of Axis 1"}, {"text_block_id": "p16_b139", "text": "44."}, {"text_block_id": "p16_b140", "text": "The general objective of Vision 2030’s Axis 1 is to strengthen the national unity to which the Chad people aspire. This unity is legitimized by belonging to the Chad nation and will depend on broad consultations between the different cultural and faith communities. Two specific objectives will be pursued to that end, namely: (i) strengthening national cohesion and (ii) promoting civic education."}, {"text_block_id": "p16_b141", "text": "45."}, {"text_block_id": "p16_b142", "text": "This axis is supported by two (02) sub-axes: (i) promoting a culture of peace, civic values and national cohesion, and (ii) promoting cultural values and redefining the role of culture as an inclusive development lever."}, {"text_block_id": "p16_b143", "text": "46."}, {"text_block_id": "p16_b144", "text": "In the long term, this will be a matter of building a united and creative nation that enjoys social equality. In the medium term, eight (08) strategic directions will enable to reach the objectives of Vision’s Axis 1."}, {"text_block_id": "p16_b145", "text": "I.3.1.2. Promoting a culture of peace, civic values and national cohesion (Sub-axis 1.1.)"}, {"text_block_id": "p16_b146", "text": "47."}, {"text_block_id": "p16_b147", "text": "The history of nations teaches that peace is a condition sine qua non of development. This is why policies to maintain security and promote civic education will be pursued to preserve a reclaimed peace for long term development."}, {"text_block_id": "p16_b148", "text": "SD 1: Seeking and consolidating peace, social dialogue and socio-political stability in Chad"}, {"text_block_id": "p16_b149", "text": "48."}, {"text_block_id": "p16_b150", "text": "Consolidating peace, social dialogue and socio-political stability will be achieved by strengthening the existing dialogue platforms and by fighting against all social or community behaviors susceptible of harming national unity. It shall respect the fundamental rights of liberty, equality and justice."}, {"text_block_id": "p16_b151", "text": "SD 2: Promoting intercommunity and inter-faith involvement"}, {"text_block_id": "p16_b152", "text": "49."}, {"text_block_id": "p16_b153", "text": "Common traditional cultural values are the favored means of dialogue and consultation among the different components of Chad society. These values can be used to strengthen alliances and promote a rapprochement between the traditional chiefs and among religious leaders to align mentalities and behaviors on Vision 2030."}, {"text_block_id": "p16_b154", "text": "50."}, {"text_block_id": "p16_b155", "text": "The national unity to which Chad aspires by 2030 is that where there will be no social and/or spatial discrimination between the most vulnerable communities and groups (disabled persons, women and young people, the elderly, etc.). It implies the implementing of appropriate wealth redistribution policies or correcting distortions caused by the market."}, {"text_block_id": "p17_b156", "text": "SD 3: Strengthening the republican principle of secularism of the State and the struggle against religious intolerance and extremism"}, {"text_block_id": "p17_b157", "text": "51."}, {"text_block_id": "p17_b158", "text": "Respect for the republican principle of secularism will be sought through eradication of religious intolerance and extremism, consultations, mediation, resorting to justice and by teaching cultural and civic values."}, {"text_block_id": "p17_b159", "text": "SD 4: Developing a sense of civic-mindedness in the Chad people"}, {"text_block_id": "p17_b160", "text": "52."}, {"text_block_id": "p17_b161", "text": "Cultivating a sense of civic-mindedness in Chad citizens will involve restoring the moral values of our communities, such as respect for institutions, tolerance, solidarity, honesty, integrity and a sense of duty that must serve as a reference for individual and collective behavior."}, {"text_block_id": "p17_b162", "text": "I.3.1.3. Promoting cultural values and redefining the role of culture as an inclusive development lever (Sub-axis 1.2.)"}, {"text_block_id": "p17_b163", "text": "53."}, {"text_block_id": "p17_b164", "text": "In Chad, the cultural heritage is an immense treasure in which the Chad draws his pride, philosophical and ideological foundations to aspire to his country’s development. This heritage will be valued and disseminated more to become a factor of socioeconomic integration."}, {"text_block_id": "p17_b165", "text": "54."}, {"text_block_id": "p17_b166", "text": "Culture is one of the irreducible levers of any endogenous and sustainable development policy. Chad’s cultural potential constitutes a source of inspiration for researchers, artists and architects. Its inclusion in public policies will increase the number of initiatives that create jobs and income."}, {"text_block_id": "p17_b167", "text": "SD 5: Promoting cultural foundations"}, {"text_block_id": "p17_b168", "text": "55."}, {"text_block_id": "p17_b169", "text": "Cultural values and customs constitute immaterial wealth that will be mobilized to accelerate Chad’s socioeconomic development. The levers that will be activated to that end are the preservation of common traditional values, advancement of customs, and promotion of cultural values that are respectful of the environment."}, {"text_block_id": "p17_b170", "text": "SD 6: Reasserting common traditional cultural values"}, {"text_block_id": "p17_b171", "text": "56."}, {"text_block_id": "p17_b172", "text": "Through this strategic direction, this is a matter of raising Chad to the rank of nations that hold a confirmed cultural identity. Indeed, Chad culture suffers from a lack of visibility. For its development, Chad will also need to rely on its culture, traditions and civilization, in other words, on its authentic identity and intrinsic values"}, {"text_block_id": "p17_b173", "text": "SD 7: Promoting traditional knowhow"}, {"text_block_id": "p17_b174", "text": "57."}, {"text_block_id": "p17_b175", "text": "This means recognizing the value of this knowhow, ensuring that its holders are respected and empowered, taking into consideration the distinct character of traditional knowledge systems, while curbing disloyalty and abuse of its use and promoting its preservation."}, {"text_block_id": "p17_b176", "text": "SD 8: Promoting the national cultural heritage"}, {"text_block_id": "p17_b177", "text": "58."}, {"text_block_id": "p17_b178", "text": "Until the last twenty years, the cultural heritage was rarely considered as a development factor. Yet the cultural heritage is a non-renewable economic resource, a sensitive and fragile domain."}, {"text_block_id": "p17_b179", "text": "59."}, {"text_block_id": "p17_b180", "text": "Hence the need for action relying on the contribution of all to the perpetuation of the cultural heritage. It is a matter of preserving the cultural heritage in an economically viable manner, while also guaranteeing its preservation (for future generations) and promotion."}, {"text_block_id": "p18_b181", "text": "Table 1: Sub-axes and Strategic Directions of Axis 1"}, {"text_block_id": "p18_b182", "text": "I.3.2. Strengthening Good Governance and the Rule of Law (Axis 2)"}, {"text_block_id": "p18_b183", "text": "60."}, {"text_block_id": "p18_b184", "text": "Political governance and social cohesion have experienced notorious advancements since 2010 with the institution of the National Policy Framework for Dialogue (CNDP) whose success among others was a consensus on electoral biometrics, and the composition of the Independent National Electoral Commission (CENI)’ more representative of the political class. Thanks to this framework for dialogue, a political agreement was reached in May 2014 with all the actors, including civil society."}, {"text_block_id": "p18_b185", "text": "61."}, {"text_block_id": "p18_b186", "text": "The capacities of Parliament and the judicial system were strengthened respectively with regard to government oversight, mediation and respect for human rights. Also, the establishment of local peace committees made it possible to strengthen dialogue in post-conflict zones. Chad’s accession in 2013 to the African Peer Review Mechanism (APRM) and achievement of compliance with the Extractive Industries Transparency Initiative (EITI) in 2014 illustrate well the political decision to respect the principle of transparency in the management of public affairs."}, {"text_block_id": "p18_b187", "text": "62."}, {"text_block_id": "p18_b188", "text": "At the security and humanitarian level, Chad welcomes over half a million refugees, internally displaced persons and returnees (UNHCR, 2015) because of the conflicts in Chad’s neighboring countries and the terrorist threat. To face this severe humanitarian situation, a response plan for refugees and returnees from the CAR was developed in 2015."}, {"text_block_id": "p18_b189", "text": "63."}, {"text_block_id": "p18_b190_merged", "text": "Significant results have thus been obtained in the area of governance since 2010. But international benchmarks on governance (Mo Ibrahim Index; Transparency International; CPIA) indicate that Chad needs to make further progress in this area."}, {"text_block_id": "p18_b192", "text": "64."}, {"text_block_id": "p18_b193", "text": "In terms of challenges, emphasis will be placed on applying the principles of good governance at all levels of public administration (local, central and sectoral). Evaluation of public policies and accountability in the public sector will also be institutionalized, and significant efforts will be made to improve the management of public finances. Finally, significant reforms will aim to improve the business climate, a condition sine qua none of the emergence of thriving and competitive private sector."}, {"text_block_id": "p18_b194", "text": "65."}, {"text_block_id": "p18_b195", "text": "The course of good governance is dynamic. As such, it must be subject to constant research. This is what justifies that “Vision 2030, the Chad we want” has a second strategic axis, the strengthening of good governance and the rule of law."}, {"text_block_id": "p19_b196", "text": "I.3.2.1. Objectives of Axis 2"}, {"text_block_id": "p19_b197", "text": "66."}, {"text_block_id": "p19_b198", "text": "The general objective of this axis is to promote good governance and the rule of law to ensure sound management of public and private affairs and boost socioeconomic and cultural development. Specifically, the following objectives will be pursued: (i) making public administration effective; (ii) promoting good economic governance; (iii) strengthening the democratic culture as a mode of good governance; (iv) anchoring decentralization as a model of local development; and (v) ensuring security as a development factor."}, {"text_block_id": "p19_b199", "text": "67."}, {"text_block_id": "p19_b200", "text": "The development to which Chad aspires by 2030 will involve the establishment of a State of law, catalyst of the transformations expected of the productive sector and the behaviors wanted of the development actors. Building the strategic and operational capacities of the State will allow for effective functioning of the republican institutions. Fifteen (15) Strategic Directions (SD) have been accepted to optimize the expected results of the implementation of Axis 2 of the Vision."}, {"text_block_id": "p19_b201", "text": "I.3.2.2. Promoting performance and motivation in public administration (Sub-axis 2.1.)"}, {"text_block_id": "p19_b202", "text": "68."}, {"text_block_id": "p19_b203", "text": "Public administration is the principal instrument for the development and implementation of public policy. With the prospect of Chad’s emergence in 2030, public administration will have to be a real catalyst of development."}, {"text_block_id": "p19_b204", "text": "69."}, {"text_block_id": "p19_b205", "text": "This implies strict application of the texts in effect that regulate it and of the structural reforms aimed at its modernization. These reforms must place human resources at the height of its priorities by improving working conditions and the lives of public servants, in order to increase effectiveness in the delivery of quality public services."}, {"text_block_id": "p19_b206", "text": "SD1: Guaranteeing citizens with fair access to public services"}, {"text_block_id": "p19_b207", "text": "70."}, {"text_block_id": "p19_b208", "text": "Fair access to public services implies that they will be available on the entire territory and accessible to all. This does not mean that they will be free, but rather that rates or costs of access to public services will be established according to the different income levels of the different layers of population."}, {"text_block_id": "p19_b209", "text": "SD 2: Providing quality public services adapted to the citizens’ needs"}, {"text_block_id": "p19_b210", "text": "71."}, {"text_block_id": "p19_b211", "text": "In parallel to the deployment of public services on the entire territory, particular attention will be given to the quality of public services."}, {"text_block_id": "p19_b212", "text": "SD 3: Improving working conditions in the public sector"}, {"text_block_id": "p19_b213", "text": "72."}, {"text_block_id": "p19_b214", "text": "To respect the international labor standards to which Chad has subscribed, it must provide adequate working conditions in the public sector and improve the management of human resources."}, {"text_block_id": "p19_b215", "text": "SD4: Guaranteeing the independence of justice and ensuring its effectiveness"}, {"text_block_id": "p19_b216", "text": "73."}, {"text_block_id": "p19_b217", "text": "Separation of powers between the executive, the judiciary and legislative must be ensured. To that end, regulations will be reviewed and disseminated to the bodies concerned and the population."}, {"text_block_id": "p19_b218", "text": "I.3.2.3. Promoting good economic governance (Sub-axis 2.2.)"}, {"text_block_id": "p19_b219", "text": "74."}, {"text_block_id": "p19_b220", "text": "Promoting good economic governance requires both improving the macroeconomic and budgetary framework and improving the business climate."}, {"text_block_id": "p19_b221", "text": "SD 5: Providing for sustainable public finances and effective public spending"}, {"text_block_id": "p19_b222", "text": "75."}, {"text_block_id": "p19_b223", "text": "75. Stabilizing the macroeconomic and budgetary framework requires the pursuit of structural reforms to modernize the public finances. This will involve particularly the implementation of a strategy of broadening the tax base (including the rationalization of tax exemptions) and collecting taxes to improve public finance sustainability."}, {"text_block_id": "p20_b224", "text": "76."}, {"text_block_id": "p20_b225", "text": "76. For results based management, developing budgets will be widespread through the capacity building of actors to formulate, implement and monitor development programs and establish public procurement plans."}, {"text_block_id": "p20_b226", "text": "77."}, {"text_block_id": "p20_b227", "text": "Annual review of public expenditures and revenue will require tracing expenditures."}, {"text_block_id": "p20_b228", "text": "SD 6: Improving the business environment"}, {"text_block_id": "p20_b229", "text": "78."}, {"text_block_id": "p20_b230", "text": "The private sector is recognized as an engine of sustainable economic growth. The priority will be to improve the business climate, reduce transaction costs and removing tariff and non-tariff barriers in line with the region’s community texts (CEMAC and CEEAC)."}, {"text_block_id": "p20_b231", "text": "79."}, {"text_block_id": "p20_b232", "text": "Similarly, revitalizing an inducing legislative and regulatory framework, securing domestic and foreign private investments and applying attractive tax rates is essential."}, {"text_block_id": "p20_b233", "text": "80."}, {"text_block_id": "p20_b234", "text": "Public action will also focus on the development and implementation of land, mining, tourism and craft tax codes."}, {"text_block_id": "p20_b235", "text": "I.3.2.4. Fostering a real democratic culture as mode of governance (Sub-axis 2.3.)"}, {"text_block_id": "p20_b236", "text": "81."}, {"text_block_id": "p20_b237", "text": "The emergence of Chad by 2030 is also dependent on the development of a real democratic culture, good governance and strong leadership at the different levels of the executive. Development will be achieved by 2030 thanks to an environment in which the republican institutions will have the human and technical capacities to stimulate a management dynamic based on results and accountability."}, {"text_block_id": "p20_b238", "text": "SD7: Pursuing decentralization"}, {"text_block_id": "p20_b239", "text": "82."}, {"text_block_id": "p20_b240", "text": "Pursuing the decentralization process in Chad will require the application of related regulations (effective transfer of skills and resources), building the capacities of the decentralized territorial organizations, and developing intercommunity cooperation and decentralized cooperation."}, {"text_block_id": "p20_b241", "text": "SD8: Securing the conditions of alternation and transparent management of powers"}, {"text_block_id": "p20_b242", "text": "83."}, {"text_block_id": "p20_b243", "text": "This implies on the one hand, securing the multi-party system and more specifically control over the Government’s actions by the Parliament, and on the other, organizing regular elections in transparent conditions."}, {"text_block_id": "p20_b244", "text": "SD 9: Strengthening the anti-corruption mechanism"}, {"text_block_id": "p20_b245", "text": "84."}, {"text_block_id": "p20_b246", "text": "To reduce corruption significantly, preventive, control and sanctioning measures will must be intensified on the one hand, and on the other, the institutions and corruption-fighting mechanisms involving the executive, judiciary and parliamentarian must be strengthened."}, {"text_block_id": "p20_b247", "text": "85."}, {"text_block_id": "p20_b248", "text": "Actions to be taken will focus on: (i) intensifying civic education campaigns; (ii) systematizing accountability; (iii) systematizing sanctions, and (iv) recovering misappropriated funds and public property."}, {"text_block_id": "p20_b249", "text": "SD10: Increasing the capacities of civil society organizations as an opposing force"}, {"text_block_id": "p20_b250", "text": "86."}, {"text_block_id": "p20_b251", "text": "Citizen participation is a condition for the implementation of Vision 2030. Public action will focus primarily on improving participative monitoring of the management of public affairs and the systematic dissemination of related information."}, {"text_block_id": "p20_b252", "text": "87."}, {"text_block_id": "p20_b253", "text": "The capacities of civil society organizations will be strengthened to allow for better control over government action. They will be involved in planning, implementing, monitoring and evaluating public policies at the local and national level. To that end, the establishment of a consultation framework and communication strategy are essential."}, {"text_block_id": "p20_b254", "text": "OS 11: Strengthening local development policies that promote good resources management"}, {"text_block_id": "p21_b255", "text": "88."}, {"text_block_id": "p21_b256", "text": "Support for local development will depend on the transfer of human, technical and financial resources to the regional State services. Regarding management, improving the financial, economic and tax framework, as well as transparent and effective management of local affairs will be promoted. Implementing this direction will be done through the elaboration and implementation of local development plans. These plans must be designed in a participative and inclusive manner to ensure proper management of local resources."}, {"text_block_id": "p21_b257", "text": "SD 12: Guaranteeing freedom of the public, private, individual and collective press"}, {"text_block_id": "p21_b258", "text": "89."}, {"text_block_id": "p21_b259", "text": "Freedom of the press is one of the fundamental principles of democratic systems. It is based on freedom of opinion and freedom of expression. To guarantee it, public, private and community media are promoted and empowered to ensure free information to citizens."}, {"text_block_id": "p21_b260", "text": "I.3.2.5. Improving security as a development factor (Sub-axis 2.4)"}, {"text_block_id": "p21_b261", "text": "90."}, {"text_block_id": "p21_b262", "text": "Achievements in terms of security must be preserved. To that end, the State will implement a voluntary policy of reform of the defense and security forces, and a policy in support of security companies to facilitate their active participation in national security. The State will integrate a security component in all its socioeconomic and cultural development policies and will strengthen the conflict prevention and management system."}, {"text_block_id": "p21_b263", "text": "SD13: Pursuing reforms of the defense and security forces"}, {"text_block_id": "p21_b264", "text": "91."}, {"text_block_id": "p21_b265", "text": "Territorial integrity, peace and security, infrastructure, and goods and services will play a predominant role in establishing a climate conducive to economic and social activity. In this perspective, capacities of the defense, security and paramilitary forces will be built, illicit light weapons circulation penalized, borders secured, and local police put into place."}, {"text_block_id": "p21_b266", "text": "SD14: Supporting private security firms"}, {"text_block_id": "p21_b267", "text": "92."}, {"text_block_id": "p21_b268", "text": "The country’s social and economic development must be backed by the security of property and people. In addition to the actions led by Chad’s Defense and Security Forces, private security companies will be relied on to increase their contribution to national security and protect private investments."}, {"text_block_id": "p21_b269", "text": "SD15: Contributing effectively to regional and sub-regional stability and revitalizing the integration institutions"}, {"text_block_id": "p21_b270", "text": "93."}, {"text_block_id": "p21_b271", "text": "Chad’s role in the international arena will be enhanced through its contribution to accelerating the CEMAC/CEEAC countries’ integration process and its continued support for sub-regional and continental stability."}, {"text_block_id": "p21_b272", "text": "Table 2: Sub-axes and Strategic Directions of Axis 2"}, {"text_block_id": "p22_b273", "text": "I.3.3. Development of a Diversified and Competitive Economy (Axis 3)"}, {"text_block_id": "p22_b274", "text": "94."}, {"text_block_id": "p22_b275", "text": "The annual average economic growth rate (7.4%) during the 2003-2015 period was essentially driven by oil production. It did not lead to a structural transformation of the national economy. Also, the tax reforms introduced did not achieve the expected results and the absence of a national institutional framework to develop the public-private partnership limited the mobilization of public and private resources."}, {"text_block_id": "p22_b276", "text": "95."}, {"text_block_id": "p22_b277", "text": "The main challenge would be to achieve sustainable and strong growth by promoting all the niches possible in the non-oil sector to compensate for a probable slowdown of the oil GDP over the period covered by the Vision."}, {"text_block_id": "p22_b278", "text": "96."}, {"text_block_id": "p22_b279", "text": "The other specific challenges to be faced remain the Chad economy’s strong dependence on oil, structural transformation of the economy to achieve sustainable and inclusive growth, particularly for the creation of lasting and decent jobs for young people."}, {"text_block_id": "p22_b280", "text": "97."}, {"text_block_id": "p22_b281", "text": "This economic growth could only contribute to development if it reduces social inequality. Moreover, the pace of population growth must be slowed to begin a demographic transition that can benefit from the demographic dividend."}, {"text_block_id": "p22_b282", "text": "98."}, {"text_block_id": "p22_b283", "text": "Better mobilization of public resources and development of the oil sector in the early 2000s could have been used more to create the foundations of an industrial economy based on the development of the agro-sylvo-pastoral and halieutic sectors."}, {"text_block_id": "p22_b284", "text": "99."}, {"text_block_id": "p22_b285", "text": "Therefore, “Vision 2030, the Chad we want” has retained as third strategic axis “developing a diversified and competitive economy.”"}, {"text_block_id": "p22_b286", "text": "I.3.3.1. Objectives of Axis 3"}, {"text_block_id": "p22_b287", "text": "100."}, {"text_block_id": "p22_b288", "text": "The general objective of Axis 3 is to diversify the economy to make it more competitive. Specifically, this means having the Chad economy undergo a structural transformation by development the leading sectors."}, {"text_block_id": "p22_b289", "text": "101."}, {"text_block_id": "p22_b290", "text": "To that end, three (03) sub-axes of the Vision are retained: (i) a diversified and fast-growing economy; (ii) financing of the economy mainly secured by domestic savings, loans to the economy and foreign private capital, and (iii) infrastructure as a lever of sustainable development. To achieve the objectives of Axis 3, eleven (11) medium and long term strategic directions have been formulated."}, {"text_block_id": "p23_b291", "text": "I.3.3.2. A diversified and fast-growing economy (Sous-axe 3.1.)"}, {"text_block_id": "p23_b292", "text": "102."}, {"text_block_id": "p23_b293", "text": "Public action will focus on transitioning from the traditional primary sector with low added value to the secondary sector and services that provide the State with increased tax revenue and create lasting and decent jobs."}, {"text_block_id": "p23_b294", "text": "SD1: Promoting sustainable economic growth"}, {"text_block_id": "p23_b295", "text": "103."}, {"text_block_id": "p23_b296", "text": "Sustainable economic growth will be encouraged by the establishment of the agri-food, manufacturing, textile, crafts and tourism industries in addition to the oil and mining industries. An adequate regulatory framework will be adopted to develop and promote local products on the regional and international markets."}, {"text_block_id": "p23_b297", "text": "SD 2: Ensuring energy self-sufficiency and making it accessible"}, {"text_block_id": "p23_b298", "text": "104."}, {"text_block_id": "p23_b299", "text": "Developing an electricity production, transportation and distribution system will be a development factor of economic activity. The use of appropriate advanced renewable and thermal energy technology will be promoted. The rehabilitation and extension of reliable electricity transportation and distribution networks will be extended throughout the national territory."}, {"text_block_id": "p23_b300", "text": "SD 3: Developing regional growth hubs"}, {"text_block_id": "p23_b301", "text": "105."}, {"text_block_id": "p23_b302", "text": "This direction will be achieved by the establishment of production zones where all production factors will be available and accessible. Focus will also be placed on supporting means of agro-sylvo-pastoral and industrial production, and promoting SME/SMI that create jobs and added value."}, {"text_block_id": "p23_b303", "text": "SD 4: Developing the leading sectors"}, {"text_block_id": "p23_b304", "text": "106."}, {"text_block_id": "p23_b305", "text": "Development of previously identified leading sectors and access to profitable domestic and foreign markets will help achieve food security and create monetary income for the producers. Thus, their growth will depend on support of key sectors (livestock, farming, fishing) and value chains (meat, milk, hides, etc.) Improving the skills of actors in the leading sectors will also be emphasized to increase factor productivity in these sectors."}, {"text_block_id": "p23_b306", "text": "I.3.2.3. Financing of the economy is mainly secured by domestic savings, loans to the economy and foreign private capital (Sub-axis 3.2.)"}, {"text_block_id": "p23_b307", "text": "107."}, {"text_block_id": "p23_b308", "text": "Financial inclusion plays a decisive role in reducing extreme poverty, stimulating shared prosperity and supporting inclusive and sustainable development. Mobilizing savings, developing the financial system and the advent of new national shareholders are essential for the structural transformation of the economy."}, {"text_block_id": "p23_b309", "text": "SD 5: Implementing innovative mechanisms to mobilize national savings and foreign private capital"}, {"text_block_id": "p23_b310", "text": "108."}, {"text_block_id": "p23_b311", "text": "The low savings used for productive investments reinforces the need to resort to other types of national and foreign capital to finance the different sectors of the economy. Consequently, innovative mechanisms to mobilize national savings and that can also attract more foreign capital will be implemented."}, {"text_block_id": "p23_b312", "text": "SD 6: Revitalizing and developing the financial system"}, {"text_block_id": "p23_b313", "text": "109."}, {"text_block_id": "p23_b314", "text": "Like other developing countries, Chad’s financial system is not very developed or accessible to certain economic actors (two Chad adults out of seven have access to a formal financial product). Revitalizing and developing the financial sector are major challenges for the national economy. Facing this challenge will require issuing treasury bills, liquidating domestic and foreign debts, strengthening the stock market and fighting against money laundering. Securing property titles will help reduce the financial system’s weakness and increase its development. Considering the predominance of the rural sector in the national economy, financial innovations"}, {"text_block_id": "p24_b315", "text": "will be encouraged to tailor financial services to the needs of the rural population which represents 80% of the total population"}, {"text_block_id": "p24_b316", "text": "."}, {"text_block_id": "p24_b317", "text": "SD 7: Promoting the emergence of new national private shareholders"}, {"text_block_id": "p24_b318", "text": "110."}, {"text_block_id": "p24_b319", "text": "The advent of new shareholders in a dynamic financial system will make it possible to develop the financial landscape and thus finance the national economy. To that end, improving the business environment, fighting against fraud and tax evasion and implementing an independent judiciary are decisive. In addition to the emergence of new national shareholders, efforts will be made to accelerate the formalization of informal sector businesses and the emergence of a middle class to increase domestic consumption."}, {"text_block_id": "p24_b320", "text": "SD 8: Promoting foreign exchange"}, {"text_block_id": "p24_b321", "text": "111."}, {"text_block_id": "p24_b322", "text": "Foreign trade offers the country the opportunity to benefit from its comparative advantages. It presents the benefit of providing opportunities to producers, foreign currencies to the country and cover the production deficit with imported goods. Consequently, the country’s development will also depend on a national economy that is integrated in the global economy through exports of processed goods with high added value and diversification of exported products. The country must therefore focus its efforts on improving the production system’s productivity and promoting free trade based among other things, on capitalizing on comparative advantages and eliminating structural constraints."}, {"text_block_id": "p24_b323", "text": "I.3.2.5. Infrastructures as a lever for development (Sub-axis 3.4.)"}, {"text_block_id": "p24_b324", "text": "112."}, {"text_block_id": "p24_b325", "text": "The development of basic economic infrastructures necessary for the production, processing, distribution and marketing of goods and services will determine to a large extent the performance of the productive sector, a factor in Chad’s emergence. To that end, improving development conditions and access to the ICT, and orientating public investments to basic infrastructures will be favored."}, {"text_block_id": "p24_b326", "text": "SD 9: Developing transportation infrastructures"}, {"text_block_id": "p24_b327", "text": "113."}, {"text_block_id": "p24_b328", "text": "The achievement, rehabilitation and maintenance of transportation infrastructures (roads, ports, airports, railways) are essential to support the structural transformation of the Chad economy. The ripple effect associated with providing these infrastructures will inevitably accelerate the structural transformation process."}, {"text_block_id": "p24_b329", "text": "SD 10: Developing infrastructures of support for economic activity"}, {"text_block_id": "p24_b330", "text": "114."}, {"text_block_id": "p24_b331", "text": "Structural transformation of the Chad economy will depend on the availability of quality infrastructure at a low cost in terms of electricity and energy, hydraulic works and water management, and finally the processing, conservation, distribution, marketing and storage of products to make exports competitive."}, {"text_block_id": "p24_b332", "text": "SD 11: Improving development conditions and access to ICT"}, {"text_block_id": "p24_b333", "text": "115."}, {"text_block_id": "p24_b334", "text": "Low-cost access to ICT is known to be an undeniable lever for development in terms of its growth potential. Innovations supported by ICT are numerous and concern key sectors of the economy (finance, agriculture, public finance). Improving access to ICT, which is currently low with a prohibitive cost (the Internet penetration rate in"}, {"text_block_id": "p25_b335", "text": "Chad was 14.1% in 2014) will significantly contribute to the country’s development."}, {"text_block_id": "p25_b336", "text": "Table 3: Sub-axes and Strategic Directions of Axis 3"}, {"text_block_id": "p25_b337", "text": "I.3.4. Improving the Quality of Life of the Chad People (Axis 4)"}, {"text_block_id": "p25_b338", "text": "116."}, {"text_block_id": "p25_b339", "text": "To provide a better quality of life to the Chad people by 2030, the following will be implemented through two sub-axes: (i) a healthy environment with preserved natural resources and (ii) an environment conducive to the flourishing and well-being of the population."}, {"text_block_id": "p25_b340", "text": "117."}, {"text_block_id": "p25_b341", "text": "The challenges are linked to the preservation of environmental resources in a Sahelian country such as Chad, adjusting to and alleviating the effects of climate change. Deficits in the areas of access to health, education and social protection will have to be absorbed. Improving vocational training and the quality of learning should contribute to significantly reducing youth unemployment. The last challenge is that of associating all the population layers in the development process outlined in the Vision."}, {"text_block_id": "p25_b342", "text": "I.3.4.1. Objectives of Axis 4"}, {"text_block_id": "p25_b343", "text": "118."}, {"text_block_id": "p25_b344", "text": "The overall objective of axis 4 is to improve the population’s living conditions and reduce social inequality preserving natural resources and adapting to climate change."}, {"text_block_id": "p25_b345", "text": "119."}, {"text_block_id": "p25_b346", "text": "The social and demographic aspects will be: (i) to build and equip health and educational infrastructures; (ii) improve the technology of health facilities; (iii) implement a more effective epidemiological research system and enhanced communication mechanism; (iv) reduce the chronic and acute malnutrition rate; (v) institute dialogue between the generations to change behaviors; (vi) achieve parity between girls and boys in the educational system; (vii) promote women’s access to decision-making bodies and (viii) implement sustainable social protection strategies."}, {"text_block_id": "p25_b347", "text": "120."}, {"text_block_id": "p25_b348", "text": "The specific objectives with regard to the environment are as follows: (i) promoting regional planning; (ii) developing mixed sources of energy; iii) preserving natural resources and fighting against climate change; and (iv) preventing and managing natural crises and disasters."}, {"text_block_id": "p26_b349", "text": "121."}, {"text_block_id": "p26_b350", "text": "Seeking solutions to problems related a thriving Chad people will be based on an environment that is conducive to harmonious social development. To that end, nine (09) strategic directions were defined."}, {"text_block_id": "p26_b351", "text": "I.3.4.2. A healthy environment with preserved natural resources (Sub-axis 4.1.)"}, {"text_block_id": "p26_b352", "text": "122."}, {"text_block_id": "p26_b353", "text": "The environment is a factor of sustainable development. Thus, a long-term plan will be implemented to adapt to climate change by developing the appropriate renewable energy technology."}, {"text_block_id": "p26_b354", "text": "123."}, {"text_block_id": "p26_b355", "text": "Chad will continue to participate in seeking solutions to alleviate climate change and adapt to it, and to reduce greenhouse gases."}, {"text_block_id": "p26_b356", "text": "124."}, {"text_block_id": "p26_b357", "text": "Developing a policy aimed at reducing regional disparities and/or taking their specificities into account will be favored. To that end, the National land-use plan (SNAT) 2035, which sets out the strategic options for development at the territorial level will be the framework for land use. This plan must be updated and implemented to materialize the population’s aspirations."}, {"text_block_id": "p26_b358", "text": "SD 2: Facilitating the population’s access to sources of mixed energy (new and renewable)"}, {"text_block_id": "p26_b359", "text": "125."}, {"text_block_id": "p26_b360", "text": "To facilitate and guarantee the population’s continued access to mixed and renewable energy sources, the appropriate technology, such as photovoltaics, wind, biomass and geothermal will be developed. In addition to promoting productive use, programs will be implemented to improve the access, effectiveness and domestic use of these renewable resources by the population. Support measures will be taken particularly to educate the Chad people on the issues related to using alternative energy sources."}, {"text_block_id": "p26_b361", "text": "SD 3: Implementing a participative and inclusive policy to fight against climate change, controlling and managing natural resources and preserving the Lake Chad Basin."}, {"text_block_id": "p26_b362", "text": "126."}, {"text_block_id": "p26_b363", "text": "Adapting to climate change and preserving biodiversity will be the subject of a national policy. Mitigating measures such as developing resilient farming practices will be developed. Attention will be given to preserving Lake Chad, which constitutes a means of subsistence for over thirty million people, particularly through the Lake Chad Basin Commission (LCBC)."}, {"text_block_id": "p26_b364", "text": "SD 4: Implementing a mechanism to prevent and manage natural risks and disasters and other humanitarian crises"}, {"text_block_id": "p26_b365", "text": "127."}, {"text_block_id": "p26_b366", "text": "To date, responses to natural disasters and humanitarian crises in Chad and the Sub-Region have been reactive. It will therefore be necessary to establish a mechanism that will guarantee systemic resiliency to natural disasters and humanitarian crises. To do so, emphasis will be placed on the prevention mechanism to be developed, which will be broadly disseminated in order to be appropriated by all layers of the population."}, {"text_block_id": "p26_b367", "text": "SD 5: Controlling demographic growth to reverse the current trend"}, {"text_block_id": "p26_b368", "text": "128."}, {"text_block_id": "p26_b369", "text": "The search for solutions to problems relating to the flourishing of the Chad population will also require a successful demographic transition. The public policies to be implemented will enable to reverse the current trend (fertility rate of 6 children per woman and a population growth rate of 3.6%). They will focus on an information and"}, {"text_block_id": "p27_b370", "text": "educational system emphasizing overall reproductive health, encouraging girls to finish their studies and fight against socio-cultural constraints."}, {"text_block_id": "p27_b371", "text": "SD 6: Implementing a national policy on employment and vocational training, taking into consideration urban employment."}, {"text_block_id": "p27_b372", "text": "129."}, {"text_block_id": "p27_b373", "text": "Implementing a youth policy will be based on civic education, leisure and culture, entrepreneurship, initiation to professional life and the promotion of job training centers. At the local level, initiatives to revitalize scientific, technological and vocational training will be encouraged in order to remove access constraints and match the country’s specific needs."}, {"text_block_id": "p27_b374", "text": "SD 7: Improving quality, fair access and the provision of basic social services"}, {"text_block_id": "p27_b375", "text": "130."}, {"text_block_id": "p27_b376", "text": "Institutional and technical capacities to manage human resources and social infrastructures will be strengthened. To that end, achieving investments in basic social services (education, health, nutrition, access to clean water, sanitation and housing) and creating specialized schools will be necessary."}, {"text_block_id": "p27_b377", "text": "SD 8: Developing and implementing a gender policy"}, {"text_block_id": "p27_b378", "text": "131."}, {"text_block_id": "p27_b379", "text": "Developing and implementing a gender policy will help reduce gender-related inequality and promote social equality."}, {"text_block_id": "p27_b380", "text": "132."}, {"text_block_id": "p27_b381", "text": "The following actions will be pursued: (i) sensitizing and empowering parents to keep girls in school; (ii) adopting and enforcing quota legislation (45% in 2030) for the advancement of women in decision-making bodies; (iii) implementing a credit policy and other innovative financing for women; (iv) strengthening women’s economic and social empowerment; and (v) providing equal access to productive assets between men and women."}, {"text_block_id": "p27_b382", "text": "SD 9: Implementing and monitoring national social protection strategies and Universal Health Coverage"}, {"text_block_id": "p27_b383", "text": "133."}, {"text_block_id": "p27_b384", "text": "To encourage Chad’s emergency by 2030, one condition is to help vulnerable persons become actors in development."}, {"text_block_id": "p27_b385", "text": "134."}, {"text_block_id": "p27_b386", "text": "To that end, guiding vulnerable persons (children, young people, women, the disabled, returnees, internally displaced persons, retirees, demobilized persons, etc.) and reintegrating them into the socioeconomic system"}, {"text_block_id": "p28_b387", "text": "will be done through the implementation and monitoring of the national social protection strategy."}, {"text_block_id": "p28_b388", "text": "Table 4: Sub-axes and Strategic Directions of Axis 4"}, {"text_block_id": "p30_b389_merged", "text": "2 CHAPTER II : FINANCING VISION 2030"}, {"text_block_id": "p31_b391", "text": "CHAPTER II : FINANCING VISION 2030"}, {"text_block_id": "p31_b392", "text": "135."}, {"text_block_id": "p31_b393", "text": "Defining a coherent financing strategy to achieve Vision 2030 is justified by the erratic evolution of the global economy and consequently that of the Chad economy (fluctuation of the price of raw materials, strong variation of agricultural production resulting from climate change and the volatility of Official Development Assistance)."}, {"text_block_id": "p31_b394", "text": "136."}, {"text_block_id": "p31_b395", "text": "It is therefore essential to explore and mobilize long-term funding to meet the needs for investments in the social and economic sectors. Potential sources of financing come from two (2) categories: internal and external."}, {"text_block_id": "p31_b396", "text": "II.1. Internal Sources"}, {"text_block_id": "p31_b397", "text": "137."}, {"text_block_id": "p31_b398", "text": "The principal internal sources of financing in Chad are tax and non-tax revenues, export earnings, investment income, government borrowing on the national and international market, business and household savings and the Public-Private Partnership (PPP)."}, {"text_block_id": "p31_b399", "text": "II.2. External Sources"}, {"text_block_id": "p31_b400", "text": "138."}, {"text_block_id": "p31_b401", "text": "External sources of funding for Vision 2030 include Official Development Assistance (Loans and Grants) and regional and international financial markets. South-South cooperation and the development of public-private partnerships could also constitute a means to increase the role of development banks in funding Viaion 2030. Migrant transfers, although currently low, are also potential sources of financing for Vision 2030."}, {"text_block_id": "p31_b402", "text": "139."}, {"text_block_id": "p31_b403", "text": "In Chad’s current situation, the different internal and external sources mentioned above present limitations, particularly regarding the scarcity of concessional resources and the persistent oil crisis. This observation calls for greater mobilization of private funding to implement the Vision while taking the sustainability of the debt level into account."}, {"text_block_id": "p31_b404", "text": "II.3. Strategy to Mobilize Resources"}, {"text_block_id": "p31_b405", "text": "140."}, {"text_block_id": "p31_b406", "text": "The difficult national and international situation should rather encourage development actors to diversify instruments and sources of funding, and even invent new ones. The mobilization referred to here is aimed at offering financial capacities to the Government, private sector and households. At this level, promoting fiscal civic-mindedness through greater accountability and the institution of a “reporting” culture will be encouraged."}, {"text_block_id": "p31_b407", "text": "141."}, {"text_block_id": "p31_b408", "text": "Official Public Assistance constitutes one of the levers for funding the Vision. Strategies to mobilize more resources from multilateral and bilateral partners will be implemented."}, {"text_block_id": "p31_b409", "text": "142."}, {"text_block_id": "p31_b410", "text": "Innovative financial mechanisms aimed at mobilizing Diaspora resources and transfers to Chad will be implemented to increase private funding from growth sectors."}, {"text_block_id": "p32_b411", "text": "II.3.1. Resource Mobilization by the State"}, {"text_block_id": "p32_b412", "text": "143."}, {"text_block_id": "p32_b413", "text": "Efforts in this area will be based on various potential sources. To deal with the erratic nature of international financial resources, two avenues are possible."}, {"text_block_id": "p32_b414", "text": "144."}, {"text_block_id": "p32_b415", "text": "The first consists of improving the mobilization of public revenue. The tax system in Chad is still inefficient due to a large volume of informal economic activity. It is therefore imperative to redefine the tax policies by enlarging the tax base, adjusting the tax rate and improving collection to ensure sustainable revenue for the State."}, {"text_block_id": "p32_b416", "text": "145."}, {"text_block_id": "p32_b417", "text": "The second avenue consists of developing a network of businesses, facilitating their access to funding and mobilizing domestic savings (public and private). Also, public savings can be recycled into productive investments. For example, planned investments in the mining sector should enable the State to receive significant royalties. Due to the low performance of public spending in Chad , which somewhat explains the low incentive of taxpayers to meet their tax requirements, a subsidiary approach will be to improve the effectiveness of public activities. This will allow not only to lead to budgetary savings, but also to increased tax revenue due resulting fiscal civic-mindedness."}, {"text_block_id": "p32_b418", "text": "146."}, {"text_block_id": "p32_b419", "text": "Foreign Direct Investment (FDI) is another source of impetus to economic growth, through capital inflows, technology transfers and market access. The planned structural reforms will thus enable to draw new investors. Emphasis should now be made on resorting to the public-private partnership."}, {"text_block_id": "p32_b420", "text": "147."}, {"text_block_id": "p32_b421", "text": "Regarding the mobilization of resources through debt, the strategy will be focused on seeking concessional resources with favorable terms to fund infrastructures (transportation, equipment, dams, etc.) in order to prevent a public debt solvency crisis."}, {"text_block_id": "p32_b422", "text": "II.3.2. Resource Mobilization by the Private Sector"}, {"text_block_id": "p32_b423", "text": "148."}, {"text_block_id": "p32_b424", "text": "To involve the private sector in funding Vision 2030, there are three possible avenues. First, development banks should be established in Chad. Second, creating specialized financial institutions will make it possible to meet the specific funding needs of various economic agents. Third, the transfer of migrants may represent another source of funding to be exploited."}, {"text_block_id": "p32_b425", "text": "II.4. Optimizing Resource Management"}, {"text_block_id": "p32_b426", "text": "149."}, {"text_block_id": "p32_b427", "text": "Optimizing resource management refers to the establishment of mechanisms that promote rational and efficient management of resources and that enable an ongoing evaluation of public expenditure effectiveness."}, {"text_block_id": "p34_b428", "text": "3"}, {"text_block_id": "p34_b429", "text": "CHAPTER III : RISKS AND MITIGATION MEASURES"}, {"text_block_id": "p35_b430", "text": "CHAPTER III :"}, {"text_block_id": "p35_b431", "text": "RISKS AND MITIGATION MEASURES"}, {"text_block_id": "p35_b432", "text": "150."}, {"text_block_id": "p35_b433", "text": "Vision 2030 will be achieved in a context that presents a certain number of risks that may impede on the implementation of priority development programmes, despite the considerable efforts made in the last years by the State and its development partners."}, {"text_block_id": "p35_b434", "text": "III.1. International Risks"}, {"text_block_id": "p35_b435", "text": "151."}, {"text_block_id": "p35_b436", "text": "The major risk for Chad is linked to the volatility of oil prices on the international market. Consequently, the economic outlook for the first five years of the development process could be marked by a decrease in budget revenues due to the drop in oil prices, the country’s main export product."}, {"text_block_id": "p35_b437", "text": "III.2 National Risks"}, {"text_block_id": "p35_b438", "text": "152."}, {"text_block_id": "p35_b439", "text": "The state of insecurity in some of Chad’s border countries constitutes a factor that may hamper achievement of the Vision. Indeed, this could lead among other things, to an increasing influx of refugees, returnees and displaced persons, which could constitute a threat to peace and social cohesion. This complex socio-political situation contributes to exposing the population to recurrent humanitarian crises. As a Sahelian country, Chad is also very vulnerable to climate risks (droughts, floods, violent winds, desertification), making production conditions and the lives of men and women uncertain and extremely precarious, which can lead to rising tensions in relation to the access to natural resources."}, {"text_block_id": "p35_b440", "text": "153."}, {"text_block_id": "p35_b441", "text": "The difficulties of establishing and running organizations responsible for promoting a modern administration with a r management culture based on results and accountability risk slowing the achievement of the Vision. This risk is compounded by a lack of efficiency in promoting access to justice and human rights."}, {"text_block_id": "p35_b442", "text": "154."}, {"text_block_id": "p35_b443", "text": "Besides these problems, the risks related to limited capacities at the sectoral ministry levels must be taken into consideration. These risks can be mitigated by implementing an efficient and properly equipped administration that will perform effective prospection, strategic planning and development management. Indeed, building human capacities in these essential duties will depend on: (i) the level of mobilized financial resources (internal and external) and (ii) the capacity of their absorption. It also depends on increasing the efficiency and effectiveness of the development programmes of Chad’ technical and financial partners."}, {"text_block_id": "p35_b444", "text": "155."}, {"text_block_id": "p35_b445_merged_merged", "text": "Recall that Chad is one of the countries with the lowest ration of Official Development Assistance per capita in Africa1 ."}, {"text_block_id": "p35_b448", "text": "156."}, {"text_block_id": "p35_b449", "text": "Finally, the risk of the country’s excessive debt must be taken into consideration in a context marked by both the need to accelerate public investments and State expenditures, thus the debt level and constraints to comply with the standards in effect with regard to debt."}, {"text_block_id": "p36_b450", "text": "III.3. Interdependence of Risks"}, {"text_block_id": "p36_b451", "text": "157."}, {"text_block_id": "p36_b452", "text": "Among the risks identified, some are interdependent: (i) the impact of security considerations (the country’s financial commitments against the terrorist threat) on the economic and social dimension (pressure on public finances); (ii) the decline in export earnings and relative decline in effective allocation of budget resources to fund the social sectors, etc.; (iii) the impact of a secure climate as well as climate change on the humanitarian situation with the influx of refugees into Chad and the problem of their spatial inclusion, and (iv) the probable impact of the economic situation"}, {"text_block_id": "p36_b453", "text": "(impact of the oil crisis and reduced capacities to finance the economy) on the funding of public expenditures."}, {"text_block_id": "p36_b454", "text": "III.4. Risk Mitigation Measures"}, {"text_block_id": "p36_b455", "text": "158."}, {"text_block_id": "p36_b456", "text": "The findings resulting from the analysis of these risks have enabled to highlight a certain number of conditions to be met to reduce them significantly in order to achieve Vision 2030 efficiently:"}, {"text_block_id": "p36_b457", "text": "The findings resulting from the analysis of these risks have enabled to highlight a certain number of conditions to be met to reduce them significantly in order to achieve Vision 2030 efficiently:\n* Build the capacities of human resources in the administrationâs essential duties (PPPBSE chain);\n* Develop a strategy to mobilize resources structured around a strategy for communication and research for\n* Establish performance contracts, standard assignment models for positions in the ministries and promote a\n* Consolidate institutional and democratic governance;\n* Diversify the economy by promoting the agro-sylvo-pastoral sectors and integrating them into the global value\n* Improve the governance of environmental management by strengthening the institutional framework for"}, {"text_block_id": "p38_b470_merged", "text": "4 CHAPTER IV : STEERING VISION 2030"}, {"text_block_id": "p39_b472_merged", "text": "CHAPTER IV : STEERING VISION 2030"}, {"text_block_id": "p39_b475", "text": "159."}, {"text_block_id": "p39_b476", "text": "The institutional steering framework has the following prerogatives: (i) ensuring that the Vision’s strategic direction and operational plans (NDP) have been effectively and adequately implemented; (ii) determining to what extent results have been reached (particularly outputs and outcomes) and whether (or not) they are on the path of expected impact; (iii) highlighting and explaining possible discrepancies between achievements and initial forecasts (targets), also in terms of execution (activities, budget) and results (outputs, outcomes and impact); and (iv) proceeding finally with a critical reflection based on identifying, measuring and explaining these discrepancies. It will then be a matter of defining the problems encountered in the implementation phase and"}, {"text_block_id": "p39_b477", "text": "considering the measures to address them; and then suggesting possible adjustments or revisions."}, {"text_block_id": "p39_b478", "text": "160."}, {"text_block_id": "p39_b479", "text": "This framework, which is based on a long-term perspective in the sense that it will serve, in light of the lessons learned, to implement the NDP more effectively, will require cooperation and strict interaction between its different organs, and the collection, processing and analysis of primary and secondary data."}, {"text_block_id": "p39_b480", "text": "Figure 2: Steering Vision 2030"}, {"text_block_id": "p40_b481", "text": "IV.1. The Different Management Framework Organs"}, {"text_block_id": "p40_b482", "text": "161."}, {"text_block_id": "p40_b483", "text": "The management framework at the double central and decentralized level. At the central level, the principal organs are: (i) the High Committee of Interministeral orientation (HCIO), supreme organ of said framework; and (ii) the Technical Steering Committee (TSC), under whose authority are several sub-organs (State/Partners Committee, Civil Society and the Private Sector, the Technical Ministries etc.). At the decentralized level, the framework integrates the following in hierarchical order: (i) the Regional Action and Monitoring Committees (CRAS); (ii) the Departmental Action and Monitoring Committees (CDAS); and (iii) the Local Action and Monitoring Committees (CLAS)."}, {"text_block_id": "p40_b484", "text": "IV.1.1. High Committee of Interministerial Orientation (HCIO)"}, {"text_block_id": "p40_b485", "text": "162."}, {"text_block_id": "p40_b486", "text": "The HCIO is presided by the Prime Minister, Head of Government and meets once a year. It may be comprised for example of all the members of Government, Presidents of the institutions of the Republic, Employers, Union leaders, Human Rights Associations, religious leaders, university directors, independent research institutions, etc."}, {"text_block_id": "p40_b487", "text": "163."}, {"text_block_id": "p40_b488", "text": "During the entire period of implementation of the Vision, it is responsible for giving overall and sectoral orientations at the strategic and operational level. The HCIO makes its decisions based on implementation reports."}, {"text_block_id": "p40_b489", "text": "IV.1.2. Technical Steering Committee (TSP)"}, {"text_block_id": "p40_b490", "text": "164."}, {"text_block_id": "p40_b491", "text": "Under the authority of the HCIO, the TSP is comprised of Government members involved in implementing Vision 2030 and presided by the Ministry in charge of Planning. It receives consecutive orientations from the HCIO, which it forwards to the sub-organs placed beneath its authority. It ensures the application of these guidelines."}, {"text_block_id": "p40_b492", "text": "165."}, {"text_block_id": "p40_b493", "text": "The sub-organs directly linked to the TSP are: (i) the Direction de la Planification Nationale (DPN - Direction of national planning / Direction de Suivi-évaluation (DSE – Direction of monitoring and evaluation) and Thematic Groups (TG); (ii) the INSEED and other Institutes of Research (IR); (iii) the Ministry of Finance and Budget; (iv) the Technical Ministries (DEP, DS and DT); the State/Partners Committee (CEP); and the Civil Society Organizations (CSO0 and Private Sector (PS)."}, {"text_block_id": "p40_b494", "text": "166."}, {"text_block_id": "p40_b495", "text": "The INSEED, as the institution in charge of coordinating the national statistic mechanism and producing official statistics, will have the role of quality control of statistics, and advice and support for the different Ministries in developing and producing their statistics. It must monitor the data’s consistency and relevance as it pertains to the country’s development. The Research Institutions will play a significant role in analyzing the statistical data."}, {"text_block_id": "p40_b496", "text": "167."}, {"text_block_id": "p40_b497", "text": "The Ministry of Finance and Budget (MFB) for its part, allocates the budget and monitors its implementation. The Technical Ministries serves as interface between the central and decentralized levels, particularly by collecting data (relating to results indicators) from the Regional Action and Monitoring Committees (CRAS). Ministry in charge of Planning centralizes the data provided by the above-mentioned organs and submits implementation reports to the TSC."}, {"text_block_id": "p40_b498", "text": "168."}, {"text_block_id": "p40_b499", "text": "Finally, the mission of the State/Partners Committee, CSO and Private Sector is to contribute to coordinating and synchronizing the various actors’ interventions and facilitate the mobilization of financial and technical resources."}, {"text_block_id": "p40_b500", "text": "IV.1.3. The Decentralized Organs"}, {"text_block_id": "p40_b501", "text": "169."}, {"text_block_id": "p40_b502", "text": "The decentralized organs, specifically the Regional Action and Monitoring Committees (CRAS), Departmental Action Committees (CDA) and Local Action and Monitoring Committees (CLAS) will be responsible for collecting the required data respectively at the local (CLAS), departmental (SDAS) and regional (CRAS) levels."}, {"text_block_id": "p41_b503", "text": "V.2. Principles of the Institutional Mechanism"}, {"text_block_id": "p41_b504", "text": "170."}, {"text_block_id": "p41_b505", "text": "One of the principles regulating this institutions mechanism is consultation and dialogue between all the actors (State, TFP, civil society and the private sector) at all levels. This institutional mechanism is also in line with the administrative and territorial reform process."}, {"text_block_id": "p41_b506", "text": "171."}, {"text_block_id": "p41_b507", "text": "The principles set out to guide implementation of the Vision are as follows:"}, {"text_block_id": "p41_b508", "text": "The principles set out to guide implementation of the Vision are as follows:\n* espect of the Vision priorities: The Vision is the sole frame of reference for all interventions relating to the\n* haring information: When implementing the Vision, sharing information is essential to coordinate successfully.\n* oncerted and coordinated monitoring: The authorities will continue to produce reports of evaluation to feed the\n* roviding for the regular functioning of the sectoral and local authorities, namely the Regional Action and\n* uilding the capacities of the organizations responsible for monitoring and evaluation at all levels so that they\n* onduct regular nationwide surveys on poverty and household living conditions to update the national poverty"}, {"text_block_id": "p41_b517", "text": "V.3. Conditions for Successful Realization of the Vision"}, {"text_block_id": "p41_b518", "text": "172."}, {"text_block_id": "p41_b519", "text": "To these three principles are added successful conditions of the Vision implementation’s monitoring and evaluation mechanism:"}, {"text_block_id": "p42_b529", "text": "CONCLUSION"}, {"text_block_id": "p42_b530", "text": "173."}, {"text_block_id": "p42_b531", "text": "Chad has decided to undertake the process toward emergence by 2030. It is within this framework that the Government has decided to conduct a national prospective study entitled “Vision 2030, the Chad we want.” It was elaborated with participation, involvement and iteration, taking the concerns and aspirations of all the country’s socio-professional layers into consideration."}, {"text_block_id": "p42_b532", "text": "174."}, {"text_block_id": "p42_b533", "text": "There will be three (3) National Development Plans to begin transformations in the social, economic, environmental and governance areas. The Chad Government is determined to undertake the reforms required to promote this healthy transformation to consolidate social peace, develop a diversified and competitive economy, give root to democracy and preserve natural resources."}, {"text_block_id": "p42_b534", "text": "175."}, {"text_block_id": "p42_b535", "text": "To that end, forums will be organized to mobilize funds, implement the Strategic Directions listed in the National Development Plans, which will serve as reference documents for all of the country’s development interventions."}, {"text_block_id": "p42_b536", "text": "176."}, {"text_block_id": "p42_b537", "text": "Steering this Vision will be done at two levels – one strategic and the other operational, through a mechanism comprised of senior officials from public administration, the private sector, civil society, development partners, etc."}, {"text_block_id": "p44_b538", "text": "ANNEXES"}, {"text_block_id": "p45_b539", "text": "ANNEXES"}, {"text_block_id": "p45_b540", "text": "Annexe 1. Axes, Sub-axes and Strategic Directions"}, {"text_block_id": "p47_b541", "text": "Annex 2. Matrixes of Results and Indicators"}], "document_description": "The NPD 2017-2021 aims to set Chad towards an economic emerging trend, enhance human development factors, and strengthening governance. The core objectives of the Plan are formulated as following: 1) strengthening national unity; 2) strengthening good governance and the rule of law; 3) the development of a diversified and competitive economy; and 4) improving the quality of life of the Chadian population. Adaptation to climate change is a key component of the development strategies detailed in the plan. Within the 2030 vision framework laid out by President Debby, there will be two future NPD over the periods 2022-2026 and 2027-2030."}