{"document_instrument_name": ["Provision of climate funds|Direct Investment", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Austria", "document_category": "Law", "document_sector_name": ["Transportation", "Energy", "Economy-wide"], "document_date": "01/01/2020", "document_language": "German", "document_name": "Tax Reform Act 2020", "document_country_code": "AUT", "document_hazard_name": [], "document_keyword": ["Carbon Pricing", "Renewables", "Finance", "Electricity", "Aviation", "Fossil Fuels", "Tax"], "document_response_name": "Mitigation", "document_url": "https://www.parlament.gv.at/PAKT/VHG/XXVI/A/A_00984/index.shtml", "document_type": "Act", "text_blocks": [], "document_description": "The 2020 tax reform act (StRefG 2020) amends the rules determining a number of taxes, including income tax, corporate income tax, sales tax.It notably 1) likens e-bikes and e-motorcycles to e-cars in terms of input VAT for the private sector., 2) exempts own electricity tax for private owners of photovoltaic systems self-consuming their production, 3) modifies car registration fee and ties it to carbon emissions, 4) introduces an aviation tax per ticket based on flight length, and 5) tackles carbon pricing in other ways.The 2022 tax reform act (ÖkoStRefG 2022) introduces a carbon levy of 30 euros per tonne. The levy will start in June 2022 and rise to 55 euros per tonne in 2025. The reform also implements the following tax amendments:An investment allowance for depreciable fixed assets is to be introduced in order to create incentives for (ecological) business investments.A regional climate bonus. To compensate for CO2 pricing, there is a flat-rate reimbursement via the regional climate bonus. The amount of the reimbursement is determined by the classification of the municipality of residence and can be shown as follows:Category 1: EUR 100 per person and year (urban centers with the highest level of public transport)Category 2: EUR 133 per person and year (urban centers with at least good public transport connections)Category 3: EUR 167 per person and year (centres and the environs of centers with at least good basic access)Category 4: EUR 200 per person per year (rural communities and communities with at most basic development)Children are entitled to the climate bonus at 50% of the value. The payment is made as a supplement to the climate bonus of people who have children. The exact modalities of the payment are not yet known."}