{"document_instrument_name": "MRV|Governance", "document_country_english_shortname": "Czechia", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "CLIMATE PROTECTION POLICY OF THE CZECH REPUBLIC, Executive summary ", "document_country_code": "CZE", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_date": "01/01/2017", "document_keyword": ["Adaptation", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/CZE/2017/CZE-2017-01-01-CLIMATE PROTECTION POLICY OF THE CZECH REPUBLIC, Executive summary _29be33ca42c49353cf0a48a99871ab9d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "CLIMATE PROTECTION POLICY OF THE CZECH REPUBLIC"}, {"text_block_id": "p1_b2", "text": "he Climate Protection Policy of the Czech Republic was prepared by the Ministry of the Environment in a cooperation with the inter-ministerial working group on climate change issues. The Climate Protection Policy of the Czech Republic was adopted by the Government resolution No. 207 of 22"}, {"text_block_id": "p1_b3", "text": "nd"}, {"text_block_id": "p1_b4", "text": "March 2017."}, {"text_block_id": "p1_b5_merged_merged", "text": "The Climate Protection Policy of the Czech Republic represents a strategy in the field of climate protection up to 2030 as well as a plan which contributes towards gradual transition to low emission economy up to 2050. It focuses on measures to reduce greenhouse gas emissions and therefor it is a complementary to the approved Strategy on Adaptation to Climate Change in the Czech Republic (released 2015) which focuses on the adaptation to climate change. The implementation of the Climate Protection Policy of the Czech Republic will be evaluated by the end of 2021 and updated by the end of 2023."}, {"text_block_id": "p2_b10", "text": "Content"}, {"text_block_id": "p3_b11", "text": "1. Introduction"}, {"text_block_id": "p3_b12_merged", "text": "Broad international cooperation is crucial among countries in order to effectively achieve global climate targets, including the involvement of private entities, municipalities and individuals. For that purpose, the United Nations Framework Convention on Climate Change (UNFCCC) was established in 1992, being the first to internationally set the objective of stabilizing greenhouse gas concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system of the Earth. Even the subsequent binding emission reduction goals for developed countries in the Kyoto Protocol did not reduce significantly the global production of greenhouse gas emissions. In December 2015, a new international agreement was adopted in Paris, which involves a wide range of countries and newly counts on efforts by developed as well as developing countries. The main goal of the Paris Agreement is to hold the increase in the global average temperature well below 2° C above pre-industrial levels and pursuing efforts to limit the temperature increase to 1.5°C above pre-industrial levels. In addition to reducing greenhouse gas emissions (mitigation), the Paris Agreement focuses on adapting to the negative climate change impacts (adaptation), financing climate actions in developing countries, applying modern technologies and capacity building in developing countries. The Czech Republic as a Member State of the European Union is fully involved in the common European efforts and contributes to the objectives of reducing greenhouse gas emissions set for 2020 and 2030. The Czech Republic‘s approach to climate change can be divided into a policy aimed at reducing emissions of greenhouse gases and into a policy of adaptation and strengthening resilience to the adverse impacts of climate change."}, {"text_block_id": "p3_b14", "text": "The Climate Protection Policy of the Czech Republic (the „Policy“) specifies the objectives in the field of climate protection up to 2030 with an outlook up to 2050 and represents a long-term strategy of a low-emission development, which will lead to cost-effective achievement of the national targets. The Policy defines policies and measures for the gradual reduction of greenhouse gas emissions in the specific areas, i.e. especially in the energy sector, final energy consumption, industry, transport, agriculture and forestry, waste management, science and research and voluntary instruments, with respect to the economically exploitable potential. The Policy proposes efficient and effective measures, including their contribution to reducing greenhouse gas emissions by 2030, and describes the pathways that lead to the transition to a low-emission economy by 2050. The Policy does not replace the various national sectoral policies and strategies, but it suitably complements and develops them."}, {"text_block_id": "p4_b15", "text": "2. Trends in greenhouse gas emissions in the Czech Republic"}, {"text_block_id": "p4_b16_merged", "text": "Total aggregate greenhouse gas emissions in the Czech Republic have been declining in the long term, and in 2014 they were (excluding sinks from the LULUCFsector) lower by 36.7% compared to the baseline year 1990, to which the national commitments under the Kyoto Protocol relate. In the same period, greenhouse gas emissions of the EU-28 fell by more than 19%."}, {"text_block_id": "p4_b18", "text": "The most significant greenhouse gas in the emission inventory of the Czech Republic is carbon dioxide which accounted for more than 82% of total greenhouse gas emissions in 2014. It is followed by methane with almost 11% share and nitrous oxide with a share of almost 5%. Fluorinated gases contribute to the total emissions with less than 2%. Between 1990 and 2014, carbon dioxide emissions decreased by more than 35%, methane emissions by more than 27% and nitrous oxide by more than 43%, while the emissions of fluorinated gases increased 35 times in the same period."}, {"text_block_id": "p4_b19", "text": "The dominant emission category is the sector of Fuel Combustion, which includes, in addition to the energy industry, all combustion of fuels in transport, households and services. The share of this sector in 2014 accounted for more than 82% of total greenhouse gas emissions and removals. The sector of Industrial Processes and Product Use accounted in 2014 for more than 11% and the Agriculture sector approximately for 6.5% of total greenhouse gas emissions and removals. The Waste sector had more than 4% share in the total emissions and removals and the LULUCF sector removed nearly 4% of greenhouse gas emissions by sinks."}, {"text_block_id": "p4_b20", "text": "Fig. 1:"}, {"text_block_id": "p4_b21", "text": "Trends of emissions and sinks of greenhouse gases in the Czech Republic in the period 1990–2014 according to specific sectors"}, {"text_block_id": "p5_b22", "text": "The most significant emission reductions occurred in the Czech Republic in the period 1990–1994 particularly in connection with the national economy restructuring, the transition to a market based economy and a significant fall in the heavy industry production. From 1998, emissions fluctuated around the value of 140 million tonnes of CO2-eq. After 2008, there was a downward trend again, related to the economic recession and economic slowdown."}, {"text_block_id": "p5_b23", "text": "Greenhouse gas emissions were reduced significantly due to decreasing of the fossil fuels burning in the manufacturing and the energy sector where coal-fired power production started to be gradually replaced with nuclear and renewable energy sources (RES). Despite the overall increase, greenhouse gas emissions from transport have also been decreasing since 2008. Emissions from agriculture have been reduced by about a half compared to the 1990 levels."}, {"text_block_id": "p5_b24", "text": "3. Objectives and priorities of the Czech Republic in reducing greenhouse gas emissions"}, {"text_block_id": "p5_b25", "text": "The main objectives of the Climate Protection Policy of the Czech Republic"}, {"text_block_id": "p5_b26", "text": "The main objective of the Policy is to determine an appropriate mix of cost-effective policies and measures in key sectors that will lead to achieving the greenhouse gas reduction targets."}, {"text_block_id": "p5_b27", "text": "Primary emission reduction targets:"}, {"text_block_id": "p5_b28", "text": "Long-term indicative emission reduction targets:"}, {"text_block_id": "p5_b29", "text": "Due to the sufficient time needed to prepare and implement the different policies and measures, the Policy and its setting must be conceived in the long term perspective, assuming that regular evaluation and updates will be carried out every 5, and 7 years respectively. The time horizon setting of the Policy"}, {"text_block_id": "p6_b30", "text": "respects the three basic levels of needs and requirements in the area of climate protection, i.e. at the national level and in the context of European and international politics."}, {"text_block_id": "p6_b31", "text": "National commitments reflect the EU commitments"}, {"text_block_id": "p6_b32_merged", "text": "The greenhouse gas emission reduction goal for 2020 expects to reduce emissions in absolute terms by approximately 32 Mt CO2-eqcompared to 146 Mt CO2-eq in 2005. At the EU level, the target of reducing greenhouse gas emissions by at least 40% compared to 1990 by 2030 is further divided to reduce emissions by 43% in the EU ETS and by 30% in non-ETS sectors compared to 2005. However, the distribution of the 30% target among the Member States, where the main criterion is the GDP per capita, is still under negotiations and a draft of the legislation was submitted by the European"}, {"text_block_id": "p7_b35", "text": "Commission in mid-2016. If the specific target for the Czech Republic is set at 13% reduction compared to 2005, the maximum level of total emissions produced should reach approximately 102.3 Mt CO2-eq in 2030, which is almost 48% reduction compared to the 1990 baseline. In the first update of the Policy, a revision of the emission reduction target by 2030 is expected following the adoption of the relevant EU legislation."}, {"text_block_id": "p7_b36", "text": "The linear trajectory for the period 2030–2050 is proposed with regard to the intended maximum emissions of the Czech Republic in 2050 corresponding to at least 80% emission reduction compared to 1990 levels. This corresponds to the maximum indicative emission level at 39.1 Mt CO2-eq in absolute terms."}, {"text_block_id": "p7_b37", "text": "The emission balance demonstrates that the Czech Republic succeeded in reducing greenhouse gas emissions by more than 36.7% between the years 1990 and 2014. The current projections show that the targets for 2020 or 2030 can be implemented in the Czech Republic on the basis of existing or additional measures in the individual sectors. Any achievement of longer term indicative targets beyond 2030 is not possible without the adoption of new structural measures and a parallel use of all available policies helping to utilize the economic potential of low-carbon technologies in various sectors."}, {"text_block_id": "p7_b38", "text": "Fig. 2:"}, {"text_block_id": "p7_b39", "text": "Illustrative trajectory of reducing greenhouse gas emissions up to 2050"}, {"text_block_id": "p8_b40", "text": "4. Projections of greenhouse gas emissions up to 2030"}, {"text_block_id": "p8_b41", "text": "The emission projections up to 2030 envisage effective application and implementation of already adopted policies and measures in all sectors. The projection in Fig. 2 is based on estimated fossil fuels consumption, on a growing share of renewable energy sources, energy system modernization, industry, transport and building stock in the 2030 perspective. In the energy sector, the projections are in line with the so-called optimized scenario of the State Energy Policy (SEP), which was adopted in May 2015 by the Czech government. The basic emission projections up to 2020 assume an annual increase in GDP by 3.3%, and by 2.4% up to 2030, which respects the presumption of the optimized SEC scenario about an average annual GDP growth between 2012 and 2040."}, {"text_block_id": "p8_b42", "text": "The scenario with the existing measures assumes that greenhouse gas emissions will be reduced in 2020 by 39% and in 2030 by 47% compared to 1990. The scenario with the additional measures assumes that greenhouse gas emissions will be reduced in 2020 by 42% and in 2030 by 49% compared to 1990. The emission trajectory required to achieve the indicative target of reducing greenhouse gas emissions by 80% by 2050 is close to the scenario with additional measures."}, {"text_block_id": "p8_b43", "text": "In the sectors covered by the EU ETS, emissions were reduced between 2005 and 2020 by 28% in the scenario with the existing measures and by 29% in the scenario with additional measures. By 2030, compared with 2005, emissions are reduced by 37% with the existing measures and by 38.5% with additional measures."}, {"text_block_id": "p8_b44", "text": "In the non-ETS sectors, emissions are reduced between 2005 and 2020 by 8% in the scenario with the existing measures and by 14.5% in the scenario with additional measures. By 2030, compared with 2005, emissions are reduced by 19% with the existing measures and by 26% with additional measures."}, {"text_block_id": "p8_b45", "text": "5. CO2 Calculator and an outlook until 2050"}, {"text_block_id": "p8_b46_merged", "text": "In order to gradually reduce the greenhouse gas emissions by at least 80% until 2050 compared to 1990 in accordance with the indicative target set in the Policy and in accordance with the “Roadmap for moving to a competitive low carbon EU economy by 2050”, the period 2020–2030 and also the subsequent years should be performed in the form of fundamental structural and technological changes in all sectors of the national economy, including changes in the habits, behaviour and mind-set of the society."}, {"text_block_id": "p9_b49", "text": "With regard to the marginal conditions, eight different scenarios have been defined, that can be divided into three categories:"}, {"text_block_id": "p9_b50", "text": "With regard to the marginal conditions, eight different scenarios have been defined, that can be divided into three categories:\n* Scenarios of energy sector development, regardless of climate change (reference scenario A)\n* Scenarios not meeting the goal of achieving a minimum 80% emissions reduction between the years 1990â2050 (scenarios marked B)\n* Scenarios not meeting the goal of achieving a minimum 80% emissions reduction between the years 1990â2050 (scenarios marked B)\n Category B includes 4 scenarios: 1) SEP extrapolation scenario, 2) nuclear scenario 3) green scenario, and 4) an economic recession scenario.\n* Scenarios meeting the goal of achieving a minimum 80% emissions reduction between the years 1990â2050 (scenarios marked C)"}, {"text_block_id": "p9_b57", "text": "Category C includes 3 scenarios: 1) The import of electricity and biomass, 2) the development of CCS technology, and 3) development of RES, nuclear energy and energy savings."}, {"text_block_id": "p9_b58", "text": "The above mentioned scenarios are intended to be illustrative and are primarily in order to show that the 2050 target cannot be achieved without the combination of many different measures, especially in the energy production and consumption."}, {"text_block_id": "p10_b59", "text": "6. Policies and measures"}, {"text_block_id": "p10_b60", "text": "6.1 Industry"}, {"text_block_id": "p10_b61", "text": "Industrial processes are the third largest source of greenhouse gas emissions and account roughly for 7% of the total EU emissions. In the Czech Republic, it is the second most important emission sector with 11% share in the total emissions. According to the “Roadmap for moving to a competitive low carbon economy in 2050”, emissions in this sector should gradually fall by up to 80%. The volume of emissions produced in this sector largely depends on the production volume (higher production leads to higher emissions)."}, {"text_block_id": "p10_b62", "text": "A key policy which significantly reduces the production of greenhouse gas emissions from industry is the EU ETS and Directive of the European Parliament and the Council 2010/75/EU on industrial emissions (IED). At the national level, the emissions reduction is addressed by the State Environmental Policy of the Czech Republic 2012–2020, and amendment to Act No 406/2000 Coll., on energy management, which extends the obligation to prepare energy audits or to implement a system of energy management according to ISO 50001 for entrepreneurs."}, {"text_block_id": "p10_b63", "text": "6.2 The energy sector"}, {"text_block_id": "p10_b64", "text": "Generation, transmission and distribution of electricity in the Czech Republic (in addition to heat generation and distribution) is the largest producer of greenhouse gas emissions. The combined production of electricity and heat is widespread in the Czech Republic; in the large and medium sized combustion plants, the proportion of cogeneration is less than 70% of the total gross heat production. According to the Roadmap for moving to a competitive low carbon EU economy, emissions in this sector should gradually fall nearly to zero in 2050."}, {"text_block_id": "p10_b65", "text": "An important tool which contributes to the reduction of greenhouse gas emissions is the EU ETS under which manufacturers must surrender emission allowances corresponding to the equivalent of emissions produced. At the state level, emissions reduction is addressed by the SEP which reflects the state objectives in the energy economy in line with the needs of economic and social development, including the climate and environment protection. SEP also takes into account the European policies and legislation adopted by the European Parliament and the Council."}, {"text_block_id": "p11_b66", "text": "6.3 Final energy consumption"}, {"text_block_id": "p11_b67", "text": "In the Czech Republic, there is a great potential for reducing energy intensity in buildings for housing as well as for state administration and local governments, for implementation of energy management ISO 50001 at the regional level and the implementation of energy management at the municipal level. Directive of the European Parliament and of the Council 2010/31/EU on the energy performance of buildings has an impact on the construction, renovation and use of buildings. By 2030, implementation of the Directive should lead to emissions reduction per unit of the floor area of a building by 25 to 40% compared to 2010."}, {"text_block_id": "p11_b68", "text": "At the state level, the attainment of the objectives in energy efficiency is addressed by the National Action Plan for Energy Efficiency (NAP EE), which defines the planned measures aimed at increasing energy efficiency and the expected or achieved energy savings, including savings in the supply, transmission or transport and energy distribution as well as in the final energy use."}, {"text_block_id": "p11_b69", "text": "6.4 Transport"}, {"text_block_id": "p11_b70", "text": "The share of transport in total carbon dioxide emissions in the Czech Republic has gradually grown since 1990. This trend is mainly related to growth in the volumes of private motor vehicle transport and road freight transport. The number of passenger cars registered between 1990 and 2014 doubled."}, {"text_block_id": "p11_b71", "text": "At the national level, emissions reduction is addressed by the Transport Policy of the Czech Republic (for the period 2014–2020, with a perspective until 2050) and the Action Plan for Clean Mobility. These strategies envisage a gradual increase in the share of alternative propulsion and fuels in road transport and further electrification of railways, a gradual shift of freight transportation from road to rail or water transport."}, {"text_block_id": "p11_b72", "text": "6.5 Agriculture and forestry"}, {"text_block_id": "p11_b73", "text": "Agriculture contributed about 6% in 2014 to the total greenhouse gas emissions in the Czech Republic. At the same time, however, CO2 sinks resulting from land use, land use change and forestry reduce total greenhouse gas emissions annually by about 4%. This kind of CO2 storage is still far from reaching its potential, even though the volume of carbon stored in soil and wood products is substantial."}, {"text_block_id": "p12_b74", "text": "At the state level, emissions reduction is addressed by the Action Plan for Biomass in the Czech Republic for the period 2012–2020, which envisages the possibility to achieve by 2020 annual production of energy from agricultural land and by-products of agricultural production and from processing of agricultural products ranging from 133.9 to 186.8 petajoules (PJ). Carbon fixation in the soil helps to meet the mandatory standards of Good Agricultural and Environmental Conditions (GAEC) and to observe Statutory Management Requirements (SMRs). Another tool is the local support for afforestation of agricultural land provided by the Rural Development Program."}, {"text_block_id": "p12_b75", "text": "6.6 Waste"}, {"text_block_id": "p12_b76", "text": "Greenhouse gas emissions from waste sector increased by 25% in the Czech Republic between 1990– 2012. This negative trend was mainly caused by the growth of emissions from landfills. The main pillar of the EU waste policy is the waste hierarchy, which is defined in the European Parliament and Council Directive 2008/98/EC on waste."}, {"text_block_id": "p12_b77", "text": "In the Czech Republic, emissions reduction is addressed by the Waste Management Plan of the Czech Republic for the period 2015–2024 (WMP CR), which also delivers and further elaborates the State Environmental Policy 2012–2020. WMP CR also includes a requirement to establish in legislation a ban on landfill of mixed municipal waste, recyclable and reusable waste, starting in 2024."}, {"text_block_id": "p13_b78", "text": "7. Financing climate protection measures in developing countries"}, {"text_block_id": "p13_b79", "text": "The Czech Republic has kept records of climate expenditure for national and international purposes since 2010. The funds are allocated mostly through bilateral and multilateral foreign development cooperation of the Czech Republic (FDC), where the total annual amount for the reporting period increased by more than CZK 97 mil. An overview of funds spent on foreign development cooperation is provided in Table 1."}, {"text_block_id": "p13_b80", "text": "Tab. 1:"}, {"text_block_id": "p13_b81", "text": "Climate finance provided in the period 2010–2015 in CZK"}, {"text_block_id": "p13_b82", "text": "Source: MoE"}, {"text_block_id": "p13_b83", "text": "As part of multilateral FDC, the climate funds include contributions to the Global Environment Fund (GEF), and since 2013 also the contributions to the Green Climate Fund (GCF), to which the Czech Republic has committed to contribute CZK 110 mil. in the period 2014–2018. In late 2014, the Czech Republic has also concluded a cooperation agreement with the Federal Republic of Germany under the Climate Finance Readiness programme (the Programme), which is implemented by the German Agency for International Cooperation GIZ (Gesellschaft für Internationale Zusammenarbeit). Czech Republic‘s contribution to this Program for the period 2015–2018 is CZK 40 mil. The goal of the Programme is to create in selected developing countries appropriate conditions for the identification and implementation of projects so that those countries are prepared to effectively spend GCF funding for specific projects and programmes in the areas of mitigation, adaptation and capacity building. Czech experts contribute to the implementation of the Programme in four selected countries – Vietnam, Peru, Tajikistan and Georgia."}, {"text_block_id": "p13_b84", "text": "Under the bilateral FDC, the Czech Development Agency finances projects in the following developing countries: Armenia, Afghanistan, Bosnia and Herzegovina, Ethiopia, Kazakhstan, Kosovo, Mongolia, Moldova, Georgia, Vietnam, Cambodia and Yemen. Approximately 70% of the funds were aimed at adaptation projects which are implemented in the sectors of water management, agriculture and forestry. The remaining part is used to finance mitigation projects, especially in the areas of energy efficiency improvements and renewable energy source installations."}, {"text_block_id": "p14_b85", "text": "7.1 Increasing climate finance"}, {"text_block_id": "p14_b86_merged", "text": "The amount of climate finance in 2014 reached CZK 170.9 mil., representing approximately 0.004% of the national GDP. For comparison, other developed countries in 2012spent for this purpose an average of 0.042% of GDP, which is approximately 10 times more than the Czech Republic. Achieving the level of the global average is a long-term objective of the Czech Republic for the period up to 2030. In quantitative terms, this objective corresponds to CZK 1.789 billion. The Czech Republic should achieve that amount in 2030, the indicative targets for 2020 and 2025 are CZK 634 mil., and CZK 1.211 billion respectively. The year-on-year increase of finance in the period 2017–2030 corresponds to CZK 115.4 mil."}, {"text_block_id": "p14_b88", "text": "8. Estimated costs of the EU ETS and revenues from the emission allowances auctions"}, {"text_block_id": "p14_b89", "text": "The Ministry of the Environment has prepared an outlook in the EU ETS. After 2020, a higher value of the linear reduction factor will be applied by which the cap on the emissions within the EU ETS decreases (along with the amount of annually generated EUAs). The preliminary calculations show that between 2015 and 2020 the revenues of the Czech Republic from the emission allowances auctions could reach about CZK 33 billion and in the years 2021–2030, either about CZK 82 or about 148 billion, depending on whether the Czech Republic will continue in the free allocation of allowances (i.e. derogation) for the electricity sector."}, {"text_block_id": "p14_b90", "text": "Based on estimated emissions production and allowance prices influenced by Market Stability Reserve (MSR), it is possible to predict the costs incurred by the business sector of the Czech Republic associated with the purchase of emission allowances (estimated emissions of the Czech Republic in the sectors covered by the EU ETS up to 2030 were taken from the Commission publication „EU Energy, transport and GHG emissions – Trends to 2050“). In the years 2015–2020 they should amount to about CZK 37 billion, in the years 2021–2030 to about CZK 169 or about 103 billion, depending on whether the Czech Republic will continue to allocate free allowances to electricity generators."}, {"text_block_id": "p15_b91", "text": "9. Reporting obligations of the Czech Republic"}, {"text_block_id": "p15_b92", "text": "The Czech Republic, as a party to the UN Framework Convention on Climate Change and the Kyoto Protocol, is bound by a uniform, transparent, consistent and controllable manner of national greenhouse gases inventory for emissions and removals. For this reason, the National Inventory System (NIS) has been built, which must be managed in accordance with the rules adopted by the UNFCCC and/or the Kyoto Protocol."}, {"text_block_id": "p15_b93", "text": "Moreover, EU Member States are bound by the obligations arising from the European Parliament and Council Regulation No 525/2013 of 21 May 2013 and the related implementing EU legislation. Since 2015, rules and regulations require Member States to submit broader reporting or completely new reporting obligations compared to the original requirements that regulated the greenhouse gas emissions monitoring."}, {"text_block_id": "p15_b94", "text": "The new requirements include providing annual reports on the inventory of emissions and removals of greenhouse gases, the preparation and reporting of emission projections (every two years), Biennial Reports and National Communications (i.e. detailed reports, submitted every two or four years, containing all key information as regards national conditions, policies and measures related to climate policy in all sectors of the economy)."}, {"text_block_id": "p15_b95", "text": "Responsibility for the functioning of the NIS is borne by the Ministry of the Environment (MoE), which has conferred on the Czech Hydrometeorological Institute (CHMI) the responsibility for coordinating the preparation of the greenhouse gases inventory for emissions and removals. .."}, {"text_block_id": "p15_b96", "text": "Other obligations arising from the UNFCCC rules or EU regulations are the preparation of the National Low Emission Strategy and the establishment of anational system for policies, measures and projections. The new platform for policies and measures should contribute, among other things, to improving cooperation, information and coordination in the implementation of specific measures and policies at the level of the various ministries, which need to be reported under the reporting obligations."}, {"text_block_id": "p15_b97", "text": "The national system for policies, measures and projections, set up in accordance with the requirements of Regulation 525/2013 as of 9 July 2015, establishes the coordinating role of the MoE and CHMI, the role of sectoral NIS experts and involvement of the Interministerial Working Group for Climate Protection. This system must be, however, further developed and deepened in order to meet the demanding requirements regarding consistency and completeness of the reported data and information."}, {"text_block_id": "p16_b98", "text": "10. Updates and evaluation of the Climate Protection Policy of the Czech Republic"}, {"text_block_id": "p16_b99", "text": "Based on a government resolution of March 2017, the first evaluation of the Policy must be drawn up by 31 December 2021. The resolution also imposes an obligation to update it no later than on 31 December 2023."}, {"text_block_id": "p17_b100", "text": "Climate ProteCtion PoliCy of the CzeCh rePubliC:"}, {"text_block_id": "p17_b101", "text": "Executive summary"}, {"text_block_id": "p17_b102", "text": "Published by the Ministry of the Environment of the Czech Republic, Vršovická 1442/65, Prague www.mzp.cz/en"}, {"text_block_id": "p17_b103", "text": "Editors: Pavel Zámyslický, Kateřina Suchá, Zdeněk Bidrman (Department of Energy and Climate Protection, MoE) Photo credits: Photography contest Moje Magické Místo and other sources of MoE"}, {"text_block_id": "p17_b104", "text": "First Edition, 17 pages"}, {"text_block_id": "p17_b105", "text": "The publication was not submitted to language or stylistic proof."}, {"text_block_id": "p17_b106", "text": "Copyright © 2017 Ministry of the Environment of the Czech Republic"}, {"text_block_id": "p17_b107", "text": "ISBN 978-80-7212-626-2"}, {"text_block_id": "p17_b108", "text": "ISBN 978-80-7212-625-5 (First Czech Ed. – Politika ochrany klimatu v ČR: Manažerské shrnutí)"}], "document_description": "The Climate Protection Policy (CPP) of 2017 is a strategy in the field of climate protection up to 2030 as well as a plan which contributes towards gradual transition to low emission economy up to 2050. It focuses on measures to reduce greenhouse gas emissions and therefore it is a complementary to the 2015 Strategy on Adaptation to Climate Change. The implementation of the CPP will be evaluated by the end of 2021 and updated by the end of 2023. The document 1) addresses the national trends in GHG emissions, 2) sets the objectives and priorities of the country to reduce the emissions, 3) project scenarios up to 2030 and 2050, 4) establishes sectoral mitigation policies and measures, 5) discusses costs and financing of the proposed policies, and 6) addresses the necessary evaluation and reporting procedures. This policy was adopted by Government resolution No. 207 of 22nd March 2017. It updates the 2004 National Programme to Abate the Climate Change Impacts."}