{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Czechia", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "Czech", "document_name": "State Environmental Policy of the Czech Republic 2012–2020, as amended in 2016 ", "document_country_code": "CZE", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2016", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/CZE/2016/CZE-2016-01-01-State Environmental Policy of the Czech Republic 2012–2020, as amended in 2016 _d977a0ed3d78204a4785880b263a988e.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "State Environmental Policy of the Czech Republic"}, {"text_block_id": "p0_b2_merged", "text": "2012–2020"}, {"text_block_id": "p0_b5", "text": "As updated in 2016"}, {"text_block_id": "p1_b6", "text": "Table of Contents:"}, {"text_block_id": "p3_b7", "text": "I. The vision"}, {"text_block_id": "p3_b8", "text": "The State Environmental Policy of the Czech Republic (SEP) defines a plan for implementing effective environmental protection in the Czech Republic up to 2020."}, {"text_block_id": "p3_b9", "text": "The main objective is to ensure a healthy and good environment for citizens living in the Czech Republic, to significantly contribute to the efficient use of all resources and to minimise the negative effects of human activities on the environment, including transboundary impacts and thus contribute to improving the quality of life in Europe and worldwide."}, {"text_block_id": "p3_b10", "text": "The SEP is focused on the following thematic areas:"}, {"text_block_id": "p3_b11", "text": "The SEP is focused on the following thematic areas:\n* Conservation and sustainable use of natural resources\n* Conservation and sustainable use of natural resources\n , protection of water and the\n* Conservation and sustainable use of natural resources\n , protection of water and the\n improvement of its status, waste prevention, ensuring maximum recovery of waste and\n* Climate protection and air quality improvements\n* Climate protection and air quality improvements\n with the aim of reducing greenhouse\n* Climate protection and air quality improvements\n with the aim of reducing greenhouse\n gas emissions, reducing the levels of air pollution, promoting efficient and\n* Nature and landscape protection\n* Nature and landscape protection\n , consisting mainly in protecting and enhancing the\n* Nature and landscape protection\n , consisting mainly in protecting and enhancing the\n ecological functions of the landscape, preserving the natural and landscape values, and\n* Safe environment involving the prevention and reduction of the effects of natural hazards (floods, long-term drought, extreme weather phenomena, slope instability,"}, {"text_block_id": "p3_b28", "text": "As a member of the European Union (EU), the Czech Republic will, in the field of the environment, put emphasis on the implementation of commitments arising from the approved environmental legislation of the EU and will continue to be an active and trusted partner in discussing new legislative, non-legislative and strategic EU documents at all levels of consultation in the EU structures."}, {"text_block_id": "p3_b29", "text": "The Czech Republic will actively develop both bilateral and multilateral environmental cooperation, which will help not only to address national, regional and global issues, but will also contribute to employing Czech experts, experience and to promoting the export of Czech technologies related to environmental protection."}, {"text_block_id": "p3_b30", "text": "Whereas it is necessary to reckon with limited financial resources from the State budget, it is foreseen that the implementation of the proposed measures will make use mainly of the EU funds resources. The allocation of funds from the State budget will be specified based on the approved budget for the year concerned and according to the mid-term budgetary framework."}, {"text_block_id": "p3_b31", "text": "The basic principles of the environmental policy"}, {"text_block_id": "p3_b32", "text": "In the State Environmental Policy of the Czech Republic, the following principles are mainly applied:"}, {"text_block_id": "p4_b33", "text": "The principle of integration of policies"}, {"text_block_id": "p4_b34", "text": "The environmental policy is cross-cutting, having the same application as the other sectoral policies. These policies must be coordinated and interlinked. That requires cooperation at all levels of the public administration, where a number of strategic and conceptual documents are prepared with a central, sectoral and even regional scope. All relevant strategic documents should be based on a common analysis of external influences (the same socio-economic starting points), principles and possible development scenarios."}, {"text_block_id": "p4_b35", "text": "The principle of prevention"}, {"text_block_id": "p4_b36", "text": "Prevention is the most important principle in environmental protection, because the most effective environmental policy is based on preventing damage to the environment. Timely introduction of preventative measures is more efficient and economically more effective than remedying damage in case of irreversibly polluted environmental compartments, exhausted resources, disturbed ecosystems and damaged health. Application of the prevention principle is also of great importance in cases of natural disasters, which mostly take the form of floods in the Czech Republic. An example of the preventive approach is the eco-design of products."}, {"text_block_id": "p4_b37", "text": "The precautionary principle"}, {"text_block_id": "p4_b38", "text": "The principle of preventive action stems from the fact that it is necessary to act even in cases where there is no certainty in how quickly the undesirable phenomena will occur, or if they will occur at all, taking into account all of the related costs. If there is a risk of irreversible damage to health or the environment, and the phenomenon has not been sufficiently explored yet, preventive measures are taken nevertheless to avoid economic losses."}, {"text_block_id": "p4_b39", "text": "The “polluter pays” principle"}, {"text_block_id": "p4_b40_merged", "text": "The \"polluter pays\"principle is based on the assumption that everyone should take responsibility for their actions. In the context of environmental protection, this means that \"anyone who causes damage to the environment, should bear the costs associated with it\". One of the goals of applying that principle is to include negative externalitiesin the polluters’ costs. The inclusion of negative externalities in the costs of polluters by projecting those costs into the price of the relevant products or services corrects the incorrect price signals towards the consumer. The subsequent reduction of the demanded quantity or the motivation of the polluters to implement preventive measures and new cost-effective solutions, helps to completely eliminate or mitigate the produced pollution."}, {"text_block_id": "p4_b45", "text": "The principle of cost effectiveness"}, {"text_block_id": "p5_b46", "text": "Effective allocation of limited resources is an attempt to reach an economically optimal level of degradation and protection of the environment. The effectiveness itself includes two areas: efficiency, i.e., to what extent the desired objectives will be achieved, and economy, i.e., at what cost. The principle of effectiveness requires achieving the best relationship between resources used on the given activity and the effects achieved."}, {"text_block_id": "p5_b47", "text": "Increasing public awareness of environmental issues"}, {"text_block_id": "p5_b48", "text": "The prerequisite for successful implementation of the SEP is the appropriate public awareness of the environment. Raising public awareness of the importance of environmental protection and its sustainable use leads the public towards better understanding the context of the economic, environmental and social development of the society, to improving the quality of decision-making of the citizens as consumers and indirectly also to improving the quality of life."}, {"text_block_id": "p5_b49", "text": "The principle of international responsibility"}, {"text_block_id": "p5_b50", "text": "The principle is applied in particular through development cooperation, by respecting the adopted commitments arising from EU membership and from international agreements, conventions and membership in organisations such as the United Nations (UN) and the Organisation for Economic Cooperation and Development (OECD). In sharing the global and regional responsibility from the position of an economically developed country it is also necessary to respect the specific conditions and the specific interests of the Czech Republic and the EU."}, {"text_block_id": "p6_b51", "text": "II. What are the starting points?"}, {"text_block_id": "p6_b52", "text": "At present, in the context of the need for sustainable development, there is an increasingly pronounced interdependence of the impacts of economic, social and environmental policies, which carries with it an increased urgency of their coordination, including at cross-border and trans-regional level."}, {"text_block_id": "p6_b53", "text": "The overarching document which should be the basis of all policies is the Strategic Framework for Sustainable Development of the Czech Republic, approved by the government in January 2010. The aim of the document is not to impose specific measures or to replace Ministerial or cross-cutting strategies, but to support their long-term orientation and mutual coherence. The Framework specifies long-term objectives for three basic areas of development of a modern society"}, {"text_block_id": "p6_b54", "text": "–"}, {"text_block_id": "p6_b55", "text": "the economic, social and environmental."}, {"text_block_id": "p6_b56_merged_merged", "text": "The updated SEP contributes to the Strategic Framework cross-cuttingly, in all of its priority axes. The Strategic Framework for Sustainable Development of the Czech Republic also serves as a long-term framework for political decision-making in the context of international commitments, which the Czech Republic has adopted or intends to adopt, while respecting the specific conditions and needs of the Czech Republic. In 2016, a new strategic document for sustainable development of the Czech Republic – Czech Republic 2030 was being created to replace the above valid Strategic Framework for Sustainable Development of the Czech Republic."}, {"text_block_id": "p6_b59", "text": "In order to achieve the objectives of environmental protection, it is necessary that the State Environmental Policy (SEP), the Climate Protection Policy, the State Energy Policy, the Raw Material Policy, Secondary Raw Materials Policy, the Strategy of Ministry of Agriculture of the Czech Republic with an outlook to 2030, Territorial Development Policy, Regional Development Strategy, the general objectives of sustainable management of resources and the social aspects of the regions, as well as the Security Strategy of the Czech Republic, are interlinked. For that reason, all those strategic documents should be based on a common analysis of external influences (the same socio-economic starting points), and their objectives should be consistent. That joint consistency is ensured, in particular, by compliance with the priorities and principles of the Strategic Framework for Sustainable Development of the Czech Republic, or the upcoming successor document \"Czech Republic 2030\"."}, {"text_block_id": "p6_b60", "text": "By increasing the resource efficiency, the SEP implementation should significantly contribute to increasing the competitiveness of the Czech Republic. The SEP will support measures aimed at economic growth and efficiency, without excessive and unwarranted limitation of main sectors of the economy. The implementation of the policy should include support for the export promotion policy and innovation in order to enhance the research and innovation potential of our companies and their market position in the Czech Republic and abroad. At the same time it needs to be linked with the policy of social cohesion, as the social situation of families is often reflected in their environmental behavior (as it shows, for example, in the area of local heating)."}, {"text_block_id": "p6_b61", "text": "The SEP fully respects the obligations that arise for the Czech Republic from membership in the EU (mainly fulfilment of the obligations arising from EU legislation), in the United Nations, the OECD and other international organisations. In the global and European context, the starting point for achieving the objectives of the comprehensive environmental protection"}, {"text_block_id": "p7_b62", "text": "are the conclusions of the summits and conferences of international organisations, and commitments under multilateral and bilateral treaties dedicated to the issues of sustainable development and the environment"}, {"text_block_id": "p7_b63", "text": ". The SEP also takes into account the recommendations of the OECD granted to the Czech Republic in 2005, in a report on the evaluation of the policy, the status and development of the environment"}, {"text_block_id": "p7_b64", "text": "."}, {"text_block_id": "p7_b65_merged_merged", "text": "In policy making, the EU puts still greater emphasis on applying the principle of sustainability in order to stimulate such economic growth that will facilitate improvements in the quality of life while minimising the negative impacts on the environment. The principle of sustainability is significantly mainstreamed in strategic documents of the EU, such as the renewed EU Sustainable Development Strategy (SDS-EU) from 2006, or the Europe 2020 -a strategy for smart, sustainable and inclusive growth from 2010, which is the starting document for determining the long-term economic strategy of the EU with a view to 2020, aiming to increase its competitiveness and employment in Europe. The SEP respects both of those documents, that is, it reflects the EU strategy in this area, which has priorities determined until 2020, and also wants to contribute to the objectives laid down in the EU initiative: Resource efficient Europe."}, {"text_block_id": "p7_b67", "text": "At the level of Member States, the national targets and the share in the implementation of the Europe 2020 strategy reflect in the formulation of the so-called National Reform Programmes (NRPs), which are then assessed at EU level in the framework of the so-called European semester. The SEP is also consistent with the cohesion policy."}, {"text_block_id": "p7_b68", "text": "a) Analysis of external influences"}, {"text_block_id": "p7_b69", "text": "The basic starting points that will affect the status and development of the environment in the Czech Republic, but also other areas that will be covered in the currently prepared sectoral policies and concepts, include the socio-economic development. It is related to a number of factors which include promotion of competitiveness of the Czech Republic and increasing the export potential."}, {"text_block_id": "p7_b70", "text": "The analysis of external influences evaluates the development to date of the main driving forces and gives an outline of their possible future development up to 2020, i.e. for the duration of the SEP."}, {"text_block_id": "p7_b71", "text": "Demographic trends"}, {"text_block_id": "p7_b72", "text": "It results from the last projection of the population of the Czech Republic prepared by the CZSO in 2013 that the nature of the future development will be similar to trends in the EU15: life expectancy should further lengthen and the population will age. Under the high variant of the projection, the population of the Czech Republic will increase by 2021 to 10.63"}, {"text_block_id": "p8_b73", "text": "million, with one-fifth of it (20.9% and 2.22 million people) will be aged 65 years or more. At the beginning of 2013, pensioners made up 16.8% of the population or 1.77 million"}, {"text_block_id": "p8_b74", "text": ". In the Czech Republic, the proportion of the population living in towns and cities ranges around 75%"}, {"text_block_id": "p8_b75", "text": "and this is related to a significant part of the population living in areas with deteriorated environment, mainly due to emissions from intensive transport and local negative environmental impacts."}, {"text_block_id": "p8_b76", "text": "In terms of the demographic analysis, a change in the qualification structure is of great importance. According to a study conducted by the Faculty of Economics, University of Economics in Prague"}, {"text_block_id": "p8_b77", "text": ", it can be assumed that by 2020 the population with a university degree will increase. This trend, based on a higher number of inhabitants employed in the field of science, research and innovation, can lead to an increased competitiveness of the Czech Republic. From the lowest levels of school establishments, emphasis is placed on increasing the knowledge in the field of environmental protection and care, and this trend will continue to grow in importance. The public awareness of the importance to take part in the prevention and solution of environmental problems will grow."}, {"text_block_id": "p8_b78", "text": "Macroeconomic indicators"}, {"text_block_id": "p8_b79_merged_merged_merged", "text": "It arises from the information of the macroeconomic scenario of the Convergence Programme for the period 2015-2019that the global economic situation and outlook in the different regions of the world are gradually slightly deteriorating. The pace of economic growth in both developed and emerging economies is slowing and some large economies, such as Russia and Brazil, are going through a deep recession. The impact of low prices of oil and other commodities are different in each region. While in the oil-importing countries, it can be considered a significant bidding stimulus, the oil-exporting countries face a number of economic and social problems."}, {"text_block_id": "p8_b81", "text": "GDP in the EU-28 reported a growth of 1.9% in 2015. The revived activity during the year was mainly due to private consumption encouraged by the improving situation in the labour market and by low energy prices. In contrast, export growth was adversely affected by the dynamics of foreign demand and so net export inhibited the economic growth. Growth should continue to be driven mainly by spending on private consumption, supported by the improving situation in the labour market. On the contrary, economic growth will be dampened by a worsened global outlook or high debt levels in some economies."}, {"text_block_id": "p8_b82", "text": "Real GDP growth in the Czech Republic, according to the forecast from 2016, should maintain the level of 2.5% in 2016 and in subsequent years. However, the result for 2015 according to macroeconomic predictions from January 2016 was up to 4.2%, with a significant impact of spending the last EU funds from the programming period 2007-2013. Economic growth was driven mainly by domestic demand. Inflation in the Czech Republic, measured by the harmonised index of consumer prices, is low in the long term and for 2015 it"}, {"text_block_id": "p9_b83", "text": "reached only 0.3%, which is comparable with inflation on a global scale and reflects the impact of a deep drop in the prices of mineral fuels."}, {"text_block_id": "p9_b84", "text": "Since 2013, the Czech National Bank has used the tool of currency interventions and thus maintains a weak exchange rate of the Czech crown against the euro, which is manifested in the promotion of exports. The labour market is affected by the economic cycle (boom) that is reflected in the unemployment rate, which dropped to 4.8% and according to the forecasts of the MoF it should decrease down to 4.2% in 2019."}, {"text_block_id": "p9_b85", "text": "The important external factors include geopolitical risks, including the migration crisis and the scandal around the Volkswagen Group diesel engines, associated with emissions of real operation. The forecast development of the average Brent crude oil price is a gradual increase to the level of USD 54/ barrel in 2019."}, {"text_block_id": "p9_b86", "text": "Research, development and innovation"}, {"text_block_id": "p9_b87", "text": "One of the conditions for further economic, social and environmental development of the Czech Republic is the increase in the share of investment into the"}, {"text_block_id": "p9_b88", "text": "support of research, development and innovation"}, {"text_block_id": "p9_b89", "text": ", which results from the National Research, Development and Innovation Policy of the Czech Republic for the period 2016-2020. Since 1993, except for the years 2007-2008, a growing trend has been evident, in particular, in the total expenditure on research and development in the Czech Republic (\"GERD\""}, {"text_block_id": "p9_b90", "text": "). In 2014, its share in the GDP was 2% (compared to 1.17% in 2005)"}, {"text_block_id": "p9_b91", "text": ". The largest components of the GERD are the business sector (56% in 2014) and the public sector (State budget 18.2%, higher education 25.4%). In terms of the ratio of GERD to GDP, the Czech Republic is approximating the average of the EU-28"}, {"text_block_id": "p9_b92", "text": ". GERD has grown in the long term year on year, only in the last year the increase was not as intense as in the previous years. In an international comparison, the Czech Republic represents the European average in terms of GERD. Public financial resources were directed in 2013 mainly into the public sector (CZK 12.5 billion to higher education and 9.5 billion to the government sector). Business sector received an allocation of almost CZK 5 billion. Roughly 68% of that allocation is used by manufacturing companies and 55% by small and medium-sized enterprises. In the coming period, it is expected that the support for research, development and innovation will be further strengthened, in particular thanks to the European structural and investment funds."}, {"text_block_id": "p9_b93", "text": "State budget expenditure on R&D in the form of direct public support (GBARD) in 2014 reached 0.64% of the GDP. The proportion of expenditure according to the main socio"}, {"text_block_id": "p9_b94", "text": "-"}, {"text_block_id": "p9_b95", "text": "economic objectives concerning the environment was 8.2% (Environment 2.1%, Exploration and utilisation of the Earth's resources 1.6% and Energy 4.5%)"}, {"text_block_id": "p9_b96", "text": ". For 2014, according to Eurostat, the share of public expenditure on research and development in the field of energy was 0.03% of GDP and in the field of the environment 0.01% of GDP"}, {"text_block_id": "p9_b97", "text": "."}, {"text_block_id": "p9_b98_merged_merged_merged", "text": "In the event that the investment in research, development and innovation grows, an increase in the competitiveness of the Czech Republic can be expected. One of the key areas of"}, {"text_block_id": "p10_b101", "text": "support for research and development must be protection of the environment as an integral part of a full life of the inhabitants. When laying emphasis on research in specific areas (nanotechnologies, energy savings, optics, etc.) that have a wide application in all production areas, the potential to succeed in the world market should increase. For the next development of competitiveness with regard to environmental protection it will be very important to provide aid to small and medium-sized enterprises, because they are among the main users or innovators of unique technologies."}, {"text_block_id": "p10_b102", "text": "Energy and raw materials management"}, {"text_block_id": "p10_b103", "text": "During the period of the SEP implementation, it can be expected that by 2020 the"}, {"text_block_id": "p10_b104", "text": "energy and material intensity of the Czech economy"}, {"text_block_id": "p10_b105", "text": "will continue to decrease, and thus the specific environmental burden per unit of economic output (emissions, effects on the landscape, waste, etc.) will also decrease. The"}, {"text_block_id": "p10_b106", "text": "consumption of both raw materials and energy"}, {"text_block_id": "p10_b107", "text": "is rising globally at present (both in the rapidly developing, modernising countries such as the BRIC group--Brazil, Russia, India and China, and in many of the so-called developed countries), which is a phenomenon that will undoubtedly strongly affect the global conditions in the world and can generate significant negative impacts on the environment. The ongoing modernisation of third world countries is fraught with an increasing consumption of the entire spectrum of mineral and agricultural commodities. Following that systemic change, a series of new trends has been started in international relations. Global players, including the EU, have begun to be confronted with a high, in some cases a dangerous degree of import dependence, and began to emphasise the strengthening of their raw-material and energy security. As a European response to those challenges, the document For a European Industrial Renaissance"}, {"text_block_id": "p10_b108", "text": "was introduced in January 2014, which, from the perspective of maintaining the competitiveness of European industry and ensuring sufficient input raw material resources, highlights the importance of innovation, promoting resource efficiency and circular economy. In a follow-up to the Europe 2020 strategy, the European Commission published in January 2011 a communication on the flagship initiative of the Europe 2020 strategy -A resource efficient Europe, in which it is stated that we cannot continue in the current trend of the consumption of resources that include not only raw materials such as fuel-energy materials, metal ores and mineral resources, but also food, land, water, air, biomass, or ecosystems. The flagship initiative provides a framework for a long-term strategy to increase resource efficiency in areas such as climate change, energy, the environment, research and development, transport, agriculture."}, {"text_block_id": "p10_b109_merged_merged", "text": "The Czech Republic has one of the highest levels of energy intensity compared to the other EU Member States. The National Energy Efficiency Action Plan implements Article 7 of Directive of the European Parliament and of the Council No 2012/27/EU of 25 October 2012 on energy efficiency, amending Directives 2009/125/EC and 2010/30/EC and repealing Directives 2004/8/EC and 2006/32/EC, which sets a binding target for the Member States in the area of achieving savings in final energy consumption by 2020. This objective corresponds to new savings to be achieved at 1.5% of annual sales of energy to final customers. The last update of the 4th National Energy Efficiency Action Plan from March 2016 sets the target of energy saving at 50.67 PJ in 2020. In Government Resolution No 923"}, {"text_block_id": "p11_b113", "text": "of 4 December 2013, the Czech Republic decided to choose an alternative scheme in pursuing the set target. At the same time, the original indicative target remains in effect to reduce the annual average energy consumption of end-users by 9% in the period 2008-2016 compared to the average consumption for the period 2002 to 2006."}, {"text_block_id": "p11_b114", "text": "Transport"}, {"text_block_id": "p11_b115", "text": "In the transport sector, if the economy growth scenarios are fulfilled, it is expected that the transport outputs of both"}, {"text_block_id": "p11_b116", "text": "passenger and freight transport will continue to grow"}, {"text_block_id": "p11_b117", "text": ". The structure of the transport outputs will continue to be (as in other countries of the EU-27) unfavorable with the dominance of road transport and private car transport. The specific problem of the Czech Republic in the field of transport is the obsolete and hence consumption-and emissions-intensive fleet of vehicles. In spite of those circumstances it is likely that modernisation of the fleet and the application of measures to reduce environmental burden from transport will further reduce emissions of air pollutants from traffic (NO"}, {"text_block_id": "p11_b118", "text": "x"}, {"text_block_id": "p11_b119", "text": ", CO, VOC, PAH and particulate matter)."}, {"text_block_id": "p11_b120", "text": "Another serious problem of transport is the inconvenient transport structure caused by excessive traffic load on town centres with a negative impact on the emission and noise situation in the given locations. The solution is the transition to clean mobility, a higher use of public transport and rail commuter transport, support for non-motorised transport and the introduction of low emission zones. It is needed to speedily complete the backbone road and rail transport infrastructure and to construct the infrastructure of a dense network of safe communications for non-motorised transport. A problem persists in the insufficient passability of roads for vehicles of the Integrated Rescue System (IRS), which hampers fast and effective interventions in crisis situations."}, {"text_block_id": "p11_b121", "text": "Agriculture"}, {"text_block_id": "p11_b122_merged_merged", "text": "The Czech landscape is intensively farmed, the agricultural land fund (ALF) takes up approximately 50% of the Czech Republic’s territory. Around 70% of the ALF acreage consists of arable land, a minority share is taken up by grassland, the area of which is growing at the expense of arable land, and permanent crops with the acreage remaining at 1-2% of the ALF. Agriculture therefore affects the character of the landscape and its ecosystem functions, the status of the natural environment and biodiversity. The acreage of organically cultivated land is increasing. The proportion of organically managed farmland has reached 12% of the total area of agricultural land. According to the new Action Plan for the development of organic farming in the Czech Republic,in the period 2016-2020, organic farming will be a fully-developed agricultural sector by 2020 with all corresponding characteristics such as a stable market, services and a State policy that supports the provision of public goods, including aspects relating to the environment and animal welfare."}, {"text_block_id": "p12_b130", "text": "Until 1991, a large amount of mineral fertilisers was applied to farmed land; then, due to the restructuring of agriculture, the application of mineral fertilisers"}, {"text_block_id": "p12_b131", "text": "and plant protection products was significantly reduced. Around 2000, however, their consumption began to grow gradually again. Excessive and inappropriate application of fertilisers and other substances in conjunction with soil erosion are negatively reflected in the water status. Land belongs to the non-renewable resources, and therefore its continuing depletion is a growing problem, caused at present mostly by erosion and loss of soil organic matter. The soil is the main recipient of precipitation and surface water, but due to the insufficient content of organic matter the retention is not sufficient. An equally serious problem is the gradually"}, {"text_block_id": "p12_b132", "text": "accelerating trend of agricultural land take"}, {"text_block_id": "p12_b133", "text": ", which is most noticeable mainly in the vicinity of large towns."}, {"text_block_id": "p12_b134", "text": "b) The current status of the environment in the Czech Republic and its expected development up to 2020"}, {"text_block_id": "p12_b135", "text": "The status of the environment over the last 20 years has significantly improved but it is still not, in particular as regards air quality, satisfactory and represents risks to human health and ecosystems in the affected areas. The unsatisfactory status of the environment occurs on territories of a small size (especially urban agglomerations and industrial regions), where, however, a considerable part of the population lives."}, {"text_block_id": "p12_b136", "text": "The main risks for maintaining or further improving the environmental status are changes in the landscape related to the development of settlements"}, {"text_block_id": "p12_b137", "text": "(expansion of existing built-up areas, changes in the functions of land use)"}, {"text_block_id": "p12_b138", "text": "and the developing road infrastructure, increasing intensity of transport, intensive farming methods in the landscape and, last but not least, the consumer behavior of households"}, {"text_block_id": "p12_b139", "text": "and individuals (heating, consumption of natural resources, etc.). The development of pressures on the environment will depend in the next 10 years on the development of the economy performance, while the specific burdens per unit of economic performance will continue to decrease over time. An important aspect for improving the consumer behavior of households is the support of increased consumer awareness of sustainable consumption and production and of the effects of strongly consumer behavior of the population regardless of exhaustibility of resources."}, {"text_block_id": "p12_b140", "text": "The development of anthropogenic burdens and the status of the environmental compartments may be affected by the changing climate and the associated change of the temperature and precipitation regimes. It can be assumed that this mechanism will influence the sum of emissions resulting from the production of electricity and heat, dispersion of pollutants and air quality, the quality and quantity of surface and groundwater, biodiversity and the status of forest stands, the quality of the soil, spreading of harmful organisms in agriculture and the related consumption of agrochemicals. Overall, it is likely that the so-called climate extremity will deepen, with a more frequent occurrence of risk hydrological and weather phenomena, such as floods, drought, strong wind, temperature variations, etc."}, {"text_block_id": "p12_b141_merged_merged_merged", "text": "Model simulations expect a continued gradual growth of the average annual temperature by 0.3 °C per decade. The total annual precipitation will not change in a significant way, however, the volatility of total precipitation will grow both between years, and within the year, as well as the uneven territorial distribution of precipitation in our territory. The intensive utilisation of the landscape involves a reducing retention ability of the landscape which will, in connection with the expected more frequent torrential rainfall, become more"}, {"text_block_id": "p13_b144", "text": "susceptible to flooding and the risk of water and wind erosion increases. Similarly, it is also expected that droughts will be more frequent due to lack of rainfall (the so-called meteorological drought) as well as to an increased evaporation caused by high temperatures (the so-called agricultural drought). A serious phenomenon is the water shortage in sources (hydrological drought), which could escalate up to crisis situations."}, {"text_block_id": "p13_b145", "text": "Greenhouse gas emissions decreased between 1990 and 2014 by about 37%. Despite that, in comparison with the EU average, the Czech Republic has higher specific greenhouse gas emissions per capita (12.06 t of CO"}, {"text_block_id": "p13_b146", "text": "2"}, {"text_block_id": "p13_b147", "text": "eq./capita against 8.72 t of CO"}, {"text_block_id": "p13_b148", "text": "2"}, {"text_block_id": "p13_b149", "text": "eq./capita in the EU28"}, {"text_block_id": "p13_b150", "text": "). On the other hand, in the European context, the Czech Republic has a below-average share of transport in total emissions of greenhouse gases, which steadily ranges around 14%. Emission intensity, i.e. the emission intensity of GDP creation, is higher in the Czech Republic compared with the EU average due to the higher share of industry in GDP creation and higher emission intensity of transport. With regard to the gradual long-term decarbonisation of the energy sector and reduction of energy intensity of industry and heating, the relative share of transport in the greenhouse gas emissions will probably increase without any additional measures."}, {"text_block_id": "p13_b151", "text": "The most important"}, {"text_block_id": "p13_b152", "text": "air quality problem"}, {"text_block_id": "p13_b153", "text": "continues to be the excess concentrations of PM"}, {"text_block_id": "p13_b154", "text": "2.5"}, {"text_block_id": "p13_b155", "text": ", PM"}, {"text_block_id": "p13_b156", "text": "10"}, {"text_block_id": "p13_b157", "text": ", which the majority of the population is exposed to (the average annual target value recommended by the WHO for PM"}, {"text_block_id": "p13_b158", "text": "2,5"}, {"text_block_id": "p13_b159", "text": "is not complied with in most of the country for most of the population; the target value for average annual concentration of PM"}, {"text_block_id": "p13_b160", "text": "2,5"}, {"text_block_id": "p13_b161", "text": "in 2014 was exceeded in 1.8% of the territory, 8.6% of the population was exposed to exceeded concentrations, the limit for a 24-hour average concentration of PM"}, {"text_block_id": "p13_b162", "text": "10"}, {"text_block_id": "p13_b163", "text": "was exceeded in 2014 in 8.16% of the territory, 24.4% of the population were exposed to excessive concentrations). Air pollution with PM"}, {"text_block_id": "p13_b164", "text": "2,5"}, {"text_block_id": "p13_b165", "text": "and PM"}, {"text_block_id": "p13_b166", "text": "10"}, {"text_block_id": "p13_b167", "text": "which bond with carcinogenic and mutagenic polycyclic aromatic hydrocarbons (PAHs), including benzo(a)pyrene (B(a)P) results in damage to the population's genome, the occurrence of cardiovascular diseases, damage to the central nervous system, worse results of pregnancy, damage to the sperm, an increased incidence of respiratory diseases and premature deaths that exceed in an order of magnitude the deaths from road traffic accidents. The main source of that pollution in almost all settlements are home coal fired boilers and unsuitable wood fire-boxes, and in towns they are the emissions from diesel and gasoline engines that are not fitted with particle filters. The situation is worsened by bad dispersion conditions during the winter, when the concentrations of health-risk substances in the air are exceeded by one to two orders of magnitude."}, {"text_block_id": "p13_b168_merged_merged_merged", "text": "By 2020, the emissions of dust, SO2, NOx, VOC, CO and NH3 should be reduced. In the case of SO2 the emissions are expected to decrease as of 2020 by more than 44% in comparison with 2009. In terms of SO2 emissions production, the dominant influence of the public and industrial energy sector persists. NOx emissions will fall by 2020 by almost 37%, the dominant producers will continue to be the energy and transport sectors. A relatively small reduction is expected in VOC emissions -by less than 25%. The reason is e.g. the increase in motor vehicle transport. In the case of NH3 the emissions are expected to drop by 18% in comparison with 2005."}, {"text_block_id": "p13_b183", "text": "Water"}, {"text_block_id": "p13_b184", "text": "quality in watercourses is gradually improving, mainly due to the decreased quantity of discharged pollution from point sources. An important factor influencing the quality of"}, {"text_block_id": "p14_b185", "text": "water is the share of the population connected to sewerage systems that end in a waste water treatment plant; their number has almost doubled since 1990, in particular wastewater treatment plants with tertiary degrees of treatment (removal of P and N) are spreading. Requirements of Council Directive 91/271/EEC on urban waste water treatment, which imposes the obligation to connect municipalities with over 2 000 inhabitants to wastewater treatment plants, have not been met only in a small number of the municipalities. The problem in point sources of pollution so far remains to be mostly phosphorus compounds that come from the cleaning and laundry preparations for professional use, and dishwashers. The problem may be also hormonal disruptors occurring in waters. On the contrary, we are failing to limit the level of diffuse pollution the source of which are some sectors of agricultural activities (the use of mineral fertilisers), which subsequently leads to eutrophication of watercourses and reservoirs. The problem of the quality of water is not only municipal water, or pollution from agricultural sources, but also e.g. pharmaceuticals that reach freely the sewage systems and are not decomposed in any way, and so re-enter the food chains. An equally important component of the assessment of the status of bodies of water according to the Framework Water Directive is their ecological status. Water quality in watercourses is also negatively affected by the longer stretches of lower flow rates, where both organic and mineral substances present in water are concentrated. Lower flow rates in the summer mean a temperature increase of water which, together with a lower content of oxygen, is lethal for fish and many other aquatic organisms. This fact is augmented in a significant way, in addition to the lower annual rainfall, by the hydro-morphological status of the beds of many rivers. Another problem causing the low flow rates is the non-compliance with minimum residual flow rates after water abstraction (e.g. small hydropower plants)"}, {"text_block_id": "p14_b186_merged", "text": "Trends in the use of landscape and climate change affect the resilience of ecosystems. The resilience of ecosystems is declining mainly due to the persistent effects of farming intensification in the 2nd half of the 20th century, accompanied by the unification of the landscape used that way, of the persistent significant proportion of forest stands with an unbalanced species, age and spatial composition, persistent degradation of forest soil loaded with emissions, regulation and fragmentation of watercourses and accelerating fragmentation of the landscape, above all by transport and construction. The decreased resilience of ecosystems is manifested in their reduced ability to eliminate or to absorb external influences including the dissemination of undesirable (non-indigenous, invasive or harmful) species of organisms, in the unfavourable conservation status of many wild species of plants and animals (including the plant and animal species of European importance) and in the decline of rare species, reduced number and vitality of the populations of common species, inter alia, in connection with the reduced migration permeability of the landscape and the interruption of migration routes and increased stress of plants and animals."}, {"text_block_id": "p15_b193", "text": "III. The method of determining the priorities"}, {"text_block_id": "p15_b194", "text": "The determination of the priority areas and the resulting goals and their measures was mainly based on:"}, {"text_block_id": "p15_b195", "text": "The determination of the priority areas and the resulting goals and their measures was mainly based on:\n* assessment of the current status of the environment and of the expected development\n* an overview of the commitments arising from the approved environmental EU\n* the performance of the most important obligations arising from selected multilateral"}, {"text_block_id": "p15_b201", "text": "After taking into account the three basic parameters above, priorities have been set and marked according to the degree of urgency."}, {"text_block_id": "p15_b202", "text": "The most important and urgent goals are marked with three exclamation marks (14 goals in total):"}, {"text_block_id": "p15_b203", "text": "The most important and urgent goals are marked with three exclamation marks (14 goals in total):\n* Achieving at least good ecological status or potential and good chemical status of\n* Reducing the share of waste disposed by landfilling\n* Increasing the share of material and energy recovery of waste\n* Waste prevention\n* Reduction of permanent take of agricultural land\n* Improving air quality in areas where air pollution limits are exceeded\n* Increasing the ecological stability of the landscape\n* Restoring the landscape water regime\n* Limiting and mitigating the impacts of landscape fragmentation\n* Ensuring the protection and care of the most valuable parts of nature and landscape\n* Improving the functional status of greenery in settlements\n* Mitigating the impacts of natural hazards\n* Mitigating climate change impacts and adaptation"}, {"text_block_id": "p16_b229", "text": "Important goals, in particular of the medium-term or long-term nature, which are marked with two exclamation marks, primarily include (13 goals in total):"}, {"text_block_id": "p16_b230", "text": "Important goals, in particular of the medium-term or long-term nature, which are marked with two exclamation marks, primarily include (13 goals in total):\n* Reducing the erosion risk for agricultural and forest land\n* Limiting and controlling the contamination and other degradation of soil and rocks\n* Reducing greenhouse gas emissions within the EU ETS by 21% and limiting the\n* Implementing the national emission ceilings for sulphur dioxide (SO\n* Implementing the national emission ceilings for sulphur dioxide (SO\n 2\n* Implementing the national emission ceilings for sulphur dioxide (SO\n 2\n ), nitrogen\n* Implementing the national emission ceilings for sulphur dioxide (SO\n 2\n ), nitrogen\n x\n* Implementing the national emission ceilings for sulphur dioxide (SO\n 2\n ), nitrogen\n x\n ), volatile organic compounds (VOCs), ammonia (NH\n* Implementing the national emission ceilings for sulphur dioxide (SO\n 2\n ), nitrogen\n x\n ), volatile organic compounds (VOCs), ammonia (NH\n 3\n* Implementing the national emission ceilings for sulphur dioxide (SO\n 2\n ), nitrogen\n x\n ), volatile organic compounds (VOCs), ammonia (NH\n 3\n ) and fine\n* Implementing the national emission ceilings for sulphur dioxide (SO\n 2\n ), nitrogen\n x\n ), volatile organic compounds (VOCs), ammonia (NH\n 3\n ) and fine\n 2.5\n* Implementing the national emission ceilings for sulphur dioxide (SO\n 2\n ), nitrogen\n x\n ), volatile organic compounds (VOCs), ammonia (NH\n 3\n ) and fine\n 2.5\n )\n* Securing 13% share of energy from renewable sources in the gross final energy\n* Ensuring a 10% share of energy from renewable sources in transport by the year 2020,\n* Implementing the commitment to increase energy efficiency by 2020\n* Maintaining and strengthening the non-productive functions of the agricultural\n* Halting the decline of native species and natural habitats\n* Limiting the negative impact of invasive species and taking effective measures to\n* Strengthening the regeneration of brownfields with a positive impact on the quality of\n* Improving the management of rainwater in settlements\n* Preventing the sources of anthropogenic risk\n* Remediation of contaminated sites, including old environmental burdens, and repair of"}, {"text_block_id": "p16_b270", "text": "The last group are areas that mostly do not show a negative trend, but from the perspective of environmental protection it is important to maintain their good condition. They are marked with one exclamation mark, and include: (3 goals in total)"}, {"text_block_id": "p16_b271", "text": "The last group are areas that mostly do not show a negative trend, but from the perspective of environmental protection it is important to maintain their good condition. They are marked with one exclamation mark, and include: (3 goals in total)\n* Prevention and obliteration of negative consequences of mining operations and the\n* Reducing the emissions of heavy metals and persistent organic substances\n* Mitigating the impacts of anthropogenic risks"}, {"text_block_id": "p17_b277", "text": "IV. The structure of the State Environmental Policy"}, {"text_block_id": "p18_b278", "text": "Under these specific objectives, particular measures have been set for their achievement or tools that support the implementation of those measures and the achievement of the objectives."}, {"text_block_id": "p19_b279", "text": "V. The strategy and implementation part"}, {"text_block_id": "p19_b280", "text": "1. Conservation and sustainable use of resources"}, {"text_block_id": "p19_b281", "text": "The issue of sustainability of the management and consumption of resources has been given great attention in recent years and is the subject of a number of international activities and documents. This is a cross-cutting issue that extends to all priority areas of the SEP, as resources include not only all natural resources (raw materials, water, wind, soil, solar, geothermal energy, territory etc.), but also food or waste. The chapter focused on the protection and sustainable use of resources is dedicated to some of them, namely water, waste, soil and the rock environment, other resources are covered in the subsequent chapters."}, {"text_block_id": "p19_b282", "text": "1.1 Protecting water and improving its status"}, {"text_block_id": "p19_b283", "text": "The primary objective of Directive 2000/60/EC establishing a framework for Community action in the field of water policy (Water Framework Directive) is to achieve at least good status of all surface waters and groundwaters and non-deterioration of their condition, which is to be achieved through appropriate measures proposed in the river basin management plans. In addition, objectives must be met in other directives on water, or related to water, such as the nitrates directive, the bathing water directive and others. Protection of the environment against the adverse effects of discharge of wastewater in urban areas is set out Council Directive 91/271/EEC on urban wastewater treatment."}, {"text_block_id": "p19_b284", "text": "National River Basin Management Plans pursuant to Section 24 par. 4 of the Water Act set out the objectives for the protection and improvement of the status of surface water and groundwater and aquatic ecosystems, to reduce the adverse effects of floods and droughts, and for surface and groundwater management, and sustainable use of the waters to ensure water services, and for improving water conditions and for protecting the ecological stability of the landscape. They also contain summaries of programmes with measures to achieve those objectives and set out a strategy for their financing. These summaries include in particular measures to prevent and control pollution from point sources, including measures aimed at reducing the extent of the mixing zones (e.g. the construction of sewers and wastewater treatment plants) and measures to ensure appropriate hydromorphological conditions for bodies of water, allowing the achievement of a good ecological status and good ecological potential (e.g. revitalisation and clearing of watercourses)"}, {"text_block_id": "p19_b285", "text": "The implementation of the Water Framework Directive is supported by cooperation within the International Commission for the protection of the Elbe River, the International Commission for the protection of the Danube River, the International Commission for the protection of the Oder River from pollution, and the implementation of the UN-ECE Convention on the protection and use of frontier watercourses and international lakes and the Protocol on water and health."}, {"text_block_id": "p20_b286", "text": "Objectives:"}, {"text_block_id": "p20_b287", "text": "Objectives:\n* 1.1.1 Achieving at least good ecological status or potential and good chemical status of\n<\\li1>"}, {"text_block_id": "p20_b289", "text": "Implementation:"}, {"text_block_id": "p21_b290", "text": "Indicators"}, {"text_block_id": "p21_b291", "text": "Indicators\n* The status of surface water bodies\n* The status of groundwater bodies\n* The urban wastewater treatment\n* Restoration of natural stream channels\n* Specific water protection in protected areas\n* Landscape fragmentation"}, {"text_block_id": "p21_b303", "text": "Resources and financing:"}, {"text_block_id": "p21_b304", "text": "The foreseen financial resources and requirements of the implementation of the measures are defined in the approved national river basin management plans for the period 2015-2021, or in the Concept of the Migration Permeability of Watercourses. The main sources are the Operational Programme Environment 2014-2020 (OPE 2014-2020), the Rural Development Programme 2014-2020 (RDP 2014-2020), programmes of the Ministry of Agriculture, the National Environment Programme and the State Environmental Fund and own resources of the owners of the water management infrastructure and of watercourse administrators."}, {"text_block_id": "p21_b305", "text": "1.2 Waste prevention, ensuring maximum waste recovery and limiting its negative impact on the environment. Supporting the use of waste as a substitute of natural resources"}, {"text_block_id": "p21_b306_merged", "text": "A prerequisite for fulfilling the requirements of EU legislation is compliance with the waste treatment hierarchy. A persistent problem of the Czech Republic is landfilling as the most common method of waste disposal. In 2014, 48.27% of the total amount of municipal waste was stored in landfills (D1, D5, D12), landfilling continues to be the most common way of municipal waste disposal, even though the share of landfilled municipal waste is slightly decreasing."}, {"text_block_id": "p21_b308", "text": "In the waste management hierarchy, waste prevention is one of the most important approaches. The main tools include increasing environmental awareness among the population in order to prevent artificially incited consumption of products, which subsequently produces waste."}, {"text_block_id": "p22_b309", "text": "The reduction of waste production is focused on the use of the latest available techniques, on maximum reuse of waste within the production process as a replacement of feedstock, on support of non-waste technologies in order to limit the production of waste as much as possible mainly in the manufacturing processes."}, {"text_block_id": "p22_b310", "text": "An increase in the material and then energy recovery of waste is to achieve the highest possible degree of reuse, material recovery, energy recovery and another application of the waste generated. The aim is to achieve such recovery of waste, which will burden as little as possible the environment as a whole. In particular, this means replacing natural materials and raw materials with waste, or replacing primary energy resources. To attain the above objectives, it is necessary not only to encourage the recovery of waste, but also to give priority to such a design of products, which consumes as little material as possible while allowing maximum recovery of waste generated from the products."}, {"text_block_id": "p22_b311_merged", "text": "Circular economy is becoming one of the main priorities of the European Commission. The European Commission, after a series of previous documents that contained some partial aspects of the circular economy (Roadmap to a Resource-Efficient Europe, the Waste Thematic Strategy), has introduced a new package on the circular economy, wich includes the communication Closing the loop – an EU action plan for the Circular Economyand a proposal for the revision of the legislation on waste and packaging management. From the perspective of the Commission, in the case of circular economy this is a change from the current linear model (take -make -use – dispose) to the circular model where the potential waste is returned back into the economic process and so closes the loop. The Czech Republic generally supports the strategic direction towards strengthening the principles of the circular economy and the promotion of using waste as a resource."}, {"text_block_id": "p22_b317", "text": "In fulfilling the objectives and measures set out below, account needs to be taken also of the Recommendations of the OECD Council for material flows and resource productivity, adopted in 2004 and 2008."}, {"text_block_id": "p22_b318", "text": "The waste management also includes transboundary shipments of waste from the Czech Republic and to the Czech Republic (i.e. across its borders). Transboundary shipments are regulated by EU legislation and are permitted in an administrative procedure so as to minimise their risks and impacts on the environment. The rules for transboundary shipments of waste are laid down in European Parliament and Council Regulation No 1013/2006 on shipments of waste, as amended, which is binding and directly applicable in all EU Member States. The Czech Republic is also a party to the Basel Convention on the control of transboundary movements of hazardous wastes and their disposal, which governs the movement of hazardous wastes across national borders with a view to the wastes removal and use at the global level."}, {"text_block_id": "p23_b319", "text": "Implementation:"}, {"text_block_id": "p25_b320", "text": "Indicators"}, {"text_block_id": "p25_b321", "text": "Indicators\n* Total waste generation\n* Municipal waste generation and treatment\n* Waste treatment structure\n* The take-back of products\n* Packaging waste generation and recycling"}, {"text_block_id": "p25_b331", "text": "Resources and financing:"}, {"text_block_id": "p25_b332", "text": "The financial requirements and the implementation of specific measures and instruments in this area are addressed as part of the implementation of the Waste Management Plan of the Czech Republic for the period 2015-2024, the Waste Prevention Programme and the Secondary Raw Materials Policy. The main sources are in particular the OPE 2014-2020 and OP Enterprise and Innovation for Competitiveness (OP EIC)."}, {"text_block_id": "p25_b333", "text": "1.3 Protection and sustainable use of soil and of the rock environment"}, {"text_block_id": "p25_b334_merged", "text": "In recent years, the annual losses of agricultural land according to the data of the State Administration of Land Surveying and Cadastre (ČÚZK) are about 5 000 ha/year, 14 ha per day. By increasing the efficiency of the legislative and economic instruments for the protection of the agricultural land fund (ALF) and the use of brownfields it is necessary to strive to reduce the losses of farmland and to reduce the area interventions into the rock environment. The slowdown of the erosion process contributing to the soil degradation will require the application of the system of organisational, agri-technical, biotechnology and technical measures. Soil erosion is a natural process influenced in the case of water erosion, which predominates in the Czech Republic, by the factor of the erosion efficiency of rain, the factor of the gradient and length of the slopes, the factor of susceptibility to erosion of the soil, the factor of the protective influence of the vegetation cover, and the factor of effectiveness of anti-erosion measures. One of the main causes of the quantity of accelerated soil erosion is the inappropriate growing of unsuitable crops on areas with potentially high erosion vulnerability. In this context, an amendment was adopted to Act No 334/1992 on the protection of the agricultural land fund, which, with effect from 1.4.2015, covers in detail the protection of agricultural land against erosion. To follow it up, the relevant implementing decrees are being prepared."}, {"text_block_id": "p25_b337", "text": "An alarming negative factor is the contamination of the soil and the rock environment with harmful substances, primarily caused by human activity. The Czech Republic keeps record of some inputs that directly affect the quality of farmland and consequently of rocks, such as"}, {"text_block_id": "p26_b338", "text": "industrial and calcium fertilisers, plant protection products, sludge from wastewater treatment plants, extracted sediments from watercourses, ponds and reservoirs. These inputs need to be monitored and regulated so that their impact on the soil does not damage the soil and its properties, and as a result, does not disturb water retention in soil and the countryside and does not increase the harmful substances such as inorganic risk elements and organic foreign substances in the soil and the rock environment, and subsequently in watercourses or groundwater. In the case of damage to the soil and rock environment, their functions must be restored through protective measures, such as revitalisation (chemical, physical and biological measures leading to the recovery of land), renaturation (returning the land to its original state), reconstruction (e.g. after landslides) and reclamation of land, soil and rock after their contamination e.g. with crude oil. The aim is to reduce the negative effects of contaminated sites on the environment and human health, soil and rock."}, {"text_block_id": "p26_b339", "text": "Soil protection at European level is not yet the subject of a binding EU legislation; it is covered only in the Thematic Strategy for Soil Protection from 2006, similar legislative situation is in the protection of the rock environment. The Czech Republic promotes a comprehensive and effective approach to soil protection at EU level, while respecting the subsidiarity principle."}, {"text_block_id": "p26_b340", "text": "The use of local mineral resources and water is a real condition of keeping our society in operation. In particular, in the field of fuel-energy mineral resources, the emphasis on appropriate self-sufficiency of the Czech Republic corresponding to its possibilities is an expression of the State not resigning on ensuring the supply of electricity and heat for the population and the production sphere, and of commitment to the responsibility of the State for safety in this area. Ensuring the lowest negative environmental impact during and after mining is the fulfilment of the main objective for the protection and sustainable use of the rock environment. An integral part of a modern approach to reclamation of areas after mining must be an increase in the share of natural areas and the application of reclamation practices using succession."}, {"text_block_id": "p26_b341", "text": "Objectives:"}, {"text_block_id": "p26_b342", "text": "Implementation:"}, {"text_block_id": "p29_b343", "text": "Resources and financing:"}, {"text_block_id": "p29_b344", "text": "Financial support and the support for the regeneration of brownfields is implemented through the OP EIC under the subsidy programme Properties, and the Programme supporting the regeneration and business use of brownfields. Another source is the Integrated Regional Operational Programme (IROP), if conditions are met, under its support of establishing and developing social enterprises."}, {"text_block_id": "p29_b345", "text": "Support for sustainable agriculture and soil conservation is implemented mainly through the Rural Development Programme or under the cross-compliance check, and in particular as part of the so-called agri-environment-climate measures. Then through the OPE 2014-2020,"}, {"text_block_id": "p29_b346", "text": "the Landscape Care Programme and the programme “Support for the recovery of natural landscape functions”."}, {"text_block_id": "p29_b347", "text": "Measures in the area of mineral resources are implemented and financially covered within the framework of administrative and approval processes and legislative conditions of mining"}, {"text_block_id": "p29_b348", "text": "activities. They are also supported under the “Programme addressing environmental damage occurring before the privatisation of the lignite mining companies in the Ústí nad Labem"}, {"text_block_id": "p29_b349", "text": "and"}, {"text_block_id": "p29_b350", "text": "Karlovy Vary Regions”, and the Moravian"}, {"text_block_id": "p29_b351", "text": "-Silesian Region Revitalisation Programme."}, {"text_block_id": "p29_b352_merged_merged", "text": "Specific measures in support of resource efficiency are further specified, implemented and financially secured within the implementation of the Raw Material Policy, the Secondary Raw Materials Policy, the “Action plan to promote higher self-sufficiency of the Czech Republic in the raw material resources by substitution of primary sources with secondary raw materials” and partly also in the Waste Management Plan of the Czech Republic 2015-2024."}, {"text_block_id": "p29_b357", "text": "2. Climate protection and air quality improvements"}, {"text_block_id": "p29_b358", "text": "2.1 Reducing greenhouse gas emissions"}, {"text_block_id": "p29_b359", "text": "Anthropogenic emissions of the main greenhouse gases according to the United Nations Framework Convention on Climate Change (carbon dioxide, methane, nitrous oxide, fluorinated greenhouse gases) are tracked and published in the National Inventory System of Greenhouse Gases of the Czech Republic."}, {"text_block_id": "p29_b360", "text": "Through the climate and energy package adopted in December 2008, the EU has committed to cutting greenhouse gas emissions by 2020 by at least 20% in comparison with 1990. For the Czech Republic, a partial commitment arises from the package to reduce emissions by 21% compared to 2005 in the industrial and energy facilities, involved in the European system of greenhouse gas emission trading (EU ETS), and also a commitment to reduce the"}, {"text_block_id": "p30_b361", "text": "emissions increase in the other sectors of the economy (outside the EU ETS) to 9% compared to 2005 as part of a shared effort to reduce greenhouse gas emissions. Those commitments are followed up with the climate and energy EU framework up to 2030 with the goal of at least 40% reduction in greenhouse gas emissions compared to 1990. In 2015, a climate conference took place in Paris, where the Contracting Parties to the UN Framework Convention on Climate Change approved the Paris Agreement with the aim to keep the rise in global average tem"}, {"text_block_id": "p30_b362", "text": "perature at a significantly lower value than 2 °C, and to step up the efforts to achieve an increase of 1.5 °C against pre"}, {"text_block_id": "p30_b363", "text": "-industrial levels."}, {"text_block_id": "p30_b364_merged_merged", "text": "The problem of the Czech Republic and of other new EU Member States remains to be the relatively high specific greenhouse gas emissions per capita. The second sub-goal of the SEP in the area of reducing greenhouse gas emissions is, therefore, to reduce the emissions per capita by 2020 to at least the average of the EU-27 in 2005. This objective would, according to the draft Climate Protection Policy of the Czech Republic, mean a reduction of CO2ekv emissions per capita by 25% by 2020 compared to 2005."}, {"text_block_id": "p30_b367", "text": "In accordance with the draft Climate Protection Policy of the Czech Republic and with Government Decree No 192 of 9 March 2016 on the Analysis of legislation feasibility in the context of reducing the dependence on fossil fuels in the conditions of the Czech Republic, a bill is being prepared on reducing the dependence on fossil fuels, so-called \"Anti-fossil Act\", containing the intent of the long-term objective to reduce greenhouse gas emissions by 2050 by at least 80% against 1990."}, {"text_block_id": "p30_b368", "text": "An important factor for reducing greenhouse gas emissions is the support for renewable energy sources and energy saving. Support for measures to increase energy efficiency also through the introduction of more energy-efficient technologies leads to energy savings which help to reduce the dependence of States on energy imports."}, {"text_block_id": "p31_b369", "text": "Objectives:"}, {"text_block_id": "p31_b370", "text": "!!"}, {"text_block_id": "p31_b371", "text": "2.1.1 Reducing greenhouse gas emissions within the EU ETS by 21% and limiting the increase in emissions outside the EU ETS to 9% by 2020 compared with the 2005 level"}, {"text_block_id": "p31_b372", "text": "Implementation:"}, {"text_block_id": "p32_b373", "text": "Resources and financing:"}, {"text_block_id": "p32_b374", "text": "The implementation and financing of measures to reduce greenhouse gas emissions is ensured through the European emission trading system for the sectors under the EU ETS and the New"}, {"text_block_id": "p32_b375", "text": "Green Savings Programme, the “EFEKT, the nationa"}, {"text_block_id": "p32_b376", "text": "l programme for the promotion of"}, {"text_block_id": "p32_b377", "text": "energy savings and utilisation of renewable energy sources”, the OPE, OP EIC, the RDP and"}, {"text_block_id": "p32_b378", "text": "the IROP for non-ETS sectors."}, {"text_block_id": "p32_b379", "text": "The measures and instruments in this area are further developed and implemented in the draft Climate Protection Policy of the Czech Republic and at the same time there is a significant overlap with the implementation of the sectoral strategic documents -the State Energy Concept, the Waste Management Plan for 2015-2024, the Transport Policy 2014-2020 with an outlook to 2050, or the Public Transport Concept, and the Freight Transport Concept under preparation."}, {"text_block_id": "p32_b380", "text": "2.2. Reducing the level of air pollution"}, {"text_block_id": "p32_b381", "text": "At present, the Czech Republic has problems with exceeding the air pollution limits in terms of protection of human health, and partly with exceeding the pollution limits for the protection of ecosystems and vegetation that are set by the European and national legislation (i.e. Directive 2008/50/EC"}, {"text_block_id": "p32_b382", "text": "–"}, {"text_block_id": "p32_b383", "text": "on ambient air quality and cleaner air for Europe -and Act No 201/2012 on air protection, as amended, and its implementing regulations). The most problematic exceedances, from the point of view of the negative impacts on human health, concern the limit values for suspended particulate matter PM"}, {"text_block_id": "p32_b384", "text": "10"}, {"text_block_id": "p32_b385", "text": "and the annual emission limit for benzo(a)pyrene. Another problem is to comply with the limit value established for 2015 by Directive 2008/50/EC for suspended particles PM"}, {"text_block_id": "p32_b386", "text": "2.5"}, {"text_block_id": "p32_b387", "text": ". Suspended particles have an impact on human health depending on their size, chemical composition and shape. Substances with carcinogenic or mutagenic effects such as heavy metals and polycyclic aromatic hydrocarbons (e.g. benzo(a)pyrene) are often bound to their surface, thereby increasing their potential hazards for human health. A wide-spread problem both in the Czech Republic and at the European level is the exceedance of tropospheric ozone limit values laid down for the protection of human health and the protection of ecosystems and vegetation. Ground-level ozone is formed only in secondary reactions of precursors which are mainly VOCs and NO"}, {"text_block_id": "p32_b388", "text": "x"}, {"text_block_id": "p32_b389", "text": "."}, {"text_block_id": "p32_b390_merged_merged_merged", "text": "The main sources of the above pollutants (dust, benzo(a)pyrene) are mainly transportation (re-suspension, attrition, exhaust emissions), home heating (obsolete solid fuel combustion"}, {"text_block_id": "p33_b393", "text": "sources) and industrial sources (metallurgy, including coking plants, the energy sector and diverse technological sources). In addition to direct emissions, particles get into the air also by so-called re-suspension (re-stiring). However, a significant portion of suspended particles is formed in the atmosphere secondarily, i.e. from precursors (primarily NO"}, {"text_block_id": "p33_b394", "text": "x"}, {"text_block_id": "p33_b395", "text": ", SO"}, {"text_block_id": "p33_b396", "text": "2"}, {"text_block_id": "p33_b397", "text": ", NH"}, {"text_block_id": "p33_b398", "text": "3"}, {"text_block_id": "p33_b399", "text": "and VOCs). The main source of emissions of precursors of secondary particles is the public and industrial power generation, transport, home heating and processing of manure, including emissions from the use of fertilisers."}, {"text_block_id": "p33_b400", "text": "Measures that will reduce the actual formation of harmful effects are highly important, without a doubt one of the most current issues of the quality of life in urban agglomerations are the negative impacts of transport (exhaust gases, emissions of greenhouse gases, dust particles and noise). The Commission has defined its strategy in the area of the so-called clean"}, {"text_block_id": "p33_b401", "text": "mobility in the White Paper"}, {"text_block_id": "p33_b402", "text": ": Roadmap to a Single European Transport Area"}, {"text_block_id": "p33_b403", "text": "–"}, {"text_block_id": "p33_b404", "text": "The objectives for reducing the emissions of pollutants set at the EU level in the Thematic Strategy on Air Pollution (2005) were confirmed in the 7"}, {"text_block_id": "p33_b405", "text": "th"}, {"text_block_id": "p33_b406", "text": "Environment Action Programme (2013). They were used as a basis for drawing up a summary of legislative documents, published in December 2013 as a so-called Clean Air Policy Package, including, inter alia, the directive on the restriction of national emissions of pollutants, which will replace the existing Directive 2001/81/EC on national emission ceilings and will lay down emission-reduction targets for 2020 and 2030. In November 2015, Directive of the European Parliament and of the Council No 2015/2193 on the limitation of emissions of certain pollutants into the air from medium combustion plants was adopted."}, {"text_block_id": "p33_b407_merged_merged_merged_merged", "text": "In view of the long-range transboundary transmission of air pollutants, emphasis will be put on fulfilling the obligations taken from the agreements concluded under the UN Economic Commission for Europe -Convention on long-range-transboundary air pollution and its protocols aimed at emissions of SOx, NOx, VOCs, ammonia, heavy metals and persistent organic pollutants, and in particular the emission ceilings for 2020 for SO2, NOx, VOCs, NH3 and newly PM2.5 laid down in the revised Gothenburg Protocol on the limitation of acidification, eutrophication and ground-level ozone of the already mentioned Convention on long-range transboundary air pollution (CLRTAP)."}, {"text_block_id": "p33_b420", "text": "In order to ensure the fulfilment of objectives that will be set for the Czech Republic, attention will be concentrated on the key sectors that have a significant share in emissions of the tracked pollutants, with an emphasis on the application of the best available techniques."}, {"text_block_id": "p33_b421", "text": "Objectives:"}, {"text_block_id": "p33_b422", "text": "Objectives:\n* 2.2.1 Improving air quality in areas where air pollution limits are exceeded\n<\\li1>"}, {"text_block_id": "p34_b424", "text": "Implementation:"}, {"text_block_id": "p36_b425", "text": "Indicators"}, {"text_block_id": "p36_b426", "text": "2.2.1"}, {"text_block_id": "p36_b427", "text": "Emissions of SO"}, {"text_block_id": "p36_b428", "text": "2"}, {"text_block_id": "p36_b429", "text": ", NO"}, {"text_block_id": "p36_b430", "text": "x"}, {"text_block_id": "p36_b431", "text": ", NH"}, {"text_block_id": "p36_b432", "text": "3"}, {"text_block_id": "p36_b433", "text": ", VOCs and PM"}, {"text_block_id": "p36_b434", "text": "2.5"}, {"text_block_id": "p36_b435", "text": "2.2.2."}, {"text_block_id": "p36_b436", "text": "The proportion of the territory with exceeded limit"}, {"text_block_id": "p36_b437", "text": "values"}, {"text_block_id": "p36_b438", "text": "2.2.3"}, {"text_block_id": "p36_b439", "text": "Emissions of heavy metals and POPs"}, {"text_block_id": "p36_b440", "text": "Resources and financing:"}, {"text_block_id": "p36_b441", "text": "The implementation and the financing resources of measures and instruments in the field of air protection is further developed in the Mid-term Strategy to Improve Air Quality up to 2020, or in the National Emissions Reduction Programme and programmes improving air quality for zones and agglomerations, and within the Transport Sector Strategy 2014-2020 or the National Action Plan for Clean Mobility. Major sources of financing of these measures, in addition to the State and local budgets, are the OPE, RDP, OP Transport (OPT), IROP and OP EIC, the New Green Savings, the EFEKT Programme, LIFE."}, {"text_block_id": "p36_b442", "text": "2.3 Efficient and environmentally friendly use of renewable energy sources and higher energy efficiency"}, {"text_block_id": "p36_b443", "text": "This priority puts emphasis on efficient and environmentally friendly use of renewable energy sources which are the only ones to be considered inexhaustible. Increasing the application of renewable energy sources in practice is necessary both for progressive elimination of dependence on fossil fuels and to strengthen energy security of the Czech Republic. The significant renewable sources in the Czech Republic are mainly energy obtained from waste biomass, photovoltaic and thermo-solar systems, wind and small hydro power plants."}, {"text_block_id": "p36_b444", "text": "The basic strategic document in the energy sector is the State Energy Concept, defining the strategy and the priorities and objectives, including the definition of instruments for their achievement. The National Action Plan of the Czech Republic for Renewable Energy determines the shares of energy from the particular types of renewable sources for 2015-2020 and also the basic statistical parameters for their support. The specific method of support is then addressed in the annually issued Price Decisions of the Energy Regulatory Office and for"}, {"text_block_id": "p36_b445", "text": "the transport sector in the “Multiannual programme of s"}, {"text_block_id": "p36_b446", "text": "upport for further application of sustainable biofuels in the transport sector for the period"}, {"text_block_id": "p36_b447", "text": "2020” and in the National"}, {"text_block_id": "p36_b448", "text": "Action Plan for Clean Mobility."}, {"text_block_id": "p36_b449_merged_merged_merged", "text": "With regard to the proper fulfilment of its EU commitments, the Czech Republic established its indicative national target at 50.67 PJ (14.08 TWh) of new savings in the final energy consumption by 2020. The specific way of achieving that goal is contained in the updated 3rd National Action Plan for Energy Efficiency of the Czech Republic."}, {"text_block_id": "p37_b452", "text": "Implementation:"}, {"text_block_id": "p38_b453", "text": "Indicators"}, {"text_block_id": "p38_b454", "text": "2.3.1"}, {"text_block_id": "p38_b455", "text": "Utilisation of Renewable Energy Resources"}, {"text_block_id": "p38_b456", "text": "2.3.2."}, {"text_block_id": "p38_b457", "text": "Consumption of energy from renewable energy sources"}, {"text_block_id": "p38_b458", "text": "in transport"}, {"text_block_id": "p38_b459", "text": "1.0.1"}, {"text_block_id": "p38_b460", "text": "Development of energy intensity"}, {"text_block_id": "p38_b461", "text": "Resources and financing"}, {"text_block_id": "p38_b462_merged_merged", "text": "Implementation of the measures and instruments and their specific forms, including the provision of financing, is ensured under the National Action Plan for Promoting Renewable Energy Sources, the National Action Plan for Energy Efficiency, and the “Multiannual programme of support for further application of sustainable biofuels in the transport sector”. The National Action Plan for Clean Mobility also has a synergetic effect. In addition to aid under the Act on the supported kinds of energy and under the co-generation support, the major sources of funding are the OPE, OP EIC, IROP, New Green Savings, the EFEKT Programme."}, {"text_block_id": "p39_b467", "text": "3. Nature and Landscape Protection"}, {"text_block_id": "p39_b468", "text": "3.1 Protecting and strengthening the ecological functions of the landscape"}, {"text_block_id": "p39_b469", "text": "As a result of the current trend of the long-term unsustainable exploitation of the various components of the landscape, its natural functions are deteriorating on the whole."}, {"text_block_id": "p39_b470", "text": "The most important phenomena having a negative impact on the ecological stability of the landscape include its growing fragmentation related to the development of settlements, transport and other infrastructure (including fragmentation of river streams), reduced retention ability of the landscape, sudden and significant changes in the use of the landscape, wasteful use of natural resources, the intensive method of certain sectors of agricultural and in some cases of forest management. As a result of significant interference and damage to ecosystems and disruption of their functional links, the long-term and natural links and relations are, in many cases, undermined within the populations of particular species, between the species and between organisms and their natural external environment. Therefore, it is necessary to safeguard the essential ecological functions of the landscape, both by retaining the existing ecologically stable areas and by promoting the expansion and functional interlinking of such areas in the countryside and by promoting the recovery of ecosystems."}, {"text_block_id": "p39_b471", "text": "Ecosystems provide people with a wide range of services that directly or indirectly contribute in a significant way to maintaining and improving the quality of life. One of the ways to express the value of natural components of the environment or the value of the natural processes and phenomena in relation to the environment where they take place or occur, is to assign, through a defined procedure, an economic (financial) equivalent to the so-called ecosystem services that are mediated by those processes and phenomena."}, {"text_block_id": "p39_b472_merged", "text": "The ecological functions of the landscape can be strengthened through appropriately configured and optimised legislative, economic and administrative-organisational measures that will support the natural function of the landscape and the conservation of the ecosystem services. An appropriate subsidy policy has a significant potential for strengthening the non-productive functions of the landscape. For the upcoming period, the support needs to be set so"}, {"text_block_id": "p40_b475", "text": "as to deliver maximum effects also in terms of landscape stability and the conservation of its biodiversity."}, {"text_block_id": "p40_b476", "text": "As the issue is cross-cutting in many cases, it is necessary to ensure cooperation of all ministries and entities concerned. In particular, ensuring close cooperation between the Ministries of the Environment, Agriculture, Regional Development, Culture and regional and local authorities, particularly in the territorial planning process, is one of the prerequisites for sustainable use of the landscape, in accordance with the European Landscape Convention. An integral part of the measures to conserve and restore the ecological functions of the landscape and support its sustainable use is the need to increase the general awareness of the importance of the ecological functions of the landscape and to promote an active and responsible participation of the public in the protection, management and planning of the landscape and to strengthen the awareness that the landscape is a common cultural and natural heritage and the"}, {"text_block_id": "p40_b477", "text": "basis of the inhabitants’ identity."}, {"text_block_id": "p40_b478", "text": "In order to meet those needs, the protection of biodiversity and of ecological functions of the landscape must be integrated into national strategic management. The ways to achieve that integration are further specified in the National Biodiversity Strategy of the Czech Republic for 2016-2025."}, {"text_block_id": "p40_b479", "text": "Objectives:"}, {"text_block_id": "p40_b480", "text": "3.1.1"}, {"text_block_id": "p40_b481", "text": "Increasing the ecological stability of the landscape"}, {"text_block_id": "p40_b482", "text": "3.1.2"}, {"text_block_id": "p40_b483", "text": "Restoring the landscape water regime"}, {"text_block_id": "p40_b484", "text": "3.1.3"}, {"text_block_id": "p40_b485", "text": "Limiting and mitigating the impacts of landscape fragmentation"}, {"text_block_id": "p40_b486", "text": "3.1.4"}, {"text_block_id": "p40_b487", "text": "Maintaining and strengthening the non-productive functions of the agricultural landscape and forests"}, {"text_block_id": "p40_b488", "text": "Implementation:"}, {"text_block_id": "p44_b489", "text": "Resources and financing:"}, {"text_block_id": "p44_b490_merged", "text": "The implementation and execution of measures takes place in particular in the form of legislative amendments and adjustments to the settings or conditions of providing funding from the existing subsidies. The European grant programmes in this area include the OPE 2014-2020, OPT, IROP, RDP 2014-2020, and the national Landscape Care Programme, the programme “Support for recovery of the natural functions of the landscape” and the National Environment Programme (NEP). For the area of research and development, the tools are implemented through the funding of the TA CR programmes – Beta and Epsilon."}, {"text_block_id": "p45_b495", "text": "3.2 Conservation of natural and landscape values"}, {"text_block_id": "p45_b496", "text": "On a European scale, the Czech Republic ranks among the territories with a relatively high richness of species of flora and fauna and natural habitats which are an essential component of ecosystems. This fact is given mainly by the geographical location on the boundary line of the Hercynian, Carpathian, Polonian and Pannonian biogeographical sub-province, by the variety of geological substrates and historical evolution of the landscape. It is estimated that there are currently more than 35,000 animal species and over 3,000 species of vascular plants in the territory of the Czech Republic. The diversity and number of plant and animal species is, however, constantly evolving and changing with time. On one hand, species are emerging, in particular as a result of an undesirable expansion of non-native, often invasive organisms, but also as a result of natural changes in the occurence of thermophilic species due to the changing climate. On the other hand, scientific studies confirm a strong threat to biological diversity and species extinction on a global scale with losses 100 times up to 1,000 times faster than what would have been the natural decline rate. The situation is similar in the case of the Czech Republic and about a third of the species occurring in the Czech Republic must be now assessed as in danger of eradication or extinction."}, {"text_block_id": "p45_b497", "text": "A number of natural habitats is also threatened, in particular those whose character was conditioned by traditional farming methods (pastures, steppe lawns, high-light forests maintained by sprout management), and the intensive utilisation of the landscape or, on the contrary, a farming decline in some areas causes their gradual degradation. Intensification of the landscape use continues to threaten the remnants of primeval forests and near-natural forests and other similar habitats such as peat bogs. The vanishing habitats, however, surprisingly include those requiring a certain level of disruption by natural factors (e.g. river pools) and by human activities (habitats requiring disruption of the soil surface, of which many can be found only in areas used by the military or in spaces non-recultivated after mining and quarrying). The basic prerequisite for ensuring a favourable conservation status of species and habitats is the status of the landscape and its functions, in particular conditioned by environmentally sound farming and other use of the landscape (see 3.1.). The status of a number of species and habitats, however, is such that it is necessary to pay them individual attention, and to take measures to improve their status."}, {"text_block_id": "p45_b498", "text": "Protection of areas with a fair amount of protected and native species of flora and fauna, with preserved natural biotopes and functioning natural processes, or aesthetically valuable landscape is largely ensured through protected areas (including Natura 2000), which represent the most valuable parts of the natural and landscape heritage in the Czech Republic. Although the system of protected areas is the backbone of nature protection in the Czech Republic, the striving for a careful use of the landscape as a whole is equally important. It is the only way to satisfy the demands of the natural continuation of natural processes necessary not only for the presence of all organisms in nature, but also for sustainable functioning of the society. Therefore, it is necessary to pay attention to maintaining the ecosystem links and functions of the landscape (e.g. connectivity threatened by the growing fragmentation of the landscape) as well as to the protection and care of specific territories with a significantly high level of biodiversity, such as (in addition to the specially protected areas) the former military zones and training grounds, territories affected by extraction of minerals, etc."}, {"text_block_id": "p45_b499", "text": "The protection of species and habitats and entire ecosystems, of links between them and their sustainable use is also the obligation of the Czech Republic arising from international conventions and EU law. The fulfilment of these commitments is in line with the priorities of the Czech Republic in the area of nature and landscape conservation."}, {"text_block_id": "p46_b500_merged", "text": "A very specific area of nature and landscape protection is the issue of geographically non-native, mainly invasive plant and animal species. On a global scale, biological invasions are considered one of the most important factors (along with biotope loss and degradation), threatening the original biodiversity. In the Czech Republic, there is a number of invasive species which seriously threaten native species and natural habitats (e.g. Reynoutria, Giant Hogweed, the American species of crayfish, raccoon, mink) and at the same time a number of non-native species of plants and animals are used or newly introduced that pose a risk or whose characteristics are not sufficiently known. It is important, therefore, to limit the use of unexamined species and at the same time take measures to assess and manage risks and to address the current biological invasions. It is needed to reflect the newly adopted EU legislation in the field of invasive species, to create conditions for its implementation and to appropriately adapt the overall approach to alien species in the Czech Republic, including the legislation on their use and regulation."}, {"text_block_id": "p46_b503", "text": "Objectives:"}, {"text_block_id": "p46_b504", "text": "Implementation:"}, {"text_block_id": "p48_b505", "text": "Resources and financing:"}, {"text_block_id": "p48_b506_merged", "text": "The measures and instruments are implemented and funded through legislative action. Any costs incurred in the actual implementation are reimbursed through the MoE and MoA as part of compensation for farming difficulties, and then through grant programmes OPE 20142020, the Program of Landscape Management, the Landscape Natural Function Restoration Program, the “Sub-programme of inalienable State-owned assets in the specially protected areas”, the NEP, RDP 2014-2020, OP Fisheries."}, {"text_block_id": "p49_b511", "text": "3.3. Improving the quality of the environment in settlements"}, {"text_block_id": "p49_b512", "text": "Settlements represent a specific part of the landscape that can include primarily built-up areas including public spaces and public green areas, industrial and logistics complexes, recreational buildings, but also the transport-technical infrastructure -the network of roads, motorways and railways, navigation channels, artificial water reservoirs, areas significantly changed and devastated by mining and other human activities, etc."}, {"text_block_id": "p49_b513_merged", "text": "The landscape of settlements, especially the urban landscape, is strongly influenced by man, it has specific characteristics and it fulfils specific demands of the population. Yet even in such a landscape it is needed to maintain and enhance ecological functions. Ecological functions of the landscape of settlements, bound mainly to greenery areas, are a prerequisite for a healthy environment of the inhabitants. In the landscape of settlements, building and technical elements prevail over the natural elements and significantly affect all components of ecosystems. The biggest problems of the landscape of settlements include adverse microclimate (higher average temperature – the heat island effect), unbalanced water balance, fast surface run-off (more paved surfaces), polluted water and its disposal (sewer systems, the issue of relief chambers), degraded air quality (high content of dust particles, emission of harmful substances)"}, {"text_block_id": "p49_b516", "text": "The requirements of the population to ensure a quality environment can be fulfilled also by strengthening the ecological functions of the landscape of settlements, in particular of the areas of gardens and parks and green areas in general, taking into account the specific requirements on their functional use and their form. A suitably structured system of areas of gardens, parks and other green elements in settlements is unsubstitutable in performing more functions at the same time. It positively affects the microclimate (regulates humidity, captures dust particles), contributes significantly to the ecological stability and biodiversity of the environment, is a space where natural processes can take place, has a positive effect on the psychological well-being of people (is an aesthetic value, reduces noise burden)."}, {"text_block_id": "p49_b517", "text": "Therefore, it is necessary to improve the status of greenery in settlements, i.e. to preserve and conceptually create spatial and functional conditions for ecological processes while meeting the functional and aesthetic demands of the population. In the interest of improving the quality of life of the population, it is necessary to significantly improve the coordination of the developing areas of housing, community amenities, infrastructure, transport, greenery system, services, production and trade, culture, and recreation. The quality of life in settlements can be improved by increasing the overall variability of the urban territory with an emphasis on the establishment, maintenance and revitalisation of gardens, parks and other green areas, or their vegetation elements, and by including natural or near-natural elements in the structure of the greenery system. A big issue is the improvement of water management, both of drinking and rain water. With regard to the minimal area reserves for new green areas in existing built-up areas of most settlements, it is necessary to protect and enhance the quality and functional efficiency of gardens, parks and other existing greenery."}, {"text_block_id": "p50_b518", "text": "Implementation:"}, {"text_block_id": "p52_b519", "text": "Resources and financing:"}, {"text_block_id": "p52_b520", "text": "The measures and instruments are implemented as part of legislation amendments and of public administration performance without increased financial demands. They are also implemented through the setting and the terms of providing funds from the grant programmes"}, {"text_block_id": "p52_b521", "text": "OPE, IROP, RDP and OP EIC, and under the “Programme of support for regeneration and business use of brownfields” and the NEP."}, {"text_block_id": "p52_b522", "text": "4. A safe environment"}, {"text_block_id": "p52_b523", "text": "4.1 Risk prevention"}, {"text_block_id": "p52_b524", "text": "The major sources of risks of anthropogenic origin include chemical substances, sources of ionising radiation and biological agents, which are most often the carrier of the risk or the cause of serious accidents."}, {"text_block_id": "p52_b525", "text": "In order to prevent contaminated sites and to prevent environmental harm, it is key to keep continuous records of or to remove contaminated sites, which leads to an easier use of brownfields after the contamination is removed. Monitoring of exposure and the effect of pollutants from rehabilitated environmental burdens on human health, and monitoring of environmental compartments related to the decontaminated site is directly linked to that objective."}, {"text_block_id": "p52_b526", "text": "At the same time it is necessary to fulfil the provisions of multilateral environmental treaties aimed at the protection of health and the environment from harmful effects of chemical substances, such as the Stockholm Convention on persistent organic pollutants and the Rotterdam Convention on the prior informed consent procedure in international trade in certain hazardous chemicals and pesticides, which the Czech Republic is a contracting party to, and continually apply best practices of international organisations such as the UN, OECD, UNEP or WHO. The Czech Republic will also take steps to ratify the Minamata Convention on Mercury."}, {"text_block_id": "p52_b527", "text": "The establishment of and compliance with the rules for safe management of hazardous waste and its storage is intended, as far as possible, to limit the negative impact of hazardous waste on the environment and human health, and to allow the removal or minimisation of the properties that make waste hazardous, and give priority to the use of hazardous waste before its disposal or storage."}, {"text_block_id": "p52_b528", "text": "Ensuring safe transport and handling of hazardous waste is to limit the risks resulting from the transport of hazardous waste, caused both by the handling itself during transport, and by the risk of leakage of the transported waste during transportation or in an accident. The Czech Republic will implement the Basel Convention on the control of transboundary movements of hazardous wastes and their disposal, and its Strategic Plan for the period 2011-2020."}, {"text_block_id": "p52_b529", "text": "Restriction of illegal hazardous waste management, in particular by streamlining the verifications of compliance with the obligations imposed by law, is required to ensure a high"}, {"text_block_id": "p53_b530", "text": "level of environmental protection and to identify the actual management of hazardous wastes and their impact on the environment."}, {"text_block_id": "p53_b531", "text": "In the area of reducing the risks of dangerous chemical substances and preparations, the Czech Republic has reached the level required by the EU legislation, which lays down the requirements for the protection of health and the environment from the negative effects of hazardous chemical substances and mixtures."}, {"text_block_id": "p53_b532", "text": "In accordance with the EU policy, the important areas are prevention of major accidents caused by selected hazardous chemical substances and mixtures and limitation of the consequences of such accidents for humans and the environment. Due to the large number of objects with dangerous activities that can cause industrial accident with transboundary effects, it is important that the Czech Republic is involved in the implementation of the UNECE Convention on the transboundary effects of industrial accidents."}, {"text_block_id": "p53_b533", "text": "The use of genetically modified organisms (GMOs) and genetic products in the Czech Republic is regulated by legislation so as to ensure the protection of human and animal health, the environment and biological diversity. GMOs and genetic products can be used only on the basis of authorisation under that legislation. The Czech Republic will also ensure the implementation of international rules, layed down in the Cartagena Protocol on Biosafety."}, {"text_block_id": "p53_b534", "text": "An important factor that has an adverse effect on human health and on ecosystems is noise. The most signifiant source of noise has clearly shown to be road transport. As a result of the increasing intensity of road traffic, noise is becoming one of the major environmental problems."}, {"text_block_id": "p53_b535", "text": "The Czech Republic will continue to implement measures to eliminate the consumption of controlled substances that deplete the ozone layer, in accordance with the objectives of the Montreal Protocol on substances that deplete the ozone layer, and European Parliament and Council Regulation (EC) No 1005/2009 on substances that deplete the ozone layer. In doing that it will ensure that the ozone-depleting substances are not replaced with substances contributing to climate change."}, {"text_block_id": "p53_b536", "text": "Objectives:"}, {"text_block_id": "p53_b537", "text": "4.1.1 Preventing the sources of anthropogenic risk"}, {"text_block_id": "p53_b538", "text": "Implementation:"}, {"text_block_id": "p55_b539", "text": "Resources and financing:"}, {"text_block_id": "p55_b540", "text": "The measures and instruments are implemented as part of the normal exercise of State administration, and in connection with the implementation of commitments and the EU legislation. Measures for the F-gases are implemented using the funds of the National Environment Programme."}, {"text_block_id": "p55_b541", "text": "4.2 Mitigating the impacts of risks, including emergencies and crisis situations"}, {"text_block_id": "p55_b542", "text": "Natural hazards such as floods, flash floods, prolonged drought, extreme weather phenomena are natural processes that can be, in some cases, affected by human activity, however, they can not be effectively prevented. A rational approach is to deepen the knowledge of these natural processes, define the zones that may be vulnerable to varying degrees of natural hazards, and to regulate human activity in such areas so that, in the event of threatening phenomena, the loss of human lives is minimised, the impacts on human health and the environment as well as the loss of property are reduced. It is key to map and categorise areas at risk of natural hazards, to monitor selected areas at risk, to draft legislative measures to regulate activities in the affected areas, and to support the implementation of measures that mitigate those natural hazards."}, {"text_block_id": "p55_b543", "text": "The flood risk reduction is covered at the international level by European Parliament and Council Directive 2007/60/EC on the assessment and management of flood risks. That directive, which has been integrated into national legislation in 2010, sets the course leading to a reduction of the flood risk and mitigation of flood effects on human health, the environment, cultural heritage and economic activity. The primary tools for achieving the objectives of that Directive are the Flood Risk Management Plans with proposals of concrete measures."}, {"text_block_id": "p55_b544", "text": "The main threats of crisis situations (disasters) are the threats of natural origin (in particular, extensive flooding, extreme torrential floods, prolonged drought, extreme weather phenomena, landslides, natural fires, the spread of invasive plants and animals) as well as threats caused by human activity (in particular, extensive leaks of hazardous substances, serious industrial accidents, terrorism and disruption of critical infrastructure functionality)."}, {"text_block_id": "p55_b545", "text": "To prevent and reduce the risk of and to mitigate the effects of emergencies caused by natural disasters, severe accidents, terrorist acts and disrupted functionality of critical infrastructure are the main objectives of the so-called environmental safety which is currently viewed as a condition where the probability of a crisis situation arising from the disruption of the environment is still acceptable. In order to preserve environmental safety, the main task is to complete the system of specific legislative, technical, organisational and information measures reducing the risk of crisis situations (disasters) and their negative effects. Emphasis must be placed on the system of prevention, mitigation and mainly adaptation measures that are the most efficient and economically the most effective and require a single legal basis."}, {"text_block_id": "p55_b546", "text": "Human activity increasingly affects the self-regulatory capacity of ecosystems, thereby reducing their ability to deal with further environmental changes both of natural and"}, {"text_block_id": "p56_b547", "text": "anthropogenic origin. Natural disasters usually arise out of human control, yet in many cases, people can affect their progress, whether positively by long-term systematic preparation and planning or, on the contrary, their underestimation may contribute to negative consequences. It turns out that crisis situations in the human environment may not arise only as a result of individual adverse phenomena and events, but also of their combinations."}, {"text_block_id": "p56_b548", "text": "The issue of reducing the risk of disasters of anthropogenic and natural origin has long been addressed by the United Nations under the International Strategy for Disaster Reduction. In 2015, new governing documents have been adopted for the following 15-year period -the Sendai Declaration and the Sendai Framework for Disaster Risk Reduction 2015-2030, which have been joined by the Czech Republic."}, {"text_block_id": "p56_b549", "text": "In the area of climate protection, it is necessary to adopt measures that will help to effectively adapt to the impacts of climate change. In terms of the negative impacts of climate change, the greatest threat for the Czech Republic is the increased incidence of extreme meteorological and hydrological situations. The Czech landscape is not yet ready for the existing and future fluctuations of precipitations and the increasingly frequent drought. A priority task will be to implement adaptation measures in the context of water management and to set the optimal relationship of the water regime and the landscape structure."}, {"text_block_id": "p56_b550", "text": "Even if adaptation measures are taken and implemented, in particular at local and regional level, the expected impacts of climate change will affect almost all areas of human activity (water management, agriculture, forestry, fisheries, health, industry, energy, tourism, social policy, etc.). In this context, it is therefore necessary to coordinate the activities and exchange knowledge and experience at the EU level. From the economic perspective, the adoption of effective adaptation measures is desirable in general because the adjustment costs in many cases are lower than the potential damage caused by inactivity."}, {"text_block_id": "p56_b551", "text": "In the Czech Republic, the definition and implementation of adaptation measures requires a comprehensive approach and coordination of activities of all the relevant ministries and bodies. This comprehensive approach has been ensured since 2015 through the Strategy of Adaptation to Climate Change in the Czech Republic, and the forthcoming Action Plan."}, {"text_block_id": "p56_b552", "text": "An alarming negative factor is the contamination of the soil and the rock environment with harmful substances, primarily caused by human activity. The aim is to reduce the negative effects of contaminated sites on the environment and human health, soil and rocks, or to remove contaminated sites including old environmental burdens created before privatisation, sites left after the Soviet army, sites burdened with ammunition from World War II, and to prevent environmental damage or to remedy it."}, {"text_block_id": "p56_b553", "text": "Objectives:"}, {"text_block_id": "p56_b554", "text": "4.2.1"}, {"text_block_id": "p56_b555", "text": "Mitigating the impacts of anthropogenic risks"}, {"text_block_id": "p56_b556", "text": "4.2.2"}, {"text_block_id": "p56_b557", "text": "Mitigating the impacts of natural hazards"}, {"text_block_id": "p56_b558", "text": "4.2.3"}, {"text_block_id": "p56_b559", "text": "Mitigating climate change impacts and adaptation"}, {"text_block_id": "p56_b560", "text": "4.2.4"}, {"text_block_id": "p56_b561", "text": "Remediation of contaminated sites, including old environmental burdens, and repair of environmental harm"}, {"text_block_id": "p57_b562", "text": "Implementation:"}, {"text_block_id": "p59_b563", "text": "Resources and financing:"}, {"text_block_id": "p59_b564", "text": "The measures and instruments will be implemented and funded as part of the normal exercise of State administration (geological service, hydrometeorological service, etc.), and under the Strategy of Environmental Security 2015-2020, the Radon Programme of the Czech Republic 2010-2019, in the context of flood risk management plans and territorial planning, the Strategy of Adaptation to Climate Change in the Czech Republic and its follow-up Action Plan. Major sources of finance in this area are the OPE 2014-2020, and the NEP."}, {"text_block_id": "p59_b565", "text": "In the case of contaminated sites and old environmental burdens, the public funding will be provided from the OPE 2014-2020, NEP, the MoE program for repairing damage after natural disasters, and from the MoF as part of financing environmental public contracts. The measures in this area are further developed in the applicable methodological guidelines and manuals."}, {"text_block_id": "p60_b566", "text": "VI. Cross-cutting instruments for implementing the"}, {"text_block_id": "p60_b567", "text": "environmental policy"}, {"text_block_id": "p60_b568", "text": "In the early days of influencing the status of the environment by policies, the tools that were virtually exclusively applied were normative (also called administrative), based on the enforcement powers of State administration bodies. Other tools began to be gradually applied with regard to the finding that the normative instruments do not cover all possibilities of advancing the principles of environmental protection. The set used today consists of complementary instruments, listed in the 7"}, {"text_block_id": "p60_b569", "text": "th"}, {"text_block_id": "p60_b570", "text": "Environmental Action Programme"}, {"text_block_id": "p60_b571", "text": "–"}, {"text_block_id": "p60_b572", "text": "a general action programme of the EU up to 2020: legal requirements (measures that impose obligations and verify their implementation), technology transfer, market-based instruments, research, measures concerning environmental liability, \"green\" public contracts, voluntary instruments and agreements, information tools, the involvement of stakeholders, and more."}, {"text_block_id": "p60_b573", "text": "Listed below are the types of instruments that will be used the most to implement the SEP objectives and measures."}, {"text_block_id": "p60_b574", "text": "Normative (administrative and legal) instruments"}, {"text_block_id": "p60_b575", "text": "represent mainly the imposing of obligations in the form of various commands, prohibitions and restrictions which mean for the addressees the obligation to refrain from something, to tolerate something or to do something in order to protect the environment. These obligations are either laid down by law directly or can be imposed on the basis of the law in a normative or individual act of the competent environmental protection authority."}, {"text_block_id": "p60_b576", "text": "The administrative and legal instruments also include various permits, consents, or opinions issued by the environmental protection authorities, which are either a prerequisite for a specific activity marked by the law with certain conditions, if any, for its implementation (this is usually an authorisation), or a condition for the issuance of a permit (usually consent or opinion), or they serve as a representation required for the issue of a decision. The administrative and legal instruments also include standards (which express different kinds of requirements for maintaining a certain necessary or at least still bearable and achievable status of the environment), categorisation of the objects of protection and sources of threats to the environment, checking and supervision, legal liability (liability for losses of the environment and tort liability) and enforcement of decisions."}, {"text_block_id": "p60_b577", "text": "Economic and market-based instruments"}, {"text_block_id": "p60_b578_merged_merged_merged", "text": "-these include the so-called negative stimulation tools – fees, penalties, or taxes – and positive stimulation tools, i.e. various forms of aid. Currently, in terms of aids, the Czech Republic uses a whole range of options, both from the domestic resources (SEF CR, ministerial programmes), as well as from foreign sources including the EU (eg. the Cohesion Fund, the structural funds, the European Agricultural and Rural Development Fund, the LIFE programme). The resources for the provision of aid from domestic public sources are significantly limited. Market-based instruments cannot be understood as narrowly defined tools in specific areas, but must be seen from a broader perspective of the context of the three pillars of sustainable development – the economic, environmental and social. In this context, it is necessary to take into account, in particular, the issue of reforming harmful subsidies."}, {"text_block_id": "p60_b585", "text": "Information tools"}, {"text_block_id": "p60_b586", "text": "–"}, {"text_block_id": "p60_b587", "text": "to support the exercise of State administration, for effective monitoring, evaluation and publication of information about the status of the environment, there is the Single Environmental Information System, which is made up of sub-agenda and integration information systems. Based on the automated work with information through those electronic systems it is possible to effectively analyse and evaluate the development of the"}, {"text_block_id": "p61_b588", "text": "environmental compartments, better understand their mutual ties and empirically support other environmental policy instruments, or to participate in the achievement of the environmental policy objectives."}, {"text_block_id": "p61_b589", "text": "The Single Environmental Information System (JISZP) is built in the Ministry on the basis of the so-called \"Competence Act\" and represents the source of information for correct and effective decision-making and application of the environmental policy instruments, for supplying correct and timely information about the environment, and for satisfying the broad information requirements of public administration and the public itself. The access to that information is described in the MoE Information Strategy for 2011-2014, serving as a basis for creating the methodologies of information support for the State environmental policy."}, {"text_block_id": "p61_b590", "text": "In connection with building and consolidating the JISZP it is necessary to support linking the JISZP to European environmental information systems, or using the services of those systems. In particular, this concerns those systems and services that are formed on the basis of the GMES programme and SEIS. Another one is INSPIRE as one of the important initiatives of the Commission aimed at creating the European spatial data infrastructure, which is anchored in Directive 2007/2/EC."}, {"text_block_id": "p61_b591", "text": "Monitoring and the preparation of evaluation reports"}, {"text_block_id": "p61_b592", "text": "-an essential part of operating in the EU and being involved in international structures is also the collection of information, regular reporting of the required information and its exchange and regular evaluations."}, {"text_block_id": "p61_b593", "text": "Voluntary instruments"}, {"text_block_id": "p61_b594", "text": "are activities of business and other entities that seek to reduce the negative environmental impact of their activities, and are introduced and implemented by those entities on the basis of their free (voluntary) decision and go beyond the requirements of the applicable legislation."}, {"text_block_id": "p61_b595", "text": "The basic principles of voluntary instruments are:"}, {"text_block_id": "p61_b596", "text": "voluntariness -no legislation requires their application;"}, {"text_block_id": "p61_b597", "text": "prevention -they focus on removing the causes of environmental problems, not their consequences (damage repair);"}, {"text_block_id": "p61_b598", "text": "prevention -they focus on removing the causes of environmental problems, not their consequences (damage repair);\n* systematic approach -a deliberate focus on those areas and activities of the\n<\\li1>"}, {"text_block_id": "p61_b600", "text": "The use of voluntary instruments (or voluntary environmental activities) at the corporate level is therefore of great importance both for the company itself and for the society as a whole. The preventive focus of voluntary instruments leads to environmental recovery and so greatly contributes to the implementation of sustainable production and consumption, or sustainable development. Other benefits that appear at the corporate level include an increasing competitiveness, better image or operational cost savings. In the Czech Republic, the following voluntary instruments are currently in use: labelling of environmentally friendly products, the introduction of environmental management systems (EMAS, ISO 14001), cleaner production, green public procurement, and voluntary agreements. These include life cycle assessment or eco-design."}, {"text_block_id": "p61_b601", "text": "Programming instruments"}, {"text_block_id": "p61_b602_merged", "text": "(sometimes also referred to as conceptual), in the broad sense strategic planning tools such as, in particular, strategies, policies, concepts, programmes and plans, are crucial parts of the application of the State Environmental Policy. A necessary condition of their effectiveness is the consistency of the proposed targets and their integral part is often the strategic environmental assessment (SEA). As part of those instruments, it is also usually proposed to change or create other types of instruments, including the method of their application. An example of this type of instrument is the very SEP CR, but also the Strategic Framework for Sustainable Development of the Czech Republic. At the level of"}, {"text_block_id": "p62_b605", "text": "municipalities, the most significant voluntary programming instrument is the Local Agenda 21."}, {"text_block_id": "p62_b606", "text": "Institutional instruments"}, {"text_block_id": "p62_b607", "text": "govern the functioning of public administration institutions in the area of market monitoring, security, risk reduction, etc. Those instruments should be effective, coordinated and verifiable by the public, i.e. space for corruption should be limited to the lowest possible level. Public administration institutions should set the example in applying the principles of environmental policy (e.g., in the environmentally sound public contracts)."}, {"text_block_id": "p62_b608", "text": "Research, development and innovation"}, {"text_block_id": "p62_b609", "text": "should, through their outputs, contribute to the reduction of the detrimental impacts of human activities on the environment, ensure remediation and elimination of the damage caused and monitoring of changes in the quality of the environment. New technologies represent a significant potential for protection and improvement of the environment and sustainable development. The SEP mentions several R&D instruments or identified areas in which it is important to implement science and research activities so that the set objectives and priorities are attained in a satisfactory manner. Further specified needs or other areas are the subject of other strategic materials of the MoE or of other relevant ministries that focus on a specific area of interest. The fundamental document for the area of research, development and innovation and their development is the National Policy for Research, Development and Innovation for 2016-2020. With regard to the specific needs of the environment, the main objectives of that national policy and other strategic documents serve as a basis for creating a comprehensive R&D&I Concept of the MoE."}, {"text_block_id": "p62_b610", "text": "Environmental education and awareness"}, {"text_block_id": "p62_b611", "text": "is a long-term preventive tool in the environment sector, aiming to reduce future environmental damage caused by lack of knowledge or information, and the resulting incompetent decisions, e.g. at the level of companies, authorities or other institutions. An important role is played in this area by the development of competences needed for environmentally responsible action, i.e. action or conduct which is most favourable, in the given situation and with the given options, for the current and future status of the environment. Environmentally responsible behaviour is understood as responsible personal, civic and professional conduct in areas dealing with nature, the"}, {"text_block_id": "p62_b612", "text": "landscape, natural resources, consumer behavior and active influence on one’s surroundings"}, {"text_block_id": "p62_b613", "text": "with the use of democratic processes and legal resources."}, {"text_block_id": "p62_b614_merged_merged", "text": "The development of environmental knowledge, skills and attitudes is ultimately a prerequisite for increasing the competitiveness of the Czech Republic, because Czech enterprises and businesses need a sufficient number of human resources (for so-called green jobs), so that they can in the future respond flexibly to the introduction of environmentally friendly technologies and eco-innovation in industry and construction. It is also an assumption that employees will bring additional resources to businesses in the form of energy savings, resources."}, {"text_block_id": "p62_b616", "text": "An important prerequisite for a respectful attitude of the public to their environment is a quality method of providing information and advice in the field of the environment and its"}, {"text_block_id": "p63_b617", "text": "compartments (air, water, soil, etc.). This requires the development of principles which are part of the Aarhus Convention (published under No 124/2004 in the Collection of International Treaties) and Act No 123/1998 on the right to environmental information, as amended."}, {"text_block_id": "p63_b618", "text": "Implementation:"}, {"text_block_id": "p66_b619", "text": "VII. Cross-cutting tools of international cooperation"}, {"text_block_id": "p66_b620", "text": "Effective environmental protection requires a comprehensive and coordinated transboundary approach. In the context of the ongoing globalisation, the importance of international cooperation is constantly increasing as the only effective way to address global and regional but also national environmental problems. International cooperation in the field of the environment has been characterised in recent years by high dynamics, reflecting in the growing number of emerging international institutions and concluded multilateral and bilateral agreements or their amendments."}, {"text_block_id": "p66_b621", "text": "By entering the EU, the Czech Republic has gained the opportunity to engage more intensively in dialogue at the international level and to participate in addressing the existing environmental problems and sustainable development, in particular in the framework of the United Nations (UN), the Organisation for Economic Cooperation and Development (OECD), the Council of Europe (COE), the United Nations Educational, Scientific and Cultural Organisation (UNESCO), multilateral and bilateral environmental agreements, and foreign development cooperation."}, {"text_block_id": "p66_b622", "text": "Implementation:"}, {"text_block_id": "p68_b623", "text": "VIII. Indicators"}, {"text_block_id": "p68_b624", "text": "1. Conservation and sustainable use of resources"}, {"text_block_id": "p68_b625", "text": "1.1 Protecting water and improving its status"}, {"text_block_id": "p70_b626", "text": "1.2 Waste prevention, ensuring its maximum recovery and limiting its negative impact on the environment. Supporting the use of waste as a substitute of natural resources"}, {"text_block_id": "p71_b627", "text": "1.3 Protection and sustainable use of the soil and rock environment"}, {"text_block_id": "p72_b628", "text": "2. Climate protection and air quality improvements"}, {"text_block_id": "p72_b629", "text": "2.1 Reducing greenhouse gas emissions"}, {"text_block_id": "p72_b630", "text": "2.2. Reducing the level of air pollution"}, {"text_block_id": "p73_b631", "text": "2.3 Efficient and environmentally friendly use of renewable energy sources"}, {"text_block_id": "p73_b632", "text": "3. Nature and Landscape Protection"}, {"text_block_id": "p73_b633", "text": "The monitoring of a number of phenomena and changes requires data sets that are not yet available and appropriate indicators that are not yet created, and therefore the presently monitored data have limited explanatory power."}, {"text_block_id": "p73_b634", "text": "3.1 Protection and strengthening of the ecological stability of the landscape and sustainable landscape management"}, {"text_block_id": "p75_b635", "text": "3.2 Conservation of natural and landscape values"}, {"text_block_id": "p76_b636", "text": "3.3. Improving the quality of the environment in settlements"}, {"text_block_id": "p77_b637", "text": "4. A safe environment"}, {"text_block_id": "p77_b638", "text": "4.1 Risk prevention"}, {"text_block_id": "p77_b639", "text": "4.2 Mitigating the impacts of risks, including emergencies and crisis situations"}, {"text_block_id": "p79_b640", "text": "An overview of SEP indicators and links to the SEP objectives"}, {"text_block_id": "p81_b641", "text": "IX. Evaluation"}, {"text_block_id": "p81_b642", "text": "The SEP is continuously evaluated based on current developments in the Czech Republic and in line with the new challenges and obligations arising from the membership of the Czech Republic in the EU, in international organisations and multilateral environmental agreements."}, {"text_block_id": "p81_b643", "text": "The SEP evaluation is based, in principle, on two processes:"}, {"text_block_id": "p81_b644", "text": "1."}, {"text_block_id": "p81_b645", "text": "Regular monitoring of the proposed indicators, i.e. the status and developments in each priority area of the SEP. Those indicators are also published in the annual Environmental Report."}, {"text_block_id": "p81_b646", "text": "2."}, {"text_block_id": "p81_b647", "text": "The implementation of each specific measure is evaluated, with the first evaluations carried out in 2015 as part of the mid-term evaluation of the SEP. Information on the implementation of the particular SEP measures and instruments will be part of the final evaluation in 2020."}, {"text_block_id": "p81_b648", "text": "The SEP objectives and priorities are evaluated through indicators referred to in section"}, {"text_block_id": "p81_b649", "text": "All of those indicators are used primarily to monitor the SEP objectives. The source of data for those indicators are partially the sources of the Czech Statistical Office or other departments of State statistical services of ministries, but also data from ministerial information systems, or from research organisations."}, {"text_block_id": "p81_b650_merged_merged", "text": "The data collection and evaluation of each indicator is carried out by the MoE organisation CENIA, the Czech Environmental Information Agency. The SEP evaluation is coordinated by the relevant body of the MoE, which will also regularly collect implementation data from the bodies responsible for the defined measures and instruments in order to ensure effective and proper implementation and to eliminate implementation risks in time."}, {"text_block_id": "p81_b652", "text": "The results of the ongoing monitoring and evaluation activities will be regularly communicated to all bodies responsible for the individual SEP measures, in particular the central State administration authorities, as part of the coordination of the SEP implementation by the MoE."}, {"text_block_id": "p82_b653", "text": "X. SEP links to other national strategic documents"}, {"text_block_id": "p90_b654", "text": "List of Abbreviations and Technical Terms:"}, {"text_block_id": "p91_b655", "text": "EECONET"}, {"text_block_id": "p95_b656", "text": "XI. A summary of the SEP measures and instruments"}, {"text_block_id": "p100_b657", "text": "2.  Climate protection and air quality improvements"}, {"text_block_id": "p101_b658", "text": "2.2.3 Reducing the emissions of heavy metals and persistent organic substances"}], "document_description": "The overall framework to effectively protect the environment, following the State Environmental Policy of the Czech Republic 2004-2010. Objectives include climate mitigation, adaptation and the sustainable management of natural resources to contribute towards an improvement of the quality of life for Czech citizens and its neighbours.  The policy has a climate protection component in conjunction with improving air quality. It aims to reduce per capita GHG emissions to 10.5 tCO2eq by 2020 (17% lower than 2009 levels). It also aims to reduce GHG emissions within the EU ETS by 21% and to limit the GHG emission growth for sectors not covered by the EU ETS to 9% by 2020 (from 2005 levels).  Key measures include the promotion of renewable energies and especially energy efficiency via more energy efficient technologies. Further objectives include improving adaptation to climate change, and improving the ambient air quality, particularly in locations where emission limits are exceeded."}