{"document_instrument_name": ["Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Saint Kitts and Nevis", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Health", "Agriculture"], "document_language": "English", "document_name": "Food and Nutrition Security Policy and Plan of Action", "document_country_code": "KNA", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "12/07/2019", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/KNA/2019/KNA-2019-07-12-Food and Nutrition Security Policy and Plan of Action_bc1ca0160929ed2377b7d926bfb0d350.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Federation of St. Kitts and Nevis"}, {"text_block_id": "p1_b2", "text": "FOOD AND NUTRITION SECURITY POLICY"}, {"text_block_id": "p1_b3", "text": "AND PLAN OF ACTION FOR THE FEDERATION OF ST. KITTS AND NEVIS"}, {"text_block_id": "p1_b4", "text": "Prepared by"}, {"text_block_id": "p1_b5", "text": "AN  INTERSECTIONAL  COMMITTEE  ON  NUTRITION"}, {"text_block_id": "p1_b6", "text": "with technical support from"}, {"text_block_id": "p1_b7", "text": "THE  CARIBBEAN FOOD  AND NUTRITION  INSTITUTE CFNI/PAHO/WHO"}, {"text_block_id": "p1_b8", "text": "July 2012"}, {"text_block_id": "p2_b9", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p2_b10", "text": "Page"}, {"text_block_id": "p3_b11", "text": "SECTION V: REVIEW OF EXISTING POLICIES AND"}, {"text_block_id": "p3_b12", "text": "PROGRAMMES"}, {"text_block_id": "p3_b13", "text": "… … … … …"}, {"text_block_id": "p3_b14", "text": "38"}, {"text_block_id": "p4_b15", "text": "List of Tables"}, {"text_block_id": "p6_b16", "text": "ACRONYMS"}, {"text_block_id": "p8_b17", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p9_b18", "text": "EXECUTIVE   SUMMARY"}, {"text_block_id": "p9_b19", "text": "The Government of St. Kitts and Nevis (GSKN) recognises that there is a direct relationship between food and the nutritional health and the well-being of its citizens. A desirable relationship cannot be left to chance and the Government has a key role to play in establishing food and nutrition policies and programmes that will promote rational food choices and healthy lifestyles by the population."}, {"text_block_id": "p9_b20_merged", "text": "Considerable progress has been made over the years by the government to improve the nutritional well-being of the population through focused and deliberate policies and programmes. However, as with any development process, emerging problems demand changes in policies and programmes to meet new priorities. In particular, whereas undernutrition has been the major focus of attention during the 'Seventies’, 'Eighties’ and early 'Nineties’, the emerging problems of obesity and related diseases of diabetes, hypertension, heart disease and some cancers call for a reorientation of policies and programmes to address these problems while maintaining surveillance on undernutrition to avoid widespread recurrence of the problem."}, {"text_block_id": "p9_b23", "text": "In the area of food production, the high dependence on food imports should be reduced. Expanded incentives for local production of a wide array of foodstuffs would make for less emphasis on imports while providing opportunities for employment and income generation. Moreover, it is important that the food that is available to the population meet recommended population food goals. In particular, far too much food calories are drawn from fats/oils, sweeteners and foods from animal origins while there are significant deficits in foods such as fruits, vegetables, roots/tubers and legumes."}, {"text_block_id": "p9_b24", "text": "The increasing emphasis on tourism and hospitality services demands greater attention to issues of environmental health and sanitation to ensure satisfactory quality and food safety from production/importation to consumption. Expanded training of food handlers and greater frequency of inspections of hotels, restaurants and food vending sites should be given priority."}, {"text_block_id": "p10_b25", "text": "Public knowledge of Nutrition should increase and be evidenced by improved dietary habits. The importance of physical activity must be inculcated within the population. The population must be encouraged to take responsibility for their health and adopt healthy lifestyles."}, {"text_block_id": "p10_b26_merged", "text": "The proposed policies and programmes are organized under the four pillars of food and nutrition security, viz., food availability, food access, nutritional adequacy and stability. Under each of these four pillars, policies and strategies are presented that cover the following food and nutrition thematic areas:"}, {"text_block_id": "p10_b33", "text": "The proposed policies and programmes are organized under the four pillars of food and nutrition security, viz., food availability, food access, nutritional adequacy and stability. Under each of these four pillars, policies and strategies are presented that cover the following food and nutrition thematic areas:\n* Improving Household Food Security\n* Protecting Consumers through Improved Food Quality and Safety\n* Caring for the Socio-economically Deprived and Nutritionally Vulnerable\n* Preventing and Managing Infectious Diseases\n* Promoting Appropriate Diets and Healthy Lifestyles\n* Promoting Breastfeeding\n* Preventing and Controlling Micronutrient Deficiencies\n* Assessing, Analysing and Monitoring Nutrition Situations\n* Incorporating Nutritional Objectives into Development Policies and"}, {"text_block_id": "p10_b51", "text": "The co-ordination of the various activities will be facilitated by the establishment of a Food and Nutrition Co-ordinating Committee. This Committee will be multisectoral in composition drawing its membership from all government ministries, the private sector and non-governmental organizations."}, {"text_block_id": "p11_b52", "text": "INTRODUCTION"}, {"text_block_id": "p12_b53", "text": "1. INTRODUCTION"}, {"text_block_id": "p12_b54", "text": "Food and Nutrition Security exists when all people, at all times, have physical and economic access to sufficient, safe and nutritious food that meets their dietary needs and food preferences for an active and healthy life. It is the foundation of social and economic development. In fact the Government of St. Kitts and Nevis (GSKN), acknowledges that there is a direct relationship between food, the nutritional health and the well-being of its citizens. It recognizes, that the relationship cannot be left to chance and that the Government has a key role to play in establishing food and nutrition security policies and programmes that will promote rational food choices and healthy lifestyles by the population."}, {"text_block_id": "p12_b55", "text": "But food and nutrition security requires an available and reliable supply of food at all times. At the global, regional and national levels, food supply can be affected by climate, natural disasters, war, civil unrest, population growth, lack of effective agricultural practices, and restrictions on trade and economic shocks such as dramatic increases in prices. Government initiatives that encourage a policy environment based on macroeconomic stability and competitive markets can improve food availability. At the household level, food and nutrition security is essentially a matter of access to food."}, {"text_block_id": "p12_b56", "text": "It must be recognised that food and nutrition insecurity can be temporary or chronic, and level of impact may vary with age, status, gender, income, geographic location and ethnicity. Poverty is the main cause. Sustainable progress in poverty reduction is, therefore, critical to improving access to food. Food access can also be impacted by the physical infrastructure such as roads, transportation systems and marketing infrastructure. Individuals need access to sufficient, safe and nutritious food, adequate health services, a healthy and secure environment and a safe water supply. Food security is therefore closely linked to the economic and social health of a nation, society and individual."}, {"text_block_id": "p12_b57", "text": "Good nutrition is essential for healthy and active lives and has direct bearing on intellectual capacity, which eventually impacts positively on national social and economic development. Underlying this principle is the practical application of appropriate diet and healthy lifestyles that, albeit a matter of individual choice, are dependent on stable and sustainable food and nutrition security, knowledge on which to base nutritional choices, quality caring practices, healthy environment and accessible quality health services. Therefore in order to maximize the health and economic benefits for the population, there should be in place sound food and nutrition policies and strategies."}, {"text_block_id": "p12_b58_merged", "text": "The emphasis on food and nutrition goals and the requirement for SKN’s agricultural, educational, social, economic, financial and infrastructural and food distribution system to meet these goals derive from five main observations. In the first instance, the country is faced with high international food and input prices. The general consensus is that these soaring prices are"}, {"text_block_id": "p13_b62", "text": "likely to be a permanent feature of international commodity markets with greatly increased volatility around a steady rising trend."}, {"text_block_id": "p13_b63", "text": "Secondly, SKN has witnessed a steady decline in the productivity and competitiveness of its agricultural products, attributed mainly to the process of trade liberalization, as well as domestic limitations including institutional, structural, economic and technological factors."}, {"text_block_id": "p13_b64", "text": "Thirdly, the heavy dependence of country on a wide range of imported foods has resulted in the country"}, {"text_block_id": "p13_b65", "text": "being designated ‘Net"}, {"text_block_id": "p13_b66", "text": "-Food Importing Developing Country (NFIDC"}, {"text_block_id": "p13_b67", "text": ")’. With the food"}, {"text_block_id": "p13_b68", "text": "import bill estimated at US$31.11 million in 2012, there is the urgent need to ensure that the country retains the capacity to produce a minimum portion of its food needs."}, {"text_block_id": "p13_b69_merged_merged", "text": "Fourthly, the country is currently experiencing rapid dietary and epidemiological transitions. The changing food consumption patterns, linked to the increased reliance on food imports, have heightened the level of anxiety with regards to the rising levels of dietary–related illnesses and diseases among a wide cross-section of the country’s population."}, {"text_block_id": "p13_b74", "text": "With respect to the epidemiological transition, nutrition related chronic non-communicable diseases (NCDs) such as diabetes, high blood pressure, stroke, heart diseases, and cancer have replaced malnutrition and infectious diseases as the major public health problems. Further, the burden of disease, disability, and premature death has shifted from young children to adults in the productive years of their life."}, {"text_block_id": "p13_b75", "text": "Finally, there is the need to recognize that poverty, social exclusion and a lack of participation in political decision-making processes are the main causes of food and nutrition insecurity. We must therefore aspire to identify and focus on the welfare of the most vulnerable and to address proactively the underlying structural causes of hunger. This means supporting strategies that tackle the root causes of hunger and malnutrition, and empowering marginalized groups to participate actively and meaningfully in the formulation, implementation and monitoring of national and regional programmes. The need to establish and strengthen redress mechanisms when the right to food is left unprotected is also recognised."}, {"text_block_id": "p13_b76", "text": "The development of a national food and nutrition policy and plan of action was the principal objective of an inter-sectoral workshop convened in 2003 involving Ministries of Health, Agriculture, Education, Planning, NGOs and the private sector. Technical support was provided by the Caribbean Food and Nutrition Institute (CFNI). This document encapsulates the deliberations and recommendations of the workshop. The earlier policy framework document prepared for SKN, approached the critical food and nutrition problems of the Federation in the context of nine thematic areas identified by the 1992 International Conference on Nutrition and sought to strengthen the multi-sectoral approach to addressing the food and nutrition security"}, {"text_block_id": "p14_b77_merged", "text": "problems of the country. This current policy framework incorporates these eight thematic areas under the four pillars of food and nutrition security, viz., food availability, access, consumption/utilization and stability. This restructuring of the Policy effectively aligns is with that of the Regional Food and Nutrition Food Security Policy with the aim to benefit from the latter’s technical and financial dispensations, and to address in a more focused way the problems of NCDs and other food and nutrition problems."}, {"text_block_id": "p14_b80", "text": "The document provides a brief description of the Federation in terms of location, size, population and vital statistics, and the economy; then focuses on the critical components of the policy and plan of action."}, {"text_block_id": "p14_b81", "text": "This policy takes into account the fact that food availability, safety and household access are critical to the growth, development and health status of all sectors of the population. Moreover, this policy acknowledges the vulnerability of certain groups such as infants, pregnant women, adolescents, adults suffering from chronic non-communicable nutrition-related diseases and the elderly. For this reason, and as mentioned earlier, the policies and programmes are organized under the four pillars of food and nutrition security: availability, accessibility; utilization/nutritional adequacy; and stability to ensure both national and household food and nutrition security. Ultimately, the main aim of this policy is to ensure that people are not only encouraged to make healthy choices in nutrition but are also supported in their choices. Public and private sector alliances are required to provide the mechanisms to meet these needs. It is in this context that this Policy Instrument and the subsequent Action Plan will therefore provide the strategies, actions and framework within which the critical issues of food and nutrition security will be addressed."}, {"text_block_id": "p15_b82", "text": "SITUATIONAL ANALYSIS"}, {"text_block_id": "p15_b83", "text": "2.1 Physical Characteristics"}, {"text_block_id": "p15_b84_merged", "text": "St. Kitts and Nevis is a Federation of two islands located in the Leeward Islands group of the Lesser Antillean segment of the Caribbean Archipelago at approximately 17 15' N Latitude and 62 40' W Longitude. at approximately 17 15' N Latitude and 62 40' W Longitude. at approximately 17 15' N Latitude and 62 40' W Longitude. The two islands have a combined land area of 104 sq. miles (269 sq. km.), with St. Kitts, the larger of the two, being 68 sq. miles (176 sq. km.), and Nevis 36 sq. miles (93 sq. km.) in area. Both islands are volcanic in origin with central mountain ranges that dominate the landscape and radiate downward to the coasts. The islands are of volcanic origin with rich arable soil and an average annual rainfall of 50 inches mainly during June to December."}, {"text_block_id": "p15_b98", "text": "The primary urban hubs in St. Kitts are the capital, Basseterre, and the small towns of Sandy Point and Cayon. In Nevis the population is concentrated in the capital, Charlestown."}, {"text_block_id": "p15_b99", "text": "2.2 Demographic Characteristics"}, {"text_block_id": "p15_b100", "text": "The estimated population in 2010 stood at 50,000 with about 75% living in St, Kitts and 25% in Nevis, which, given their respective land area, indicate an uneven distribution of the population in favour of St. Kitts. The proportion of the population below the age of 15 years has moved from 30.8% in 1996 to 23% in 2010, while the percentage of persons 65 and over has moved"}, {"text_block_id": "p16_b101", "text": "from 9.4 in 1996 to 8% in 2010. Government has to continue its large outlay on health and education and recreational activity, as it seeks to provide for this rather young population, as well as, make provisions for geriatric care and attention as the relative proportion of the elderly increases."}, {"text_block_id": "p16_b102", "text": "There has been an inflow of citizens from some CARICOM countries: Windward Islands, Guyana, Trinidad and Tobago, Jamaica, Montserrat and the Dominican Republic.  The flow from"}, {"text_block_id": "p16_b103", "text": "the latter has increased during the late 90’s. Pro"}, {"text_block_id": "p16_b104", "text": "vision of social services must therefore take account of the special needs of the different cultural groups entering the Federation, which include both men, women and school children."}, {"text_block_id": "p16_b105", "text": "The Crude Birth Rate has been fluctuating for the last two decades. In St. Kitts, the Crude Birth Rate declined from 20.9 per 1,000 in 1996 to 14.1 in 2010, while that for Nevis moved from 15.3 in 1996 to 9.8 in 2010. The main contributing factors to the trend in birth rates seem to be the prevalent use of oral contraceptives and other birth control practices, improved opportunities for employment for women, and the continued emigration of women of child-bearing age.    The Crude Death Rate declined from 11.2 per 1000 in 1996 to 7.1per 1,000 in 2011. The Neonatal Death Rate declined from 13.1 per 1,000 in 1991 to 9.7 per 1,000 in 2011. Most of the deaths in this age group are due in a large part to the premature and underweight babies born to young mothers who do not access early prenatal care."}, {"text_block_id": "p16_b106", "text": "2.3 The Economy"}, {"text_block_id": "p16_b107_merged_merged", "text": "In 2011, the GDP of St. Kitts and Nevis was US$ 650 million which was less than the US$670 million in the previous year. The economy recorded 3.4% annual GDP growth over the 2000-10 period reflecting positive growth in the early 2000’s but significant down-turns in 2009 (-6.3%) and 2010 (-5%) (World Bank, 2012). The sectoral contribution to GDP in 2010 indicates that the economy is services oriented (81%), followed by Industry (16%) and Agriculture (1.7%). Growth rates in these sectors have been negative over the 2009-2010 period. Inflation has been relatively low, averaging about 2% growth per annum since 2000."}, {"text_block_id": "p16_b110", "text": "The economy has been historically dependent on the export of sugar. However, from the late 1970s onward the country has pursued a policy of economic diversification that has led to the development of light manufacturing, construction, and tourism and the 1990s saw significant off"}, {"text_block_id": "p17_b111", "text": "shore financial services sector primarily in Nevis. Although there are currently plans to continue to diversify specifically into the ICT and other new technology areas, tourism has now emerged as the main growth sector of the economy and is the principal source of employment and foreign exchange earnings. The economy has been historically dependent on the export of sugar. However, from the late 1970s onward the country has pursued a policy of economic diversification that has led to the development of light manufacturing, construction, and tourism and the 1990s saw significant off shore financial services sector primarily in Nevis. Although there are currently plans to continue to diversify specifically into the ICT and other new technology areas, tourism has now emerged as the main growth sector of the economy and is the principal source of employment and foreign exchange earnings."}, {"text_block_id": "p17_b112", "text": "2.4 Food Availability"}, {"text_block_id": "p17_b113", "text": "During the period 1985 to 1989, the agricultural sector’s contribution to GDP averaged 9.58% and has been decreasing ever since. The sector’s contribution decreased by 39% by the end of the period 1990"}, {"text_block_id": "p17_b114_merged", "text": "-1998 and further contracted by 48% by the end of 2004. The sector’s contribution to GDP contracted by 23% and 8% respectively over the periods 1985-1989 and 1990-2004. The government of St. Kitts-Nevis aimed its focus on three major areas for development of the economy over the medium term; agriculture, services sector (tourism and offshore financial services) and manufacturing and as such, put in place a series of measures to maximize the benefits to be gained from the different sectors. These measures were in the form of taxes, incentive and concession regimes, non tariff barriers and liberalization in certain areas."}, {"text_block_id": "p17_b117", "text": "There is a widening gap between production and consumption of food. This has resulting in increasing amounts of foreign exchange being spent on the importation of food. The country imports over 75% of its annual food consumption and importation has increased from annually EC$50M in 1992 to over $84M in 20011."}, {"text_block_id": "p17_b118", "text": "The Department of Agriculture (DoA) is responsible for the development of non-sugar agriculture in St. Kitts and provides a wide range of services as well as technical support to the"}, {"text_block_id": "p18_b119", "text": "agricultural sector. It has as its mission statement"}, {"text_block_id": "p18_b120", "text": "“to be a high quality provider of leadership"}, {"text_block_id": "p18_b121_merged", "text": "and support in non-sugar agriculture; to secure food self –sufficiency and satisfy export markets towards s"}, {"text_block_id": "p18_b124", "text": "ustainable development in St. Kitts and Nevis”."}, {"text_block_id": "p18_b125", "text": "The Department is headed by a Director of Agriculture and operates in a programme mode with specific programmes for crops and livestock development. A Senior Management Team is responsible for the implementation of the Strategic Plan and the Annual Work Programme. This programme is implemented with support from national, regional and international agencies including CARDI, FAO, IICA and ROC Technical Mission. The annual review and planning meeting is one of the management tools that is being utilized to review performance and outline plans for the current year."}, {"text_block_id": "p18_b126", "text": "Highlights for 2011 included:"}, {"text_block_id": "p18_b127", "text": "Highlights for 2011 included:\n* Eat Local Day:\n* Open Day:\n* FAO World Food Day week of activities including the Farmers and Fishers Annual Prize\n* Increase in crop production by 4 %;\n* Increase in land preparation services by 162 %;\n* Increased egg production (10%), mutton production (3.3%) and pork production (1.2%);\n* Implementation of the Mc. Gill Project;\n* Implementation of the FAO Primary School Telefood Project;\n* Completion of survey regarding internal parasites in swines; and\n* Completion of mission 1, 2 and 3 of FAO TCDC Project âDevelopment of Breadfruit and"}, {"text_block_id": "p18_b148", "text": "2.4.1 Overview"}, {"text_block_id": "p18_b149", "text": "Table 20 shows that for St. Kitts-Nevis the availability of total food calories is just above the Recommended Population Food Goals (RPFG) for the Caribbean. However, there is significant deficits of calories from the food groups staples (cereals and starchy roots, fruits and tubers), fruits, vegetables and legumes. Fat and sweeteners available for consumption are in excess of"}, {"text_block_id": "p19_b150", "text": "RPFG. This has serious implications for the nutritional status of persons in the country as it has been established that high fat calorie intakes are risk factors for overweight and its extreme form, obesity, and its co-morbidities, viz., non-communicable chronic diseases. Given the health benefits from increasing diets high in fruits and vegetables, and prevalence of overweight and obesity in the country, the deficit in fruits and vegetables and the oversupply of fats/oils and sweeteners should be causes for concern by policy makers."}, {"text_block_id": "p19_b151", "text": "Table 20: Food Availablity from the Six Food Groups and Sweeteners"}, {"text_block_id": "p19_b152_merged", "text": "Source: FAOSTAT (2012). Recommended Population Food Goals."}, {"text_block_id": "p19_b155", "text": "The government’s present policy and strategy towards the development of agriculture is based"}, {"text_block_id": "p19_b156", "text": "for the greater part, on the Sugar Adaptation Strategy (SAS) 2006-2013. This strategy paper was designed and approved by the GOSKN with aims to transform the economy as it dealt with the closure of the sugar industry. Two of the most strategically important areas for the GOSKN are poverty reduction and economic transformation. Part of the mandate of the Ministry of Agriculture is the provision of services that would lead to the development of sustainable livelihoods in the area of agriculture and agricultural production. The new paradigm for agricultural development is unfolded in the ADS 2011-2015. The Agricultural Development Strategy (ADS) envisions sustainable agriculture and production as a vibrant, sustainable, diverse agricultural system that contributes to food and nutrition security, supports viable livelihoods and enhances environment sustainability and adaptation to climate change."}, {"text_block_id": "p19_b157", "text": "Crop and livestock production is encompassed in this strategy under the main pillar of food and nutrition security."}, {"text_block_id": "p20_b158", "text": "Crop Production"}, {"text_block_id": "p20_b159", "text": "The Crops sub-sector is focused mainly on the production of vegetables and root crops, with production done under rain-fed conditions on farms ranging in size from 1-25 acres. Data on food crop production during the period 2003 to 2011 is presented in"}, {"text_block_id": "p20_b160", "text": "Table XX."}, {"text_block_id": "p20_b161", "text": "The Table show fluctuations in food crop production over the period, with an upward tendency, with food crop production increasing by 4% from 1,218 metric tons during 2011 when compared with 2010."}, {"text_block_id": "p20_b162", "text": "Table 11"}, {"text_block_id": "p20_b163", "text": ": Estimated Annual Production (‘000 kg)"}, {"text_block_id": "p20_b164", "text": "of Major Food Crops for St. Kitts, 20032011"}, {"text_block_id": "p20_b165_merged_merged_merged", "text": "Source:  Department of Agriculture, St. Kitts – 2011 Annual Review"}, {"text_block_id": "p20_b168", "text": "This increased production was due mainly to the increased acreages planted as well as improved agronomic practices; increased productivity; and the increased number of persons involved in crop production."}, {"text_block_id": "p20_b169", "text": "The main vegetable grown in SKN are carrot, cabbage, tomato, onion and sweet pepper."}, {"text_block_id": "p20_b170", "text": "types of"}, {"text_block_id": "p20_b171", "text": "Cabbage production increased by 60% while onion production increased by 105%. Marked"}, {"text_block_id": "p20_b172", "text": "increases were also recorded for pineapple from 136,000 kg to 160,700 kg or an increase of 18%; sweet pepper from 22,600 kg to 29,600 kg or an increase of 30%; white potato from 73,400 kg to"}, {"text_block_id": "p21_b173", "text": "162,200 kg or an increase of 120%; and yam from 26,600 kg to 37,000 kg or an increase of 39%. There was only a marginal increase recorded (4%) for sweet potato. However, there were decreases in production of carrot from 139,600 kg to 132,500 kg or a decrease by 5%; peanut a decrease in production from 56,500 kg to 53,200 kg or a decrease by 6%; pumpkin a decrease in production from 200,900 kg to 137,100 kg or a decrease by 32%; watermelon a decrease in production from 125,000 kg to 58,100 kg a decrease in production by 54%; and for tomato, a decrease was recorded from 118,900 kg to 115,400 kg, a decrease of 3%. These decreases in production could have been due to the decreased acreages planted in those crops."}, {"text_block_id": "p21_b174", "text": "The major root crops grown are yam and sweet potatoes, white potatoes and yams. Dasheen, tannies and eddoes are also grown on a very small scale, white shortfall in demand satisfied by imports from the Windward Islands."}, {"text_block_id": "p21_b175", "text": "The current rain-fed production system generally meets the domestic demand for most food crops during the first 3-4 months of the year."}, {"text_block_id": "p21_b176", "text": "There has been an increase in the importation of vegetable for the period 1998 to 2000 with very distinct increases observed between 1999 and 2000 (Table 12)."}, {"text_block_id": "p21_b177", "text": "Table 12:  Annual Importation of Vegetables (Kg) During the Period 2003 -2011"}, {"text_block_id": "p22_b178_merged", "text": "Source: Annual Report of the Department of Agriculture, St. Kitts – 1996-2000"}, {"text_block_id": "p22_b182", "text": "This marked increase was due to the adverse effects of the two hurricanes during 1999 that delayed vegetable production until late in the year. The apparent inability to achieve substantial annual increases is mainly caused by the absence of water for irrigation."}, {"text_block_id": "p22_b183", "text": "The majority of vegetable production takes place at the higher elevations, where many farms are prone to erosion and mechanization is limited. Labour input is therefore high resulting in increased production costs and the inability of domestic farmers to compete in the global market. Pest and diseases are still a threat to vegetable production. The difficulties experienced in the marketing of crops during the first quarter of the year and the loss of crops due to poor post-harvest handling remain major constraints to achieve increased crop production in SKN."}, {"text_block_id": "p22_b184", "text": "During 2011 significant improvement was made to the maintenance of feeder roads, sluices and the construction of dams. This work was carried out by the Agricultural Resource Management Project (ARMP)."}, {"text_block_id": "p22_b185", "text": "Fruit and Tree Crops"}, {"text_block_id": "p22_b186", "text": "The Fruit and Tree Crops Sub-programme placed emphasis on a few key areas:"}, {"text_block_id": "p22_b187", "text": "i) Propagation of fruit trees and ornamental plants"}, {"text_block_id": "p23_b188", "text": "The Plant Propagation Unit is responsible for the budding and grafting of fruit trees and the propagation of ornamental plants. Available data for 2011 shows that the planting materials sale of Madeira fig increased by 375%, Surinamese cherry by 332%, Tamarind by 111%, Governor plum by 74%, Soursop by 73.5% and Grafted mangoes by 47.5%, when compared with 2010. However, there were decreased in the sale of Cashew by 82.7%, Breadnut by 75%, Dwarf Golden Apples by 36.6% in 2011, compared with the previous year. A manual was prepared for the propagation of breadfruit and breadnut in St. Kitts and training of technicians with the recommended techniques was conducted."}, {"text_block_id": "p23_b189", "text": "ii) Extension Services to fruit orchards and back yard gardeners"}, {"text_block_id": "p23_b190", "text": "Fruit orchards and back yard gardeners were visited on a regular basis. The main problems encountered were: Pineapple Mealy Bug, Nematode infestation in guavas, West Indian Fruit fly infestation in mangoes, Wax apples, Carambolas and Golden apples. Assistance was also given to farmers in the establishment of fruit tree orchards."}, {"text_block_id": "p23_b191", "text": "iii) Expansion of Pineapple production"}, {"text_block_id": "p23_b192", "text": "In 2011, due to the efforts of the Quality Pineapple Growers Association the area under pineapple production increased from 4 hectares to 6 hectares thus increasing the production of pineapple by 18% when compared with 2010."}, {"text_block_id": "p23_b193", "text": "Domestic crop production is also hampered due to an absence of a market led approach to production, lack of water for supplementary irrigation; destruction of crops by natural disasters; stray animals; crop damage by monkeys; praedial larceny; pests and diseases and accessibility of land close to water."}, {"text_block_id": "p23_b194", "text": "2.4.3 Livestock Production"}, {"text_block_id": "p23_b195", "text": "Generally, the contribution of livestock to the GDP declined from 0.92% in 1994 to 0.35% in 2000. During the same period the contribution of the agriculture sector declined from 6.42% to 4.52%."}, {"text_block_id": "p23_b196", "text": "Table xx"}, {"text_block_id": "p23_b197", "text": "presents the production of the main livestock products for the period 2002 to 2011. The table shows that meat output fluctuated during the period under review, albeit with an overall upward tendency. Beef production reached a high of 74,600 Kgs in 2007, but declined to 60, 400 Kgs by 2011. Pork production peaked at a high of 108,000 Kgs in 2009, but thereafter declined steadily to achieve an output of only 77,580 Kgs in 2011. Mutton production reached its highest output for the period under review in 2011, while goat meat production peaked in 2007 but"}, {"text_block_id": "p24_b198", "text": "recorded its lowest output for the period under review in 2011. An increase in the production of poultry eggs was observed during 2011. An estimated 4.429 million eggs were produced in 2011 compared with 4.013 million in the previous year."}, {"text_block_id": "p24_b199", "text": "Table XX"}, {"text_block_id": "p24_b200", "text": ":  Annual Production (‘000 kg)"}, {"text_block_id": "p24_b201", "text": "of Livestock Products"}, {"text_block_id": "p24_b202", "text": "–"}, {"text_block_id": "p24_b203", "text": "St. Kitts, 2002 -2011"}, {"text_block_id": "p24_b204_merged_merged", "text": "Source: 2011 Annual Review of the Department of Agriculture – St. Kitts"}, {"text_block_id": "p24_b208", "text": "The increased production greatly reduced the need for the importation of eggs. When compared to imports, domestic meat output continues to be low as shown in Table 14. This situation is due to the inability to meet quality and price competitiveness. However, there was a marked increase in beef production."}, {"text_block_id": "p24_b209", "text": "Table 14: Comparative Livestock Products and Import Data 1996"}, {"text_block_id": "p24_b210", "text": "– 2000 (‘000 kg)"}, {"text_block_id": "p24_b211", "text": ""}, {"text_block_id": "p25_b212", "text": "SKN remained free of exotic animal diseases such as Foot and Mouth, Avian Influenza, New Castle and Swine Influenza. This was achieved through the execution of planned activities and the collaborative efforts of customs and veterinary services. The resurgence of the Tropical Bont Tick and its associated disease Dermatophilosis could be attributed to the most recent decline in production. There are high prevalence of losses associated with ineffective control of internal parasites in animals in St. Kitts. Although de-worming is practiced by many producers, the lack of sanitation combined with erratic treatment schedules means that internal parasites are not being effectively controlled. Dog attack continued to be the major constraint to small ruminant production."}, {"text_block_id": "p25_b213", "text": "The fluctuating cost of imported commercial feed continued to be the major challenge to pork producers. As a result, most animals are fed mainly on a grass diet with minimum input of supplemental feed. Animals thus take longer to attain market weight and this significantly affects the quantity and quality meat sold. Most animals are fed mainly on a grass diet with minimum input of supplemental feed. Animals thus take longer to attain market weight and this significantly affects the quantity and quality meat sold."}, {"text_block_id": "p25_b214", "text": "Other constraints to these and other livestock include: insufficient land; insufficient number of breeding ewes and does; absence of pipe borne water; and poor commercial/marketing approach to livestock farmers. In addition, there are low management and husbandry skills among the local farmers with the majority of them being part-time. Farmers have difficulty accessing available credit since most of the land leases are under the category of rented agreement and hence the land cannot be used as collateral. Some other problems specifically associated with livestock production include the longstanding tradition of raising livestock as a part-time activity; and keeping livestock way past the optimum marketable weight resulting in significant losses related to efficiency gain."}, {"text_block_id": "p25_b215", "text": "Both crops and livestock production are hampered by markets, poor post-harvest handling; poor packaging during transport; absence of grades; entry to oversee markets; lack of storage facilities and competitiveness with imports."}, {"text_block_id": "p25_b216", "text": "Fisheries"}, {"text_block_id": "p25_b217", "text": "The government’s fisheries program is aimed at transforming the industry from artisanal to a"}, {"text_block_id": "p25_b218", "text": "more modern one by using improved technology. The main objective of the fisheries programme continues to be the increase in fisheries production. The fishing industry, like crop and livestock"}, {"text_block_id": "p26_b219", "text": "production is plagued by praedial larceny, in this case, of fishing gear and catch held in pots. Increasing cooperation between fishers, will be an important aim over the next five years, along with continual efforts to maintaining the quality standards at fisheries complexes. Efforts will also focus on the marketing of under-utilized species (e.g. tuna and squid) as value added products. The realization that fish stock is rapidly depleting, fisheries management on both islands will seek to develop new fisheries resources and aquaculture projects along with the approval of an aquaculture policy that among other areas will outline clear incentives for the development of aquaculture. Given our small land resource base, the identification and provision of suitable lands for aquaculture development, may turn out to be one of the greatest challenge to this new thrust."}, {"text_block_id": "p26_b220_merged", "text": "Over the years the fishing industry of SKN has been managed according to major fish species.  This gave rise to five major fisheries management objectives using each major fish species/family as a separate category. These are Queen Conch (Strombus gigas), Caribbean Spiny Lobster (Panulirus argus), small coastal pelagic, large or ocean pelagic and reef/bank and slope fisheries. In 2010, the Department of Fisheries on St. Kitts was renamed and reorganized as the Department of Marine Resources under, the newly named Ministry of Agriculture and Marine Resources in part to put greater emphasis on the sustainable use of the marine resources, especially on habitat management and protection rather than actual activities to increase landings. The premise is if the primary source of production is protected and enhanced, then there will be an increase in secondary production, thus increasing landings."}, {"text_block_id": "p26_b229", "text": "On St. Kitts there are five major fishing sites, some of these sites are characterized by their major or unique fishing activity. For example, most conchs are landed at the Basseterre Fisheries Complex (BFC) in East Basseterre on St. Kitts. Old Road is known for its Coastal Pelagics, like jacks, ballyhoo and gars and Dieppe Bay is famous for lobster landings. Boats from Nevis that bring their catch to St. Kitts do so by using the West Basseterre landing site. The largest landing area in St. Kitts is from the BFC and Old Road Fisheries Complex. These facility provides gear and equipment, ice and walk-in freezers, outboard motor repairs, fish processing and stalls for marketing of fish."}, {"text_block_id": "p26_b230", "text": "The fisheries industry is dominated by multi-fishery/species operations. Vessels/fishers are usually involved in multi gear/fishery activities e.g. Trap/hand-line, Trap/hand-line trolling,"}, {"text_block_id": "p27_b231", "text": "Trap/hand-line/spear fishing, spear fishing/conch fishing, Trap/hand-line/Beach seine. Fishing trips are usually day trips ranging from two (2) to twelve (12) hours. The distance travelled from home port varies depending on fishing activity and landing site. Large pelagic fishers usually travel the furthest distance (usually over 20 nautical miles) while seine and trap fishers travel the least distance (usually less than 10 nautical miles). Total fish landings during 2011 were estimated at 714,322 lbs.  Annual landings for the period 2004 to 2011 are shown in"}, {"text_block_id": "p27_b232", "text": "Table XX."}, {"text_block_id": "p27_b233", "text": "Table XX:  Annual Fish Landings in St. Kitts by species and year (lbs), 2004-2011"}, {"text_block_id": "p27_b234", "text": "Development of the Fisheries sub-sector has been limited by several constraints including the unwillingness of fishers to spend long periods at sea; lack of equipment; poor marketing practices; inadequate storage: minimal monitoring, surveillance and law enforcement; limited human and financial resources; lack of appropriate resources for research; and limited capability to conduct coastal surveillance and monitoring. In 2011 a Frame Survey was conducted on St. Kitts by the Department of Marine Resources. This survey served as an assessment of the current status of the Fishery Industry. A summary of the main findings are shown in"}, {"text_block_id": "p27_b235", "text": "Tables xx through xx."}, {"text_block_id": "p27_b236", "text": "Table xx:  Fishing Boats by Fishery"}, {"text_block_id": "p27_b237", "text": "Source:"}, {"text_block_id": "p27_b238", "text": "Department of Marine Resources Annual Report, 2011"}, {"text_block_id": "p28_b239", "text": "Source:"}, {"text_block_id": "p28_b240", "text": "Department of Marine Resources Annual Report, 2011"}, {"text_block_id": "p28_b241", "text": "Table xx:  Fishing boats by gear Type"}, {"text_block_id": "p28_b242", "text": "Source:"}, {"text_block_id": "p28_b243", "text": "Department of Marine Resources Annual Report, 2011"}, {"text_block_id": "p28_b244", "text": "Table xx:  Registered Boats and Fishers (St. Kitts)-2003-2011"}, {"text_block_id": "p29_b245", "text": "Source:"}, {"text_block_id": "p29_b246", "text": "Department of Marine Resources Annual Report"}, {"text_block_id": "p29_b247", "text": "Fisheries Surveillance"}, {"text_block_id": "p29_b248", "text": "Efforts are still being pursued to obtain funding for a long awaited Queen Conch Assessment."}, {"text_block_id": "p29_b249", "text": "Legislation and Management Regulations"}, {"text_block_id": "p29_b250", "text": "The Fisheries Act"}, {"text_block_id": "p29_b251_merged", "text": "(2002) and the Fisheries Regulations (1995) provide the major legal framework for the functioning of the Department of Marine Resources. The Fisheries Act (2002) covers the establishment of a Fisheries Advisory Committee, fisheries access agreements, local and foreign fishing licensing, fish processing establishments, fisheries research, fisheries enforcement and the registration of fishing vessels. The Act specifies conservation measures such as prohibiting the use of any explosive, poison or other noxious substance for the purpose of fishing. The Fisheries Act and Regulations is deficient in some critical areas."}, {"text_block_id": "p29_b254", "text": "With the Assistance of the Centre for Resource Management and Environmental Studies (CERMES), CRFM and the OECS, the Department of Marine Resources in May 2011 completed"}, {"text_block_id": "p29_b255", "text": "a small grants project “"}, {"text_block_id": "p29_b256", "text": "Preparing for Fisheries Governance in St Kitts and Nevis based on"}, {"text_block_id": "p30_b257", "text": "EAF”"}, {"text_block_id": "p30_b258", "text": "that aimed at scoping the future of the fisheries for the next 10 years using the Ecosystems Approach to Fisheries (EAF). An update of the fisheries laws and subsidiary legislation was recommended among the entry points that were established for the successful implementation of that EAF. Informal discussions have been held regarding the Common Fisheries Policy (CFP) in the update process of the fisheries laws and subsidiary legislation. Based on the outcomes, the DMR started the revision of the Laws governing Fisheries in SKN."}, {"text_block_id": "p30_b259_merged", "text": "The Management of the Marine Resource is faced with the daunting and challenging task of balancing and mediating between the goals and objectives of the various stakeholders and the government’s goal for sustainability and food and nutrition security. It is envisaged that closer inter-departmental and inter-ministerial collaboration will be a key driving force for the successful management of our marine resources."}, {"text_block_id": "p30_b262", "text": "Marketing of local produce is poorly organised and is characterised by individual farmers and fishers undertaking their own marketing arrangements. This contributes to reduced time for productive activities and possibly impacts negatively on the development of better marketing systems."}, {"text_block_id": "p30_b263", "text": "There is no price control on agricultural produce and there seems to be a strong relationship between prices of local produce and imported produce. The packaging and display of agricultural produce need to be greatly improved. Grades and standards are often non-existent and results in reduced sales to the tourism sector, which requires high quality produce on a consistent basis"}, {"text_block_id": "p30_b264", "text": "."}, {"text_block_id": "p30_b265", "text": "Forestry"}, {"text_block_id": "p30_b266", "text": "Forestry is not a much used term in St. Kitts and Nevis and is mostly used when one is referring to water supplies and maintaining water supplies. The National Conservation and Environment Protection Act (NCEPA) of 1987 and its amendment in 1996 sought to establish, among other things, the framework for forestry and forestry management in St. Kitts and Nevis. In 1993, the"}, {"text_block_id": "p31_b267", "text": "GOSKN, with assistance from the FAO, prepared a National Forestry Action Plan which was followed closely by a National Environmental Action Plan with assistance from the World Bank."}, {"text_block_id": "p31_b268", "text": "The forestry sector has always been seen as a possible source for agro-forestry activities. Inherent problems to the advancement of this policy initiative were cited as lack of labour and inadequate incentives for land owners to put idle land into use."}, {"text_block_id": "p31_b269", "text": "There has been some effort to increase eco-tourism activities into the forest for cruise ship visitors. The recent declaration of the Central Forest Range as a National Park and protected area in St. Kitts will seek to optimize the use of the forested area while attempting to implement a management plan to support biodiversity conservation and at the same time encouraging use for economic pursuits."}, {"text_block_id": "p31_b270", "text": "2.4.3 Land and Water"}, {"text_block_id": "p31_b271", "text": "Granger (1995), classified land in St. Kitts according to its suitability for agriculture and out of his guidelines, a plan of action was developed to direct the future development and use of agricultural lands on St. Kitts. In 2005, about 28% of the total land area of St. Kitts was used for agricultural purposes. However, latest available figures show that this may have been reduced to less than 5% by 2011 with the closure of the sugar industry. Though increased non-sugar cane production has remained a committed goal of GOSKN, based on the current land use patterns less favorable lands have been allocated to agricultural production."}, {"text_block_id": "p31_b272_merged", "text": "There is no zoning legislation in SKN and land use pattern has closely evolved with climatic and environmental conditions. The different demands on the islands’ land resources, in terms of agriculture, tourism, housing and services, and the uncontrolled competition for land use have greatly contribute to land degradation. Significant land degradation have also resulted from over cultivation of the available and shrinking agricultural land base, denuded forests and water catchment areas and spontaneous settlement on idle land, among others."}, {"text_block_id": "p31_b275", "text": "Since the closure of the sugar industry, over 500 acres of land was allocated to farmers both for crop and livestock production. Unfortunately, the production capacities of many of these acres have been greatly under-utilized."}, {"text_block_id": "p31_b276", "text": "Rainfall is the main source of water in the distribution system of St. Kitts and Nevis. It is either trapped in reservoirs from surface catchments or extracted from the ground water reserve through drilling. Total water resources for both islands are estimated at 3.6 million cubic meters from surface sources and 20 million cubic meters from wells. Water quality on both islands is of an acceptable standard though all of the water provided for households is not treated. It is expected that the demand for water will increase as population increases and the housing and"}, {"text_block_id": "p32_b277", "text": "tourism sectors expand. It is anticipated that the emerging golf recreation sector will likely to be a major consumer of potable water."}, {"text_block_id": "p32_b278", "text": "Water availability is absolutely necessary for sustainable agricultural production. Climate change has precipitated concern over the long dry spells that are now becoming more frequent, and production has become more challenging given the longer dry periods. Opportunity exists for the development of innovative ways to harvest and conserve water for agricultural purposes. Availability of water for supplemental irrigation continues to be critical for sustainable agricultural production and food and nutrition security."}, {"text_block_id": "p32_b279", "text": "The GOSKN has an approved a series of policies aimed at securing an improved and steady supply of water, with specific actions:"}, {"text_block_id": "p32_b280", "text": "The GOSKN has an approved a series of policies aimed at securing an improved and steady supply of water, with specific actions:\n* To ensure that water-bearing aquifers are protected from pollution and that\n* To reserve tracts of land for the development of identified wells fields before these\n* To ensure protection of all well fields by controlling the type and proximity of\n* To ensure strict enforcement of the water protection area regulations and standards"}, {"text_block_id": "p32_b288", "text": "Annex 1 provides additional information on relevant policies and programs as they hinge on sustainable agricultural development."}, {"text_block_id": "p32_b289", "text": "The incidence of food borne disease on the island of St. Kitts is relatively low. For the past five years only two outbreaks have been reported. Many cases are unknown as people tend to self-medicate. Those persons who visit the doctor with symptoms are usually treated for gastroenteritis without any diagnostic laboratory confirmation. When the report of an outbreak of a food borne illness reaches the Health Department, the event is usually long gone and there is no opportunity to collect samples of leftover foods, vomitus or stools. Comfort can be taken in the fact that these incidents are infrequent."}, {"text_block_id": "p33_b290", "text": "co-ordination between Agriculture, Plant Quarantine and the Environmental Health Department.  Most slaughtering now takes place at the Basseterre Abattoir so back yard slaughtering is almost non-existent."}, {"text_block_id": "p33_b291", "text": "Farmers tend to use large quantities of chemicals in farming and this could be a potential hazard to the consumers. There is a rapid increase in itinerant food vendors and hygienic practices are not always adhered to. Regulations are outdated and there are insufficient officers to properly monitor these establishments. Street food vendors do not have proper certification and many of them do not practice good personal hygiene since there is no running water at sites. Food may not always be properly transported and this could cause food to deteriorate causing harm when consumed. Public knowledge of proper garbage disposal seem to be lacking since many persons dump refuse indiscriminately on beaches, in ghauts, valleys and along cane paths. Losses also occur due to contamination by chemical, physical or biological hazards."}, {"text_block_id": "p33_b292", "text": "Condemned foods are usually documented, however due to a shortage of staff this has not been done on a consistent basis and hence the true picture of condemned foods is not reflected.  (Table 21) lists the amount of contaminated food items that were condemned in 2011."}, {"text_block_id": "p33_b293_merged", "text": "Table 21: Amount of Condemned Foods – St. Kitts (2010-2011)"}, {"text_block_id": "p34_b296", "text": "Source: Environmental Health Department Annual Reports, 2010, 2011"}, {"text_block_id": "p34_b297", "text": "2.3.5 Food Manufacturing and Processing"}, {"text_block_id": "p34_b298", "text": "The development of the St. Kitts Agro Processors into a registered cooperative was another hallmark throughout 2011 as the group is now poised to introduce new products into the market as well as carve out new markets with old products. For the period under review funds were secured to commence the construction of a Pack House. It is also envisaged that the building would accommodate a section that would facilitate agro-processing activities."}, {"text_block_id": "p34_b299", "text": "2.4   Food Access"}, {"text_block_id": "p35_b300", "text": "Income and price levels are key components in ensuring that households meet their nutritional requirements. Foodstuffs for well-balanced diets should be easily accessible, affordable and safe. Based on the 1991 population census, there were 12,056 households in the Federation. The average size of households in St. Kitts was 3.4 persons, and 3.3 in Nevis. Fifty-five percent of households were headed by males, while 44.7% were headed by females, with a mixture of children, parents and grand children."}, {"text_block_id": "p35_b301", "text": "A summary of the income distribution of male and females for the years 1996-2001 is very informative (Table 14). The data show that since 1996, the percentage of workers earning less than $1,000 per month has increased with fluctuations; the males moving from 48% to 57% and females moving from 60 to 67%. The proportion of males earning below $2,000 per month has increased from 74% to 97% for males and from 83% to 92% for females in the same period. This indicates that the earning power of both males and females is falling and would impact to a large extent the amount of goods that the households can purchase."}, {"text_block_id": "p35_b302", "text": "In 1989, Chevanes estimated the weekly cost of feeding a family of five: a 25-year old mother, a 30-year old father, two sons and a daughter ranging in years from 2 to 6, using recommendations from CFNI's Diet Manual. Adjusted to 1996 prices, the cost was EC$190.37 at average prices and EC$172.23 when cheaper foods were used (Chevanes, 1989)."}, {"text_block_id": "p35_b303", "text": "Since approximately 74% of women and 65% of men earn less than EC$250.00 per week, families with single providers would have great difficulty accessing nutritious food on a regular basis. With almost 50% of households headed by women, the economic access to food becomes critical.  Thirty percent of the population live below the poverty line (EC$280.00 per month)."}, {"text_block_id": "p35_b304", "text": "With the recent increase in the general price level on food items, the households’ task is more"}, {"text_block_id": "p35_b305", "text": "for well-balanced diets for the household for a week is estimated at EC$150.89. Household"}, {"text_block_id": "p36_b306", "text": "earning potential at the wage of the lowest category of worker (EC$30.00 per day) is EC$294.00. The cost of basic ingredients for well-balanced diets for such households claims over 50% of the household earning potential. Such households could be regarded as food insecure. The lure of advertisement and change in taste of the younger generation puts more pressure on the few dollars available for food. Food distributors have facilitated this urge for non-essential food items by the variety of goods offered. Fast foods are preferred to local foods. With the introduction of and the decision to continue the Primary School Feeding Programme, the burden of the households is eased. The food supplements given through the Clinics also help to subsidise the diet of many poorer households."}, {"text_block_id": "p36_b307", "text": "the available food."}, {"text_block_id": "p36_b308", "text": "4.5 Vulnerable Groups"}, {"text_block_id": "p37_b309", "text": "For SKN an additional 13.8% of residents or an additional seven thousand (7,000) residents were deemed to be vulnerable based on the 2007/2008 Country Poverty Assessment; these persons would have been sufficiently close to the poverty line to be susceptible to falling into poverty in the event of an economic shock."}, {"text_block_id": "p37_b310", "text": "As a cash value, the poverty line for St. Kitts has been determined as $7,329 per annum whereas in Nevis is has been determined at $9,788 per annum. The vulnerability line for St. Kitts has been determined as $9,161 whereas on Nevis it has been determined as $12,235. Those persons who live in households with per capita consumption expenditure below the vulnerability line are said to be vulnerable. These include those who are susceptible to becoming poor due to an unanticipated event such as a natural disaster or other economic shock."}, {"text_block_id": "p37_b311", "text": "For the Federation of SKN, the key vulnerable groups have been determined as follows:"}, {"text_block_id": "p37_b312", "text": "For the Federation of SKN, the key vulnerable groups have been determined as follows:\n* Persons suffering from a mental, physical or emotional disability or illness;\n* Unskilled persons\n* particularly persons who did not complete secondary school (males are a\n* Former workers of the Sugar Industry;\n* Teenage parents â particularly females;\n* Seasonal workers; and\n* Senior Citizens."}, {"text_block_id": "p37_b328", "text": "Though numerous, the following causes of vulnerability were identified for the creation of the National Social Protection Strategy:"}, {"text_block_id": "p37_b329", "text": "Though numerous, the following causes of vulnerability were identified for the creation of the National Social Protection Strategy:\n* Lack of education;\n* Lack of marketable skills;\n* Lack of family, community anf social supporting structures;\n* Lack of knowledge of government assistance programmes;\n* Intergenerational poverty;"}, {"text_block_id": "p38_b339", "text": "Though numerous, the following causes of vulnerability were identified for the creation of the National Social Protection Strategy:\n* Lack of education;\n* Lack of marketable skills;\n* Lack of family, community anf social supporting structures;\n* Lack of knowledge of government assistance programmes;\n* Intergenerational poverty;\n* Socio\n* economic discrimination ;\n* Natural and economic crises;\n* Low levels of interpersonal intrapersonal competencies;\n* Lack of family planning;\n* Mental health issues  -services, programmes and education; and\n* Inefficient Child Maintenance structures â enforcement."}, {"text_block_id": "p39_b355_merged", "text": "The Federation established all-inclusive education, health and social security systems beginning in the late 1960s that have resulted in relatively high average rates of human and social development. However, Human Development Indices (HDI’s) as utilized by the United Nations fail to give an indication of the pockets of poverty in countries and this has been the case for SKN as the 2001 Poverty Assessment Report classified 30.5% of the population of St. Kitts as poor, and 11% were found to be in extreme poverty or indigent. In Nevis the numbers are slightly higher, with 32% of the population classified as poor and 17% of the population as extremely poor or indigent."}, {"text_block_id": "p39_b358", "text": "The favorable human development statistics have also masked growing concerns about social exclusion, the impact of HIV and AIDS and increasing incidents of violent crime in the society. The economy of SKN registered positive rates of growth throughout the 1980s and 1990s. However, growth rates have been significantly lower for the latter half of that period and into the early 2000s. This was due to a series of exogenous shocks reflecting both the extreme openness of the local economy and its vulnerability to natural disasters."}, {"text_block_id": "p39_b359", "text": "."}, {"text_block_id": "p39_b360", "text": "2.5 Food Access"}, {"text_block_id": "p39_b361", "text": "2.6 Food Utilization/Nutritional Status"}, {"text_block_id": "p39_b362", "text": "2.6.1 Overview of Health Care Services"}, {"text_block_id": "p40_b363", "text": "Generally, obesity is on the rise in St. Kitts and Nevis. There is a combination of a large number of both high and low birthweight babies which emphasises the need to look at both obesity and nutrition during the pre-conception period. Diarrhoeal diseases also exacerbate the problem. This is mainly due to the use of artificial infant feeds, with poor sanitation, and an early introduction of complementary feeds. Breastfeeding has been on the decline with very few mothers breastfeeding exclu"}, {"text_block_id": "p40_b364", "text": "sively for the first six months of the baby’s life."}, {"text_block_id": "p40_b365", "text": "2.6.2 Basic Health Indicators"}, {"text_block_id": "p40_b366", "text": "2.6.2.1 Trends in Births and Death Rates"}, {"text_block_id": "p40_b367_merged", "text": "Figures on births and deaths for years 2007 to 2010 are presented in Table X below. The data show an increase in births for 2007 to 209, but there was a significant decrease in 2010. The figures for deaths show a slight fluctuation in the total number of deaths per year for St Kitts, but for Nevis there was an increase in the number of deaths for 2008 (Table Table)."}, {"text_block_id": "p40_b370", "text": "Table 1: Total Deaths (2007-2010)"}, {"text_block_id": "p40_b371", "text": "Source: Ministry of Health 2010"}, {"text_block_id": "p40_b372", "text": "Life expectancy at birth during 2004-2010 was 68 years for males and 74 years for females."}, {"text_block_id": "p40_b373", "text": "The reported leading causes of death in SKN was diseases of the circulatory system, which remained relatively unchanged over the period 2007 to 2010. Cardiovascular diseases, Accident/stroke and diabetes complication are the leading causes. Other categories are neoplasms and gunshot injuries."}, {"text_block_id": "p41_b374", "text": "2.6.2.2 Risk Factors of Non-communicable Diseases (NCDs)"}, {"text_block_id": "p41_b375_merged", "text": "The STEPS survey of chronic disease risk factors in St. Kitts was carried out from October 2007 to January 2008. A total of 1443 adults, 25-65, participated in the study. The overall response rate was 66.3%. Results of the 2008 St. Kitts STEPS Survey (Table 3) showed that overweight and obesity is reaching epidemic proportion in SKN, with more females than males being overweight. Body Mass Index (BMI) is high for both sexes."}, {"text_block_id": "p41_b379", "text": "Table 3: Obesity Rates"}, {"text_block_id": "p41_b380", "text": "Source: Ministry of Health, St Kitts, STEPS Survey, 2008"}, {"text_block_id": "p41_b381", "text": "Consumption of fruits and vegetables, which is closely linked with the levels of NCDs, is at all times low. Seventy-nine percent (79%) of adults consume less than 5 of the combined servings of fruits and vegetables. Vegetables consumption shows a slightly higher mean number of days consumed than fruits (Table 4)."}, {"text_block_id": "p41_b382", "text": "Table 4: Fruits and vegetables consumption in a typical week"}, {"text_block_id": "p41_b383", "text": "Source: Ministry of Health, St Kitts, STEPS Survey, 2008"}, {"text_block_id": "p41_b384", "text": "2.6.3 Nutritional Status of Population Groups"}, {"text_block_id": "p42_b385", "text": "2..6.3.1"}, {"text_block_id": "p42_b386", "text": "Children Under 5 Years"}, {"text_block_id": "p42_b387", "text": "Birth weight is an indicator of the nutritional status of the mother and a predictor of the nutritional status in the early and later life of the child. Available data for 2006-2011 (Table 5) suggest an increasing prevalence of low birthweight babies. The percentage of high birthweights remain fairly constant until 2006 when there was a slight increase. These percentages reveal that a little more than 50% of babies in SKN are high birthweight babies."}, {"text_block_id": "p42_b388", "text": "Table 5:  Trends in Birthweights, St. Kitts/Nevis, 2006-2009"}, {"text_block_id": "p42_b389", "text": "The tendency towards low and high birth weights suggests a dual problem of protein energy malnutrition and obesity among children 0-5 years. The data of weight for age in the under five year olds remained relatively constant over the past 10 years. Conversely, there has been a marked increase in obesity in children. Data, desegregated by area, reveal the existence of 'pockets' of high deficits in weight for age status (Table 6). Special attention should be given to those areas."}, {"text_block_id": "p42_b390", "text": "Table 6: Trends in Weight for Age Status of Children 0-5 years, St. Kitts and Nevis, 20042010"}, {"text_block_id": "p43_b391", "text": "The high proportion of non-exclusive breastfed infants at four months (72%) paints a very grim picture of the state of affairs. Although approximately 80% initiate exclusive breastfeeding during the first month in 2009 only 40% practised exclusive breastfeeding during the second month, declining to 8% by 4 months (Table 7). Promotion of breastfeeding should be given priority within the context of the Baby Friendly Hospital Initiative. The obesity seen in early childhood is mainly due to the early introduction and frequency of the complementary feeds."}, {"text_block_id": "p43_b392", "text": "Dental caries are also on the rise due to poor dental care and bottle feeding, particularly at nights."}, {"text_block_id": "p43_b393", "text": "2.2.2 Children Five Years and Over"}, {"text_block_id": "p43_b394", "text": "Similar to other NCDs, obesity poses a significant challenge to the well-being of the populace in SKN. The nutritional status of school age children is systematically assessed but not reported."}, {"text_block_id": "p44_b395_merged", "text": "The data can be obtained disaggregated from Health Centres.  Consequent upon the improvement in weight for age status of the 0-5 year age group between 2004 and 2010, it is reasonable to expect a high prevalence of well-nourished school children with a tendency towards obesity. The ‘pockets’ of high undernutrition in the 0-5 year age group in particular areas are also likely to be present among school age children."}, {"text_block_id": "p44_b398", "text": "There are many cases of dental caries. Iron-deficiency anaemia is also on the rise due to poor nutrition."}, {"text_block_id": "p44_b399", "text": "Poor health among adolescents is closely related to dietary indiscretions (high fat diets), poor hygiene and injudicious sexual practices resulting in teenage pregnancies. Knowledge gained through the Family Life Education programme in schools is not universally translated into practice."}, {"text_block_id": "p44_b400", "text": "2.2.3 Pregnant and Lactating Women"}, {"text_block_id": "p44_b401", "text": "From observation, the most prevalent nutrition-related diseases that affect the pregnant and lactating women are hypertension and diabetes. Although, there is evidence of an increase in the occurrence of these diseases, data are disseminated in an ad hoc manner and therefore, does not reflect the true picture."}, {"text_block_id": "p44_b402", "text": "The Antenatal services at health centres are easily accessible and free of cost. However, because only a small percentage of women attend these clinics, it is not possible to collect information which is representative of the entire antenatal population. Health Centre data (Table 8) show the prevalence of anaemia (<10g/ dl) has been increasing from 2005-2008, and declined in 2009 but decreased again in 2010. show slight improvement in anaemia status in comparison to data that showed over 4% had haemoblobin levels below 4% as reflected in the high prevalence of low haemoglobin levels among antenatal. Low Hb status among mothers predispose infants to low birthweights and poor Hb status. Corrective action is mandatory for maternal and child health to improve."}, {"text_block_id": "p45_b403", "text": "Table 8 Trends in Antenatal Haemoglobin Levels, 2005-2010, St. Kitts and Nevis"}, {"text_block_id": "p45_b404", "text": "2.2.4 Adults and the Elderly"}, {"text_block_id": "p45_b405", "text": "The major nutrition-related problems detected in the adults are diabetes, hypertension and hypercholesterolemia. Persons with diabetes attending Health Centres for 2010 is 963. Sometimes, meals that are provided, specifically rice, cabbage and carrots are not cooked soft enough for the elderly persons as they may develop problems with the chewing and digestion of their foods. There is therefore need to monitor the meal preparation for the elderly."}, {"text_block_id": "p45_b406", "text": "Nutritional deficiencies increase the incidence of fragile or brittle bones, which leads to frequent hospitalisation to manage fractures, lacerations and head injuries. Nutritional deficiencies have been proven to contribute to some forms of senility, chronic constipation and lack of zest for living."}, {"text_block_id": "p45_b407", "text": "With life expectancy at birth during 2004-2010 being 68 years for males and 74 years for females, a significant proportion of elderly persons, mainly women, will be in need of health care. Nutrition of the elderly is of particular importance in enhancing the quality of life. The prevalence of diabetes and hypertension indicates a dire need for dietary management in the face of high costs of hospitalisation and drug therapy. The total population of the elderly should be the focus of attention for improved health services."}, {"text_block_id": "p46_b408", "text": "2.3 Patterns and Levels of Physical Activity"}, {"text_block_id": "p46_b409_merged", "text": "There is an important link between physical activity, morbidity and mortality. Regular physical activity reduces one’s chances of developing or dying from common lifestyle diseases. In addition to the activity associated with occupations and household duties, physical activity and exercise programmes are implemented though a range of national sporting associations, clubs, gyms, and the Sports Department, as well as through recreational and personal activities.  National levels of physical activity are not routinely assessed. The 2008 STEPS Survey showed that men spend a greater percentage of time doing high level physical activity while women spent more time doing low level activities (Table 9)."}, {"text_block_id": "p46_b412", "text": "Table 9: Physical Activity Levels, 2008"}, {"text_block_id": "p46_b413", "text": "Source: Ministry of Health, St Kitts, STEPS Survey, 2008"}, {"text_block_id": "p46_b414", "text": "Low level physical activity levels may have resulted from:"}, {"text_block_id": "p46_b415", "text": "Low level physical activity levels may have resulted from:\n* Increased availability of vehicular transportation;\n* Increased sedentary lifestyles such as watching television, videos and surfing the"}, {"text_block_id": "p47_b419", "text": "Low level physical activity levels may have resulted from:\n* Increased availability of vehicular transportation;\n* Increased sedentary lifestyles such as watching television, videos and surfing the\n* Reduced participation in jobs which require physical labour such as farming, to more\n* Inadequate infrastructure to meet the demand for physical activity and exercise at"}, {"text_block_id": "p48_b423", "text": "3. EDUCATION STATUS"}, {"text_block_id": "p48_b424", "text": "Social and economic factors including education and income determine the health status of an individual or community. Education contributes to health and general well-being by providing the requisite problem-solv"}, {"text_block_id": "p48_b425", "text": "ing skills necessary to take control of life’s ever changing circumstances,"}, {"text_block_id": "p49_b426", "text": "while income determines living conditions such as safe housing and the ability to buy nutritious foods in sufficient quantities. Similarly it may be true to say that better nutrition helps children learn, thereby contributing to the development of an educated population."}, {"text_block_id": "p49_b427", "text": "Based on recent statistics, there seems to be a direct link between poverty, unemployment and low education levels. Education provides a fundamental knowledge-base to allow improved prospects of employment and income earning, thereby contributing to improved economic status, an important factor in maintaining good health. One of the aims of the Ministry of Education, in regards to improving the quality of health and well-being of the country, is to facilitate in transforming the current behavioural trends, in order to encourage school children to acquire the knowledge base and to adopt healthy lifestyle practices."}, {"text_block_id": "p49_b428", "text": "3.1 Formal Education"}, {"text_block_id": "p49_b429", "text": "Formal education within the Federation is available as early as 3 years of age. Most children are enrolled in either a private or public pre-school for a period of two years prior to entering the primary school. St. Kitts and Nevis has universal Primary and Secondary Education: education is free and compulsory between the ages of 5 and 16. There are 33 Primary schools and 10 Secondary schools in the Federation of SKN. Post-Secondary and Tertiary Education Programmes are available through three Community Colleges and UWI Open Campus. School enrollment in SKN for 2007 are shown in Table 10."}, {"text_block_id": "p49_b430", "text": "Table 10: St. Kitts and Nevis School Enrollment, 2007"}, {"text_block_id": "p50_b431", "text": "3.3 Youth Development"}, {"text_block_id": "p50_b432", "text": "The Department of Sport was established to improve the sporting facilities and training available to the youth. The activities include but are not limited to:"}, {"text_block_id": "p51_b433", "text": "The Department of Sport was established to improve the sporting facilities and training available to the youth. The activities include but are not limited to:\n* Provision of 40-45 minutes coaching to some Primary School Sports Programmes:\n* Support governmental departments (Ministries of Tourism, Education and Social\n* Manage and maintain all sport facilities: maintenance is done by grounds men stationed"}, {"text_block_id": "p51_b439", "text": "At the schools there is no PE curriculum. Teachers and coaches (former national athletes) at the Pre-school and Primary are not trained in PE but are responsible for educating the children in their care."}, {"text_block_id": "p51_b440", "text": "3.4 Library Services"}, {"text_block_id": "p51_b441", "text": "3.5 Safety Nets"}, {"text_block_id": "p52_b442", "text": "3.6 Community Education"}, {"text_block_id": "p52_b443", "text": "3.6 Community Education\n* Food safety issues e.g. contamination of dented canned foods;\n* False and misleading advertisement;\n* Point of sale in  matters relating to items (including food) on sale;"}, {"text_block_id": "p52_b449", "text": "Price comparisons of commodities, fresh and processed, are periodically posted in the newspapers and on the social networks. It is done more regularly in Nevis but in St. Kitts funding appears to be a major constraint."}, {"text_block_id": "p53_b450", "text": "SECTION IV"}, {"text_block_id": "p53_b451", "text": "FOOD SECURITY STATUS"}, {"text_block_id": "p53_b452", "text": "4. FOOD SECURITY STATUS"}, {"text_block_id": "p53_b453", "text": "The Department of Agriculture (DoA) is responsible for the development of non-sugar agriculture in St. Kitts and provides a wide range of services as well as technical support to the agricultural sector. It has as its mission statement"}, {"text_block_id": "p53_b454", "text": "“to be a high quality provider of leadership"}, {"text_block_id": "p53_b455", "text": "and support in non-sugar agriculture; to secure food self"}, {"text_block_id": "p53_b456", "text": "–"}, {"text_block_id": "p53_b457", "text": "sufficiency and satisfy export markets t"}, {"text_block_id": "p53_b458", "text": "owards sustainable development in St. Kitts and Nevis”"}, {"text_block_id": "p53_b459", "text": "."}, {"text_block_id": "p54_b460", "text": "The Department is headed by a Director of Agriculture and operates in a programme mode with specific programmes for crops and livestock development. A Senior Management Team is responsible for the implementation of the Strategic Plan and the Annual Work Programme. This programme is implemented with support from national, regional and international agencies including CARDI, FAO, IICA and ROC Technical Mission. The annual review and planning meeting is one of the management tools that is being utilized to review performance and outline plans for the current year."}, {"text_block_id": "p54_b461", "text": "Highlights for 2011 included:"}, {"text_block_id": "p54_b462", "text": "Highlights for 2011 included:\n* Eat Local Day:\n* Open Day:\n* FAO World Food Day week of activities including the Farmers and Fishers Annual Prize\n* Increase in crop production by 4 %;\n* Increase in land preparation services by 162 %;\n* Increased egg production (10%), mutton production (3.3%) and pork production (1.2%);\n* Implementation of the Mc. Gill Project;\n* Implementation of the FAO Primary School Telefood Project;\n* Completion of survey regarding internal parasites in swines; and\n* Completion of mission 1, 2 and 3 of FAO TCDC Project âDevelopment of Breadfruit and"}, {"text_block_id": "p54_b483", "text": "4.1 Food Production"}, {"text_block_id": "p54_b484", "text": "Crop Production"}, {"text_block_id": "p54_b485", "text": "Vegetable and root crop production was done under rainfed conditions from farms ranging in size from 1-25 acres.  Food crop production increased by 4% from 1,218 metric tons during 2011 when compared with 2010 (Table 11)."}, {"text_block_id": "p55_b486", "text": "Table 11: Estimated Annual Production"}, {"text_block_id": "p55_b487", "text": "(‘"}, {"text_block_id": "p55_b488", "text": "000 kg) of Major Food Crops for St. Kitts, 20032011"}, {"text_block_id": "p55_b489_merged_merged", "text": "Source: Department of Agriculture, St. Kitts – 2011 Annual Review"}, {"text_block_id": "p55_b493", "text": "This increased production was due mainly to the increased acreages planted as well as improved agronomic practices; increased productivity; and the increased number of persons involved in crop production. Cabbage production increased by 60% while onion production increased by 105%. Marked increases were also recorded for pineapple from 136,000 kg to 160,700 kg or an increase of 18%; sweet pepper from 22,600 kg to 29,600 kg or an increase of 30%; white potato from 73,400 kg to 162,200 kg or an increase of 120%; and yam from 26,600 kg to 37,000 kg or an increase of 39%. There was only a marginal increase recorded (4%) for sweet potato.  However, there were decreases in production of carrot from 139,600 kg to 132,500 kg or a decrease by 5%; peanut a decrease in production from 56,500 kg to 53,200 kg or a decrease by 6%; pumpkin a decrease in production from 200,900 kg to 137,100 kg or a decrease by 32%; watermelon a decrease in production from 125,000 kg to 58,100 kg a decrease in production by 54%; and for tomato, a decrease was recorded from 118,900 kg to 115,400 kg, a decrease of 3%."}, {"text_block_id": "p56_b494", "text": "These decreases in production could have been due to the decreased acreages planted in those crops."}, {"text_block_id": "p56_b495", "text": "The major root crops grown are yam and sweet potatoes. Dasheen, tannies and eddoes are also grown on a very small scale. The majority is imported from the Windward Islands."}, {"text_block_id": "p56_b496", "text": "The current rainfed production generally meets the domestic demand for the first 3-4 months of the year. There has been an increase in the importation of vegetable for the period 1998 to 2000 with very distinct increases observed between 1999 and 2000 (Table 12)."}, {"text_block_id": "p56_b497", "text": "Table 12:  Annual Importation of Vegetables (Kg) During the Period 1996 -2000"}, {"text_block_id": "p56_b498_merged", "text": "Source: Annual Report of the Department of Agriculture, St. Kitts – 1996-2000"}, {"text_block_id": "p56_b502", "text": "This marked increase was due to the adverse effects of the two hurricanes during 1999 that delayed vegetable production until late in the year. The apparent inability to achieve substantial annual increases is mainly caused by the absence of water for irrigation."}, {"text_block_id": "p56_b503", "text": "The majority of vegetable production takes place at the higher elevations. Under these conditions many farms are prone to erosion and hence decreasing productivity. Mechanization is therefore limited under these conditions. Labour input is therefore increased resulting in high production costs and the inability of domestic farmers to compete in the global market. Even though heat tolerant varieties have been introduced, pest and diseases are still a threat to vegetable production. The marketing of crops during the first quarter of the year and the loss of crops due to poor post-harvest handling remains a problem."}, {"text_block_id": "p57_b504", "text": "During 2011 significant improvement was made in regards to the maintenance of feeder roads, sluices and the construction of dams. This work was carried out by the Agricultural Resource Management Project (ARMP)."}, {"text_block_id": "p57_b505", "text": "Fruit and Tree Crops"}, {"text_block_id": "p57_b506", "text": "Fruit trees are usually found at the foothills of mountains, along ghauts and on the sides of access roads in the higher elevations. There is one rainfed orchard at Wingfield and an irrigated orchard with minor exotic fruits at Needsmust and a few can be found on some farms. Domestic crop production is also hampered due to an absence of a market led approach to production, lack of water for supplementary irrigation; destruction of crops by natural disasters; stray animals; crop damage by monkeys; praedial larceny; pests and diseases and accessibility of land close to water."}, {"text_block_id": "p57_b507", "text": "The Plant Propagation Unit is responsible for the budding and grafting of fruit trees and the propagation of ornamental plants. The Fruit and Tree Crops Sub-programme placed emphasis on a few key areas:"}, {"text_block_id": "p57_b508", "text": "iv) Propagation of fruit trees and ornamental plants"}, {"text_block_id": "p57_b509", "text": "The sale of Madeira fig increased by 375%, Surinamese cherry by 332%, Tamarind by 111%, Governor plum by 74%, Soursop by 73.5% and Grafted mangoes by 47.5% when compared with 2010. However, there was a decrease in the sale of Cashew by 82.7%, Breadnut by 75%, Dwarf Golden Apples by 36.6% compared with the previous year. A manual was prepared for the propagation of breadfruit and breadnut in St. Kitts and training of technicians with the recommended techniques was conducted."}, {"text_block_id": "p57_b510", "text": "v) Extension Services to fruit orchards and back yard gardeners"}, {"text_block_id": "p57_b511", "text": "Fruit orchards and back yard gardeners were visited on a regular basis. The main problems encountered were: Pineapple Mealy Bug, Nematode infestation in guavas, West Indian Fruit fly infestation in mangoes, Wax apples, Carambolas and Golden apples. Assistance was also given to farmers in the establishment of fruit tree orchards."}, {"text_block_id": "p57_b512", "text": "vi) Expansion of Pineapple production"}, {"text_block_id": "p57_b513", "text": "Due to the efforts of the Quality Pineapple Growers Association the area under pineapple production increased from 4 hectares to 6 hectares thus increasing the production of pineapple by 18% when compared with 2010."}, {"text_block_id": "p58_b514", "text": "Livestock Production"}, {"text_block_id": "p58_b515", "text": "SKN remained free of exotic animal diseases such as Foot and Mouth, Avian Influenza, New Castle and Swine Influenza. This was achieved through the execution of planned activities and the collaborative efforts of customs and veterinary services. Beef production during 2011 decreased by 20% (Table 13). The resurgence of the Tropical Bont Tick and its associated disease Dermatophilosis could be attributed to the decline in production. Another factor that contributed to the decline was the difficulties farmers had in apprehending their cattle. Mutton production increased by 3.3% in 2011 when compared with 2010 while goat production decreased by 19%."}, {"text_block_id": "p58_b516", "text": "Dog attack continued to be the major constraint to small ruminant production. There was a small increase in pork production by 1.2% in 2011 when compared with 2010. The fluctuating cost of imported commercial feed continued to be the major challenge to pork producers. When compared with 2010 there was a slight decrease in the production of rabbit meat by 5 % and a decrease in broiler meat by 3.3%. An increase in the production of poultry eggs was observed during 2011. An estimated 4,429,000 eggs were produced in 2011 compared with 4,013,000 the previous year (Table 13). The increased production greatly reduced the need for the importation of eggs."}, {"text_block_id": "p58_b517_merged", "text": "Table 13:  Annual Production (‘000 kg) of Livestock Products – St. Kitts, 2002 -2011"}, {"text_block_id": "p59_b522_merged", "text": "Source: 2011 Annual Review of the Department of Agriculture – St. Kitts"}, {"text_block_id": "p59_b526", "text": "Generally, the contribution of livestock to the GDP declined from 0.92% in 1994 to 0.35% in 2000. During the same period the contribution of the agriculture sector declined from 6.42% to 4.52%. When compared to imports, domestic meat output continues to be low as shown in Table 14. This situation is due to the inability to meet quality and price competitiveness. However, there was a marked increase in beef production."}, {"text_block_id": "p59_b527", "text": "Table 14: Comparative Livestock Products and Import Data 1996"}, {"text_block_id": "p59_b528", "text": "– 2000 (‘000 kg)"}, {"text_block_id": "p59_b529", "text": ""}, {"text_block_id": "p59_b530", "text": "Prevalence of Losses and Barriers to Effective Control of Internal Parasites in Swine in St. Kitts"}, {"text_block_id": "p59_b531", "text": "Two surveys were conducted by the Veterinary Services of St. Kitts in order to get a better understanding of the situation regarding internal parasites of pigs on the island. The first survey was of pigs presented at the abattoir for slaughter: another survey was administered to registered swine producers on the island in relation to practices and beliefs regarding to the control of internal parasites in swine. Data showed that swine farmers lost 700 livers each year representing a loss of $10,500.00 in liver sales. It had also been observed that losses associated with poor feed conversion were extremely high given to the high level of parasitism observed at slaughter. (> 40% of carcasses affected). Although de-worming is practiced by many producers, the lack of sanitation combined with erratic treatment schedules means that internal parasites are not being effectively controlled."}, {"text_block_id": "p59_b532", "text": "Other constraints to these and other livestock include: insufficient land; insufficient number of breeding ewes and does; absence of pipe borne water; and poor commercial/marketing approach"}, {"text_block_id": "p60_b533", "text": "to livestock farmers. In addition, there are low management and husbandry skills among the local farmers with the majority of them being part-time. Farmers have difficulty accessing available credit since most of the leases are for rented agreement and hence the land cannot be used as collateral. Some other problems specifically associated with livestock production include:"}, {"text_block_id": "p60_b534", "text": ""}, {"text_block_id": "p60_b535", "text": "Longstanding tradition of raising livestock as a part-time activity."}, {"text_block_id": "p60_b536", "text": ""}, {"text_block_id": "p60_b537", "text": "Keeping livestock way past the optimum marketable weight resulting in flock/herd sizes way beyond pasture capacity."}, {"text_block_id": "p60_b538", "text": "Most animals are fed mainly on a grass diet with minimum input of supplemental feed. Animals thus take longer to attain market weight and this significantly affects the quantity and quality meat sold. Both crops and livestock production are hampered by markets, poor post-harvest handling; poor packaging during transport; absence of grades; entry to oversee markets; lack of storage facilities and competitiveness with imports."}, {"text_block_id": "p60_b539", "text": "Fisheries"}, {"text_block_id": "p60_b540_merged", "text": "Over the years the fishing industry of SKN has been managed according to major fish species.  This gave rise to five major fisheries management objectives using each major fish species/family as a separate category. These are Queen Conch (Strombus gigas), Caribbean Spiny Lobster (Panulirus argus), small coastal pelagic, large or ocean pelagic and reef/bank and slope fisheries. In 2010, the Department of Fisheries on St. Kitts was renamed and reorganized as the Department of Marine Resources. This new vision will see greater emphasis being placed on habitat management and protection rather than actual activities to increase landings. The premise is if our primary source of production is protected and enhanced, then there will be an increase in secondary production, thus increasing landings."}, {"text_block_id": "p60_b547", "text": "On St. Kitts there are five major sites, some of these sites are characterized by their major or unique fishing activity. For example, most conchs are landed at the Basseterre Fisheries Complex (BFC) in East Basseterre on St. Kitts. Old Road is known for its Coastal Pelagics, like jacks, ballyhoo and gars and Dieppe Bay is famous for lobster landings. Boats from Nevis that bring their catch to St. Kitts do so by using the West Basseterre landing site. The largest landing"}, {"text_block_id": "p61_b548", "text": "area in St. Kitts is from the BFC and Old Road Fisheries Complex. These facility provides gear and equipment, ice and walk-in freezers, outboard motor repairs, fish processing and stalls for marketing of fish."}, {"text_block_id": "p61_b549_merged", "text": "The fisheries industry is dominated by multi-fishery/species operations. Vessels/fishers are usually involved in multi gear/fishery activities e.g. Trap/hand-line, Trap/hand-line trolling, Trap/hand-line/spear fishing, spear fishing/conch fishing, Trap/hand-line/Beach seine. Fishing trips are usually day trips ranging from two (2) to twelve (12) hours. The distance travelled from home port varies depending on fishing activity and landing site. Large pelagic fishers usually travel the furthest distance (usually over 20 nautical miles) while seine and trap fishers travel the least distance (usually less than 10 nautical miles). Total fish landings during 2011 were estimated at 714,322 lbs.  Annual landings during 2004 – 2011 are shown in Table 15."}, {"text_block_id": "p61_b552", "text": "Table 15:  Annual Fish Landings in St. Kitts by species and year (lbs), 2004-2011"}, {"text_block_id": "p61_b553", "text": "Development of the Fisheries sub-sector has been limited by several constraints including the unwillingness of fishers to spend long periods at sea; lack of equipment; poor marketing practices; inadequate storage: minimal monitoring, surveillance and law enforcement; limited human and financial resources; lack of appropriate resources for research; and limited capability to conduct coastal surveillance and monitoring. In 2011 a Frame Survey was conducted on St. Kitts by the Department of Marine Resources. This survey served as an assessment of the current status of the Fishery Industry. A summary of the main findings are shown in Tables 1619."}, {"text_block_id": "p62_b554", "text": "Table 16:  Fishing Boats by Fishery"}, {"text_block_id": "p62_b555", "text": "Source:"}, {"text_block_id": "p62_b556", "text": "Department of Marine Resources Annual Report, 2011"}, {"text_block_id": "p62_b557", "text": "Table 17:  Average Days Fished per Week by Gear Type"}, {"text_block_id": "p62_b558", "text": "Source: Department of Marine Resources Annual Report, 2011"}, {"text_block_id": "p62_b559", "text": "Table 18:  Fishing boats by gear Type"}, {"text_block_id": "p63_b560", "text": "Source: Department of Marine Resources Annual Report, 2011"}, {"text_block_id": "p63_b561", "text": "Table 19:  Registered Boats and Fishers (St. Kitts)-2003-2011"}, {"text_block_id": "p63_b562", "text": "Source: Department of Marine Resources Annual Report"}, {"text_block_id": "p63_b563", "text": "vii)Fisheries Surveillance"}, {"text_block_id": "p63_b564", "text": "Efforts are still being pursued to obtain funding for a long awaited Queen Conch Assessment."}, {"text_block_id": "p63_b565", "text": "viii) Legislation and Management Regulations"}, {"text_block_id": "p63_b566", "text": "The Fisheries Act"}, {"text_block_id": "p63_b567_merged", "text": "(2002) and the Fisheries Regulations (1995) provide the major legal framework for the functioning of the Department of Marine Resources. The Fisheries Act (2002) covers the establishment of a Fisheries Advisory Committee, fisheries access agreements, local and foreign fishing licensing, fish processing establishments, fisheries research, fisheries enforcement and the registration of fishing vessels. The Act specifies conservation measures"}, {"text_block_id": "p64_b570", "text": "such as prohibiting the use of any explosive, poison or other noxious substance for the purpose of fishing. The Fisheries Act and Regulations is deficient in some critical areas."}, {"text_block_id": "p64_b571", "text": "With the Assistance of the Centre for Resource Management and Environmental Studies (CERMES), CRFM and the OECS, the Department of Marine Resources in May 2011 completed"}, {"text_block_id": "p64_b572", "text": "a small grants project “"}, {"text_block_id": "p64_b573", "text": "Preparing for Fisheries Governance in St Kitts and Nevis based on"}, {"text_block_id": "p64_b574", "text": "EAF”"}, {"text_block_id": "p64_b575", "text": "that aimed at scoping the future of the fisheries for the next 10 years using the Ecosystems Approach to Fisheries (EAF). An update of the fisheries laws and subsidiary legislation was recommended among the entry points that were established for the successful implementation of that EAF. Informal discussions have been held regarding the Common Fisheries Policy (CFP) in the update process of the fisheries laws and subsidiary legislation. Based on the outcomes, the DMR started the revision of the Laws governing Fisheries in SKN."}, {"text_block_id": "p64_b576_merged_merged", "text": "In general, the future of the Management of the Marine Resource will be a daunting and challenging task as we seek to balance and mediate uses between various stakeholders and the government’s goal for sustainability and food security. The financial challenges loom high but with the restructured and reorganized Department these challenges will be addressed. It is envisaged that closer inter-departmental and inter-ministerial collaboration will be a key driving force for the successful management of our marine resources."}, {"text_block_id": "p64_b579", "text": "Marketing of local produce is poorly organised and is characterised by individual farmers and fishers undertaking their own marketing arrangements. This contributes to reduced time for productive activities and possibly impacts negatively on the development of better marketing systems."}, {"text_block_id": "p64_b580", "text": "There is no price control on agricultural produce and there seems to be a strong relationship between prices of local produce and imported produce. The packaging and display of agricultural"}, {"text_block_id": "p65_b581", "text": "produce need to be greatly improved. Grades and standards are often non-existent and results in reduced sales to the tourism sector, which requires high quality produce on a consistent basis."}, {"text_block_id": "p65_b582", "text": "4.2 Food Manufacturing and Processing"}, {"text_block_id": "p65_b583", "text": "The development of the St. Kitts Agro Processors into a registered cooperative was another hallmark throughout 2011 as the group is now poised to introduce new products into the market as well as carve out new markets with old products. For the period under review funds were secured to commence the construction of a Pack House. It is also envisaged that the building would accommodate a section that would facilitate agro-processing activities."}, {"text_block_id": "p65_b584", "text": "4.3 Food Availability"}, {"text_block_id": "p65_b585", "text": "Table 20 shows that for St. Kitts-Nevis the availability of total food calories is just above the Recommended Population Food Goals (RPFG) for the Caribbean. However, there is significant deficits of calories from the food groups staples (cereals and starchy roots, fruits and tubers), fruits, vegetables and legumes. Fat and sweeteners available for consumption are in excess of RPFG. This has serious implications for the nutritional status of persons in the country as it has been established that high fat calorie intakes are risk factors for overweight and its extreme form, obesity, and its co-morbidities, viz., non-communicable chronic diseases. Given the health benefits from increasing diets high in fruits and vegetables, and prevalence of overweight and obesity in the country, the deficit in fruits and vegetables and the oversupply of fats/oils and sweeteners should be causes for concern by policy makers."}, {"text_block_id": "p65_b586", "text": "Table 20: Food Availablity from the Six Food Groups and Sweeteners"}, {"text_block_id": "p66_b587", "text": "Source: FAOSTAT (2012)."}, {"text_block_id": "p66_b588", "text": "1"}, {"text_block_id": "p66_b589", "text": "Recommended Population Food Goals."}, {"text_block_id": "p66_b590", "text": "4.4   Household Access"}, {"text_block_id": "p66_b591", "text": "Income and price levels are key components in ensuring that households meet their nutritional requirements. Foodstuffs for well-balanced diets should be easily accessible, affordable and safe. Based on the 1991 population census, there were 12,056 households in the Federation. The average size of households in St. Kitts was 3.4 persons, and 3.3 in Nevis. Fifty-five percent of households were headed by males, while 44.7% were headed by females, with a mixture of children, parents and grand children."}, {"text_block_id": "p66_b592", "text": "A summary of the income distribution of male and females for the years 1996-2001 is very informative (Table 14). The data show that since 1996, the percentage of workers earning less than $1,000 per month has increased with fluctuations; the males moving from 48% to 57% and females moving from 60 to 67%. The proportion of males earning below $2,000 per month has increased from 74% to 97% for males and from 83% to 92% for females in the same period. This indicates that the earning power of both males and females is falling and would impact to a large extent the amount of goods that the households can purchase."}, {"text_block_id": "p66_b593", "text": "In 1989, Chevanes estimated the weekly cost of feeding a family of five: a 25-year old mother, a 30-year old father, two sons and a daughter ranging in years from 2 to 6, using recommendations from CFNI's Diet Manual. Adjusted to 1996 prices, the cost was EC$190.37 at average prices and EC$172.23 when cheaper foods were used (Chevanes, 1989)."}, {"text_block_id": "p66_b594", "text": "Since approximately 74% of women and 65% of men earn less than EC$250.00 per week, families with single providers would have great difficulty accessing nutritious food on a regular basis. With almost 50% of households headed by women, the economic access to food becomes critical.  Thirty percent of the population live below the poverty line (EC$280.00 per month)."}, {"text_block_id": "p66_b595_merged_merged", "text": "With the recent increase in the general price level on food items, the households’ task is more complicated. Rates of inflation for the past three years averaged about 2.6 percent. However, there has been an increase of more than 7 percent by the middle of July 1997. Hopefully, the"}, {"text_block_id": "p67_b599_merged", "text": "prices should stabilise as the new taxes are absorbed or offset by the different salary increases in different sectors of the economy."}, {"text_block_id": "p67_b601", "text": "for well-balanced diets for the household for a week is estimated at EC$150.89. Household"}, {"text_block_id": "p67_b602", "text": "the available food."}, {"text_block_id": "p68_b603", "text": "4.6 Vulnerable Groups"}, {"text_block_id": "p68_b604", "text": "For SKN an additional 13.8% of residents or an additional seven thousand (7,000) residents were deemed to be vulnerable based on the 2007/2008 Country Poverty Assessment; these persons would have been sufficiently close to the poverty line to be susceptible to falling into poverty in the event of an economic shock."}, {"text_block_id": "p68_b605", "text": "As a cash value, the poverty line for St. Kitts has been determined as $7,329 per annum whereas in Nevis is has been determined at $9,788 per annum. The vulnerability line for St. Kitts has been determined as $9,161 whereas on Nevis it has been determined as $12,235. Those persons who live in households with per capita consumption expenditure below the vulnerability line are said to be vulnerable. These include those who are susceptible to becoming poor due to an unanticipated event such as a natural disaster or other economic shock."}, {"text_block_id": "p68_b606", "text": "For the Federation of SKN, the key vulnerable groups have been determined as follows:"}, {"text_block_id": "p68_b607", "text": ""}, {"text_block_id": "p68_b608", "text": "Persons suffering from a mental, physical or emotional disability or illness;"}, {"text_block_id": "p68_b609", "text": ""}, {"text_block_id": "p68_b610", "text": "Unskilled persons"}, {"text_block_id": "p68_b611", "text": "–"}, {"text_block_id": "p68_b612", "text": "particularly persons who did not complete secondary school (males are a particular focus);"}, {"text_block_id": "p68_b613", "text": ""}, {"text_block_id": "p68_b614", "text": "Former workers of the Sugar Industry;"}, {"text_block_id": "p68_b615", "text": ""}, {"text_block_id": "p68_b616_merged_merged", "text": "Teenage parents – particularly females;"}, {"text_block_id": "p68_b619", "text": ""}, {"text_block_id": "p68_b620", "text": "Seasonal workers; and"}, {"text_block_id": "p68_b621", "text": ""}, {"text_block_id": "p68_b622", "text": "Senior Citizens."}, {"text_block_id": "p69_b623", "text": "Though numerous, the following causes of vulnerability were identified for the creation of the National Social Protection Strategy:"}, {"text_block_id": "p69_b624", "text": ""}, {"text_block_id": "p69_b625", "text": "Lack of education;"}, {"text_block_id": "p69_b626", "text": ""}, {"text_block_id": "p69_b627", "text": "Lack of marketable skills;"}, {"text_block_id": "p69_b628", "text": ""}, {"text_block_id": "p69_b629", "text": "Lack of family, community anf social supporting structures;"}, {"text_block_id": "p69_b630", "text": ""}, {"text_block_id": "p69_b631", "text": "Lack of knowledge of government assistance programmes;"}, {"text_block_id": "p69_b632", "text": ""}, {"text_block_id": "p69_b633", "text": "Intergenerational poverty;"}, {"text_block_id": "p69_b634", "text": ""}, {"text_block_id": "p69_b635", "text": "Socio"}, {"text_block_id": "p69_b636", "text": "–"}, {"text_block_id": "p69_b637", "text": "economic discrimination ;"}, {"text_block_id": "p69_b638", "text": ""}, {"text_block_id": "p69_b639", "text": "Natural and economic crises;"}, {"text_block_id": "p69_b640", "text": ""}, {"text_block_id": "p69_b641", "text": "Low levels of interpersonal intrapersonal competencies;"}, {"text_block_id": "p69_b642", "text": ""}, {"text_block_id": "p69_b643", "text": "Lack of family planning;"}, {"text_block_id": "p69_b644", "text": ""}, {"text_block_id": "p69_b645", "text": "Mental health issues  -services, programmes and education; and"}, {"text_block_id": "p69_b646", "text": ""}, {"text_block_id": "p69_b647_merged_merged", "text": "Inefficient Child Maintenance structures – enforcement."}, {"text_block_id": "p69_b650", "text": "4.6 Food and Water Quality and Safety"}, {"text_block_id": "p69_b651", "text": "The incidence of foodborne disease on the island of St. Kitts is relatively low. For the past five years only two outbreaks have been reported. Many cases are unknown as people tend to self-medicate. Those persons who visit the doctor with symptoms are usually treated for gastroenteritis without any diagnostic laboratory confirmation. When the report of an outbreak of a foodborne illness reaches the Health Department, the event is usually long gone and there is no opportunity to collect samples of leftover foods, vomitus or stools. Comfort can be taken in the fact that these incidents are infrequest."}, {"text_block_id": "p70_b652", "text": "Food storage facilities on farms, in supermarkets, shops, restaurants, hotels and food vendors are insufficient and many times rodents are present. Food enters SKN sometimes without inspection because there are limited EHOs in the Department. Some of the staff are not trained to carry out testing procedures for food safety. There is a lack of proper co-ordination between Agriculture, Plant Quarantine and the Environmental Health Department. Most slaughtering now takes place at the Basseterre Abattoir so back yard slaughtering is almost non-existent."}, {"text_block_id": "p70_b653", "text": "Farmers tend to use large quantities of chemicals in farming and this could be a potential hazard to the consumers. There is a rapid increase in itinerant food vendors and hygienic practices are not always adhered to. Regulations are outdated and there are insufficient officers to properly monitor these establishments. Street food vendors do not have proper certification and many of them do not practice good personal hygiene since there is no running water at sites. Food may not always be properly transported and this could cause food to deteriorate causing harm when consumed. Public knowledge of proper garbage disposal seem to be lacking since many persons dump refuse indiscriminately on beaches, in ghauts, valleys and along cane paths. Losses also occur due to contamination by chemical, physical or biological hazards."}, {"text_block_id": "p70_b654", "text": "Condemned foods are usually documented, however due to a shortage of staff this has not been done on a consistent basis and hence the true picture of condemned foods is not reflected. (Table 21) lists the amount of contaminated food items that were condemned in 2011."}, {"text_block_id": "p70_b655_merged", "text": "Table 21: Amount of Condemned Foods – St. Kitts (2010-2011)"}, {"text_block_id": "p71_b659", "text": "Source: Environmental Health Department Annual Reports, 2010, 2011"}, {"text_block_id": "p72_b660", "text": "5."}, {"text_block_id": "p72_b661", "text": "REVIEW OF EXISTING POLICIES AND PROGRAMMES"}, {"text_block_id": "p72_b662", "text": "5.1"}, {"text_block_id": "p72_b663", "text": "Macroeconomic Policies and Programmes"}, {"text_block_id": "p73_b664", "text": "The GSKN has at its vision for socio-economic development the improvement of the quality of life for the people of the Federation by promoting sustainable growth and development within the context of economic diversification, HRD, sound environmental management, a stable macro and political environment with social justice and equity."}, {"text_block_id": "p73_b665", "text": "As such, the GSKN has produced a Medium Term Economic Strategy Paper (MTESP), which sets out the policies and approaches which, will be pursued by the Government. The marcoeconomic framework currently encompasses the following: Fiscal Policy Strategies. Debt Management Strategies, International Trade Policies, Monetary Policy Strategy, Public Sector Reform and Disaster Preparedness Management and Mitigation. A major focus of the macroeconomic framework for 2003-2005 is the creation of a favourable macroeconomic environment, necessary for the creation of linkages between health and economic and social development of the country. Basic macro-economic indicators for the period 2000 -2006 are listed in Table 22."}, {"text_block_id": "p73_b666_merged", "text": "There have been no changes with regard to customs procedures since St. Kitts and Nevis' last Review. The Customs (Control and Management) Act No. 4 of 1992 regulates import procedures. Imports must go through customs within five working days of arrival; the usual time to clear customs is one or two days. Importers are not required to register, and it is not necessary to use a customs broker to conduct imports. St. Kitts and Nevis is not a member of the World Customs Organization."}, {"text_block_id": "p73_b669", "text": "Table 22: Basic macroeconomic indicators, 2000-2006 (% unless otherwise specified)"}, {"text_block_id": "p74_b670", "text": "Source: UNSD, Comtrade Database (SITC Rev.3)."}, {"text_block_id": "p74_b671_merged", "text": "Totals do not add to 100% since it is necessary to subtract the financial intermediation services indirectly measured (FISIM), which includes total property income receivable by financial intermediaries minus their total interest payable. For details see ECCB (2006b)."}, {"text_block_id": "p74_b674", "text": "The overall thrust in the Health sector is therefore, through the institution of a National Health Plan, which ensures that resources are channelled where needs are greatest. It is the objective of the GSKN to: recognise that all citizens should have opportunities to attain their"}, {"text_block_id": "p75_b675", "text": "health potential irrespective of age, gender, socio economic status or place of residence; strengthen institutional capacity and upgrade human resources; and to maximise the clinical and cost effectiveness of services to secure the greatest benefit from the resources available."}, {"text_block_id": "p75_b676", "text": "Agriculture is a core component of the macroeconomic framework and as such, the GSKN is committed to increase the production of crops, livestock and fisheries products, through the development of farmers and fisheries in a competitive environment."}, {"text_block_id": "p75_b677", "text": "Closely aligned to the foregoing, the Government’s main objective is poverty reduction. In"}, {"text_block_id": "p75_b678_merged", "text": "improving the quality of lives for the citizens of the Federation, they seek to empower the poor and make them self-reliant through enhancing their capacity to meet challenges of the social and economic environment and to reduce the impact of poverty. The programmes therefore are aimed at addressing the following: the redistribution of resources in a more equitable manner; empowerment of the communities with special emphasis on the issues of vulnerable groups; and improved social services and social safety net programmes."}, {"text_block_id": "p75_b680", "text": "In March 2000, the Ministry of Commerce and Consumer Affairs was established as a means of expediting and orchestrating local business development. They are currently in the process of drafting a Consumer Protection Act and Rules and Regulations to govern the behaviour of these entities."}, {"text_block_id": "p75_b681", "text": "Fiscal Policy"}, {"text_block_id": "p76_b682", "text": "Fiscal policy is the responsibility of the Ministry of Finance. It is the main macroeconomic instrument actively used by the authorities to affect output, as SKN, like all other OECS-WTO Members, has no independent monetary and exchange rate policy. As a result, the national authorities may only resort to fiscal policy to act on the economy as the main income stabilizer and counter the effects of external shocks. As in other OECS countries, and due to the high dependency on taxes on foreign trade for revenue, fiscal policy has a strong link with trade policy."}, {"text_block_id": "p77_b683", "text": "Total public debt continued to rise during the period under review, reaching 196.6% of GDP by end 2005, before declining to 188.3% by end 2006. The stock of domestic debt totalled EC$756.1 million in 2005, while that of external debt reached EC$592 million. In recent years, the level of domestic debt has been increasing, while foreign debt has fallen. Total debt service payments were 36.3% of current revenue in 2005. High debt payments remain among the main problems facing the economy: they are a major macroeconomic constraint since they limit the use of fiscal policy."}, {"text_block_id": "p77_b684_merged", "text": "Health care for every citizen in the Federation of SKN is an overpowering responsibility. This responsibility has been entrusted to the Ministry of Health. In reviewing the progress, which the Ministry of Health has made during 2005-2010, it is apparent that the delivery of health services and health conditions improved during the period under review. The current policy is to promote healthy population development by sustaining a cost-effective optimal level of health care which is available, appropriate, accessible, affordable and acceptable to the residents/citizens of St. Kitts and Nevis regardless of their socio-economic status. The Policy Goals of the Ministry of Health are:"}, {"text_block_id": "p77_b687", "text": "1."}, {"text_block_id": "p77_b688", "text": "Ensuring universal access to quality and diverse health services."}, {"text_block_id": "p77_b689", "text": "2."}, {"text_block_id": "p77_b690", "text": "Integrating environmental policies into overall health goals."}, {"text_block_id": "p77_b691", "text": "3."}, {"text_block_id": "p77_b692", "text": "Marshalling local health resources for prevention, prompt diagnosis, and appropriate treatment of diseases and injuries."}, {"text_block_id": "p77_b693", "text": "4."}, {"text_block_id": "p77_b694", "text": "Organising community efforts to promote and protect health."}, {"text_block_id": "p77_b695", "text": "5."}, {"text_block_id": "p77_b696", "text": "Mobilising resources to build institutional capacity and to train and develop adequate human resource pool."}, {"text_block_id": "p77_b697", "text": "6."}, {"text_block_id": "p77_b698", "text": "Providing innovative leadership and strategic management of health resources to improve the administration of the Health Sector and to deliver cost-effective health care."}, {"text_block_id": "p78_b699", "text": "7."}, {"text_block_id": "p78_b700", "text": "Providing the institutional capacity and framework to review user charges for all health services."}, {"text_block_id": "p78_b701", "text": "The"}, {"text_block_id": "p78_b702", "text": "National Health Objectives"}, {"text_block_id": "p78_b703", "text": "are:"}, {"text_block_id": "p78_b704", "text": "1."}, {"text_block_id": "p78_b705", "text": "To assist in meeting the basic needs of the residents/citizens of SKN. These basic needs include: safe food, adequate nutrition, safe and accessible drinking water, proper sanitation, quality housing, personal safety, access to health information, access to appropriate health care."}, {"text_block_id": "p78_b706", "text": "2."}, {"text_block_id": "p78_b707", "text": "To provide health facilities with the institutional capacity to prevent and control NCDs."}, {"text_block_id": "p78_b708", "text": "3."}, {"text_block_id": "p78_b709", "text": "To implement appropriate policies to avert and address the deleterious environmental effects on the population."}, {"text_block_id": "p78_b710", "text": "4."}, {"text_block_id": "p78_b711", "text": "To expand the health and advocacy programmes to promote healthy habits in the individual."}, {"text_block_id": "p78_b712", "text": "5."}, {"text_block_id": "p78_b713", "text": "To strengthen the health system through strategic management, the provision of adequate facilities, equipment and supplies and appropriately trained staff."}, {"text_block_id": "p78_b714", "text": "6."}, {"text_block_id": "p78_b715", "text": "To re-focus the health system towards clear implementation of Primary and Community Health Care."}, {"text_block_id": "p78_b716", "text": "Programmes undertaken by the Ministry of Health include:"}, {"text_block_id": "p78_b717", "text": "Antenatal Care"}, {"text_block_id": "p78_b718", "text": "Clients are offered a number of services to include: measurements for weight and height, screening for blood glucose, blood pressure, urine testing for sugar and protein, laboratory testing for cholesterol, Hb levels and VDRL, plus routine pap smears and vaginal swabs. Health education on topics such as nutrition and dietary preparation of Layette, labour, care of the newborn, mother craft and relaxation exercises. Iron supplements are given to all pregnant women who attend clinic."}, {"text_block_id": "p78_b719", "text": "Child Health"}, {"text_block_id": "p79_b720", "text": "Children 0-18 months attend clinic monthly and from 18 months"}, {"text_block_id": "p79_b721", "text": "–"}, {"text_block_id": "p79_b722", "text": "5 years attend every quarter. During each visit their growth and development are assessed to detect any deviation from the norm, so that early intervention can be done. A new data collection instrument, a growth monitoring standard was introduced in 2011. Vaccines are administered as scheduled.  Parents are counselled on exclusive breastfeeding, sterilisation of feeding utensils and general childcare. Nutritional surveillance is conducted and the data collected submitted to Health Information Unit for analysis and dissemination."}, {"text_block_id": "p79_b723", "text": "Postnatal Care"}, {"text_block_id": "p79_b724", "text": "Postnatal care is given to all mothers who attend. Pregnant women are encouraged to use the services of the health centre as their primary source of care during pregnancy. Weight, blood pressure and urine are screened and monitored. A physical examination is performed and Pap smear test done. The importance of exclusive breastfeeding and proper diet is re-enforced.  Contraceptive options are discussed and methods given if requested."}, {"text_block_id": "p79_b725", "text": "Family Planning"}, {"text_block_id": "p79_b726", "text": "Human sexuality and Reproductive Health are discussed at clinics. Contraceptive methods are displayed, demonstrated and distributed. Breast Self Examination is demonstrated and Pap smear screening is carried out. These screenings are also performed at private Physicians"}, {"text_block_id": "p79_b727", "text": "’"}, {"text_block_id": "p79_b728", "text": "offices. Clients with abnormal Pap smear results are referred to the District Medical Officer or Private Doctor for follow-up care."}, {"text_block_id": "p79_b729", "text": "School Health"}, {"text_block_id": "p79_b730_merged_merged_merged", "text": "Children are examined at age five, eleven plus and sixteen plus years. This includes a complete physical examination, height, weight, blood pressure, vision and hearing screening, breasts and testicular examination and laboratory investigations including haemoglobin levels. Health education on prevention of HIV/AIDS and other STI’s, diets, exercise, life choices, self-esteem, and puberty are done. Deviations from the norm are referred to the appropriate channels.  Vaccines are given in keeping with the immunisation schedule."}, {"text_block_id": "p80_b734", "text": "Home Visiting"}, {"text_block_id": "p80_b735", "text": "Persons with Diabetes"}, {"text_block_id": "p80_b736", "text": "Persons with Hypertension"}, {"text_block_id": "p80_b737_merged", "text": "Clinicas for persons with hypertension are held weekly and monthly. Clients are weighed, blood pressure monitored, blood investigations such as kidney function tests, cholesterols and blood sugar are done. Meal preparations focusing on low fat/low salt diet are done. Lecture/discussions, other demonstrations, and exercise are done. Special sessions on stress management, HIV and other STI’s are held."}, {"text_block_id": "p80_b741", "text": "Food Handlers"}, {"text_block_id": "p80_b742", "text": "Food handlers clinics are conducted by the EHOs and the Community Nurse. This involves physical examinations, blood for VDRL, stools for ova, cysts and parasites. Lecture/discussions are done on food storage, preparation and serving and personal hygiene.  D/T vaccine is given."}, {"text_block_id": "p81_b743", "text": "Psychiatric Health Care"}, {"text_block_id": "p81_b744", "text": "Psychiatric Health Care is given to clients with limited human resources. Lecture/discussion on drug compliance are given and a weekly occupational therapy is held."}, {"text_block_id": "p81_b745", "text": "Audiometric Testing"}, {"text_block_id": "p81_b746", "text": "Hearing Health Care is an integral part of Primary Health Care. This is carried out on all children and adults who are referred to the Unit. Deviations from normal are referred to the Ear Nose and Throat Specialist. Hearing Units are procured for clients as needed and continued education on hearing health care is done."}, {"text_block_id": "p81_b747", "text": "Dental Health"}, {"text_block_id": "p81_b748", "text": "Education on caring for the teeth and the mouth is done during Child Welfare Clinics and School Health Clinics.  Children are screened for dental caries/plaque and then referred to the dental unit for follow-up."}, {"text_block_id": "p81_b749", "text": "District Medical Officer’s Clinic"}, {"text_block_id": "p81_b750", "text": "A District Medical Officer is attached to each health district to treat acute and chronic illnesses."}, {"text_block_id": "p81_b751", "text": "Parent Craft"}, {"text_block_id": "p81_b752", "text": "Parent craft classes are conducted to facilitate bonding and improve family life."}, {"text_block_id": "p81_b753", "text": "5.3 Food Production and Distribution Policies and Programmes"}, {"text_block_id": "p81_b754", "text": "The Department of Agriculture is the executing agency for the Ministry of Agriculture in matters related to non-sugar agriculture. The department operates in a programme mode namely, crops and livestock programmes. The facilitative role of the department seeks to develop commercial oriented farms and farmers in a sustainable manner. This role is geared towards the reduction of the food import bill which is at an alarming EC$85M. In addition, this will increase the contribution of non-sugar agriculture to the GDP which has decreased from 6.91% in 1977 to 2.0% in 2000."}, {"text_block_id": "p82_b755", "text": "(i) Direct Support to farmers"}, {"text_block_id": "p82_b756", "text": "Agricultural development can be impeded significantly if farmers are to purchase inputs on the open"}, {"text_block_id": "p82_b757", "text": "market without any form of support. In order to enhance farmer’s p"}, {"text_block_id": "p82_b758", "text": "urchasing power a number of creative measures are employed through or by the Department of Agriculture. These include recommendations to farmers to access duty free concessions on vehicles and farm inputs. Project development and farmer training are also areas in which the Department is very active to enhance farmer development. Extension work has always been the main channel for farmer education and there is currently greater emphasis on that activity."}, {"text_block_id": "p82_b759", "text": "(ii) Land Tenure"}, {"text_block_id": "p82_b760", "text": "The status of land tenure can directly influence farm development and affect agricultural production and output. To cater for this, the government is providing lease/rental agreement for farmers to use the lands for a minimum of 35 years. Those lease/rental agreement could be used as securities to access credit."}, {"text_block_id": "p82_b761", "text": "(iii) Outreach Centres"}, {"text_block_id": "p82_b762", "text": "The main objective of the outreach centers is to provide extension service to farmers in the rural communities. The Tabernacle Outreach Centre provides service to farmers on the northern side of the island where one of the main activities is to demonstrate continuous vegetable production under irrigated conditions. For the period in review the station was faced with some constraints; these included excessive rainfall that damaged several plots and severe monkey problems. During 2011 semi-commercial plots of onions, cantaloupe, sweet pepper watermelon and cucumber were established. Onion yield ranged from 4,000 kg / ha to 8,000 kg /ha. The cantaloupe yield was moderate ranging from 8,000 kg / ha to 12,000 kg / ha."}, {"text_block_id": "p82_b763_merged_merged", "text": "The Outreach Centre at Fahies (FOC) serves farmers in Extension District # 3 which extends from St. Paul’s Village to Old Road. A major activity of the FOC is to evaluate and demonstrate continuous vegetable production under rainfed conditions. During 2011 semi– commercial plots of tomato, cabbage, watermelon, broccoli, cauliflower and sweet pepper were established. Tomato yield ranged from 5,000 kg / ha to 13,100 / ha and sweet pepper yield ranged from 5,000 kg / ha to 7,000 kg / ha."}, {"text_block_id": "p83_b768", "text": "Capisterre Farm"}, {"text_block_id": "p83_b769", "text": "The Capisterre Farm is a 113 acre government farm located at Belmont Estate within St. Pauls. The farm is funded by the Sugar Industry Diversification Fund (SIDF). Its objective is to complement the supply of local vegetables, provide employment for persons within the village of St. Pauls and the nearby communities and to generate an income."}, {"text_block_id": "p83_b770", "text": "Engineering Unit"}, {"text_block_id": "p83_b771", "text": "The Engineering Unit continued to support the Crops and Livestock Programmes in the area of land cultivation. During 2011 the unit collaborated with the Agricultural Research Management Project in the area of repair of feeder roads, maintenance of sluices and construction of dams. For the period under review the planting of peanut with a mechanized planter was a highlight for the Unit. During the year the Unit acquired a John Dere tractor and a Brush Cutter and raker compliments of the Alba Alimentos Project and SSMC respectively. Land preparation increased significantly when compared with 2010. The data show a 162.7 % increase in the land harrowed"}, {"text_block_id": "p83_b772", "text": "and 20.9 % increase in the area “banked” and"}, {"text_block_id": "p83_b773", "text": "up to 260 farmers benefitted from the service."}, {"text_block_id": "p83_b774", "text": "Marketing Unit"}, {"text_block_id": "p83_b775_merged_merged", "text": "During 2011 the Marketing Unit continued its quest to convert our production base system of agriculture to one that is market led. There was some degree of progress in this regard as highlighted by the success of several activities coordinated by the Unit. “Eat Local Day” was one such activity as it served to provide a greater sense of awareness of local produce and its utilization. The development of the St. Kitts Agro-Processors into a registered cooperative was another hallmark throughout 2011 as the group is now poised to introduce new products into the market as well as carve out new markets with old products. For the period under review funds were secured to commence the construction of a Pack House. It is also envisaged that the building would accommodate a section that would facilitate agroprocessing activities. The Marketing Unit continued to provide market information as one of its main activities during 2011. Ten ‘Market Intell’ fact sheets advising on the status of local commodities were produced and distributed to about 30 institutions. Information was also distributed through Agriscope and Agriculture in Context. The quantum and value of"}, {"text_block_id": "p84_b782", "text": "purchases from the Marriott maintained its downward trend in 2011. Since their opening, Mariott has had a spike in 2005 where goods valued at over $180,000.00 EC were purchased. In the three years that followed that figure was halved. However, subsequent to that purchases have dropped to less 50% of what was purchased in 2007. The Unit continued to serve the farming community in facilitating the movement of produce from farm to plate."}, {"text_block_id": "p84_b783", "text": "Communications Unit"}, {"text_block_id": "p84_b784_merged", "text": "During 2011 the Communication Unit provided on a regular basis, relevant technical and general information to the farming community and the general public. The Agriscope Radio Programme was aired on a weekly basis on ZIZ Radio providing pre-recorded programmes of national and regional interests. There was also the 15 minute television programme known as ‘Agriculture in Context’ that was shown on a fortnightly basis. The performance of the Unit was enhanced with the addition of a new Apple Mac Desktop Computer and a Sony Video Walkman VCR. This resulted in improved quality of the programmes for both radio and television."}, {"text_block_id": "p84_b787", "text": "Crop Protection and Plant Quarantine"}, {"text_block_id": "p84_b788", "text": "The Quarantine Unit regulates the movement of plants and plant parts and animals and animal parts within and across borders. The regulation system allows for inspection, certification, prohibition of entry, treatment and destruction of plants and plant parts and animals and animal parts. For the period under review the following activities took place within the Plant Quarantine Division:"}, {"text_block_id": "p84_b789", "text": ""}, {"text_block_id": "p84_b790", "text": "Performed 49 consignment checks on Reefers and Containers."}, {"text_block_id": "p84_b791", "text": ""}, {"text_block_id": "p84_b792", "text": "Made 277 visits to the airport to inspect agricultural and horticultural products."}, {"text_block_id": "p84_b793", "text": ""}, {"text_block_id": "p84_b794", "text": "Made 54 visits to Seaport to inspect produce from boats from the Winward Islands."}, {"text_block_id": "p84_b795", "text": ""}, {"text_block_id": "p84_b796", "text": "Responded to requests from households and hotels on pest issues."}, {"text_block_id": "p84_b797", "text": ""}, {"text_block_id": "p84_b798", "text": "Monitored disease in coconut palms."}, {"text_block_id": "p84_b799", "text": ""}, {"text_block_id": "p84_b800", "text": "Conducted mango seed weevil survey."}, {"text_block_id": "p84_b801", "text": ""}, {"text_block_id": "p84_b802", "text": "Issued CITES export certificates and 168 phytosanitary certificates."}, {"text_block_id": "p84_b803", "text": ""}, {"text_block_id": "p84_b804", "text": "Issued 49 import permits."}, {"text_block_id": "p84_b805", "text": ""}, {"text_block_id": "p84_b806", "text": "Collaborated with regional and international institutions."}, {"text_block_id": "p85_b807", "text": ""}, {"text_block_id": "p85_b808", "text": "Conducted a plant quarantine workshop."}, {"text_block_id": "p85_b809", "text": "Livestock Programme"}, {"text_block_id": "p85_b810", "text": "(i) Animal Health Unit"}, {"text_block_id": "p85_b811", "text": "Regulatory and Quarantine"}, {"text_block_id": "p85_b812", "text": "A total of 11,590 baby chicks were imported during 2011, compared to 10,900 in 2010. Broilers represented 15% of the total baby chicks imported. For the period under review 220 companion animals were imported. The majority of these animals arrived from the USA and Canada while others arrived from St. Martin and a few Caribbean Islands. In addition 140 K-9 cadavers and some biological materials were imported for teaching and research purposes at Ross University (Table 23)."}, {"text_block_id": "p85_b813", "text": "Table 23: Species of Animals Imported, St. Kitts, 2010-2011"}, {"text_block_id": "p85_b814", "text": "Source:"}, {"text_block_id": "p85_b815", "text": "2011 Annual Review of the Department of Agriculture"}, {"text_block_id": "p85_b816", "text": "–"}, {"text_block_id": "p85_b817", "text": "St. Kitts"}, {"text_block_id": "p85_b818", "text": "Seven export certificates were issued for biological specimen being transported to the USA. A total of 95 goats and 3 cattle were exported to St. Martin (Table 24)."}, {"text_block_id": "p85_b819", "text": "Table 24: Species of Animals Exported, St. Kitts, 2010-2011"}, {"text_block_id": "p85_b820", "text": "Source:"}, {"text_block_id": "p85_b821", "text": "2011 Annual Review of the Department of Agriculture"}, {"text_block_id": "p85_b822", "text": "–"}, {"text_block_id": "p85_b823", "text": "St. Kitts"}, {"text_block_id": "p85_b824", "text": "Ambulatory Service"}, {"text_block_id": "p85_b825_merged_merged_merged", "text": "The Veterinary Unit continued to provide animal health care at a subsidized cost. The Unit responded to 1,358 cases which corresponded to 508 farm visits. The tick related disease Dermatophilosis accounted for 56% of the reported cases. However, there was a 22% decrease in Dermatophilosis cases when compared to 2010. It is significant to note that the cattle population has been reduced by more than 25% between the years 2008 – 2011. One of the major"}, {"text_block_id": "p86_b828", "text": "contributing factors was the Tropical Bont Tick and its associated disease Dermatophilosis. The second most reported case was castration in pigs which accounted for 12% of the reported cases. The reported incidence of dog attacks on small stocks decreased by approximately 24% when compared to 2010. It should be noted that the incidence of tick fever (Anaplasmosis/Babesiosis) remained low."}, {"text_block_id": "p86_b829", "text": "Bourkes Breeding Unit"}, {"text_block_id": "p86_b830", "text": "Bourkes Breeding Unit has the responsibility for the conservation, multiplication and sale of pure breeding stock of sheep primarily Barbados Black Belly. The Unit has a total herd size of 49 sheep (34 females and 15 males). Some activities carried out at the Unit over 2009 included planting of 1.5 acres of the pasture with mulberry and treating animals for worms"}, {"text_block_id": "p86_b831", "text": "Basseterre Abattoir"}, {"text_block_id": "p86_b832", "text": "The number of animals slaughtered at the Basseterre Abattoir decreased by 5.4% from 4,678 in 2010 to 4,427 in 2011 (Table 25). Pigs represented 49.7 % (2,199) in terms of the number of animals slaughtered while sheep was the second highest at 24.4% (1,079)."}, {"text_block_id": "p86_b833", "text": "Table 25: Number of animals slaughtered annually at the Basseterre Abattoir, 2000-2011"}, {"text_block_id": "p86_b834_merged", "text": "Source: 2011 Annual Review of the Department of Agriculture – St. Kitts"}, {"text_block_id": "p86_b838", "text": "Water for Agricultural use"}, {"text_block_id": "p86_b839", "text": "Government policy has made provision for a reduction in the rate of water for Agriculture from EC$15/1,000 gallons to EC$8/1,000 gallons, in order to facilitate/encourage the expansion of"}, {"text_block_id": "p87_b840", "text": "crop and livestock development. To supplement the water available to farmers especially during the dry season the Agricultural Resource Management Project (ARMP) during the period 2011"}, {"text_block_id": "p87_b841", "text": "–"}, {"text_block_id": "p87_b842", "text": "2012 had undertaken the construction of water dams around the island of St. Kitts with three (3) completed and 1 under construction."}, {"text_block_id": "p87_b843", "text": "Collaborators"}, {"text_block_id": "p87_b844", "text": "The Allied Agencies (Table 26) played an important role in the implementation of some of the activities that were undertaken by the Department of Agriculture during 2011."}, {"text_block_id": "p87_b845", "text": "Table 26: Some areas of collaborations with Allied Agencies"}, {"text_block_id": "p87_b846_merged_merged", "text": "Source: 2011 Annual Review of the Department of Agriculture – St. Kitts"}, {"text_block_id": "p87_b850", "text": "Fisheries Department"}, {"text_block_id": "p87_b851", "text": "The vision for the DMR will introduce to the Federation the progressive concept of ecosystem management. It will take into account governance issues, fiscal, social and moral"}, {"text_block_id": "p88_b852", "text": "responsibilities in the management of the marine resources. The ecosystems approach will necessitate the move away from resource management by target species to the management of the ecosystems in which these species thrive. In other words, emphasis will be placed on the entire life cycle of the species being targeted and introduce management systems that will enhance the sustainability of the species at every stage of their development."}, {"text_block_id": "p88_b853", "text": "The main aim of the DMR is to ensure that Fisheries are provided with the necessary support, such as, training and technical advice so that the country can be provided with adequate amount of good quality fish and fishery products that were harvested using good conservation practices. More specifically, the DMR was set up to:"}, {"text_block_id": "p88_b854", "text": ""}, {"text_block_id": "p88_b855", "text": "Facilitate and/or provide regular training to Fishers."}, {"text_block_id": "p88_b856", "text": ""}, {"text_block_id": "p88_b857", "text": "Establish a Fishery Advisory Committee by Year 2."}, {"text_block_id": "p88_b858", "text": ""}, {"text_block_id": "p88_b859", "text": "Seek to promote co-management of marine resources through the involvement of stakeholders."}, {"text_block_id": "p88_b860", "text": ""}, {"text_block_id": "p88_b861", "text": "Promote the development and use of appropriate fishing gear and practices and increase production."}, {"text_block_id": "p88_b862", "text": ""}, {"text_block_id": "p88_b863", "text": "Develop an effective monitoring, surveillance and enforcement programme."}, {"text_block_id": "p88_b864", "text": ""}, {"text_block_id": "p88_b865", "text": "Promote scientific research."}, {"text_block_id": "p88_b866", "text": ""}, {"text_block_id": "p88_b867", "text": "Promote the uses of gear and material that will improve sanitary conditions."}, {"text_block_id": "p88_b868", "text": ""}, {"text_block_id": "p88_b869", "text": "Preserve the traditional methods for the harvesting of inshore pelagics."}, {"text_block_id": "p88_b870", "text": ""}, {"text_block_id": "p88_b871", "text": "Arrest the depletion of conch habitats."}, {"text_block_id": "p88_b872", "text": ""}, {"text_block_id": "p88_b873", "text": "Prevent the landings of lobsters with eggs and undersized lobsters."}, {"text_block_id": "p88_b874", "text": "National Fisheries Policy and Management Objectives"}, {"text_block_id": "p89_b875", "text": "recently participated in the first Commonwealth Maritime Boundaries and Ocean Governance Forum held in London. Additionally, the first National Consultation to develop a Maritime Policy was held in St. Kitts."}, {"text_block_id": "p89_b876", "text": "Research and Resource Assessment"}, {"text_block_id": "p89_b877", "text": "The DMR has attached an Officer, to the SKN Aquaculture Pilot Project and the Environmental Research (SNAPPER) Programme has made positive strides in the production of tilapia. Thus far, SNAPPER has successfully cultured tilapia in brackish water and grow and reproduce tilapia in 100% Atlantic salt water. The Ross University of Veterinary Medicine is assisting with the development of SNAPPER in providing some pathological analyses support to the project. The next step in the development of this research project is on a commercial scale. Assistance has been provided by the Government of Australia to the project to the tune of just under U.S. $50,000 to provide materials for the establishment of commercial ponds. Research has been conducted on the potential of Shell Fish Aquaculture in SKN. The activity is basically a joint venture with SKN DMR and Ross University School of Veterinary Medicine.  A number of species of interest have been identified."}, {"text_block_id": "p89_b878", "text": "Development Activities"}, {"text_block_id": "p89_b879", "text": "The DMR sees the vision of EAF for the Federation as one to promote an industry capable of meeting the present demands for marine resources and be able to sustain equilibrium between economic and environmental concerns for the foreseeable future, while minimizing food security uncertainties and enhancing environmental benefits in SKN. This new vision sees greater emphasis being placed on habitat management and protection rather than actual activities to increase landings. The premise is if the primary source of production is protected and enhanced, this will increase secondary production thus increasing landings. Similarly, all other stakeholders should be given sufficient opportunity to contribute to the new ecosystem management process. The new focus will see the establishment of marine parks and reserves, fishing priority areas, artificial reefs, permanent moorings vessel monitoring systems, revamped licensing system and a stronger commitment to fisheries law enforcement."}, {"text_block_id": "p90_b880", "text": "The establishment of four Fish Aggregating Devices (FAD), with funding provided by Japanese International Cooperation Agency (JICA) and French Research Institute for Exploration of the Sea (IFREMER) has proven to be very successful as fishers are now landing larger numbers of large pelagic especially swordfish and Blue Marlin. It is envisaged that the establishment of FAD will be an ongoing activity for the DMR."}, {"text_block_id": "p90_b881", "text": "5.4   Food and Water Quality and Safety Policies and Programmes"}, {"text_block_id": "p90_b882", "text": "The food service industry is of paramount importance especially in the light of the Hazard Analysis Critical Control Point (HACCP) monitoring system in the major hotels, restaurants and food processing plants. Secondly, with the ever rapid increase of itinerant food vendors, due care and consideration must be given to the serious consequences of any outbreak of food-borne disease as a direct result. Hygiene practices are not always adhered to, hence, appropriate regulations must be enhanced to cope effectively and efficiently with this dilemma."}, {"text_block_id": "p90_b883_merged", "text": "In reality however, the Food Regulations, Statutory Rules and Orders #12 of 1953 and #37 of 1956 give authority to the Officers to inspect food service establishments and to condemn and seize goods unfit for human consumption. Some broad objectives are:"}, {"text_block_id": "p90_b886", "text": ""}, {"text_block_id": "p90_b887", "text": "To ensure satisfactory quality of food produced;"}, {"text_block_id": "p90_b888", "text": ""}, {"text_block_id": "p90_b889", "text": "To prevent the distribution of food, which is unhygienic, contaminated, spoiled, adulterated or otherwise harmfu1 to health;"}, {"text_block_id": "p90_b890", "text": ""}, {"text_block_id": "p90_b891", "text": "To minimise food losses during production, processing, storage, transportation and marketing;"}, {"text_block_id": "p90_b892", "text": ""}, {"text_block_id": "p90_b893", "text": "To maintain an ongoing health education programme of all persons engaging in food handling."}, {"text_block_id": "p90_b894", "text": "At the EHD approximately 359 Food Handling Establishments are visited annually. Inspection and licensing of the establishments is done at least once per year. A comprehensive hotel and restaurants programme is being carried out where food samples are"}, {"text_block_id": "p91_b895_merged", "text": "taken along with swabbing of surface areas. This has been successful so far and has made it easier to identify microbial threats more easily. The food handler’s programme is presently in place to facilitate approximately 2,000 food handlers. Meat inspection is done to ensure that all meat is safe for human consumption. These inspections are carried out before any meat can be sold legally. At present, condemnation of food is done to facilitate importers, wholesalers, and other retailers of food products."}, {"text_block_id": "p91_b898", "text": "A Food Borne Illness Investigation Programme is carried out for investigation of all incidents that are reported. Educational lectures on food safety are done at schools, food manufacturing plants and other non-government institutions."}, {"text_block_id": "p91_b899", "text": "Water Quality Control is the responsibility of the Environmental Health Department and this exercise is carried out at the Multi-Purpose Laboratory located at La Guerite under the technical capability of trained EHOs. Although the objective is to ensure safe potable drinking water, the water-monitoring programme is directly concerned with:"}, {"text_block_id": "p91_b900", "text": "a)"}, {"text_block_id": "p91_b901", "text": "routine monitoring of drinking water"}, {"text_block_id": "p91_b902", "text": "b)"}, {"text_block_id": "p91_b903", "text": "recreational coastal waters and"}, {"text_block_id": "p91_b904", "text": "c)"}, {"text_block_id": "p91_b905", "text": "waste water treatment facilities."}, {"text_block_id": "p91_b906", "text": "Essentially, the water systems are monitored to assess levels of microbial, chemical and physical parameter concentrations. The data generated may then be used to observe trends and to guide policymaking."}, {"text_block_id": "p91_b907", "text": "Monitoring of water quality is done monthly once in Basseterre and once around the island. Tests for coliforms, pH, Temperature, chloride, and other metals are carried out at the Multi-Purpose Laboratory (MPL). Reports are done monthly and sent to the local Water Department, Ministry of Health. Significant to acknowledge is the realisation that only 20% of the water supplies are treated, i.e. the Basseterre supply."}, {"text_block_id": "p92_b908", "text": "Most chemical parameters are undertaken on a quarterly basis and include nitrates, phosphates, BOD and Dissolved Oxygen. Chlorine residual is checked monthly for selected waters. It is important to recognise that private individuals and organisations have set up contacts with the MPL to have water samples tested for their own purpose."}, {"text_block_id": "p92_b909", "text": "For the past ten months routine analysis for drinking water has been completed. Reports generated are sent to the Water Engineer at the Caribbean Environmental Health Institute, St. Lucia and also to the Chief Environmental Health Officer. Coastal Marine Water Monitoring is also carried out monthly but had to be postponed due to shortage of supplies in the earlier months. However, sampling locations include:"}, {"text_block_id": "p92_b910", "text": ""}, {"text_block_id": "p92_b911", "text": "Basseterre Harbour."}, {"text_block_id": "p92_b912", "text": ""}, {"text_block_id": "p92_b913", "text": "Frigate Bay Beach."}, {"text_block_id": "p92_b914", "text": ""}, {"text_block_id": "p92_b915", "text": "Lime Kilm Bay."}, {"text_block_id": "p92_b916", "text": "Since the late 'Seventies, the Federation has benefited from continuing support from UNICEF and CFNI in strengthening its food and nutrition surveillance system. A Nutrition Surveillance Unit has been established, with the following functions:"}, {"text_block_id": "p92_b917", "text": "-"}, {"text_block_id": "p92_b918", "text": "To monitor trends in food supply, food demand, distribution and consumption and the nutritional status of the population;"}, {"text_block_id": "p92_b919", "text": "-"}, {"text_block_id": "p92_b920", "text": "To collect, analyse and interpret all food and nutrition data and report to the Ministry of Health regarding steps to be taken in promoting improved health of the community."}, {"text_block_id": "p92_b921", "text": "In keeping with these functions, the Nutrition Surveillance Unit has responsibility to:"}, {"text_block_id": "p92_b922", "text": ""}, {"text_block_id": "p92_b923", "text": "Plan, develop, supervise, monitor and evaluate nutrition programmes and projects."}, {"text_block_id": "p93_b924", "text": ""}, {"text_block_id": "p93_b925", "text": "Co-ordinate and integrate the Ministry of Health nutrition programme with other programmes of the Ministry."}, {"text_block_id": "p93_b926", "text": ""}, {"text_block_id": "p93_b927", "text": "Identify nutritional needs of the population in the community as well as in institutions and develop solutions where possible."}, {"text_block_id": "p93_b928", "text": ""}, {"text_block_id": "p93_b929", "text": "Make recommendations on policies, standards and programmes based on findings and establish long-and short-term goals, objectives and priorities for nutrition programmes."}, {"text_block_id": "p93_b930", "text": ""}, {"text_block_id": "p93_b931", "text": "Supervise and participate in the selection, preparation and dissemination of information, materials for nutrition education."}, {"text_block_id": "p93_b932", "text": ""}, {"text_block_id": "p93_b933", "text": "Provide consultative service to the community and individuals on aspects of nutrition and health."}, {"text_block_id": "p93_b934", "text": ""}, {"text_block_id": "p93_b935", "text": "Plan, supervise and participate in in-service training for personnel in health and other disciplines."}, {"text_block_id": "p93_b936", "text": "Represent the Ministry at conferences and administrative meetings."}, {"text_block_id": "p93_b937", "text": "Through the Surveillance Unit, a broad spectrum of indicators are monitored and reported on for use in programme planning and evaluation. There are, however, some areas demanding greater focus, such as the surveillance of chronic diseases."}, {"text_block_id": "p93_b938", "text": "The Social Development Assistance programme caters for the individual needs of residents. From the day of birth to the time of death, provision is made for assistance to be extended to victims of poverty, indigence, infirmity, disability and other unfortunate circumstances. Everyone is entitled to his or her basic fundamental rights."}, {"text_block_id": "p93_b939", "text": "The Department of Social Services and Community Development is committed to serving the community and its members. The service is aimed primarily to the optimum social function of the individual and families and will ensure that all citizens are not merely adapting to their circumstances"}, {"text_block_id": "p94_b940", "text": "through passivity but also that individuals and families, through capacity building are empowered to cope with the demands of society."}, {"text_block_id": "p94_b941", "text": "Some of the key responsibilities of the Department include:"}, {"text_block_id": "p94_b942", "text": ""}, {"text_block_id": "p94_b943", "text": "To increase public awareness on issues that will affect them through the media and outreach."}, {"text_block_id": "p94_b944", "text": ""}, {"text_block_id": "p94_b945", "text": "To investigate and collect social data of families medical and financial histories."}, {"text_block_id": "p94_b946", "text": ""}, {"text_block_id": "p94_b947", "text": "To promote and educate the community about policies affecting the vulnerable groups."}, {"text_block_id": "p94_b948", "text": ""}, {"text_block_id": "p94_b949", "text": "To formulate and implement social policies that will positively bring into being   relief  as well as improvement in living conditions to every citizen."}, {"text_block_id": "p94_b950", "text": ""}, {"text_block_id": "p94_b951", "text": "To encourage participation of all persons in programmes that will promote  good working skills, unity and equality in the community, especially amongst the most vulnerable."}, {"text_block_id": "p94_b952", "text": "The main services provided by the Department are as follows:"}, {"text_block_id": "p94_b953", "text": "(i)"}, {"text_block_id": "p94_b954", "text": "Bi-Monthly Food Voucher Assistance"}, {"text_block_id": "p94_b955", "text": "(ii)"}, {"text_block_id": "p94_b956", "text": "Compassionate Grant"}, {"text_block_id": "p94_b957", "text": "(iii)"}, {"text_block_id": "p94_b958", "text": "School Uniform Assistance"}, {"text_block_id": "p94_b959", "text": "(iv)"}, {"text_block_id": "p94_b960", "text": "Medical Assistance"}, {"text_block_id": "p94_b961", "text": "(v)"}, {"text_block_id": "p94_b962", "text": "Senior Citizen Programme"}, {"text_block_id": "p94_b963", "text": "(i) Bi-Monthly Food Voucher Assistance Programme"}, {"text_block_id": "p94_b964", "text": "The Department of Social Services and Community Development provides a bi-monthly food voucher to poor and vulnerable individuals and household. This voucher is meant to provide for the nutritional needs of the members of the household. The value of the voucher varies according to the size of the household. The breakdown is as follows:"}, {"text_block_id": "p94_b965", "text": ""}, {"text_block_id": "p94_b966", "text": "Household of 1"}, {"text_block_id": "p94_b967", "text": "–"}, {"text_block_id": "p94_b968", "text": "2 persons"}, {"text_block_id": "p94_b969", "text": "$150"}, {"text_block_id": "p94_b970", "text": ""}, {"text_block_id": "p94_b971_merged_merged", "text": "Household of 3 – 4 persons $250"}, {"text_block_id": "p95_b975", "text": "An additional $50 is allocated to households with children up to a household of four."}, {"text_block_id": "p95_b976", "text": "(ii) Compassionate Grant"}, {"text_block_id": "p95_b977_merged", "text": "This is granted to households on behalf of children who have lost a parent owing to death or incarceration. The value of this cash award is one hundred dollars ($100) payable on a bi-monthly basis to the head of the household."}, {"text_block_id": "p95_b980", "text": "At present, the termination date of the benefit is up to age eighteen (18) years. However, the entire benefit is up for review as it relates to the termination period, qualification and the value and frequency of the benefit. The intent of the benefit was to provide temporary relief to the child upon loss of a parent who was directly contributing to their development."}, {"text_block_id": "p95_b981", "text": "(iii) School Uniform Assistance"}, {"text_block_id": "p95_b982", "text": "This benefit type is provided to all eligible students in primary and secondary schools. Uniforms are given during the period of July to September. This process is done through the schools and supervised by a Social Assistance Officer in order to ensure a more organised pattern of distribution. Decisions are made upon the financial status of the parents. Parents who earn a maximum of $250.00 weekly or less are eligible for the programme. The main purpose of the uniform programme is to facilitate regular school attendance; relieve financial burdens of parents; reduce delinquency among students; and improve the functional literacy rate."}, {"text_block_id": "p95_b983", "text": "(iii)"}, {"text_block_id": "p95_b984", "text": "Medical Assistance"}, {"text_block_id": "p95_b985", "text": "The Department provides assistance for medical related expenses to qualified individuals. The medical services can be requested for dental health, provision of eye wear, diagnostic testing (MRI, CT Scan), surgery (prostate, heart) or for treatments such as radiation, chemotherapy and dialysis. These services can be provided for either locally, regionally and internationally. An investigation is carried out on all applications for this programme. If the application is approved, the assistance provided is made directly to the institution to which the client is attending and not via the individual client. In some cases, the client is asked to make a contribution or a percentage of the total cost to the private or government facility. If treatment is being procured at a"}, {"text_block_id": "p96_b986", "text": "government facility a letter is sent to the Head of that Department requesting a waiver on charges.  The maximum benefit provided for overseas treatment to any individual is US$5000."}, {"text_block_id": "p96_b987", "text": "(iv)Senior Citizen Programme"}, {"text_block_id": "p96_b988", "text": "The Senior Citizen Programme of the Department of Social Services and Community Development was formally established in January 2001 under the supervision of Lady Ann Wigley, former Supervisor of Social Assistance and Senator in the Federal Parliament of SKN. The GSKN, cognizant of the ageing information of the population, established the Senior Citizen Programme to directly address and service the needs of the senior citizen population in SKN."}, {"text_block_id": "p96_b989", "text": "There are three distinct services that are offered under the Senior Citizen Program. These are:"}, {"text_block_id": "p96_b990", "text": "A. Home Care Service:"}, {"text_block_id": "p96_b991_merged", "text": "The Home Care Service commenced on January 01st 2001 with the employment of eighteen (18) women to service the home care needs of persons who are not actively involved in the productive sector. The Home Care Service is open to all residents and nationals of St. Kitts and Nevis who are in need of varying degrees of care at home owing to ageing, illness and retirement. A client enrolled in the Home Care Service can receive any of the following types of care:"}, {"text_block_id": "p96_b994", "text": "a. Companionship:"}, {"text_block_id": "p96_b995", "text": "This type of care is offered to clients who are still very active and able to perform their daily routines but who do not have a principal caretaker who is available during the day time hours to ensure their safety and security. Activities include, but are not limited to morning worship, fellowship and discussions on national developments."}, {"text_block_id": "p96_b996", "text": "b. Personal Care:"}, {"text_block_id": "p96_b997", "text": "This type of service is offered to clients who, owing to ageing or illness, are not able to perform key personal hygiene responsibilities. Activities include, but are not limited to baths, personal grooming (shaving, hair braiding, nail grooming) and preparation and service of meals."}, {"text_block_id": "p96_b998", "text": "c. Medical Services:"}, {"text_block_id": "p97_b999", "text": "This type of service is offered to clients who have been diagnosed with a medical condition that requires assistance being administered. Activities include, but are not limited to medical testing and preparation and administration of prescription medication."}, {"text_block_id": "p97_b1000", "text": "d. Household Care:"}, {"text_block_id": "p97_b1001", "text": "This type of service is offered to clients who, owing to ageing and illness are not able to complete nominal household chores that left undone can negatively impact their health. Activities include, but are not limited to nominal household cleaning (sweeping, mopping, removal of garbage), washing of dishes and clothes, general tidying of the house (kitchen, bedroom, living quarters) and nominal back yard chores (pruning of trees, tending to gardens, harvesting of fruits and vegetables)."}, {"text_block_id": "p97_b1002", "text": "e. General Services:"}, {"text_block_id": "p97_b1003", "text": "This type of service is offered to clients who, owing to ageing and illness, are not able to complete general errands that are central to their comfort and health. Activities include, but are not limited to collection of medication, payment of household bills and expenses and personal finance errands."}, {"text_block_id": "p97_b1004", "text": "At present, neither family members nor the client themselves pay any direct cost for the service rendered."}, {"text_block_id": "p97_b1005", "text": "B. Outreach Services:"}, {"text_block_id": "p97_b1006_merged", "text": "The Outreach Services have been designed to promote active ageing amongst the elders of our nation. To facilitate this objective, the Department of Social Services and Community Development along with stakeholders has an obligation to provide activities, services and opportunities designed to accomplish the goal of active ageing. Active Ageing refers to the process of seizing all opportunities for physical, social and mental well-being throughout the entire life course in order to extend healthy life expectancy. This involves taking individual response for health and healthy lifestyle choices. (Source: Pan American Health Organization) This is also a psychological concept involving subjective considerations; meaning that it is very person-oriented."}, {"text_block_id": "p98_b1009", "text": "Activities offered under this category of service are as follows:"}, {"text_block_id": "p98_b1010", "text": "i. Birthday Appreciation:"}, {"text_block_id": "p98_b1011", "text": "The Department of Social Services and Community Development participates in the birthday celebrations of each elder over the age of sixty (60) through the provision of a trinket of our appreciation. This trinket includes, but is not limited to a birthday card, a food basket, a fruit basket or a floral arrangement."}, {"text_block_id": "p98_b1012", "text": "ii. Educational Programmes:"}, {"text_block_id": "p98_b1013", "text": "The Department in conjunction with the Ministry of Health and through sponsorship of local, regional and international donors has offered educational sessions to elders on matters of physical health, mental health and sexual health."}, {"text_block_id": "p98_b1014", "text": "iii. Golden Years Club:"}, {"text_block_id": "p98_b1015", "text": "This is the flag ship social fellowship activity offered by the Department of Social Services and Community Development. It is designed to offer day time services for elders who are capable of utilizing this service. Activities include, but are not limited to:"}, {"text_block_id": "p98_b1016", "text": ""}, {"text_block_id": "p98_b1017", "text": "Arts and Craft;"}, {"text_block_id": "p98_b1018", "text": ""}, {"text_block_id": "p98_b1019", "text": "Fellowship"}, {"text_block_id": "p98_b1020", "text": "–"}, {"text_block_id": "p98_b1021", "text": "spiritual and general;"}, {"text_block_id": "p98_b1022", "text": ""}, {"text_block_id": "p98_b1023", "text": "Workshops and trainings;"}, {"text_block_id": "p98_b1024", "text": ""}, {"text_block_id": "p98_b1025", "text": "Outreach to schools."}, {"text_block_id": "p98_b1026", "text": "The first pilot of this programme was organized in the communities of St."}, {"text_block_id": "p98_b1027", "text": "Paul’s and Cayon. Based on the success of the pilot, the Department will now"}, {"text_block_id": "p98_b1028", "text": "be planning to expand into other interested communities."}, {"text_block_id": "p98_b1029", "text": "iv. Month of Older Persons Celebrations"}, {"text_block_id": "p98_b1030_merged_merged_merged", "text": "October 01st is internationally recognized as the Day of Older Persons. To commemorate this day, the Department of Social Services in conjunction with"}, {"text_block_id": "p99_b1033", "text": "stakeholders plan and implement a variety of activities designed to acknowledge the service of elders in the community, provide activities for active ageing while also building the relationship with the present generation. The Department is desirous of developing deeper relationships with other stakeholder entities to build on the calendar of activities."}, {"text_block_id": "p99_b1034", "text": "v. Annual Programme of Activities:"}, {"text_block_id": "p99_b1035", "text": "The Department of Social Services and Community Development is committed to implementing an Annual Program of Activities for elders in conjunction with partnering stakeholders. In order to accomplish the objectives of the Strategic Plan of Action, it is imperative that activities be offered to the elder throughout the entire calendar year."}, {"text_block_id": "p99_b1036", "text": "C. Long Term Institutional Care:"}, {"text_block_id": "p99_b1037", "text": "Mrs. Jane Francis and her husband donated to the Department their former residence which was named the Saddlers Home for the Elderly. The Home, which began operations in January 2004, renders long term institutional care to residents from the Saddlers community and its environs. With the donation of the physical infrastructure, the GSKN imputed the administrative infrastructure necessary for the safe and secure treatment of the residents."}, {"text_block_id": "p99_b1038", "text": "i. Eligibility Criteria:"}, {"text_block_id": "p99_b1039", "text": "The Saddlers Home for the Elderly is a long term residential care facility that is open to all residents and nationals of SKN that reside or hail from the community of Saddlers and its immediate environs. To be a resident, an applicant must display the following:"}, {"text_block_id": "p99_b1040", "text": ""}, {"text_block_id": "p99_b1041", "text": "Physical mobility"}, {"text_block_id": "p99_b1042", "text": ""}, {"text_block_id": "p99_b1043", "text": "Soundness of mind"}, {"text_block_id": "p99_b1044", "text": "Additional services:"}, {"text_block_id": "p99_b1045", "text": "1."}, {"text_block_id": "p99_b1046", "text": "Foster Care"}, {"text_block_id": "p99_b1047", "text": "-The Department of Probation and Child Protective Services assesses cases of child neglect and abuse for inclusion in the Foster Care Programme. Suitable"}, {"text_block_id": "p100_b1048", "text": "families and individuals are recruited by the Department of Probation and Child Protective Services to act as foster homes for children whose biological or guardian home are no longer deemed suitable for their development."}, {"text_block_id": "p100_b1049", "text": "Foster families receive the following cash assistance as care takers of the needy children:"}, {"text_block_id": "p100_b1050", "text": "Foster families receive the following cash assistance as care takers of the needy children:\n* : One hundred dollars is deposited to each household on\n* : For households that have one foster child, a\n* The foster child and their family can access all other\n* Short Term Benefits:\n* this type of benefit is payable to insured persons who\n* this benefit is payable to an employee who\n* this benefit is payable to an insured woman who is"}, {"text_block_id": "p100_b1059", "text": "2."}, {"text_block_id": "p100_b1060", "text": "Social Security Board:"}, {"text_block_id": "p100_b1061", "text": "The SKN Social Security Board offers a variety of benefits. These include the following:"}, {"text_block_id": "p101_b1073", "text": "The SKN Social Security Board offers a variety of benefits. These include the following:\n* this benefit is payable upon the death of an insured\n* Early Childhood Centres: The Ministry of Education provides thirteen (13)\n* School Feeding Programme: Each school day, all children in the primary\n* S.E.L.F. (School Educational and Learning Fund): This programme provides"}, {"text_block_id": "p101_b1076", "text": "(b) Long Term Benefits:"}, {"text_block_id": "p101_b1077", "text": ""}, {"text_block_id": "p101_b1078", "text": "this benefit is payable to insured persons who have been medically declared invalid and is under the age of 62."}, {"text_block_id": "p101_b1079", "text": ""}, {"text_block_id": "p101_b1080", "text": "–"}, {"text_block_id": "p101_b1081", "text": "this is payable to an insured person who has attained the age of 62 and has been credited at least 500 contributions. He or she becomes entitled to a monthly age pension for the duration of his or her life."}, {"text_block_id": "p101_b1082", "text": ""}, {"text_block_id": "p101_b1083", "text": "–"}, {"text_block_id": "p101_b1084", "text": "this type of benefit is payable to a widow, widower, child or dependant parent of a deceased insured person."}, {"text_block_id": "p101_b1085", "text": ""}, {"text_block_id": "p101_b1086", "text": "–"}, {"text_block_id": "p101_b1087", "text": "this type of benefit is payable to persons who are over 62 years of age and who have not qualified for the regular Age Pension from Social Security."}, {"text_block_id": "p101_b1088", "text": "3."}, {"text_block_id": "p101_b1089", "text": "Ministry of Education:"}, {"text_block_id": "p101_b1090", "text": "The Ministry of Education operates the following social assistance programmes for children from poor and vulnerable households. These include, but are not limited to the following:"}, {"text_block_id": "p102_b1097", "text": "The Ministry of Education operates the following social assistance programmes for children from poor and vulnerable households. These include, but are not limited to the following:\n* School Transportation Programme: The Ministry of Education operates a five"}, {"text_block_id": "p102_b1100", "text": "4."}, {"text_block_id": "p102_b1101", "text": "Ministry of Health:"}, {"text_block_id": "p102_b1102", "text": "The Ministry of Health operates eleven (11) community health centres, two (2) hospitals and one (1) medical facility located in Sandy Point. These institutions offer primary, secondary and tertiary level care to all citizens and visitors to the Federation. The cost structure is on a sliding scale that is based on the income of the persons seeking care. In addition to the health facilities, the Ministry operates a Senior Residential facility"}, {"text_block_id": "p102_b1103", "text": "–"}, {"text_block_id": "p102_b1104", "text": "Cardin Home. This facility offers long term residential care to senior citizens who can no longer operate independently at home."}, {"text_block_id": "p102_b1105_merged_merged", "text": "The overall purpose of the Consumer Affairs Department is to foster a commercial environment that is conductive to the fulfillment of the government’s policy commitment to eradicating poverty and to improve the quality of life of consumers through the promotion of consumer awareness, rights and protection. To discharge this responsibility the new Consumer and Competition Affairs Commission will foster higher business practices. The Commission will also develop a sustained effort in Public Education and Outreach which promotes awareness of issues affecting consumers in the marketplace and educates them on their rights and responsibilities."}, {"text_block_id": "p102_b1108", "text": "The Consumer Affairs Department has several Awareness Programmes in place that will keep consumers educated and informed.  These include:"}, {"text_block_id": "p102_b1109", "text": ""}, {"text_block_id": "p102_b1110", "text": "Provision of different Brochures such as:"}, {"text_block_id": "p103_b1111", "text": "Provision of different Brochures such as:\n* Rights and Responsibilities of a Consumer\n* Shopping Carefully and Wisely\n* Consumer Safety\n* How to Make a Complaint\n* Redressing Matters\n* Who or What is a Consumer\n* False and Misleading Information"}, {"text_block_id": "p103_b1125", "text": ""}, {"text_block_id": "p103_b1126", "text": "Supermarket Comparison"}, {"text_block_id": "p103_b1127", "text": "–"}, {"text_block_id": "p103_b1128", "text": "This is done when officers go out to the larger supermarkets and collect the prices of certain goods from each supermarket and"}, {"text_block_id": "p103_b1129", "text": "compile it in an official document called “A LOOK AT THE SUPERMARKET”"}, {"text_block_id": "p103_b1130", "text": "which will then be printed and handed out to consumers for them to be aware of the prices and would also be emailed.  This is done at least 2"}, {"text_block_id": "p103_b1131", "text": "–"}, {"text_block_id": "p103_b1132", "text": "3 times a month."}, {"text_block_id": "p103_b1133", "text": ""}, {"text_block_id": "p103_b1134", "text": "Visitation to Schools and Business places"}, {"text_block_id": "p103_b1135", "text": "–"}, {"text_block_id": "p103_b1136", "text": "This will be done every year especially during Consumer Week but would also visit on the request of the schools."}, {"text_block_id": "p103_b1137", "text": ""}, {"text_block_id": "p103_b1138", "text": "Radio Programmes"}, {"text_block_id": "p103_b1139", "text": "–"}, {"text_block_id": "p103_b1140", "text": "This has a great and positive effect on Consumers but is only being done once per year during Consumer Week."}, {"text_block_id": "p103_b1141", "text": ""}, {"text_block_id": "p103_b1142", "text": "Billboards and Flyers"}, {"text_block_id": "p103_b1143", "text": "–"}, {"text_block_id": "p103_b1144", "text": "Billboards were done several years ago but needs replacing. Flyers are given out with certain ideas about Consumer Protection."}, {"text_block_id": "p103_b1145_merged_merged", "text": "The Price Control Unit within the Department of Consumer Affairs is charged with the responsibility of ensuring the stability of basic commodities. Price monitoring in accordance with existing price control legislation is a key task of officers within this unit.  The Consumer Affairs Department has provided human and other resources to assist the Price Control Unit to achieve this objective. However, the regional environment is challenging the status quo.  St Kitts and Nevis has made a commitment under Article 185 of Part Two of Chapter Eight of the Revised Treaty of Chaguaramas to enact harmonized legislation on Consumer Protection. A commitment was also made under Article 170: to take appropriate legislative measures to establish and maintain national competition authorities."}, {"text_block_id": "p104_b1149", "text": "Moving forward therefore requires that we honour our commitment to the CARICOM Single Market and Economy initiative and more importantly, provide a more efficient and effective service to the consumer and forge ahead with our mandate to create a more competitive business environment. Therefore, steps must be taken to strengthen the Price Control Unit and two of these steps would include the establishment of the Consumer Affairs Bureau and Tribunal. The Department will continue to enhance its Public Education and Outreach Campaign so as to better inform consumers on their Rights and Responsibilities."}, {"text_block_id": "p104_b1150", "text": "5.8"}, {"text_block_id": "p104_b1151", "text": "Policies and Programmes of NGO’s and Private Sector"}, {"text_block_id": "p104_b1152", "text": "Organisations"}, {"text_block_id": "p104_b1153", "text": "In 2008, the Federation of SKN passed the Non-Governmental Organization Act. With the enactment of this act, the landscape of community development through groups and organizations changed. Centrally, the act provides the legal definition of a NGO operating in the Federation. As such, unless a group and organization undertakes this legal process they cannot be deemed a NGO in the context of SKN. The management of NGOs is undertaken by the NGO Commission and the Financial Services Division of the Ministry of Finance. All other groups and organizations are managed by the Department of Social Services and Community Development. They have been renamed as community based nonprofit organizations. Community based nonprofit organizations that are engaged in feeding programmes are as follows:"}, {"text_block_id": "p104_b1154", "text": "4.7.1 The St. Christopher Outreach Centre"}, {"text_block_id": "p104_b1155_merged", "text": "In 2011, the St. Kitts Christian Council and Rams Supermarket joined together to form the St. Christopher Outreach Centre. This Centre was established to expand on the individual feeding and care for the poor and indigent programmes that were being administered by the member churches of the Christian Council. Through financial sponsorship by RAMS Supermarket, the St. Christopher Outreach Centre is able to feed poor and vulnerable persons three days weekly. An additional sponsor, the St. Kitts – Nevis and Anguilla National Bank, in celebration of their 40th Anniversary, gave their financial assistance and the Centre now services those in need five days a week."}, {"text_block_id": "p105_b1160", "text": "Both clubs administer an annual food hamper programme to senior citizens. The hampers are made up of non-perishable food supplies and distributed to seniors all across the island. These hampers are distributed annually during the December celebrations."}, {"text_block_id": "p105_b1161", "text": "4.7.3 Desmond E Herbert Foundation"}, {"text_block_id": "p105_b1162", "text": "This foundation operates out of the East Basseterre community and operates a monthly feeding programme for the poor and indigent persons in that community. The distribution is made every fourth Friday of each month. A hot cooked meal is provided to those who make use of this service."}, {"text_block_id": "p105_b1163", "text": "4.7.4 Churches"}, {"text_block_id": "p105_b1164", "text": "Each church, irrespective of the denomination operates a relief fund for poor and indigent persons. This fund is used to provide food and supply hampers to those less fortunate. The target population includes non-members who are known to the churches via community walk through and referrals. The food hampers include non-perishable goods and supplies."}, {"text_block_id": "p106_b1165", "text": "SECTION VI"}, {"text_block_id": "p107_b1166", "text": "6. SUMMARY OF PROBLEMS TO BE ADDRESSED"}, {"text_block_id": "p107_b1167", "text": "The critical food and nutrition problems facing SKN relate to all four pillars of food and nutrition security, viz., availability, access, consumption/utilization and stability. With respect to food availability the situation analysis revealed that while total food energy is available to meet population food goals, the country faces deficits for staples, fruits, vegetables and legumes and an over-supply of energy from foods from animals, fats/oils and sweeteners. In particular, relative to recommended population food goals:"}, {"text_block_id": "p107_b1168", "text": ""}, {"text_block_id": "p107_b1169", "text": "Food energy deficit exists for staples (32%), fruits (7%), vegetables (67%) and legumes/nuts (36%);"}, {"text_block_id": "p107_b1170", "text": ""}, {"text_block_id": "p107_b1171", "text": "Food energy over-supply exists for fats/oils (85%), foods from animals (35%) and sweeteners (138%) (FAOSTAT, 2011)."}, {"text_block_id": "p107_b1172", "text": "St Kitts and Nevis is a net importer of food. Food import in 2008 was US$45 million compared to US$14 million in 1988, an increase of 221% over 20 years (Silva, 2010). The constraints to food availability include low productivity, short-term land tenures, inadequate water supply, difficulty in accessing credit, loss of arable lands to housing construction, lack of storage, and over-exploitation of marine food sources. The policy will therefore seek to address these constraints and align food availability with recommended population food goals through specific strategies and interventions in domestic food production and food imports."}, {"text_block_id": "p107_b1173_merged", "text": "With respect to food access, while poverty rates have declined from 30% in 2000 to 24% in 2008 this level of poverty constrains households’ access to foods. Indigent poverty (i.e., the food-poor) has also declined significantly from 11% in 200 to 1.4% in 2008, a good sign that poverty has been on the decline. The most recent (2008) data show that unemployment among indigent population is 6%."}, {"text_block_id": "p107_b1176", "text": "With respect to nutritional adequacy of the population, SKN is undergoing a period of nutritional and epidemiological transitions. The nutrition transition is reflected in a shift in diets away from indigenous staples (starchy roots and cereals), locally grown fruits, vegetables, legumes, and limited foods from animals, to diets that are more varied and energy"}, {"text_block_id": "p108_b1177", "text": "dense, consisting of more processed foods (including processed beverages), more from animals, more added sugars, high in fats/oils and sodium, and often more alcohol. This shift in diets is ultimately reflected in the epidemiological transition which is seen in a reduction of under-nutrition and infectious diseases and an increase of overweight and obesity, one of the main risk factors in nutrition/food-related non-communicable chronic diseases (diabetes, hypertension, stroke, cardiovascular diseases and some forms of cancers). These diseases are the main public health problems in SKN. Additionally, pockets of iron-deficiency anaemia remains a problem and the prevalence of unsupplemented exclusive breastfeeding up to 6 months remains low."}, {"text_block_id": "p108_b1178", "text": "Finally, with respect to stability, SKN is a small island state that is subject to frequent shocks from external economic forces and vulnerable to hurricanes, droughts and wind storms. Global changes in climate bring more frequent and higher risk of natural disasters that have the effect of reversing several years of economic growth. There is therefore need for disaster preparedness and mitigation strategies to protect agriculture, social infrastructure, the ecosystem and housing."}, {"text_block_id": "p108_b1179_merged", "text": "In developing the National Plan of Action (NPAN), it is important to distinguish between immediate, underlying, and basic root causes of food and nutrition security problems. These projects must be implementable at sectoral and community levels within the limitations of existing resources. This is a critical role of the SKN’s Interim Committee on Food and Nutrition to assess and monitor the food and nutrition situation at national level and for other stakeholders, viz., the Public and Private Sectors and NGOs/CBOs, to plan, implement, monitor and evaluate nutrition interventions at all levels using the participatory approach."}, {"text_block_id": "p109_b1184", "text": "SECTION VII"}, {"text_block_id": "p109_b1185", "text": "FOOD AND NUTRITION"}, {"text_block_id": "p109_b1186", "text": "SECURITY POLICY"}, {"text_block_id": "p110_b1187", "text": "7.  FOOD AND NUTRITION SECURITY POLICY."}, {"text_block_id": "p110_b1188", "text": "Introduction"}, {"text_block_id": "p110_b1189", "text": "This section provides the specific policy statements and associated strategies, which are organized under the four pillars of food and nutrition security, for addressing the critical food and nutrition problems of St. Kitts and Nevis. The purpose of these policy statements and strategies is to provide clear guidance with respect to the actions that are to be pursued by the Government to improve the food security status of the population. The long-term goal of the food and nutrition security policy is to ensure that all persons living in St. Kitts and Nevis, at all times, have physical and economic access to sufficient, safe and nutritious food to meet their dietary needs and food preferences for an active and healthy life. Concurrently, and in conjunction with the action plan, this policy will support related actions within each of the four pillars of food security to address the critical concerns to enhance the nutritional status of the people of St. Kitts and Nevis, such as alleviate poverty, increase agriculture output/productivity, food replacement, etc."}, {"text_block_id": "p110_b1190", "text": "Promote the sustainable production of safe, affordable, nutritious, good quality of local food commodities/products."}, {"text_block_id": "p110_b1191", "text": "Policy Statement 1:"}, {"text_block_id": "p110_b1192", "text": "The Government of Antigua and Barbuda will enact a Food Security Law to ensure domestic production of a minimum threshold of a selected basket of foods for which the resource endowment will provide production capacity and capability as well as national comparative advantage. This law will be supported by adequate production and trade policies to increase production and productivity of the domestic agriculture and agro-processing sectors and protect local industries from unfair external competition. The specific trade policies will aim to promote the development of and access to domestic and regional markets for domestic food products and are needed both in terms of reducing food price and income instability and increasing industry profitability. Under the Food Security Law, the Minister of Agriculture will be empowered to determine and adjust the specific quantities and types of crops and"}, {"text_block_id": "p111_b1193", "text": "livestock products to be covered from time to time. Imports of these products or close substitutes shall be subject to approval by Ministry of Agriculture."}, {"text_block_id": "p111_b1194", "text": "Policy Statement #1:"}, {"text_block_id": "p111_b1195", "text": "The Government of St Kitts and Nevis (GSKN) shall promote increased availability of locally produced nutritious food at competitive market prices through the utilization of a national approach to production planning in the Federation"}, {"text_block_id": "p111_b1196", "text": "Strategies:"}, {"text_block_id": "p111_b1197", "text": "o"}, {"text_block_id": "p111_b1198", "text": "Select priority commodities on the basis of the promotion of a nutritionally balanced diet comprised of local food products."}, {"text_block_id": "p111_b1199", "text": "o"}, {"text_block_id": "p111_b1200", "text": "Set criteria for selection of the commodities/products based on: market demand, competiveness, and the National Dietary Guidelines."}, {"text_block_id": "p111_b1201", "text": "o"}, {"text_block_id": "p111_b1202", "text": "Ensure small producers (farmers, fisher folk, cottage food processors etc.) in the Federation (with a focus on gender) are critical in the production of the identified food commodities/products."}, {"text_block_id": "p111_b1203", "text": "Policy Statement #2:"}, {"text_block_id": "p111_b1204", "text": "The GSKN shall facilitate the improvement of the production and productivity of the identified food and livestock commodities/products."}, {"text_block_id": "p111_b1205", "text": "Strategies:"}, {"text_block_id": "p111_b1206", "text": "o"}, {"text_block_id": "p111_b1207", "text": "Generate and transfer appropriate technology through market driven research programmes at existing institutions (strengthened where appropriate) and international development partners."}, {"text_block_id": "p111_b1208", "text": "o"}, {"text_block_id": "p111_b1209", "text": "Document and disseminate best practices for identified food crops/livestock and other food commodities, including sustainable production practices."}, {"text_block_id": "p111_b1210", "text": "o"}, {"text_block_id": "p111_b1211", "text": "Develop a National Seed and Genetic Material Policy that addresses the need for a stable national supply of seed and genetic material."}, {"text_block_id": "p111_b1212", "text": "Policy Statement #3:"}, {"text_block_id": "p111_b1213", "text": "The GSKN shall promote cost efficiency of value added production for locally produced and imported semi-processed foods and livestock products."}, {"text_block_id": "p111_b1214", "text": "Strategies:"}, {"text_block_id": "p112_b1215", "text": "o"}, {"text_block_id": "p112_b1216", "text": "Facilitate the creation of product clusters and value chains to satisfy increasing sophistication of consumer demand."}, {"text_block_id": "p112_b1217", "text": "o"}, {"text_block_id": "p112_b1218", "text": "Increase efficiency of value addition in food processing based on regulated (using necessary safeguards) levels of imported raw materials, which impacts the cost of production and the price of food to consumer."}, {"text_block_id": "p112_b1219", "text": "Policy Statement #4:"}, {"text_block_id": "p112_b1220", "text": "The GSKN shall promote an enabling environment for the production and marketing of local foods."}, {"text_block_id": "p112_b1221", "text": "Strategies:"}, {"text_block_id": "p112_b1222", "text": "o"}, {"text_block_id": "p112_b1223", "text": "Support implementation of the Jagdeo Initiative."}, {"text_block_id": "p112_b1224", "text": "o"}, {"text_block_id": "p112_b1225", "text": "Identify and progressively cover the infrastructure investment gap required to meet the food security needs to the most vulnerable groups in the federation of SKN."}, {"text_block_id": "p112_b1226", "text": "o"}, {"text_block_id": "p112_b1227", "text": "Improve market access for small producers through improved market information and buyer/seller coordination and by promoting the value chain approach."}, {"text_block_id": "p112_b1228", "text": "o"}, {"text_block_id": "p112_b1229", "text": "Facilitate the implementation of the free movement of labour protocol of CSME."}, {"text_block_id": "p112_b1230", "text": "o"}, {"text_block_id": "p112_b1231", "text": "Develop local training curricula with a strong practical element to certify relevant workers at various levels."}, {"text_block_id": "p112_b1232", "text": "o"}, {"text_block_id": "p112_b1233", "text": "Facilitate the formulation and implementation of national land and water resource management plans and strategies."}, {"text_block_id": "p112_b1234", "text": "Ensure access of the SKN Federation households and individuals to sufficient nutritious affordable foods all times."}, {"text_block_id": "p112_b1235", "text": "Policy Statement #1:"}, {"text_block_id": "p112_b1236", "text": "The GSKN will improve access to affordable nutritional foods to low socio-economical groups (elderly, single parents and/or adults who live at or below the poverty level, school children) through various outreach programmes."}, {"text_block_id": "p112_b1237", "text": "Strategies:"}, {"text_block_id": "p113_b1238", "text": "o"}, {"text_block_id": "p113_b1239", "text": "Develop and improve social meal programmes, such as school based meal programs, meals on wheels, food basket programmes to include at least 50% local food content, etc."}, {"text_block_id": "p113_b1240", "text": "o"}, {"text_block_id": "p113_b1241", "text": "Create a database to identify the nutritional inadequacies of each group, in order determine the nutritional needs NOT being met."}, {"text_block_id": "p113_b1242", "text": "o"}, {"text_block_id": "p113_b1243", "text": "Develop various vocational training programs for vulnerable groups, especially women, to improve their skills"}, {"text_block_id": "p113_b1244", "text": "o"}, {"text_block_id": "p113_b1245", "text": "Identify a minimum nutritious food basket and advocating for this to used as a key element in setting the minimum wage in the federation."}, {"text_block_id": "p113_b1246", "text": "Policy Statement #2:"}, {"text_block_id": "p113_b1247", "text": "The GSKN shall ratify the Right to Food Convention and implement its Guidelines and thus ensure that the population has economic and physical access to food at all times."}, {"text_block_id": "p113_b1248", "text": "Strategies:"}, {"text_block_id": "p113_b1249", "text": "o"}, {"text_block_id": "p113_b1250", "text": "Improve access to Livelihood Assets through:"}, {"text_block_id": "p113_b1251", "text": "Improve access to Livelihood Assets through:\n* Improving the livelihood of the rural population, especially small producers\n* Widening and deepening vocational training programmes for artisans,\n* Facilitation of greater linkages between buyers and sellers.\n* Development of strategies to address national transportation with a view to\n* Facilitating the improvement of farm to market channels, including critical"}, {"text_block_id": "p113_b1255", "text": "o"}, {"text_block_id": "p113_b1256", "text": "Improve the National Distribution System through:"}, {"text_block_id": "p114_b1263", "text": "Improve the National Distribution System through:\n* Facilitating the development of wholesale and retail market facilities and\n* Supporting a national monitoring strategy that includes:\n\t* A farm and farmer/producer registration programme.\n<\\li2>\n\t* In service training for healthcare providers.\n\t* Breastfeeding campaign.\n\t* Support for families and spouse.\n\t* Baby Friendly hospitals imitative.\n\t* Training in preparing safe and nutritious complementary feed.\n\t* Education on safe vaccines.\n\t* Monitoring, treating and reporting adverse drug reaction.\n\t* Training on âcold chain system.â\n\t* Follow up to ensure full immunization coverage."}, {"text_block_id": "p114_b1269", "text": "Promote the commercialization and consumption of safe, affordable and nutritious food commodities/products."}, {"text_block_id": "p114_b1270", "text": "Policy Statement #1:"}, {"text_block_id": "p114_b1271", "text": "The GSKN will implement policies to ensure optimal nutrition and health of young children."}, {"text_block_id": "p114_b1272", "text": "Strategies:"}, {"text_block_id": "p114_b1273", "text": "o"}, {"text_block_id": "p114_b1274", "text": "Promote, protect and support breastfeeding and young feeding practices through:"}, {"text_block_id": "p114_b1285", "text": "o"}, {"text_block_id": "p114_b1286_merged", "text": "Support the increased coverage of immunization for all children 0 – 5.years. activities will include:"}, {"text_block_id": "p114_b1297", "text": "o"}, {"text_block_id": "p114_b1298", "text": "Support surveillance at hospitals, health centres and doctors clinics to monitor growth, supplementary breastfeeding and infectious diseases."}, {"text_block_id": "p114_b1299", "text": "o"}, {"text_block_id": "p114_b1300", "text": "Conduct continuous training for growth monitoring."}, {"text_block_id": "p114_b1301", "text": "o"}, {"text_block_id": "p114_b1302", "text": "Conduct training for parents and child minders in preparing safe and nutritious foods."}, {"text_block_id": "p115_b1303", "text": "Policy Statement #2:"}, {"text_block_id": "p115_b1304", "text": "The GSKN will increase support for the prevention and management HIV/AIDS"}, {"text_block_id": "p115_b1305", "text": "Strategies:"}, {"text_block_id": "p115_b1306", "text": "o"}, {"text_block_id": "p115_b1307", "text": "Promote education campaign for the prevention of HIV/AIDS."}, {"text_block_id": "p115_b1308", "text": "o"}, {"text_block_id": "p115_b1309", "text": "Strengthen VCT, PICT and PMTCT  programmes"}, {"text_block_id": "p115_b1310", "text": "o"}, {"text_block_id": "p115_b1311", "text": "Subsidise nutritious food and supplements."}, {"text_block_id": "p115_b1312", "text": "o"}, {"text_block_id": "p115_b1313", "text": "Conduct continuous training of health care workers in the nutritional needs of PLHIV."}, {"text_block_id": "p115_b1314", "text": "o"}, {"text_block_id": "p115_b1315", "text": "Support PLHIV in developing skills in preparation of safe and nutritious foods."}, {"text_block_id": "p115_b1316", "text": "Policy Statement #3:"}, {"text_block_id": "p115_b1317", "text": "The GSKN will strengthen initiatives to prevent micronutrient  deficiencies."}, {"text_block_id": "p115_b1318", "text": "Strategies:"}, {"text_block_id": "p115_b1319", "text": "o"}, {"text_block_id": "p115_b1320", "text": "Promote healthy diets and lifestyles throughout the life cycle."}, {"text_block_id": "p115_b1321", "text": "o"}, {"text_block_id": "p115_b1322", "text": "Monitor and report on the iron status of the vulnerable groups in the Community."}, {"text_block_id": "p115_b1323", "text": "o"}, {"text_block_id": "p115_b1324", "text": "Conduct dietary counseling with pregnant woman in the antenatal and postnatal clinics."}, {"text_block_id": "p115_b1325", "text": "o"}, {"text_block_id": "p115_b1326", "text": "Promote the use of iron-rich foods."}, {"text_block_id": "p115_b1327", "text": "Policy Statement #4:"}, {"text_block_id": "p115_b1328", "text": "The GSKN will support the implementation of diversified programmes throughout the life course in order to combat the problems of NCDs."}, {"text_block_id": "p115_b1329", "text": "Strategies:"}, {"text_block_id": "p115_b1330", "text": "o"}, {"text_block_id": "p115_b1331", "text": "Develop dietary programmes to combat NCDs for different sectors of society, such as the various education levels, community groups, workplace, etc."}, {"text_block_id": "p115_b1332", "text": "o"}, {"text_block_id": "p115_b1333", "text": "Implement accredited Food and Nutrition programmes at all school levels."}, {"text_block_id": "p115_b1334", "text": "o"}, {"text_block_id": "p115_b1335", "text": "Implement/Launch Food and Nutrition campaigns through the use of all forms of media."}, {"text_block_id": "p115_b1336", "text": "o"}, {"text_block_id": "p115_b1337", "text": "Organize education/training workshops, programmes for certification in Food and Nutrition for medical practitioners, nurses, educators, food vendors, caregivers and hospitality workers."}, {"text_block_id": "p116_b1338", "text": "o"}, {"text_block_id": "p116_b1339", "text": "Ensure that the Ministry of Education has an assigned Nutritionist for curricula development and implementation as well as to develop local guidelines on school health and nutrition, particularly guidelines for meals and snacks at schools."}, {"text_block_id": "p116_b1340", "text": "o"}, {"text_block_id": "p116_b1341", "text": "Transition PE programmes to Physical Education and Health programmes which includes the studying of Food and Nutrition, Health and Fitness ( areas of healthy lifestyle: fertility, activity levels of the population, promotion of abstinence from smoking and drugs, drinking in moderation and managing stressful situations)."}, {"text_block_id": "p116_b1342", "text": "o"}, {"text_block_id": "p116_b1343", "text": "Ensure that all Physical Education and Health programmes at all schools have a qualified teacher/facilitator."}, {"text_block_id": "p116_b1344", "text": "o"}, {"text_block_id": "p116_b1345", "text": "Create and maintain healthy public spaces, such as school recreation centres/gyms, parks, public swimming pool, etc."}, {"text_block_id": "p116_b1346", "text": "o"}, {"text_block_id": "p116_b1347", "text": "Establish and maintain school gardening programmes including the provision of technical support, promotional materials, etc."}, {"text_block_id": "p116_b1348", "text": "o"}, {"text_block_id": "p116_b1349", "text": "Support a promotional campaigns that emphasize:"}, {"text_block_id": "p116_b1350", "text": "Support a promotional campaigns that emphasize:\n* the consumption of local commodities/products\n* the planting of fruit trees (orchards, gardens at homes, businesses,\n* Appropriate slaughtering facilities, conditions and practices."}, {"text_block_id": "p116_b1354", "text": "Policy Statement #5:"}, {"text_block_id": "p116_b1355", "text": "The GSKN will support the production of quality and safe local foods."}, {"text_block_id": "p116_b1356", "text": "Strategies:"}, {"text_block_id": "p116_b1357", "text": "o"}, {"text_block_id": "p116_b1358", "text": "Train crop and livestock farmers in GAP."}, {"text_block_id": "p116_b1359", "text": "o"}, {"text_block_id": "p116_b1360", "text": "Train food handlers and agro processors in the relevant food safety practices."}, {"text_block_id": "p116_b1361", "text": "o"}, {"text_block_id": "p116_b1362", "text": "Build capacity of stakeholders including producers and technical personnel in the efficient management of pesticides, hormones, antibiotics and other agrochemicals as well as animal feeds."}, {"text_block_id": "p116_b1363", "text": "o"}, {"text_block_id": "p116_b1364", "text": "Facilitate the safe handling of animals and local animal products including:"}, {"text_block_id": "p117_b1367", "text": "Facilitate the safe handling of animals and local animal products including:\n* Training of producers and staff in safety practices for animal and\n* Facilitation of the training of producers in appropriate production practices\n* Facilitation of the training of farmers in alternative production systems\n* A national agricultural risk management and insurance scheme to\n* A national disaster fund.\n* A functional germplasm bank both within and outside the federation."}, {"text_block_id": "p117_b1369_merged", "text": "Improve the food and nutrition resilience of the federation to natural and socio-economic shocks and climate change."}, {"text_block_id": "p117_b1372", "text": "Policy Statement #1:"}, {"text_block_id": "p117_b1373", "text": "The GSKN shall facilitate the implementation of Risk Management and Climate Change adaptation and mitigation strategies"}, {"text_block_id": "p117_b1374", "text": "Strategies:"}, {"text_block_id": "p117_b1375", "text": "o"}, {"text_block_id": "p117_b1376", "text": "Establish a National Task Force for the implementation and supervision of the national Risk Management and Climate Change adaptation and mitigation strategies."}, {"text_block_id": "p117_b1377", "text": "o"}, {"text_block_id": "p117_b1378", "text": "Facilitate capacity building of stakeholders with respect to disaster management and climate change adaptation and mitigation though:"}, {"text_block_id": "p117_b1383", "text": "o"}, {"text_block_id": "p117_b1384", "text": "Develop an agricultural risk management scheme which may include:"}, {"text_block_id": "p118_b1391", "text": "Develop an agricultural risk management scheme which may include:\n* A national response emergency response plan for agricultural\n<\\li1>"}, {"text_block_id": "p118_b1393", "text": "o"}, {"text_block_id": "p118_b1394", "text": "Promote conservation practices (land, water, etc) in and around food production areas and related facilities. This would include measures to reduce deforestation and promote reforestation as well as pest and wildlife management."}, {"text_block_id": "p118_b1395", "text": "o"}, {"text_block_id": "p118_b1396", "text": "Facilitate of the re-zoning of agricultural production as necessary to reduce vulnerability."}, {"text_block_id": "p118_b1397", "text": "Policy Statement #2:"}, {"text_block_id": "p118_b1398", "text": "The GSKN shall support initiatives to provide stability in food availability and access for the population in the short, medium and long term."}, {"text_block_id": "p118_b1399", "text": "Strategies:"}, {"text_block_id": "p118_b1400", "text": "o"}, {"text_block_id": "p118_b1401_merged", "text": "Create a Venture Capital Fund, with a particular focus on women and youth, to support innovative and creative value addition activities for traditional and non-traditional commodities along the supply value chain."}, {"text_block_id": "p118_b1404", "text": "o"}, {"text_block_id": "p118_b1405", "text": "Establish a functional market information system to reduce price volatility, taking into account global prices and other industrial data."}, {"text_block_id": "p118_b1406", "text": "o"}, {"text_block_id": "p118_b1407", "text": "Establish a nation-wide inventory of vulnerable groups (farmers, producers groups, communities) and the levels of vulnerability (vulnerability analysis and mapping."}, {"text_block_id": "p118_b1408", "text": "o"}, {"text_block_id": "p118_b1409", "text": "Expand (where needed) and link relief interventions with longer-term structural improvement measures."}, {"text_block_id": "p118_b1410", "text": "o"}, {"text_block_id": "p118_b1411", "text": "Develop principles and criteria to assess the environmental impact of agriculture and the Value Chain System e.g. sustainable use of water resources, use and disposal of packaging materials, energy, fertilizer, pesticides, outputs (waste from agricultural processes), and introduction and enforcement of systems and mechanisms to minimize any negative effects and impact."}, {"text_block_id": "p118_b1412", "text": "Policy Statement #3:"}, {"text_block_id": "p118_b1413", "text": "The GSKN shall establish a National Committee which will be comprised of different line Ministries from Education, Trade, Finance, Health, Agriculture and Consumer Affairs."}, {"text_block_id": "p119_b1414", "text": "Strategies:"}, {"text_block_id": "p119_b1415", "text": "o"}, {"text_block_id": "p119_b1416", "text": "Ratify the National Food and Nutrition Security Policy and Plan of Action."}, {"text_block_id": "p119_b1417", "text": "o"}, {"text_block_id": "p119_b1418", "text": "Request participation from the relevant public and private sector organizations as well as NGOs."}, {"text_block_id": "p119_b1419", "text": "o"}, {"text_block_id": "p119_b1420", "text": "Install members and furnish them with instructional packages."}, {"text_block_id": "p119_b1421", "text": "o"}, {"text_block_id": "p119_b1422", "text": "Ensure budgetary allocation for the effective functioning of the Committee."}, {"text_block_id": "p119_b1423", "text": "o"}, {"text_block_id": "p119_b1424", "text": "Give the appropriate authority and autonomy to the Committee."}, {"text_block_id": "p119_b1425", "text": "Policy Statement #4:"}, {"text_block_id": "p119_b1426", "text": "The GSKN shall encourage and support the revision of all sectoral policies and plans to ensure that Food and Nutrition Security objectives are incorporated into programmes and projects."}, {"text_block_id": "p119_b1427", "text": "Strategies:"}, {"text_block_id": "p119_b1428", "text": "o"}, {"text_block_id": "p119_b1429", "text": "Support collaborative efforts in the revision of sectoral policies and plans."}, {"text_block_id": "p119_b1430", "text": "o"}, {"text_block_id": "p119_b1431", "text": "Give priority budgetary allocations to projects and programmes with a multisectoral input."}, {"text_block_id": "p119_b1432", "text": "o"}, {"text_block_id": "p119_b1433", "text": "Create opportunities for intersectoal collaboration."}, {"text_block_id": "p119_b1434", "text": "Policy Statement #5:"}, {"text_block_id": "p119_b1435", "text": "The GSKN will support the development / strengthening of a food and nutrition security surveillance system with relevant indicators on all pillars of food and nutrition security."}, {"text_block_id": "p119_b1436", "text": "Strategies:"}, {"text_block_id": "p119_b1437", "text": "o"}, {"text_block_id": "p119_b1438", "text": "Strengthen capacities for data and policy analysis and information dissemination on food and nutrition security, focusing on critical areas such as vulnerability profiling, safety net programmes, minimum nutrient cost options, and climate change."}, {"text_block_id": "p119_b1439", "text": "o"}, {"text_block_id": "p119_b1440", "text": "Collect, analyze and interpret all food and nutrition data with regards to feeding programmes, including age, gender, location and meals content to ensure nutritional needs are being met."}, {"text_block_id": "p119_b1441", "text": "o"}, {"text_block_id": "p119_b1442", "text": "Develop and implement a nutritional monitoring survey to establish short term and long term nutritional goals of the above mentioned groups."}, {"text_block_id": "p120_b1443", "text": "o"}, {"text_block_id": "p120_b1444", "text": "Implement an ongoing task force to ensure all data/information pertaining to the low socio -economically and nutritionally deprived groups are regularly monitored in order to ensure their nutritional needs are being met."}], "document_description": "The Food and Nutrition Security Policy aims at promoting rational food choices and healthy lifestyles by the population. It further seeks to enhance the resilience of food supplies in front of natural and socio-economic shocks, and climate change.<br />\n<br />\nThe Policy states that the government shall facilitate the implementation of Risk Management and Climate Change Adaptation and Mitigation strategies, including in the food sector. It charges the government to 1) establish a National Task Force for the implementation and supervision of such strategies, 2) to enable capacity building of stakeholders with respect to disaster management, 3) to develop an agricultural risk management scheme, 4) and to facilitate the re-zoning of agricultural production as necessary to reduce vulnerability to adverse effects of climate change."}