{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Saint Kitts and Nevis", "document_category": "Policy", "document_sector_name": ["Water", "LULUCF", "Environment", "Energy", "Economy-wide", "Coastal zones", "Agriculture"], "document_language": "English", "document_name": "National Biodiversity Strategy & Action Plan - 2014-2020", "document_country_code": "KNA", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "07/01/2014", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/KNA/2014/KNA-2014-01-07-National Biodiversity Strategy & Action Plan - 2014-2020_5c376a31865a8e690c6ece294ac5b265.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ST. CHRISTOPHER (ST. KITTS) & NEVIS NATIONAL BIODIVERSITY STRATEGY & ACTION PLAN"}, {"text_block_id": "p0_b2", "text": "2014-2020"}, {"text_block_id": "p0_b3", "text": "PREPARED BY THE MINISTRY OF SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p0_b4", "text": "July 2014"}, {"text_block_id": "p1_b5", "text": "ST. CHRISTOPHER & NEVIS NATIONAL BIODIVERSITY"}, {"text_block_id": "p1_b6", "text": "STRATEGY AND ACTION PLAN 2014-2020"}, {"text_block_id": "p1_b7", "text": "July 2014"}, {"text_block_id": "p1_b8", "text": "PREPARED BY THE MINISTRY OF SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p1_b9", "text": "Project funded by:"}, {"text_block_id": "p1_b10", "text": "The Global Environmental Facility"}, {"text_block_id": "p1_b11", "text": "The United Nations Environmental Program"}, {"text_block_id": "p1_b12", "text": "The Government of St. Kitts & Nevis"}, {"text_block_id": "p2_b13", "text": "Preface"}, {"text_block_id": "p2_b14", "text": "The Federation of St. Christopher (St. Kitts) and Nevis (GSKN) is proud of its biodiversity heritage and the approaches that have been undertaken to manage this critical resource. However, macroeconomic and livelihood challenges, influenced largely by external factors require that the Government of St. Kitts and Nevis play closer attention to biodiversity conservation and design mechanisms and structures to ensure resilience, continued productivity and sustainability."}, {"text_block_id": "p2_b15", "text": "Accordingly, on 1"}, {"text_block_id": "p2_b16", "text": "st"}, {"text_block_id": "p2_b17", "text": "July, 1993, the GSKN ratified the United Nations Convention on Biological Diversity. In 2004, the Government made a public declaration of its commitment to biodiversity management in SKN, and to the UNCBD through the submission of its first Biodiversity Strategy and Action Plan (NBSAP)."}, {"text_block_id": "p2_b18", "text": "Generally, the 2004 NBSAP has served the country well as it has established a programmatic approach for the management of biodiversity. However, the socioeconomic landscape of the country has changed and it is now time to evaluate its impact and to fashion its application as an environmental management and development tool going forward. While the National Goals and Objectives have remained unchanged, actions necessary to achieve the vision required adjustments to address new and emerging challenges facing biodiversity in SKN. Also, it is necessary to align progress in biodiversity management with the Aichi targets."}, {"text_block_id": "p2_b19", "text": "The development of the 2014-2020 NBSAP was ably spearheaded by the Department of Physical Planning and Environment in the Ministry of Sustainable Development with technical support from the Biodiversity Steering Committee and the Consultant Team. The GSKN wishes to recognize the effort of its Ministry of Sustainable Development and its Department of Physical Planning and Environment in positioning SKN globally while honoring its responsibility to inform, educate and guide the country on matters to do with the environment and sustainable development."}, {"text_block_id": "p2_b20_merged_merged", "text": "Special recognition and appreciation must go to the Global Environmental Facility (GEF) and the United Nations Environmental Programme (UNEP) for financial and technical support respectively; to the Federal Government of St. Kitts and Nevis for political direction, technical and financial support and to all stakeholders who participated at various levels toward ensuring continued access to and promotion of the equitable sharing of SKN’s biodiversity resources."}, {"text_block_id": "p2_b23", "text": "Right Honourable Dr. Denzil L. Douglas"}, {"text_block_id": "p2_b24", "text": "Minister Sustainable Development"}, {"text_block_id": "p3_b25", "text": "Table of Contents"}, {"text_block_id": "p4_b26", "text": "List of Figures"}, {"text_block_id": "p5_b27", "text": "List of Tables"}, {"text_block_id": "p6_b28", "text": "Chapter 1: Situational Analysis"}, {"text_block_id": "p7_b29", "text": "Chapter 1: Situational Analysis"}, {"text_block_id": "p7_b30", "text": "1.0 Geographical summary"}, {"text_block_id": "p7_b31", "text": "Location & Size:"}, {"text_block_id": "p7_b32", "text": "Total landmass 269 square kilometers, St. Kitts is 176 square"}, {"text_block_id": "p7_b33", "text": "kilometers (68 sq. mi) in size located at Latitude 17 degrees 15 minutes North and"}, {"text_block_id": "p7_b34", "text": "Longitude 62 degrees 45 minutes west. Nevis is 93 square kilometers (36 q. mi) and"}, {"text_block_id": "p7_b35", "text": "located at Latitude 17 degrees 10 minutes North, Longitude 62 degrees 35 minutes"}, {"text_block_id": "p7_b36", "text": "Climate"}, {"text_block_id": "p7_b37", "text": ": Classified as tropical marine. Steady northeast trade winds and tropical"}, {"text_block_id": "p7_b38", "text": "oceanic cyclonic movements. Mean temperature of approximately 27O Celsius"}, {"text_block_id": "p7_b39", "text": "Seasonal and diurnal variations in temperature are small. Rainfall is mainly"}, {"text_block_id": "p7_b40", "text": "orographic and increases in amount and frequency with altitude. Rainfall is unevenly"}, {"text_block_id": "p7_b41", "text": "distributed between years and between months with a reliable wet period from"}, {"text_block_id": "p7_b42", "text": "August to November and driest months January to April."}, {"text_block_id": "p7_b43", "text": "Relative humidity level is"}, {"text_block_id": "p7_b44", "text": "usually low in the dry season and high in the wet season. The mean value is 76"}, {"text_block_id": "p7_b45", "text": "percent but ranges from 70 percent in March to 78 percent in September, October"}, {"text_block_id": "p7_b46", "text": "and November. Prevailing wind is northeast trade with mean speeds ranging from"}, {"text_block_id": "p7_b47", "text": "15-30 kilometers per hour (kph)."}, {"text_block_id": "p7_b48", "text": "Topography"}, {"text_block_id": "p7_b49", "text": ": St Kitts is oriented northwest southeast, about 80 km long and 16 km"}, {"text_block_id": "p7_b50", "text": "appearance"}, {"text_block_id": "p7_b51", "text": "Geology:"}, {"text_block_id": "p7_b52", "text": "St Kitts is composed almost exclusively of volcanic rocks of andesite or"}, {"text_block_id": "p7_b53", "text": "dacite mineralogy. Its geology is similar to that of other volcanic islands in the"}, {"text_block_id": "p7_b54", "text": "Lesser Antillean Archipelago. St Kitts had since undergone numerous and"}, {"text_block_id": "p7_b55", "text": "considerable changes in elevation but is now relatively stable. Nevis is a volcanic"}, {"text_block_id": "p7_b56", "text": "island that began its formation in mid-Pliocene times (approximately 3.45 million"}, {"text_block_id": "p7_b57", "text": "years ago). However, the island comprises a number of discrete eruptive centers"}, {"text_block_id": "p7_b58", "text": "that range in age from mid-Pliocene to Pleistocene."}, {"text_block_id": "p7_b59", "text": "Vegetation:"}, {"text_block_id": "p7_b60", "text": "Five types: Rainforest, Dry Evergreen Forest, Dry Scrub Land Palm"}, {"text_block_id": "p7_b61", "text": "Break, Elfin Woodland. Disturbed low lands as a result of farming."}, {"text_block_id": "p7_b62", "text": "Economy:"}, {"text_block_id": "p7_b63_merged_merged_merged_merged_merged", "text": "Tourism dependent, financial services, manufacturing, construction, agriculture, etc"}, {"text_block_id": "p8_b65", "text": "Figure 1 Map of SKN"}, {"text_block_id": "p9_b66", "text": "Figure 2: Land use map of St. Kitts"}, {"text_block_id": "p10_b67", "text": "1.1 Terrestrial Biodiversity"}, {"text_block_id": "p10_b68", "text": "The vegetation of SKN can be classified into four distinct zones as shown in table 1 below. Table 2 summarizes the main vegetative types"}, {"text_block_id": "p10_b69", "text": "Table 1: Vegetation/Forest diversity of St. Kitts and Nevis"}, {"text_block_id": "p11_b70", "text": "Table 2: Vegetation types in St. Kitts and Nevis"}, {"text_block_id": "p12_b71", "text": "1.2 Fauna"}, {"text_block_id": "p12_b72_merged", "text": "The Biodiversity Review of St. Kitts and Nevis “Report on Rapid Assessment of Causes and Consequences of Biodiversity Loss” was prepared as part of the revision of the 2004 NBSAP. This Report detailed the number of terrestrial, aquatic and marine faunal species recorded in SKN. These are summarized in the table below."}, {"text_block_id": "p12_b77", "text": "Table 3"}, {"text_block_id": "p12_b78", "text": ": Summary of SKN’s faunal biodiversity"}, {"text_block_id": "p12_b79", "text": "Figures 3a&b: Mammals (Green Vervet Money & White Tail Deer) of SKN"}, {"text_block_id": "p13_b80", "text": "1.2.1 Marine and Aquatic Biodiversity"}, {"text_block_id": "p13_b81", "text": "The Department of Marine Resources (DMR) of the Ministry of Agriculture and Marine Resources on St. Kitts and the Fisheries Department on Nevis has responsibility for fisheries management in SKN. The aim of the DMR is to ensure that fishers are provided with the necessary support, such as training, technical advice and economic concessions, so that the country can be provided with adequate supplies of good quality fish and fishery products. While doing so, the department endeavours to ensure that all fishing activity is done in a manner that promotes the sustainability of the species. In their management efforts they organize and support the operations of the Newtown and Old Road Fisheries Complexes on St. Kitts and fishers in general."}, {"text_block_id": "p13_b82_merged", "text": "The DMR is cognizant of the tremendous amount of work needed to realize national and international targets and goals relating to biodiversity conservation. The St. Kitts Sea Turtle Monitoring Network (SKSTMN) collaborates with the DMR on the turtle monitoring and protection at several sites around the island. The SKSTMN is a community based nonprofit organization founded in January 2003. It monitors nesting sea turtle populations & acts as an advocate for the strengthening of sea turtle protection laws in the Federation. Data gathered is being used to promote conservation in order to improve laws & change long-standing attitudes regarding the importance of sea turtles not only to the island's ecosystem but the economy. SKSTMN is a member of the Wider Caribbean Sea Turtle Conservation Network )."}, {"text_block_id": "p13_b85", "text": "The main fish species in the waters of SKN can be categorized as demersal, coastal pelagic and ocean pelagic. These are outlined in table 4 below."}, {"text_block_id": "p13_b86", "text": "Figures 4a&b: Marine species of SKN"}, {"text_block_id": "p14_b87", "text": "Management Applied to Main Fisheries in SKN"}, {"text_block_id": "p15_b88", "text": "Table 4: Management approaches to main fisheries in SKN"}, {"text_block_id": "p15_b89", "text": "Figures 5"}, {"text_block_id": "p15_b90", "text": "a, b&c: Photographs of SKN’s marine biodiversity"}, {"text_block_id": "p16_b91", "text": "1.2.2 Sponges and Corals"}, {"text_block_id": "p16_b92", "text": "Sponges and coral reefs are an integral part of the overall health of the marine environment. Coral reefs in SKN and the wider Caribbean are under threat due to ocean pollution, land based sources of pollution, sand mining, over fishing, increased sea surface temperatures and storm damage."}, {"text_block_id": "p16_b93", "text": "Table 5: Sponges of St. Kitts and Nevis"}, {"text_block_id": "p16_b94", "text": "Table 6: Corals of St. Kitts and Nevis"}, {"text_block_id": "p16_b95", "text": "1.3 Threats to Biodiversity Sustainability"}, {"text_block_id": "p16_b96", "text": "Several factors pose immediate threats to biodiversity resources in SKN. These include:"}, {"text_block_id": "p16_b97", "text": "Several factors pose immediate threats to biodiversity resources in SKN. These include:\n* Private land ownership\n* Climate change and sea level rise\n* Invasive species and disease\n* Unsustainable resource base\n* Wild fires"}, {"text_block_id": "p17_b107", "text": "Several factors pose immediate threats to biodiversity resources in SKN. These include:\n* Private land ownership\n* Climate change and sea level rise\n* Invasive species and disease\n* Unsustainable resource base\n* Wild fires\n* Ecosystem loss\n* Pollution\n* Recreational pressure and human disturbance"}, {"text_block_id": "p17_b113", "text": "While these threats may appear sector specific, for the most part the impact may be felt across all sectors of biodiversity management. Cross-cutting issues include weak legislative and inadequate institutional frameworks."}, {"text_block_id": "p17_b114", "text": "1.4 Causes of Biodiversity Loss"}, {"text_block_id": "p17_b115", "text": "1.4 Causes of Biodiversity Loss\n"}, {"text_block_id": "p19_b116", "text": "Table 7: Summary of approximate causes for biodiversity loss in SKN"}, {"text_block_id": "p20_b117", "text": "1.5 Value of Biodiversity"}, {"text_block_id": "p20_b118_merged", "text": "For a Small Island Developing State (SIDS) such as the Federation of St. Christopher (St. Kitts) and Nevis, with a limited exploitable natural resource base, the biological diversity is of extreme physical and socio-economic importance. The Federation’s biodiversity performs essential ecological functions/services, provides resources and significant benefits to residents and visitors alike."}, {"text_block_id": "p20_b121", "text": "These include but are not limited to the following:"}, {"text_block_id": "p20_b122", "text": "These include but are not limited to the following:\n* Ecosystem services:\n<\\li1>\n\t* Protection of water resources\n\t* Soils formation and protection\n\t* Nutrient storage and recycling\n\t* Pollution breakdown and absorption\n\t* Carbon sequestration\n\t* Contribution to climate stability\n\t* Maintenance of ecosystems\n\t* Drought mitigation\n\t* Recovery from unpredictable natural events"}, {"text_block_id": "p20_b142", "text": "These include but are not limited to the following:\n* Ecosystem services:\n<\\li1>\n\t* Protection of water resources\n\t* Soils formation and protection\n\t* Nutrient storage and recycling\n\t* Pollution breakdown and absorption\n\t* Carbon sequestration\n\t* Contribution to climate stability\n\t* Maintenance of ecosystems\n\t* Drought mitigation\n\t* Recovery from unpredictable natural events\n* Biological resources:\n\t* Food & beverages\n\t* Medicinal resources\n\t* Wood products\n\t* Ornamental plants\n\t* Breeding stocks, population reservoirs\n\t* Future resources\n\t* Diversity in genes, species and ecosystems\n\t* Social benefits:\n\t* Research and development\n\t* Education and monitoring\n\t* Intellectual stimulation\n\t* Recreation and tourism\n\t* Cultural values"}, {"text_block_id": "p20_b170", "text": "The biodiversity resources of the SKN have an important role to perform in the economic transformation process. This is even more critical given that the cost of replacing these (if possible) would be extremely expensive. It therefore makes economic and development sense to embrace and promote sustainable land management and wider sustainable development strategies at the national level."}, {"text_block_id": "p21_b171", "text": "Exhibit 1-Biodiversity and Research-The Green Vervet Monkey"}, {"text_block_id": "p21_b172", "text": "By Selen Uman"}, {"text_block_id": "p21_b173", "text": "Contributing Reporter"}, {"text_block_id": "p21_b174", "text": "Yale Daily News"}, {"text_block_id": "p21_b175", "text": "Tuesday, October 18, 2011"}, {"text_block_id": "p21_b176", "text": "Small Caribbean monkeys are"}, {"text_block_id": "p21_b177", "text": "some of Yale’s newest collaborators on the forefront of"}, {"text_block_id": "p21_b178", "text": "scientific research."}, {"text_block_id": "p21_b179", "text": "The St. Kitts vervet monkeys’ tendency to eat everything from ripe fruit to vegetable crops has"}, {"text_block_id": "p21_b180", "text": "been a problem for local residents ever since the primates arrived on the Caribbean island of St."}, {"text_block_id": "p21_b181", "text": "Kitts three centuries ago. Lacking resources, the federation’s government has made only"}, {"text_block_id": "p21_b182", "text": "irregular attempts to control the highly observant and intelligent animals. Although scientists can"}, {"text_block_id": "p21_b183", "text": "control the monkey population by using them for research in facilities such as the Yale"}, {"text_block_id": "p21_b184", "text": "professor-run St. Kitts Biomedical Research Foundation, this practice has generated criticism"}, {"text_block_id": "p21_b185", "text": "from animal rights activists."}, {"text_block_id": "p21_b186", "text": "The Biomedical Research Foundation, founded by Yale psychology and neurosurgery professor"}, {"text_block_id": "p21_b187", "text": "Eugene Redmond, uses the monkeys in research on stem cells or gene therapy to cure"}, {"text_block_id": "p21_b188", "text": "Parkinson’s disease, said Bijan Stephen ’13, who worked as a summer research assistant at the"}, {"text_block_id": "p21_b189", "text": "foundation. Stephen said in an email that the foundation was testing stem cell treatments on"}, {"text_block_id": "p21_b190", "text": "monkeys with an “animal model” of Parkinson’s disease."}, {"text_block_id": "p21_b191_merged_merged_merged", "text": "“The facility is accAmerican universities and biomedical research institutions in America, including Yale,” Redmond wrote. “For projects to be accepted there have to be compelling potential public health benefits as well as no alternatives to the use of the monkeys.”"}, {"text_block_id": "p22_b196", "text": "Exhibit 2: Impact of Coastal Defense Systems on sea crabs"}, {"text_block_id": "p22_b197_merged", "text": "Great Land crab (Cardisoma guanumi) is a species of crab common to SKN. This crab spends its adult life on the land but migrates to the coastline to hatch its young in the shallow nearshore waters. As they mature the young crabs migrate to the land where they grow to adulthood to repeat the cycle. Although not as popular now, in the past local crab meat was regarded as a delicacy. Crabs have been used also as fish bait. The Caribbean coast of SKN has been severely impacted by storm surge associated with the annual cycle of hurricanes. Of note, hurricanes Georges in 1998, Lenny in 1999 and Omar in 2008 resulted in significant coastal erosion and damage to the island main road at Old Road, New Guinea, and Charlestown. Under the World Bank funded Post Georges Disaster Mitigation Project, GSKN constructed coastal defence structures at several impacted sites. These revetments make it virtually impossible for the crabs to cross from land to sea. Over the past several years there has been an observed decline in the number of crabs crossing the road in areas where they were previously common such as Old Road and New Guinea. The result is a decrease in the crab population and the corresponding loss in social and economic benefits."}, {"text_block_id": "p23_b210", "text": "1.6 Consequences of Biodiversity Changes"}, {"text_block_id": "p23_b211", "text": "Diversity at all organizational levels, ranging from genetic diversity within populations to the diversity of ecosystems in landscapes, contributes to global biodiversity. However, for the purposes of this report the discussion here is focused on species diversity, because the causes, patterns and consequences of changes in diversity at this level are relatively easily observed and documented. Species diversity has functional consequences because the number and kinds of species present determine the organism traits that influence ecosystem processes."}, {"text_block_id": "p23_b212", "text": "Diversity at all organizational levels, ranging from genetic diversity within populations to the diversity of ecosystems in landscapes, contributes to global biodiversity. However, for the purposes of this report the discussion here is focused on species diversity, because the causes, patterns and consequences of changes in diversity at this level are relatively easily observed and documented. Species diversity has functional consequences because the number and kinds of species present determine the organism traits that influence ecosystem processes.\n* Number of species present (species richness),\n\t* Relative abundances (species evenness),\n\t* Particular species present (species composition),\n\t* Interactions among species (non-additive effects), and\n\t* Temporal and spatial variations in these properties."}, {"text_block_id": "p23_b223", "text": "Changes in biodiversity alter the functional traits of species in an ecosystem in ways that directly influence ecosystem goods and services. Influences might be positive (for example, increased agricultural, fisheries or forestry production) or negative (for example, loss of harvestable species or species with strong aesthetic and cultural values). Variations in species traits affect ecosystem processes directly through changes in biotic controls and indirectly through changes in abiotic controls, such as availability of limiting resources, disturbance regime, or micro/macroclimate variables."}, {"text_block_id": "p23_b224", "text": "Changes in the profile of biodiversity of SKN may alter ecosystem processes and adversely impact the resilience of ecosystems to environmental change. This has profound consequences for the goods and services that residents of and visitors to SKN derive from the environment. The wider ecological and societal consequences of a changing biodiversity should be minimized to preserve options for future solutions to local, regional and global environmental problems."}, {"text_block_id": "p23_b225", "text": "The following effects and relationships that impact biodiversity have been observed in SKN, more visible since the closure of the sugar industry."}, {"text_block_id": "p23_b226", "text": "The following effects and relationships that impact biodiversity have been observed in SKN, more visible since the closure of the sugar industry.\n* Vegetation succession (from sugar cane to guinea grass and shrubbery mainly)\n<\\li1>"}, {"text_block_id": "p24_b228", "text": "The following effects and relationships that impact biodiversity have been observed in SKN, more visible since the closure of the sugar industry.\n* Vegetation succession (from sugar cane to guinea grass and shrubbery mainly)\n<\\li1>\n* Observed increases in the mongoose population, particularly on the South East\n* Dramatic increases in the monkey population throughout SKN severely impacts\n* Land allocation, mainly for resort development throughout SKN has resulted in\n* Land based sources of pollution carried by storm water runoff into the near shore"}, {"text_block_id": "p25_b237", "text": "CHAPTER II"}, {"text_block_id": "p25_b238", "text": "REVIEW OF THE 2004 NBSAP"}, {"text_block_id": "p26_b239", "text": "Chapter 2: Review of the NBSAP 2004"}, {"text_block_id": "p26_b240", "text": "2.0 Introduction"}, {"text_block_id": "p26_b241", "text": "In 1993 the GSKN took a decisive step to address biodiversity issues by ratifying the United Nations Convention on Biological Diversity (UNCBD). However, it was not until 2004 that the first NBSAP was developed. The 2004 NBSAP outlined the actions to be taken by the GSKN toward meeting its obligations under the Convention. It was developed based on the following thematic areas:"}, {"text_block_id": "p26_b242", "text": "In 1993 the GSKN took a decisive step to address biodiversity issues by ratifying the United Nations Convention on Biological Diversity (UNCBD). However, it was not until 2004 that the first NBSAP was developed. The 2004 NBSAP outlined the actions to be taken by the GSKN toward meeting its obligations under the Convention. It was developed based on the following thematic areas:\n* Socio-economic issues;\n* Tourism and Biodiversity;\n* Marine and Coastal Biodiversity; and\n* Agriculture and Forestry Biodiversity."}, {"text_block_id": "p26_b250", "text": "Generally the NBSAP relied on the following principles:"}, {"text_block_id": "p26_b251", "text": "Generally the NBSAP relied on the following principles:\n* Conserving natural resources for SKN generations, both present and future.\n* Conserving national biodiversity as a basis for sustainable development and\n* Establishing National Protected Areas including all vital ecosystems, and\n* Employing economics-based, scientific management of protected areas, and\n* Implementation of relevant legislations and international and regional\n* Cooperating with international organizations and donors to implement"}, {"text_block_id": "p26_b263", "text": "The main objectives of the NBSAP included the following:"}, {"text_block_id": "p26_b264", "text": "The main objectives of the NBSAP included the following:\n* Management of natural resources, and the other numerous elements,\n* Developing SKNâs scientific and technological capacity in areas of\n* Development, executive and administrative capacities that attain intended\n* Mobilizing national efforts to conserve biodiversity with all its ecological,\n* Setting the plan of action aiming at involving civil society, individuals or\n* Establishing legislative basis and economic and social incentives that\n* Integrating national action with regional and international action, and"}, {"text_block_id": "p27_b279", "text": "The main objectives of the NBSAP included the following:\n* Management of natural resources, and the other numerous elements,\n* Developing SKNâs scientific and technological capacity in areas of\n* Development, executive and administrative capacities that attain intended\n* Mobilizing national efforts to conserve biodiversity with all its ecological,\n* Setting the plan of action aiming at involving civil society, individuals or\n* Establishing legislative basis and economic and social incentives that\n* Integrating national action with regional and international action, and\n"}, {"text_block_id": "p27_b280", "text": "The key principles of the NBSAP included:"}, {"text_block_id": "p27_b281", "text": ""}, {"text_block_id": "p27_b282", "text": "Biodiversity is ecologically and economically significant, and is a corner stone of sustainable development."}, {"text_block_id": "p27_b283", "text": ""}, {"text_block_id": "p27_b284", "text": "Conservation of biodiversity is a tool for developing natural resources, now and in the future, for the benefit of sustainable national development."}, {"text_block_id": "p27_b285", "text": ""}, {"text_block_id": "p27_b286", "text": "Biodiversity is part of SKN’s natural heritage and conserving it is a"}, {"text_block_id": "p27_b287", "text": "national and international obligation."}, {"text_block_id": "p27_b288", "text": ""}, {"text_block_id": "p27_b289", "text": "Successful biodiversity conservation efforts rely on scientific studies and environmental monitoring of internal and external interactions."}, {"text_block_id": "p27_b290", "text": ""}, {"text_block_id": "p27_b291", "text": "Building of national capacity, implementation and sound management of biodiversity conservation programs and public awareness."}, {"text_block_id": "p27_b292", "text": ""}, {"text_block_id": "p27_b293", "text": "Implementation of environmental legislations and observing relevant international conventions."}, {"text_block_id": "p27_b294", "text": "Generally the implementation of the 2004 NBSAP in SKN has been met with mixed results. About 80% of the NBSAP objectives were achieved between 2004 and 2013. Table 8 outlines the challenges to BDC identified during the preparation of the 2004 NBSAP and the responses by the GSKN during the implementation period."}, {"text_block_id": "p28_b295", "text": "Table 8: Summary of update on the 2004 NBSAP implementation"}, {"text_block_id": "p28_b296", "text": "For the most part the targets established in the 2004 NBSAP have been programmed with the implementation of other national, regional and international sustainable development initiatives. Furthermore, there is widespread recognition of the need for an integrated approach in the implementation and review of MEAs. It is therefore useful to consider the strategic review based on cross cutting issues and aggregate outcomes of these sustainable development programmes rather than adopt a mere myopic appraisal of the NBSAP."}, {"text_block_id": "p28_b297", "text": "2.1 Summary of Interventions"}, {"text_block_id": "p28_b298", "text": "Sustainable development initiatives in SKN have been supported by primarily by financing provided by the Global Environment Facility (GEF) through the implementation of the United Nations Framework Convention on Climate Change (UNFCCC), the United Nations Convention to Combat Desertification (UNCCD) and the United Nations Convention on Biological Diversity (UNCBD)."}, {"text_block_id": "p29_b299", "text": "The International Trade in Wild Fauna and Flora Act, 2009 was passed to facilitate"}, {"text_block_id": "p29_b300", "text": "SKN’s"}, {"text_block_id": "p29_b301", "text": "compliance with the obligations under the Convention on International Trade in Wild Flora and Fauna or CITES."}, {"text_block_id": "p29_b302", "text": "This Act also has the objective of conserving and managing the wild flora and fauna of SKN."}, {"text_block_id": "p29_b303", "text": "The Biosafety Act was enacted in 2012 and addresses the movement, transit, handling and use of all genetically modified organisms that may have adverse effects on the conservation and sustainable use of biological diversity."}, {"text_block_id": "p29_b304_merged_merged", "text": "SKN has also undertaken an Assessment of Capacity Building Needs and Country Specific Priorities in biodiversity management in 2010 as an enabling activity for the CBD. The main objective of this project was to examine ex situ and in situ conservation strategies for national biodiversity resources. The main outputs from this project were:"}, {"text_block_id": "p29_b309", "text": "(i)"}, {"text_block_id": "p29_b310", "text": "Management Frameworks for Biodiversity Threat Mitigation in St. Kitts and Nevis"}, {"text_block_id": "p29_b311", "text": "(ii)"}, {"text_block_id": "p29_b312", "text": "Incentive Measures for the Promotion of Biodiversity Conservation in St. Kitts and Nevis."}, {"text_block_id": "p29_b313", "text": "(iii)"}, {"text_block_id": "p29_b314", "text": "Implementation of General Measures for the Conservation and Sustainable Use of Biodiversity in St. Kitts and Nevis."}, {"text_block_id": "p29_b315", "text": "(iv)"}, {"text_block_id": "p29_b316", "text": "St. Kitts and Nevis Second National Report on Biodiversity to the Convention on Biodiversity."}, {"text_block_id": "p29_b317", "text": "(v)"}, {"text_block_id": "p29_b318", "text": "A Compilation of Traditional Knowledge for the Protection and Conservation of Biodiversity in St. Kitts and Nevis"}, {"text_block_id": "p29_b319", "text": "A number of national policies which also contribute to the protection of conservation of biodiversity have been implemented. GSKN established a Ministry of Sustainable Development in 2005 to ensure that national development activities were guided by the principles of environmental sustainability. To assist in fulfilling this mandate the key agencies with responsibility for physical planning, development control and environmental management activities were included in the Ministry of Sustainable Development."}, {"text_block_id": "p29_b320", "text": "Through active collaboration between the key agencies of the Ministry, capacity building initiatives were undertaken for Development Control Officers in the area of the Review of Environmental Impact Assessments. This was done to ensure that environmental issues including BDC were considered in the project approval and monitoring"}, {"text_block_id": "p30_b321", "text": "processes."}, {"text_block_id": "p30_b322", "text": "Under the IWCAM project, the GSKN has designated the lower coastal section of the Basseterre Valley as a protected area. The project sought to demonstrate the proper management and protection of a critical aquifer and well-field through a parallel process of mitigation of threats from contaminants, on-the-ground protection, and improved user-resource management."}, {"text_block_id": "p30_b323", "text": "Additionally, in July 2010 the GSKN through the MSD formally commenced the implementation of the SLMP. The key project outputs included:"}, {"text_block_id": "p30_b324", "text": "i."}, {"text_block_id": "p30_b325", "text": "Guidelines on Mainstreaming Sustainable Land Management into National Development."}, {"text_block_id": "p30_b326", "text": "ii."}, {"text_block_id": "p30_b327", "text": "The Strategic Framework for Investment Planning and Resource Mobilization for Sustainable Land Management Interventions"}, {"text_block_id": "p30_b328", "text": "iii."}, {"text_block_id": "p30_b329", "text": "Review of Legislation, Regulation, Policy & Institutional Framework for SLM"}, {"text_block_id": "p30_b330", "text": "iv."}, {"text_block_id": "p30_b331", "text": "Report on knowledge Management for SLM: Databases on Land Use, Land Tenure, Land Degradation and Land Zoning"}, {"text_block_id": "p30_b332", "text": "v."}, {"text_block_id": "p30_b333", "text": "SLMP GIS Training Needs Assessment"}, {"text_block_id": "p30_b334", "text": "vi."}, {"text_block_id": "p30_b335", "text": "Training Manual for Managing Land Resources in St. Kitts & Nevis"}, {"text_block_id": "p30_b336", "text": "Prior to the designation of the CFR and the lower coastal section of the Basseterre Valley as protected areas, Brimstone Hill National Park Fortress on St. Kitts and the Bath Hotel on Nevis were the only two effectively declared sites in the Federation. A summary of protected areas initiatives in SKN is presented in Chapter 3, section 3.8 below."}, {"text_block_id": "p30_b337", "text": "The major issues for sustainable development in St. Kitts and Nevis continue to be the following."}, {"text_block_id": "p30_b338", "text": "(a)"}, {"text_block_id": "p30_b339", "text": "There is no comprehensive national policy or plan that addresses sustainable development. However, the increased emphasis on sustainable development interventions to meet national development priorities should provide the supporting framework for the articulation of a national policy or plan."}, {"text_block_id": "p30_b340", "text": "(b)"}, {"text_block_id": "p30_b341", "text": "The Ministry of Sustainable Development provides a general institutional coordinating mechanism for sustainable development in SKN. However, there is need for greater inter agency cooperation and collaboration at the national level to make the model more effective."}, {"text_block_id": "p31_b342", "text": "(c)"}, {"text_block_id": "p31_b343", "text": "Data management systems for sustainable development are inadequate. Additionally, insufficient research capacity affects the availability and quality of data that is relevant to sustainable development."}, {"text_block_id": "p31_b344", "text": "(d)"}, {"text_block_id": "p31_b345", "text": "Insufficient capacity for the design and management of sustainable development interventions. The Strategic Framework for Investment Planning and Resource Mobilization for Sustainable Land Management Interventions developed under the SLMP can be used to further sustainable development activities in SKN."}, {"text_block_id": "p36_b346", "text": "T"}, {"text_block_id": "p36_b347", "text": "able 9: Summary of select interventions that support CBD implementation in SKN"}, {"text_block_id": "p36_b348", "text": "Table 10 below summarizes the BPOA priority areas for SKN, the national actions, policies and measures that have been initiated or are yet to be implemented."}, {"text_block_id": "p52_b349", "text": "Table 10: Summary of BPOA priority areas for SKN, national actions, policies and measures"}, {"text_block_id": "p53_b350", "text": "2.2 Fair and Equitable Sharing"}, {"text_block_id": "p53_b351", "text": "The GSKN is currently examining, with a view to ratify the Nagoya Protocol on Access and Benefit Sharing of Biological Genetic Resources and the fair and equitable sharing of benefits arising from their utilization of the UNCBD. This international agreement is aimed at sharing the benefits arising from the utilization of genetic resources, in a fair and equitable way, including by appropriate access to genetic resources and by appropriate transfer of relevant technologies. Also, it considers all rights over those resources, available technologies and with appropriate funding contribute to the conservation and sustainable use of biodiversity resources."}, {"text_block_id": "p53_b352", "text": "In accordance with the tenets of the protocol, SKN will develop and implement legislation on Access and Benefit Sharing. The resulting draft ABS legislation, together with the provisions of the Biosafety Act, will be incorporated into the National Conservation and Environmental Management Bill."}, {"text_block_id": "p54_b353", "text": "Chapter III: NBSAP 2014-2020"}, {"text_block_id": "p55_b354", "text": "Chapter 3: NBSAP 2014-2020"}, {"text_block_id": "p55_b355", "text": "3.0 Introduction"}, {"text_block_id": "p55_b356_merged", "text": "The preparation of the 2014-2020 NBSAP is in recognition of the fact that targets, principles and priorities of the first NBSAP of 2004 would have changed especially with the closure of the sugar industry and the transformation of the physical and economic landscape of SKN. The new NBSAP is providing an opportunity for the GSKN to mainstream biodiversity in the overall development process by setting new national targets, principles and priorities which are in line with the Aichi Targets on Biodiversity and the Strategic Plan on Biodiversity, 2011 – 2020. The NBSAP will also focus on stronger institutional integration. It identifies and examines how various provisions of key legislative, regulatory and policy instruments can better influence biodiversity management in SKN."}, {"text_block_id": "p55_b360", "text": "The 2014-2020 NBSAP should provide the framework for the following:"}, {"text_block_id": "p55_b361", "text": ""}, {"text_block_id": "p55_b362", "text": "Directing specific"}, {"text_block_id": "p55_b363", "text": "responses and to focus the attention of relevant line ministries, departments, sectors, agencies, stakeholder groups and the wider community to consider, understand and apply the principles of sustainable development."}, {"text_block_id": "p55_b364", "text": ""}, {"text_block_id": "p55_b365", "text": "Strengthening the overall implementation plan of the National Targets as well as realizing the objectives of the NBSAP."}, {"text_block_id": "p55_b366", "text": ""}, {"text_block_id": "p55_b367", "text": "Bringing specific"}, {"text_block_id": "p55_b368", "text": "focus toward ensuring policy and action measures by GSKN are strategically linked to business and biodiversity more visibly and based on principles of fairness and equity."}, {"text_block_id": "p55_b369", "text": ""}, {"text_block_id": "p55_b370", "text": "Designing a framework that provides an enabling/facilitative environment on matters related to conservation, sustainable use, resource access and benefit sharing."}, {"text_block_id": "p55_b371", "text": ""}, {"text_block_id": "p55_b372", "text": "Combining"}, {"text_block_id": "p55_b373", "text": "species management principles related to both invasive and alien species and focusing on identifying and eradicating pathways for their introduction."}, {"text_block_id": "p55_b374", "text": ""}, {"text_block_id": "p55_b375", "text": "Raising awareness of the importance of genetic resources and traditional knowledge associated with genetic resources, and related access and benefit-sharing issues."}, {"text_block_id": "p55_b376", "text": "Several indicators have been identified that should help to assess the mainstreaming of biodiversity conservation in SKN. These include but are not limited to the following:"}, {"text_block_id": "p55_b377", "text": ""}, {"text_block_id": "p55_b378", "text": "National guiding framework and outlook on biodiversity prepared and distributed."}, {"text_block_id": "p55_b379", "text": ""}, {"text_block_id": "p55_b380", "text": "Synergistic actions by line ministries, departments and agencies are put in place for the sustainable conservation and use of biodiversity"}, {"text_block_id": "p55_b381", "text": ""}, {"text_block_id": "p55_b382", "text": "Direct and indirect support and interventions into national ecosystems and biodiversity related actions by relevant line ministries, departments, sectors, agencies, stakeholder groups and the wider community by 2020."}, {"text_block_id": "p55_b383", "text": ""}, {"text_block_id": "p55_b384", "text": "Private sector application and investment in conservation action separate and apart from mere corporate social responsibility interventions."}, {"text_block_id": "p56_b385", "text": ""}, {"text_block_id": "p56_b386", "text": "Valuing of concessions and incentives granted by the GSKN to biodiversity related activities."}, {"text_block_id": "p56_b387", "text": ""}, {"text_block_id": "p56_b388", "text": "Legislative, regulatory and management framework for Marine Management Area(s) for SKN developed."}, {"text_block_id": "p56_b389", "text": ""}, {"text_block_id": "p56_b390", "text": "Improved management plans developed and components implemented for select areas under agriculture, aquaculture and forestry."}, {"text_block_id": "p56_b391", "text": ""}, {"text_block_id": "p56_b392", "text": "National programme of action for integrated watershed and coastal areas management and/or prevention of pollution from land based sources and activities developed."}, {"text_block_id": "p56_b393", "text": ""}, {"text_block_id": "p56_b394", "text": "Major sources and activities contributing to the pollution of the marine environment identified and assessed."}, {"text_block_id": "p56_b395", "text": ""}, {"text_block_id": "p56_b396", "text": "Development and implementation of access and benefit-sharing legislation or regulatory requirements."}, {"text_block_id": "p56_b397", "text": ""}, {"text_block_id": "p56_b398", "text": "Standards and/guidelines for monitoring of compliance on benefit sharing developed."}, {"text_block_id": "p56_b399", "text": ""}, {"text_block_id": "p56_b400", "text": "Establishment of national access and benefit clearing house mechanism."}, {"text_block_id": "p56_b401", "text": "Overall, this chapter presents the strategic path that SKN has adopted"}, {"text_block_id": "p56_b402", "text": "in"}, {"text_block_id": "p56_b403", "text": "the pursuit of biodiversity conservation. The 2014-2020 NBSAP is in line with the objectives of maintaining a diverse and rich biodiversity resource base as the foundation for national development. The strategic path is supported by an action plan that gives the minimum indicative steps necessary for the achievement of the objectives. It is supportive of the GSKN intent"}, {"text_block_id": "p56_b404", "text": "to make SKN the world’s first Sustainable I"}, {"text_block_id": "p56_b405", "text": "sland State."}, {"text_block_id": "p56_b406", "text": "During the 2013 National Consultation on the Economy under the theme “The Green Economy as a viable pathway towards a sustainable future”, the Right Honourable Dr."}, {"text_block_id": "p56_b407_merged_merged", "text": "Denzil Douglas, indicated that the GSKN was determined to make the Federation the World’s first Sustainable Island State. This pronouncement has received much local, regional and international attention as it points to a strategic response and commitment to pursue a sustainable development agenda. To this end the GSKN made a call for the 2013 Rio +20 Conference to focus on the Green Economy."}, {"text_block_id": "p56_b410", "text": "Figure 6a&b: Photographs of 2013 Consultation on the economy"}, {"text_block_id": "p57_b411", "text": "3.1 Overview of Green Economy Interventions in SKN"}, {"text_block_id": "p57_b412", "text": "The green economy is one that results in improved human well-being and social equity, while significantly reducing environmental risks and ecological scarcities. It is an economic development model based on sustainable development and knowledge of ecological economics. In part, the pursuit of a green economy for SKN has been influenced by external factors as outlined in figure 7 below."}, {"text_block_id": "p57_b413", "text": "Figure 7: Diagram depicting nature of global economic crisis"}, {"text_block_id": "p57_b414", "text": "By and large the GSKN has been successful in designing a “home grown” debt"}, {"text_block_id": "p57_b415", "text": "management and fiscal stabilization strategy that has met the approval of the ECCB, CBD, IMF, IDB (World Bank) and the EU. The pursuit of a green economy is fueled by the conviction that a similar strategy can be developed to provide a practical framework or path toward the aspiration to become the first SIS."}, {"text_block_id": "p57_b416", "text": "The GSKN is supportive of investments in the green economy as demonstrated by the following actions to date:"}, {"text_block_id": "p57_b417", "text": ""}, {"text_block_id": "p57_b418", "text": "Development of a solar farm at the R.L Bradshaw International Airport."}, {"text_block_id": "p57_b419", "text": ""}, {"text_block_id": "p57_b420", "text": "Installation of LED and solar lighting along the IMR at various locations."}, {"text_block_id": "p57_b421", "text": ""}, {"text_block_id": "p57_b422", "text": "Solar lighting of the R.L Bradshaw Memorial Park."}, {"text_block_id": "p57_b423", "text": ""}, {"text_block_id": "p57_b424", "text": "Grant of concessions to economic development partners in the local private sector for the import and installation of solar panels."}, {"text_block_id": "p57_b425", "text": ""}, {"text_block_id": "p57_b426", "text": "Phasing out of substances that deplete the ozone layer (CFCs)."}, {"text_block_id": "p57_b427", "text": ""}, {"text_block_id": "p57_b428", "text": "Requirement for the conduct of EIAs as part of the development approval process."}, {"text_block_id": "p57_b429", "text": ""}, {"text_block_id": "p57_b430", "text": "Support for research and development of alternative sources of energy including geothermal and wind."}, {"text_block_id": "p57_b431", "text": ""}, {"text_block_id": "p57_b432", "text": "Designation of Protected Areas and areas of cultural and heritage significance."}, {"text_block_id": "p58_b433", "text": ""}, {"text_block_id": "p58_b434", "text": "Launch of the Education Network (EduNET)"}, {"text_block_id": "p58_b435", "text": ""}, {"text_block_id": "p58_b436", "text": "Etc"}, {"text_block_id": "p58_b437", "text": "In order for SKN to become a SIS, green infrastructure interventions will have to be included in the following areas:"}, {"text_block_id": "p58_b438", "text": ""}, {"text_block_id": "p58_b439", "text": "Land and property values,"}, {"text_block_id": "p58_b440", "text": ""}, {"text_block_id": "p58_b441", "text": "Labour productivity,"}, {"text_block_id": "p58_b442", "text": ""}, {"text_block_id": "p58_b443", "text": "Tourism,"}, {"text_block_id": "p58_b444", "text": ""}, {"text_block_id": "p58_b445", "text": "Agriculture,"}, {"text_block_id": "p58_b446", "text": ""}, {"text_block_id": "p58_b447", "text": "Recreation and leisure,"}, {"text_block_id": "p58_b448", "text": ""}, {"text_block_id": "p58_b449", "text": "Biodiversity conservation"}, {"text_block_id": "p58_b450", "text": ""}, {"text_block_id": "p58_b451", "text": "Climate change adaptation and mitigation,"}, {"text_block_id": "p58_b452", "text": ""}, {"text_block_id": "p58_b453", "text": "Waste management,"}, {"text_block_id": "p58_b454", "text": ""}, {"text_block_id": "p58_b455", "text": "Energy efficiency"}, {"text_block_id": "p58_b456", "text": ""}, {"text_block_id": "p58_b457", "text": "Information Technology Communication, and"}, {"text_block_id": "p58_b458", "text": ""}, {"text_block_id": "p58_b459", "text": "Economic growth and development"}, {"text_block_id": "p58_b460", "text": "Designing the green economy for SKN requires an understanding of the circular flow of income based on the five sector model. It requires the ability to craft policies and programmes that are responsive and resilient to external shocks such as changing prices for food and energy."}, {"text_block_id": "p59_b461", "text": "“Mr. Speaker, a real opportunity exists for us to create a new economy by making the"}, {"text_block_id": "p59_b462", "text": "Federation of St. Kitts and Nevis one"}, {"text_block_id": "p59_b463", "text": "of the world’s first ‘sustainable island"}, {"text_block_id": "p59_b464", "text": "-"}, {"text_block_id": "p59_b465", "text": "state’. It is no"}, {"text_block_id": "p59_b466", "text": "accident that my Government has chosen to present this Budget under the theme “A Green"}, {"text_block_id": "p59_b467", "text": "Economy"}, {"text_block_id": "p59_b468", "text": "– The Pathway Towards A Sustainable Island State” This is the vision that we"}, {"text_block_id": "p59_b469", "text": "and maintain the status of a thriving, sustainable island state fuelled by a green economy."}, {"text_block_id": "p59_b470", "text": "This vision of a sustainable island-state should be founded on certain core values. Balance is a"}, {"text_block_id": "p59_b471", "text": "process of building a sustainable island-state."}, {"text_block_id": "p59_b472", "text": "Government created in 2009."}, {"text_block_id": "p59_b473_merged_merged_merged", "text": "course our individual citizens. We will create and market a national brand for St. Kitts and Nevis as one of the world’s first sustainable island-states"}, {"text_block_id": "p59_b476", "text": "”"}, {"text_block_id": "p60_b477", "text": "Exhibit 4-Clinton Foundation to Assist SKN in becoming a Sustainable Island State"}, {"text_block_id": "p60_b478", "text": "BASSETERRE, St. Kitts, Apr 16"}, {"text_block_id": "p60_b479", "text": "–"}, {"text_block_id": "p60_b480", "text": "Prime Minister Dr. Denzil Douglas says the twin-island"}, {"text_block_id": "p60_b481", "text": "Federation will receive assistance from the Us-based Clinton Foundation to improve efforts in"}, {"text_block_id": "p60_b482", "text": "developing the renewable energy sector. He says he expects the collaboration will help reduce"}, {"text_block_id": "p60_b483", "text": "the island’s dependence on fossil fuel as well as leading to cheaper rates for consumers of"}, {"text_block_id": "p60_b484", "text": "electricity."}, {"text_block_id": "p60_b485", "text": "rted from overseas."}, {"text_block_id": "p60_b486", "text": "Diesel has been having a very"}, {"text_block_id": "p60_b487", "text": "unstable climb in the price."}, {"text_block_id": "p60_b488", "text": "The price keeps going up and up and up."}, {"text_block_id": "p60_b489", "text": "Very few opportunities"}, {"text_block_id": "p60_b490", "text": "for it to come down,” he said. “The more the price of the diesel goes up, the more the price of"}, {"text_block_id": "p60_b491", "text": "the diesel goes up, the more it costs us to generate electricity, and thus the fuel charge on your"}, {"text_block_id": "p60_b492", "text": "electricity bill will be higher."}, {"text_block_id": "p60_b493", "text": "“It means then you have to pay more money for the use of electricity."}, {"text_block_id": "p60_b494", "text": "It means, it can’t continue forever. It’s"}, {"text_block_id": "p60_b495", "text": "going to create serious problems for us,” Dr. Douglas said on his weekly radio programme “Ask"}, {"text_block_id": "p60_b496", "text": "the Prime Minister.”"}, {"text_block_id": "p60_b497", "text": "He told listeners that a team of experts from the foundation is due to arrive here later this month"}, {"text_block_id": "p60_b498", "text": "for discussions with the various stakeholders here. “They’re going to look at where we’ve"}, {"text_block_id": "p60_b499", "text": "reached so far in removing ourselves from the dependence on fossil-based energy or diesel"}, {"text_block_id": "p60_b500", "text": "energy."}, {"text_block_id": "p60_b501", "text": "They’re going to look at how much the Taiwanese"}, {"text_block_id": "p60_b502", "text": "have done so far in assisting us in"}, {"text_block_id": "p60_b503", "text": "the creation of a solar energy farm, and their promised assistance with another two megawatt"}, {"text_block_id": "p60_b504", "text": "farm down there at the agro tourism project."}, {"text_block_id": "p60_b505", "text": "“”They’re going to be looking at the prospects for wind energy that we’ve been wo"}, {"text_block_id": "p60_b506", "text": "rking on for"}, {"text_block_id": "p60_b507", "text": "some time with the North Star Company."}, {"text_block_id": "p60_b508", "text": "They’re going to be looking at how we dispose of our"}, {"text_block_id": "p60_b509", "text": "waste, and maybe how we might be able to work closely on a new project to convert waste into"}, {"text_block_id": "p60_b510", "text": "energy or electricity.” Dr. Douglas said he is also hopin"}, {"text_block_id": "p60_b511", "text": "g that the assistance from the Clinton"}, {"text_block_id": "p60_b512", "text": "Foundation would extend to the development of the geothermal sector in St. Kitts-Nevis."}, {"text_block_id": "p60_b513", "text": "“They will provide technical support for the sister island of Nevis, the Nevis Island"}, {"text_block_id": "p60_b514_merged_merged_merged_merged_merged_merged", "text": "Administration, with regard to their geothermal energy project that has been ongoing for some years, but which seems to have been stalled.” He said the Foundation would also “look at the potential for the island of St. Kitts to also generate geothermal energy and thus revolutionize our dependence on fossil fuel energy in St. Kitts and Nevis and bring us into a new realm where there would be green energy, cheaper energy, sustainable energy and this will impact on the cost of generating electricity and the consumers then would pay less for their elect"}, {"text_block_id": "p60_b520", "text": "ricity use.”"}, {"text_block_id": "p60_b521", "text": "Prime Minister Douglas says the initiative is in keeping with his administration’s efforts"}, {"text_block_id": "p60_b522", "text": "."}, {"text_block_id": "p61_b523", "text": "3.2 Mainstreaming Biological Diversity Conservation"}, {"text_block_id": "p61_b524", "text": "The review of the 2004 NBSAP for SKN showed that biodiversity conservation was not yet integrated fully in national development frameworks, partly because of lack of knowledge of the process of integration. Previously there was no guidance on how to achieve biodiversity conservation. The Guidelines on Mainstreaming Biodiversity Conservation into National Development have been developed as part of the 20142020 NBSAP preparatory process to help fill that gap. They aim at providing direction to users (Development Regulators and Practitioners) to help them mainstream biodiversity conservation in development policies, plans, projects and activities. It is expected that the practice of biodiversity conservation would become another regularly used decision-making tool, such as Environmental Impact Assessment (EIA), Cost-Benefit Analysis (CBA) and Social Impact Assessment (SIA) in the review of development applications and the articulation of development policies."}, {"text_block_id": "p61_b525", "text": "The Guidelines contain direction on mainstreaming biodiversity conservation in selected development themes and sectors. S"}, {"text_block_id": "p61_b526", "text": "trategies designed to give direction to biodiversity management at the national level in order to achieve the local and international targets and ultimately achieve the national goals are included under each theme/sector."}, {"text_block_id": "p61_b527", "text": "These themes and sectors are:"}, {"text_block_id": "p61_b528", "text": ""}, {"text_block_id": "p61_b529", "text": "poverty reduction,"}, {"text_block_id": "p61_b530", "text": ""}, {"text_block_id": "p61_b531", "text": "agriculture and rural development,"}, {"text_block_id": "p61_b532", "text": ""}, {"text_block_id": "p61_b533", "text": "environmental protection,"}, {"text_block_id": "p61_b534", "text": ""}, {"text_block_id": "p61_b535", "text": "land degradation,"}, {"text_block_id": "p61_b536", "text": ""}, {"text_block_id": "p61_b537", "text": "water resource management,"}, {"text_block_id": "p61_b538", "text": ""}, {"text_block_id": "p61_b539", "text": "marine resources management"}, {"text_block_id": "p61_b540", "text": ""}, {"text_block_id": "p61_b541", "text": "land use planning, and infrastructure."}, {"text_block_id": "p61_b542", "text": "Others are gender issues, and health issues, and climate change adaptation."}, {"text_block_id": "p61_b543", "text": "3.2.1Poverty reduction"}, {"text_block_id": "p61_b544", "text": "Biodiversity conservation and poverty reduction must focus on reducing the multiple sources of risks and empowering poor people to face them. Biodiversity conservation helps safeguard human development, which involves protecting people from deprivation resulting from shocks induced by natural hazards. Coping with environmental risk through poverty reduction interventions aims to build the overall resilience of people so that vulnerability can be reduced."}, {"text_block_id": "p61_b545", "text": "The key to mainstreaming biodiversity conservation in poverty reduction as a national"}, {"text_block_id": "p62_b546", "text": "development goal in SKN is to implement interventions that minimize risk accumulation, while resulting in reduction of poverty."}, {"text_block_id": "p62_b547", "text": "Strategy:"}, {"text_block_id": "p62_b548", "text": "Employ the following specific measures:"}, {"text_block_id": "p62_b549", "text": ""}, {"text_block_id": "p62_b550", "text": "institutionalize the application of risk sensitive-poverty assessment in development planning;"}, {"text_block_id": "p62_b551", "text": ""}, {"text_block_id": "p62_b552", "text": "improve governance of poverty reduction interventions such as the Peoples Employment Programme (PEP), the Small Entrepreneur Enterprise Development Programme (SEED), the Women in Small Enterprises (WISE), and the Small Enterprise Assistance Fund (SEAF) for them to contribute more to building the capacity of the poor to address vulnerability;"}, {"text_block_id": "p62_b553", "text": ""}, {"text_block_id": "p62_b554", "text": "implement sustainable livelihood measures that strengthen the livelihood assets of the poor (including environmental resources), thereby building their capacities to address vulnerability; and"}, {"text_block_id": "p62_b555", "text": ""}, {"text_block_id": "p62_b556", "text": "improve the quality of growth to help the poor address accumulated risks from past development interventions."}, {"text_block_id": "p62_b557", "text": "Figures 9a&b: Examples of GSKN poverty reduction programmes"}, {"text_block_id": "p62_b558", "text": "3.2.2 Agriculture and rural development"}, {"text_block_id": "p62_b559", "text": "Agricultural livelihoods in SKN depend significantly on the natural resource base (particularly soil and water). Consequently, several effects of natural hazards and climate change can potentially affect agriculture and rural development. Natural hazards and disasters impact agriculture through three main pathways; namely input systems (including biological inputs), services (such as processing and marketing infrastructures) and management practice (such as water use and disease and pest control). Therefore, mainstreaming biodiversity conservation in agriculture and rural development should aim to reduce the impact of disasters on the sector and the negative effects of sectoral practices on environmental risks."}, {"text_block_id": "p62_b560", "text": "The majority of the poor in SKN live in rural areas. However, the basic resources of land and water are constrained and rural productivity is low partly due to poor natural"}, {"text_block_id": "p63_b561", "text": "resource management. Also, rural non-farm activities do not adequately contribute to sustainable growth in agricultural productivity and the economy. As a major economic sector, developments in agriculture have major implications for the vulnerability of livelihoods at risks. Reducing rural poverty and improving rural livelihoods depends strongly on reducing environmental risk. Also, sound agricultural management reduces environmental risks particularly biodiversity loss."}, {"text_block_id": "p63_b562", "text": "Figures 10 a&b: Photographs of agri-produce post sugar"}, {"text_block_id": "p63_b563", "text": "Strategy:"}, {"text_block_id": "p63_b564", "text": "Enhance food security, growth and development of the agricultural sector through diversification and the sustainable utilization of human, natural and other resources. The strategic direction and objectives enunciated in the ADP and the NAS remain in place. The 2014-2020 NBSAP seeks to build around and upon them to strengthen SKN"}, {"text_block_id": "p63_b565", "text": "’"}, {"text_block_id": "p63_b566", "text": "s position nationally, regionally and globally as it pertains to the sustainable use of biodiversity."}, {"text_block_id": "p63_b567", "text": "3.3.3 Land degradation"}, {"text_block_id": "p63_b568", "text": "Several environmental factors, such as land degradation and desertification, ecosystem loss, environmentally related diseases, pollution, and, climate variability and change are hazards and factors that can adversely impact biodiversity. Land degradation can cause or worsen environmental risks alone or in combination with other natural hazards which in turn limit ecosystem resilience and growth."}, {"text_block_id": "p63_b569", "text": "For example, environmental degradation can affect biological hazards, such as epidemics, hydro meteorological hazards and some geological hazards, including landslides. Inadequate environmental protection also damages the natural resource base thus further weakening the ability of people and ecosystems to withstand hazards. For these reasons, it is necessary to integrate biodiversity conservation in environmental management and vice-versa to minimize the impact of hazards on the environment and the role of environmental factors in disasters."}, {"text_block_id": "p63_b570_merged_merged", "text": "Environmental management tools do not systematically incorporate trends in hazards and vulnerabilities. However, these environmental tools were designed from a risk management perspective and can be adapted for identifying disaster risks in project development. For example, risks arising from environmental factors can be identified and analyzed using adapted Environmental Risk Assessment (ERA). Additionally, to"}, {"text_block_id": "p64_b573", "text": "determine what measures to take to address risk from environmental protection measures, socio-economic gains from environmental management activities can be demonstrated using such tools as Strategic Environmental Assessment (SEA) and Environmental Risk Assessment (ERA)."}, {"text_block_id": "p64_b574", "text": "Figures 11a&b: Photographs of aspects of land degradation in SKN"}, {"text_block_id": "p64_b575", "text": "Strategy:"}, {"text_block_id": "p64_b576", "text": "Adopt and incorporate the Guidelines on Mainstreaming Biodiversity Conservation and the Guidelines on Mainstreaming Sustainable Land Management into National Development as part of the physical planning, development approval and land development processes."}, {"text_block_id": "p64_b577", "text": "3.3.4 Water resources management"}, {"text_block_id": "p64_b578", "text": "Water resources, biodiversity conservation and development are linked in many ways. Firstly, several natural hazards arise from hydrological factors. Secondly, disasters triggered by natural hazards such as floods can destroy or severely damage water infrastructure, affecting water supply and adversely affecting the immediate environment and development. For example, drought can reduce surface or groundwater flows, flooding and volcanic eruptions can contaminate water quality (potable and marine), and, earthquakes can divert groundwater. Thirdly, water resources degradation causes or worsens environmental risks arising from natural hazards. Degradation of watersheds can adversely induce or exacerbate flooding and landslides. Unsustainable water resources utilization affects productivity and also weakens the resilience of communities at risk."}, {"text_block_id": "p65_b579", "text": "Figures 12a&b: Photographs depicting recreational and educational value of watersheds in SKN"}, {"text_block_id": "p65_b580", "text": "Strategy:"}, {"text_block_id": "p65_b581", "text": "Reduce risks to water resources in a comprehensive and integrated multi-hazard context. Undertake a Vulnerability Capacity Assessment National Adaptation Strategy and Action Plan. Commence implementation of recommendations from the IWCAM Project."}, {"text_block_id": "p65_b582", "text": "3.3.5 Land use planning"}, {"text_block_id": "p65_b583", "text": "Within the context of BDC, land use planning is essentially a proactive form of mitigating environmental risk. Consequently, mainstreaming BDC into the land use planning process involves assessing land risks and applying strategic and integrated measures to meet land management objectives. Integrating BDC in land use planning involves establishing the planning background, formulating the planning strategy and the strategic land use plan, and developing the implementation plan."}, {"text_block_id": "p65_b584", "text": "Figure 13: Photograph of ground breaking ceremony for new housing development"}, {"text_block_id": "p66_b585", "text": "Strategy:"}, {"text_block_id": "p66_b586", "text": "Undertake a strategic review of the current NPDP including an appraisal of the land use planning and development approval processes used by the DCPB. The review will include an assessment of the current legislations, regulations and guidelines that govern land use planning and development in SKN."}, {"text_block_id": "p66_b587", "text": "3.3.6 Infrastructure Development"}, {"text_block_id": "p66_b588", "text": "General infrastructure systems/networks in SKN form part of the physical asset base of the community and impact productivity and the livelihoods of individuals. However, the increasing interconnectedness of infrastructure, particularly those providing critical services, poses challenges for reducing risks. Critical infrastructures are those physical and information technology facilities, networks and assets whose disruption or dest"}, {"text_block_id": "p66_b589", "text": "ruction from hazards or would seriously impair people’s lives and livelihoods. In the"}, {"text_block_id": "p66_b590", "text": "context of SKN, these often comprise infrastructure elements in the following sectors:"}, {"text_block_id": "p66_b591", "text": ""}, {"text_block_id": "p66_b592", "text": "government,"}, {"text_block_id": "p66_b593", "text": ""}, {"text_block_id": "p66_b594", "text": "energy and utilities,"}, {"text_block_id": "p66_b595", "text": ""}, {"text_block_id": "p66_b596", "text": "communications,"}, {"text_block_id": "p66_b597", "text": ""}, {"text_block_id": "p66_b598", "text": "services,"}, {"text_block_id": "p66_b599", "text": ""}, {"text_block_id": "p66_b600", "text": "transportation,"}, {"text_block_id": "p66_b601", "text": ""}, {"text_block_id": "p66_b602", "text": "safety, and"}, {"text_block_id": "p66_b603", "text": ""}, {"text_block_id": "p66_b604", "text": "agriculture"}, {"text_block_id": "p66_b605", "text": "Considering that complete total security or assurance is neither feasible nor affordable, the priority task in reducing the environmental risk is to ensure that infrastructure installations are design and constructed within minimal impacts on the environment."}, {"text_block_id": "p66_b606", "text": "Integrating BDC as a risk reduction tool in infrastructure development and management helps to prevent the potential for disruption of reliable services from the impact of hazards to the community. However, it is necessary also to prevent physical failure of infrastructure installations from causing disasters, such as upstream drainage failure resulting in downstream flooding. Accordingly, mainstreaming BDC in infrastructure development as part of the national agenda should aim at minimizing the potential negative effects of hazards on infrastructure, and vice-versa."}, {"text_block_id": "p66_b607", "text": "Strategy:"}, {"text_block_id": "p66_b608", "text": "Develop a National Infrastructure Development Plan based on a Land Use Management Plan."}, {"text_block_id": "p66_b609", "text": "3.3.7 Gender issues"}, {"text_block_id": "p66_b610_merged_merged", "text": "In a general way, gender factors help to determine development policies and patterns. It is argued that vulnerability to hazards and community response to disasters are gender sensitive. Gender biases in access to productive resources such as land for farming and capital formation increases women’s vulnerability to risks. Therefore, there are development costs to gender bias and clear growth benefits from reversing gender inequality, which would help reduce vulnerability."}, {"text_block_id": "p66_b613", "text": "Mainstreaming gender in BDC is the process of fully considering and integrating the"}, {"text_block_id": "p67_b614", "text": "concerns of women and men in national development policies and programmes. It depends on identifying gender differences in vulnerabilities and coping strategies, and determining gender-appropriate measures for managing risk. However, enhancing gender aspects of BDC is"}, {"text_block_id": "p67_b615", "text": "not about simply increasing women’s chances of survival and"}, {"text_block_id": "p67_b616", "text": "resilience to livelihood risks. It is about balancing the entitlements and responsibilities of"}, {"text_block_id": "p67_b617", "text": "both males and females, and the terms of women’s participation in the BDC process."}, {"text_block_id": "p67_b618", "text": "Strategy:"}, {"text_block_id": "p67_b619", "text": "Integrate gender considerations in biodiversity conservation by developing interventions that expand male-female livelihood opportunities and reduce their vulnerability to risks. Some specific interventions to achieve this include:"}, {"text_block_id": "p67_b620", "text": ""}, {"text_block_id": "p67_b621", "text": "promoting the application of gender mainstreaming tools in BDC programmes;"}, {"text_block_id": "p67_b622", "text": ""}, {"text_block_id": "p67_b623", "text": "expanding opportunities for male-female participation in decision-making and leadership roles in BDC programmes and institutions;"}, {"text_block_id": "p67_b624", "text": ""}, {"text_block_id": "p67_b625", "text": "ensuring equitable access by both women and men to BDC interventions, particularly post disaster entitlements;"}, {"text_block_id": "p67_b626", "text": ""}, {"text_block_id": "p67_b627", "text": "increasing women’s access to environmental risk management"}, {"text_block_id": "p67_b628", "text": "information, including through public awareness on the gender perspective in disaster reduction; and"}, {"text_block_id": "p67_b629", "text": ""}, {"text_block_id": "p67_b630", "text": "strengthening comparative research and analysis on the gender aspects of risk configuration."}, {"text_block_id": "p67_b631", "text": "3.3.8 Climate change adaptation"}, {"text_block_id": "p67_b632", "text": "The impacts of climate change in SKN are likely to encompass the following:"}, {"text_block_id": "p67_b633", "text": "(1)"}, {"text_block_id": "p67_b634", "text": "Increase in drought, flood, tropical storms and other extreme weather phenomena,"}, {"text_block_id": "p67_b635", "text": "(2)"}, {"text_block_id": "p67_b636", "text": "Changes in rainfall, river/ghaut sensitivity and more intense land use,"}, {"text_block_id": "p67_b637", "text": "(3)"}, {"text_block_id": "p67_b638", "text": "Sea level rise leading to coastal erosion and flooding, and"}, {"text_block_id": "p67_b639", "text": "(4)"}, {"text_block_id": "p67_b640", "text": "Changes in the national biodiversity profile."}, {"text_block_id": "p67_b641_merged_merged", "text": "Given the geophysical realities, climate change is likely to worsen SKN’s vulnerability to biodiversity loss and other natural hazards. Also, hard mitigation interventions are economically unsustainable and currently ineffective against climate change effects. Consequently, mainstreaming BDC in climate change adaptation should aim to enhance the adaptive capacities of people and the community to assess and reduce climate change risks on ecosystems. Climate change outcomes impact nearly all development sectors as well as several natural processes."}, {"text_block_id": "p67_b644", "text": "Also, a large degree of uncertainty surrounds climate change issues. Therefore, reducing the risk of disasters from climate change adaptation in SKN involves adopting a multi-hazard and iterative approach. Specific interventions to apply to reduce the risk from climate change will depend on the sector and the climate change impact of concern. Nonetheless, the following should assist in mainstreaming BDC in climate change adaptation interventions as a national action:"}, {"text_block_id": "p67_b645", "text": ""}, {"text_block_id": "p67_b646", "text": "increasing the use of vulnerability and adaptation assessment in development activities;"}, {"text_block_id": "p68_b647", "text": ""}, {"text_block_id": "p68_b648", "text": "reducing vulnerability to sustain livelihoods;"}, {"text_block_id": "p68_b649", "text": ""}, {"text_block_id": "p68_b650", "text": "improving the management of climate-sensitive natural resources (water resources) and economic production systems;"}, {"text_block_id": "p68_b651", "text": ""}, {"text_block_id": "p68_b652", "text": "promoting economic diversification to reduce over reliance on climate-sensitive primary sectors;"}, {"text_block_id": "p68_b653", "text": ""}, {"text_block_id": "p68_b654", "text": "increasing the resilience of infrastructure and physical development;"}, {"text_block_id": "p68_b655", "text": ""}, {"text_block_id": "p68_b656", "text": "restructuring risk profile and sharing through improved financial intermediation and mechanisms;"}, {"text_block_id": "p68_b657", "text": ""}, {"text_block_id": "p68_b658", "text": "mainstreaming climate and BDC issues and adaptation into national policies, programmes and budgets;"}, {"text_block_id": "p68_b659", "text": ""}, {"text_block_id": "p68_b660", "text": "strengthening information and communication on climate change effects and adaptation options;"}, {"text_block_id": "p68_b661", "text": ""}, {"text_block_id": "p68_b662", "text": "enhancing inter-island cooperation to improve productivity and management of shared resources."}, {"text_block_id": "p68_b663", "text": "Strategy:"}, {"text_block_id": "p68_b664", "text": "Develop a climate change strategy and action plan that integrates BDC and other related environmental concerns."}, {"text_block_id": "p68_b665", "text": "3.4 National Targets and Priorities"}, {"text_block_id": "p68_b666", "text": "SKN is pursuing a"}, {"text_block_id": "p68_b667", "text": "‘"}, {"text_block_id": "p68_b668", "text": "green"}, {"text_block_id": "p68_b669", "text": "’"}, {"text_block_id": "p68_b670", "text": "development path in keeping with the governme"}, {"text_block_id": "p68_b671", "text": "nt’s"}, {"text_block_id": "p68_b672", "text": "pronouncement that declared SKN the as"}, {"text_block_id": "p68_b673", "text": "World’s first SIS"}, {"text_block_id": "p68_b674", "text": ". The GSKN has prepared its National Biodiversity Targets have been designed to integrate conservation and sustainable use of biodiversity into sectoral and cross-sectoral activities. Also, the national targets provide significant focus and impetus for mainstreaming of BDC into national development. Already SKN has begun to realize some outcomes from the National Targets that have been identified. These results are captioned below."}, {"text_block_id": "p68_b675", "text": "Target"}, {"text_block_id": "p68_b676_merged_merged", "text": "By 2020, an increased percentage of Kittitians and Nevisians are aware of the values of biodiversity, and understand the steps they can take to conserve and use biodiversity sustainably. (Aichi Target 1,14,19)"}, {"text_block_id": "p68_b678", "text": "Indicators:"}, {"text_block_id": "p68_b679", "text": "Trends in policy development and investment options for biodiversity related actions by various stakeholders."}, {"text_block_id": "p68_b680", "text": "Trends in mainstreaming biodiversity conservation at the community level."}, {"text_block_id": "p68_b681", "text": "Amount of direct and indirect support and interventions into national ecosystems and biodiversity related actions by relevant line ministries, departments, sectors, agencies, stakeholder groups and the wider community by 2020."}, {"text_block_id": "p69_b682", "text": "Target 2"}, {"text_block_id": "p69_b683_merged", "text": "-By 2020, St. Kitts and Nevis would have completed an evaluation of its biodiversity resources. (Aichi Target 2, 14 )"}, {"text_block_id": "p69_b685", "text": "Indicators:"}, {"text_block_id": "p69_b686", "text": "National guiding framework and outlook on biodiversity prepared and distributed."}, {"text_block_id": "p69_b687", "text": "Synergistic actions by line ministries, departments and agencies are put in place for the sustainable conservation and use of biodiversity."}, {"text_block_id": "p69_b688", "text": "Biodiversity resource evaluation results incorporated in the NBSAP."}, {"text_block_id": "p69_b689", "text": "Target"}, {"text_block_id": "p69_b690", "text": "By 2020, the Ministry of Sustainable Development will have an increased role in the granting of incentives to activities based on biodiversity related sustainability principles. (Aichi Target 3)"}, {"text_block_id": "p69_b691", "text": "Indicators"}, {"text_block_id": "p69_b692", "text": ":"}, {"text_block_id": "p69_b693", "text": "Trends in national policy and action programmes that use economic, investment and market instruments for conservation, sustainable use and benefit sharing."}, {"text_block_id": "p69_b694", "text": "The type of private sector application and investment in conservation action separate and apart from mere corporate social responsibility interventions."}, {"text_block_id": "p69_b695", "text": "Number and/or value of concessions and incentives granted by the Ministry of Sustainable Development to biodiversity related activities."}, {"text_block_id": "p69_b696", "text": "Target 4"}, {"text_block_id": "p69_b697", "text": "-By 2020, fish and invertebrate stocks and aquatic plants are managed, harvested sustainably and the Marine Management Area has been formally declared. (Aichi Target 6, 9, 10)"}, {"text_block_id": "p69_b698", "text": "Indicators:"}, {"text_block_id": "p69_b699", "text": "Legislative, regulatory and management framework for Marine Management Area for SKN developed."}, {"text_block_id": "p69_b700", "text": "Observed fish, invertebrate stocks and aquatic plants increase by 5%."}, {"text_block_id": "p70_b701", "text": "Target 5"}, {"text_block_id": "p70_b702", "text": "-By 2020, areas under agriculture, aquaculture and forestry are managed sustainably, ensuring conservation of biodiversity. (Target Aichi Target 7,11)"}, {"text_block_id": "p70_b703", "text": "Indicators:"}, {"text_block_id": "p70_b704", "text": "The number of areas under agriculture, aquaculture and forestry that are identified for improved management and management plans developed and components implemented."}, {"text_block_id": "p70_b705", "text": "The number of public-private partnerships in increasing agricultural production systems that are considerate of local needs."}, {"text_block_id": "p70_b706", "text": "The amount of investments by government and the non-government sector in agro-biodiversity based research focusing on conservation, sustainable use and sharing of benefits."}, {"text_block_id": "p70_b707", "text": "Figures14a&b: Photographs of the Agro-Tourism Demonstration Farm"}, {"text_block_id": "p71_b708", "text": "Target 6"}, {"text_block_id": "p71_b709", "text": "-By 2020, pollution, including from excess nutrients, has been brought to levels that are not detrimental to ecosystem function and biodiversity and appropriate Waste Management Plans are developed. (Aichi Target 8)"}, {"text_block_id": "p71_b710", "text": "Indicators:"}, {"text_block_id": "p71_b711", "text": "National programme of action for integrated watershed and coastal areas management and/or prevention of pollution from land based sources and activities developed."}, {"text_block_id": "p71_b712", "text": "Major sources and activities contributing to the pollution of the marine environment identified and assessed."}, {"text_block_id": "p71_b713", "text": "At least two demonstration projects (one each on St. Kitts and Nevis) to reduce pollution of the marine environment implemented."}, {"text_block_id": "p71_b714", "text": "Synergistic actions by line ministries, departments and agencies are put in place for the sustainable conservation and use of biodiversity."}, {"text_block_id": "p71_b715", "text": "At least two national training workshops in waste water management convened."}, {"text_block_id": "p71_b716", "text": "Establishment of national legally binding standards for sewage effluent and discharges."}, {"text_block_id": "p71_b717", "text": "Figures 15a&b: Maps showing proposed management sites under the IWEco Project"}, {"text_block_id": "p72_b718", "text": "Target 7"}, {"text_block_id": "p72_b719", "text": "-By 2020, invasive alien species and pathways are identified and prioritized and measures are in place to manage pathways to prevent their introduction. (Aichi Target 9)"}, {"text_block_id": "p72_b720", "text": "A national policy on sustainable management of invasive alien species, rare, endemic, endangered, and threatened species developed and components implemented."}, {"text_block_id": "p72_b721", "text": "National guiding framework and outlook on biodiversity prepared and components implemented."}, {"text_block_id": "p72_b722", "text": "Synergistic actions between line ministries, departments and agencies are put in place for the sustainable conservation and use of species based interventions."}, {"text_block_id": "p72_b723", "text": "At least 5% of known species components protected in SKN through a range of specific interventions."}, {"text_block_id": "p72_b724", "text": "No significant work/action has been taken in this regard"}, {"text_block_id": "p72_b725", "text": "."}, {"text_block_id": "p72_b726", "text": "Target 8"}, {"text_block_id": "p72_b727", "text": "-By 2020, the anthropogenic pressures on coral reefs and other vulnerable coastal ecosystems impacted by climate change are minimized. (Aichi Target 10)"}, {"text_block_id": "p72_b728", "text": "Indicators:"}, {"text_block_id": "p72_b729", "text": "Major sources and activities contributing to the coral reef and coastal ecosystems degradation in SKN identified and assessed."}, {"text_block_id": "p72_b730", "text": "At least two national training workshops on coastal areas management convened."}, {"text_block_id": "p72_b731", "text": "At least two artificial reefs established (one each on St. Kitts and Nevis) to promote marine biodiversity."}, {"text_block_id": "p72_b732", "text": "At least two sites (one each on St. Kitts and Nevis) replanted with mangroves."}, {"text_block_id": "p72_b733", "text": "Zero percent decline in the populations of three endangered marine turtle species (leatherback, hawksbill, green) from 2013 levels."}, {"text_block_id": "p73_b734", "text": "Target 9"}, {"text_block_id": "p73_b735", "text": "-By 2020, at least one marine and one additional terrestrial area will be formally declared and appropriate management plans are operationalized. ( Aichi"}, {"text_block_id": "p73_b736", "text": "Indicators:"}, {"text_block_id": "p73_b737", "text": "At least one marine and one land based area declared protected with the requisite management plan."}, {"text_block_id": "p73_b738", "text": "The nature of synergistic action to combine and strengthen national policy and resource management as evidenced by public-private partnerships, institutional capacity adjustments and resource use."}, {"text_block_id": "p73_b739", "text": "The number of integrated programmes facilitated to achieve sustainable land management, conservation, governance and the overall sustainable development agenda."}, {"text_block_id": "p73_b740", "text": "Figure 16: Photograph of tour operator at Nevis Peak"}, {"text_block_id": "p73_b741", "text": "Target 10"}, {"text_block_id": "p73_b742", "text": "-By 2016, St. Kitts and Nevis would have signed on to the Nagoya Protocol"}, {"text_block_id": "p73_b743_merged", "text": "on ‘Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization’. (Aichi Target 16,19)"}, {"text_block_id": "p73_b746", "text": "Indicators:"}, {"text_block_id": "p74_b747", "text": "Development and implementation of access and benefit-sharing legislation or regulatory requirements."}, {"text_block_id": "p74_b748", "text": "Standards and/guidelines for monitoring of compliance on benefit sharing developed."}, {"text_block_id": "p74_b749", "text": "Establishment of national access and benefit clearing house mechanism."}, {"text_block_id": "p74_b750", "text": "At least one national training workshop convened on the Nagoya Protocol."}, {"text_block_id": "p74_b751", "text": "The nature of synergistic action to combine and strengthen national policy and resource management as evidenced by public-private partnerships, institutional capacity adjustments and resource use."}, {"text_block_id": "p74_b752", "text": "Target 11"}, {"text_block_id": "p74_b753", "text": "-By 2015, the revised National Biodiversity Strategy and Action Plan (NBSAP) has been completed and adopted as a policy instrument and is been implemented with broad sectoral participation. (Aichi Target 17)"}, {"text_block_id": "p74_b754", "text": "Indicators:"}, {"text_block_id": "p74_b755", "text": "NBSAP completed at adopted at the Government of St. Kitts and Nevis as a key environmental policy instrument."}, {"text_block_id": "p74_b756", "text": "At least two workshops (one each for St. Kitts and Nevis) convened."}, {"text_block_id": "p74_b757", "text": "The nature of synergistic action to combine and strengthen national policy and resource management as evidenced by public-private partnerships, institutional capacity adjustments and resource use."}, {"text_block_id": "p74_b758", "text": "Financing mechanism(s) NBSAP implementation identified and approved."}, {"text_block_id": "p74_b759", "text": "Targets"}, {"text_block_id": "p74_b760", "text": "By 2015, the financial resources for supporting the revised NBSAP implementation have been identified including direct budgetary allocations. (Aichi Target 20)"}, {"text_block_id": "p74_b761", "text": "Indicators:"}, {"text_block_id": "p74_b762", "text": "National Financial Strategy for NBSAP implementation developed."}, {"text_block_id": "p74_b763", "text": "Budget line for NBSAP implementation included in the budgetary allocations of the Ministry of Sustainable Development in 2015."}, {"text_block_id": "p74_b764", "text": "3.5 CBD and the Millennium Development Goals"}, {"text_block_id": "p74_b765_merged", "text": "The Millennium Development Goals (MDGs) were officially established when the United Nations General Assembly in 2002 affirmed the Millennium Declaration. The MDG’s address issues of poverty eradication and sustainable development through a set of targets. A criticism of the MDGs is that they seem to focus on developmental issues without any clear definition of how to implement actions to achieve the goals. For"}, {"text_block_id": "p75_b769", "text": "example, Goal 7 of the MDGs focuses on environmental sustainability without any explicit treatment of the role of biodiversity and natural resources in the development process. Nonetheless, the GSKN is mindful of the role that biodiversity plays in ensuring that the national targets of the MDGs are successfully achieved."}, {"text_block_id": "p75_b770_merged", "text": "SKN has made commendable strides toward satisfying the MDG’s. Table 4 below summarizes the progress that has been made to date."}, {"text_block_id": "p76_b773", "text": "Table 11"}, {"text_block_id": "p76_b774", "text": ": Summary of SKN’s MGD progress"}, {"text_block_id": "p76_b775", "text": "3.6 Lessons Learned, Gaps and Constraints"}, {"text_block_id": "p76_b776", "text": "The legal and institutional framework for sustainable development in SKN is derived from several existing legislations and regulations. However, legislation only reflects or translates into implied policy and good intentions; both of which are usually compromised by lack of enforcement and weak and/or insufficient institutional capacity.  For SKN, the absence of key regulations is one of the main factors that hinder effective enforcement."}, {"text_block_id": "p76_b777_merged", "text": "However, apart from regulations, there are several other tools and strategies that can be employed in support of SKN’s overall sustainable development objectives. The need for effective stakeholder involvement through meaningful consultation and participation is of tremendous importance. Additionally, it is useful that the GSKN to continue to work together with the key Non State Actors, especially the economic partners, in the crafting"}, {"text_block_id": "p77_b780", "text": "and implementing sustainable development interventions."}, {"text_block_id": "p77_b781", "text": "A functional relationship between the Federal Government and the Nevis Island Administration is of extreme importance toward the effective implementation of the NBSAP. This should assist SKN also in maintaining a clear vision for sustainable governance of all sectors involved in the national development process, including formulation, implementation, monitoring and evaluation of programmes."}, {"text_block_id": "p77_b782", "text": "Additionally, there are a number of issues that have to be addressed in order to effect an improvement in the institutional framework for sustainable development in SKN. These issues have been"}, {"text_block_id": "p77_b783", "text": "highlighted in the “Guidelines for Mainstreaming Sustainable Land Management in National Development” prepared as an output of the SLMP. The"}, {"text_block_id": "p77_b784", "text": "Guidelines seek to provide direction to users to help them mainstream SLM in national development policies, plans and projects. These same guidelines are generic enough to be applied to other sustainable development initiatives such as BDC."}, {"text_block_id": "p77_b785", "text": "The Stocktaking Report on Biodiversity which included a review of legislative, regulatory, policy and institutional arrangements indicated that the effective advancement of sustainable development in SKN requires several interventions. These include the following:"}, {"text_block_id": "p77_b786", "text": "1."}, {"text_block_id": "p77_b787", "text": "Development of appropriate regulations and or guidelines to effectively support legislative provisions."}, {"text_block_id": "p77_b788", "text": "2."}, {"text_block_id": "p77_b789", "text": "Re-design and implementation of clearly articulated policies that govern BDC and overall SLM."}, {"text_block_id": "p77_b790", "text": "3."}, {"text_block_id": "p77_b791", "text": "Monitoring and evaluation of institutional and capacity development interventions including education, training, advocacy and awareness."}, {"text_block_id": "p77_b792", "text": "4."}, {"text_block_id": "p77_b793", "text": "Development and implementation of integrated financing and programme strategies to support BDC."}, {"text_block_id": "p77_b794", "text": "The development of regulations should aim at creating an enabling environment for private sector participation, information and benefits sharing, technological transfer, physical investment, payment for environmental services and resources, and promoting fair, secure and effective sustainable development interventions."}, {"text_block_id": "p77_b795", "text": "3.7 Actions Planned"}, {"text_block_id": "p77_b796_merged_merged", "text": "The Action Plan presented here represents issues to be addressed at the policy level that will lead to the success of the strategies which in turn will realize the national and international targets and the national objectives and goals that have been established. The Action Plan is presented in a simplified tabular with accompanying outputs, resource needs and risk factors."}, {"text_block_id": "p80_b799", "text": "Table 12: NBSAP Action Plan 2014-2020"}, {"text_block_id": "p81_b800", "text": "3.8 Protected Areas Initiatives in SKN"}, {"text_block_id": "p81_b801", "text": "The GSKN does not have adequate legislation, management policies, and institutional capability to support the management of a single protected area or national park, a protected areas conservation system, or a protected areas conservation service or agency. The MSD does not adequate resources (i.e., money, equipment, number of personnel, skills and competencies, training) to develop, plan and manage a protected areas system or a single land-based protected area, nor does the MOA have the adequate resources to develop, plan and manage a protected areas system or a single marine protected areas."}, {"text_block_id": "p81_b802", "text": "Notwithstanding, there is keen interest among government officials and the public for developing the institutional framework for one national system of land and marine protected areas. Accordingly, while the modalities for funding and PA management are being worked on, several ecological and cultural sites/areas have been identified, designated and/or earmarked for protection. These are briefly described below."}, {"text_block_id": "p81_b803", "text": "3.8.1 Central Forest Reserve"}, {"text_block_id": "p81_b804", "text": "Figure 17: Map showing the CFR (Source: DPPE)"}, {"text_block_id": "p82_b805", "text": "3.8.2"}, {"text_block_id": "p82_b806", "text": "St. Mary’s Biosphere Reserve"}, {"text_block_id": "p82_b807", "text": "mosaic of natural and cultural landscape values."}, {"text_block_id": "p82_b808", "text": "Figure 18"}, {"text_block_id": "p82_b809", "text": ": Map showing the St. Mary’s Biosphere"}, {"text_block_id": "p82_b810", "text": "(Source: DPPE)"}, {"text_block_id": "p82_b811", "text": "Figures 19"}, {"text_block_id": "p82_b812", "text": "a&b: Photographs of human interactions with in the St. Mary’s Biosphere"}, {"text_block_id": "p83_b813", "text": "Exhibit 3"}, {"text_block_id": "p83_b814", "text": "Basseterre, St. Kitts, December 01, 2011 (SKNIS):"}, {"text_block_id": "p83_b815", "text": "St. Mary’s, St. Kitts has been declared"}, {"text_block_id": "p83_b816", "text": "the first biosphere reserve in the Federation making the twin-island eligible for international"}, {"text_block_id": "p83_b817", "text": "funding to facilitate employment opportunities for the local community and the development"}, {"text_block_id": "p83_b818", "text": "of the area."}, {"text_block_id": "p83_b819", "text": "At the 36"}, {"text_block_id": "p83_b820", "text": "th"}, {"text_block_id": "p83_b821", "text": "certificate that symbolized the designation of St. Mary’s as a Man and the Biosphere (MAB)"}, {"text_block_id": "p83_b822", "text": "project. This was based on the recommendation given by the International Coordinating"}, {"text_block_id": "p83_b823", "text": "Council of UNESCO’s Man and the Biosphere Programme which approved the Federation’s"}, {"text_block_id": "p83_b824", "text": "nomination at its 23"}, {"text_block_id": "p83_b825", "text": "rd"}, {"text_block_id": "p83_b826", "text": "session in Germany last June."}, {"text_block_id": "p83_b827", "text": "St. Mary’s was described as “"}, {"text_block_id": "p83_b828", "text": "most diverse natural communities on St. Kitts” that includes “the marine area and"}, {"text_block_id": "p83_b829", "text": "beaches near Canada, Keys and Cayon and the surrounding tropical forests of the"}, {"text_block_id": "p83_b830", "text": "mountain ridgeline.”"}, {"text_block_id": "p83_b831", "text": "tion and said it “recognized the importance of the site in terms of biological diversity"}, {"text_block_id": "p83_b832", "text": "ranging from cloud forests to mangroves and coral reefs.”"}, {"text_block_id": "p83_b833", "text": "It was further noted that"}, {"text_block_id": "p83_b834", "text": "St."}, {"text_block_id": "p83_b835", "text": "Mary’s “could serve as an example of village participation in preserving the o"}, {"text_block_id": "p83_b836", "text": "utstanding"}, {"text_block_id": "p83_b837", "text": "mosaic of natural and cultural landscape values.”"}, {"text_block_id": "p83_b838", "text": "Ms. Gretchen Kalonji, UNESCO Assistant Director-General for Natural Sciences presented"}, {"text_block_id": "p83_b839", "text": "the certificate to Minister Nisbett who noted the pride of the Federation, particularly, since"}, {"text_block_id": "p83_b840", "text": "St. Mary’s is the “first ever MAB site in the English"}, {"text_block_id": "p83_b841", "text": "-"}, {"text_block_id": "p83_b842", "text": "marks our strong commitment to the interdisciplinary research agenda and"}, {"text_block_id": "p83_b843", "text": "capacity building expertise that will assist the Federation to target the ecological, social and"}, {"text_block_id": "p83_b844", "text": "economic dimensions of biodiversity loss and the reduction of this loss.”"}, {"text_block_id": "p83_b845", "text": "Similarly, Antonio Maynard, Secretary General of the St. Kitts-Nevis National Commission"}, {"text_block_id": "p83_b846", "text": "for UNESCO recognized the potential of the MAB programme to “contribute to promo"}, {"text_block_id": "p83_b847", "text": "ting"}, {"text_block_id": "p83_b848", "text": "innovative approaches to economic development that is socially and culturally appropriate"}, {"text_block_id": "p83_b849", "text": "and environmentally sustainable for a small island developing states.”"}, {"text_block_id": "p83_b850_merged_merged_merged_merged_merged", "text": "The task of moving the MAB plans forward, with experts in Paris, is left to Dr. David P. pursuing the promotion of sustainable development based on local community efforts and sound science – a highly tangible il"}, {"text_block_id": "p83_b856", "text": "lustration of adaptation to climate change.”"}, {"text_block_id": "p84_b857", "text": "3.8.3 Basseterre Valley National Park"}, {"text_block_id": "p84_b858", "text": "The St. Kitts National Capitol Park is proposed to have a variety of development such as trails, parking lots, train station, and large rainforest arboretum. The most significant facility in cost would be the visitor center complex. The visitor center complex (described in more detail in Section 6) is actually a three-part facility---a 90,000 square foot outdoor botanical plaza with keystone water features and a spray park, a 10,000 square foot visitor center (two-story with administrative offices on second floor), and an outdoor amphitheater. These facilities are still at the concept stage and have not received a professional cost estimate at this time, but a projected capitol development cost is estimated to be $4-5M US."}, {"text_block_id": "p84_b859", "text": "Figures 20a&b: Demarcation and elements of the proposed national park"}, {"text_block_id": "p84_b860", "text": "3.8.4 Brimstone Hill Fortress National Park"}, {"text_block_id": "p84_b861_merged", "text": "The Brimstone Hill Fortress features tremendous historical, cultural and architectural significance. Designed by British military engineers with the construction, skill, strength and endurance of the African slaves, Brimstone Hill is a symbol of the past, present and future of SKN. Its architectural features, notably the Citadel, are expressions of the different stages European imperialism and the emergence of a distinctive Caribbean culture. Today, Brimstone Hill is a World Heritage Site and a key component of the island’s tourism product. Although primary focus is historical and cultural preservation, Brimstone Hill is a sanctuary for many birds and monkeys."}, {"text_block_id": "p84_b864", "text": "Figures 21a&b: Photographs of the Brimestone Hill Fortress National Park"}, {"text_block_id": "p85_b865", "text": "3.8.5 Frigate Bay Salt Pond"}, {"text_block_id": "p85_b866_merged", "text": "The Frigate Salt Pond was declared a protected area in May 2014 and will be rehabilitated for eco-tourism and educational purposes. The declaration of the Frigate Bay Salt Pond and its environs as a protected area is in keeping with the ongoing thrust to make SKN the World’s first SIS."}, {"text_block_id": "p85_b869", "text": "This decision to designate this important ecosystem as a PA is in keeping with the 2006 NPDP of St. Kitts that recommends that the area be zoned and developed for recreational purposes. Additionally, the Protected Areas Systems Plan for SKN recognizes the fact that the Frigate Bay Salt Pond is located in an area that supports a number of bird species and is linked to the breeding of three such species. As a PA, the Frigate Bay Salt Pond and its environs will continue to offer opportunities for use by nationals, residents and visitors without the threat of development in the area."}, {"text_block_id": "p85_b870", "text": "Figures 22a,b&c: Photographs of the Frigate Bay Salt Pond"}, {"text_block_id": "p86_b871", "text": "Exhibit 4"}, {"text_block_id": "p86_b872", "text": "South Frigate Bay Salt Pond: A Hub of Activity For Birds and Humans"}, {"text_block_id": "p86_b873", "text": "MAJOR PLANS DISCUSSED TO MAKE FRIGATE BAY A COMMUNITY ENTERTAINMENT PARK"}, {"text_block_id": "p86_b874", "text": "BASSETERRE, ST. KITTS, JULY 23RD 2005 (CUOPM)"}, {"text_block_id": "p86_b875", "text": "–"}, {"text_block_id": "p86_b876", "text": "“We are also discussing the installation of buoys that will allow yachts and other pleasure craft to"}, {"text_block_id": "p86_b877", "text": "all year round and especially during the high season,” said Mr. Skerritt, who praised the workers of"}, {"text_block_id": "p86_b878", "text": "the Frigate Bay Development Corporation. “The beach has to be kept clean. The vendors"}, {"text_block_id": "p86_b879", "text": "and the economic activity properly lay out and regularized,” said Skerritt."}, {"text_block_id": "p86_b880", "text": "He said that as part of the enhancement of Frigate Bay, the existing booths will be relocated to"}, {"text_block_id": "p86_b881", "text": "provide additional beach space that will allow locals and visitors to enjoy the island’s natural"}, {"text_block_id": "p86_b882", "text": "resource. Minister Skerritt disclosed also that use of the road nearest to the beach will be"}, {"text_block_id": "p86_b883", "text": "discontinued and traffic will now flow on the main dirt road which now becomes a one way route"}, {"text_block_id": "p86_b884", "text": "allowing vehicles to flow in one direction. Cars will now enter just outside of Timothy Beach Hotel and"}, {"text_block_id": "p86_b885", "text": "exit on the other end at the road leading from Dolce Cabana."}, {"text_block_id": "p86_b886_merged_merged_merged_merged", "text": "“There is immediate evidence that the pond is now cleaner and this has led to more birds and an abundance of fish. This could now generate income from activities such as bird watching and pleasure fishing, providing additional income for local vendors,” said All Dive and Marine Company, more local persons have been using the shaded areas for family outdoor activities. “We need to create more public green space. Our own people need that, Sir,” Minister Skerritt told Prime Minister"}, {"text_block_id": "p86_b892", "text": "Douglas."}, {"text_block_id": "p87_b893", "text": "3.8.6 Marine Management Areas"}, {"text_block_id": "p87_b894", "text": "The proposed Sandy Point Marine Park is located in the southwest comer of the island of St. Kitts, close to Brimstone Hill National Park and the Sandy Point fishing village. Its development is being planned in close consultation with the local community and various user groups."}, {"text_block_id": "p87_b895", "text": "The Park’s size is still being discussed with the"}, {"text_block_id": "p87_b896", "text": "different users, but it will protect the two major reefs currently being used by divers and fishermen: Paradise Reef and Anchors Away Reef. Another important reason for the protection of the sites is the existence of numerous historic shipwrecks,"}, {"text_block_id": "p87_b897", "text": "some of them closely linked to the island’s history."}, {"text_block_id": "p87_b898", "text": "It is considered a unique and world-class dive site. The Government of St. Kitts-Nevis is currently in the process of declaring the Sandy Point Reef as its first marine park as part of a general strategy of marine conservation areas."}, {"text_block_id": "p87_b899_merged_merged", "text": "A marine park in the South East Peninsula is also under consideration. In the case of Sandy Point, it is part of an overall tourism development plan for the area focusing on both terrestrial and marine attractions. From the tourists’ perspective, MPAs are expected to contain one or all of the following characteristics:"}, {"text_block_id": "p87_b902", "text": ""}, {"text_block_id": "p87_b903", "text": "cleanliness of water and beaches"}, {"text_block_id": "p87_b904", "text": ""}, {"text_block_id": "p87_b905", "text": "no fishing"}, {"text_block_id": "p87_b906", "text": ""}, {"text_block_id": "p87_b907", "text": "lots of fish"}, {"text_block_id": "p87_b908", "text": ""}, {"text_block_id": "p87_b909", "text": "healthy reefs"}, {"text_block_id": "p87_b910", "text": ""}, {"text_block_id": "p87_b911", "text": "trained park rangers"}, {"text_block_id": "p87_b912", "text": ""}, {"text_block_id": "p87_b913", "text": "visitor information services"}, {"text_block_id": "p87_b914", "text": ""}, {"text_block_id": "p87_b915", "text": "environmentally-oriented facilities"}, {"text_block_id": "p87_b916", "text": ""}, {"text_block_id": "p87_b917", "text": "use of alternative energy sources and quality of operation"}, {"text_block_id": "p87_b918", "text": ""}, {"text_block_id": "p87_b919", "text": "family facilities"}, {"text_block_id": "p87_b920", "text": ""}, {"text_block_id": "p87_b921", "text": "good underwater visibility"}, {"text_block_id": "p87_b922", "text": "Visitors suggested more detailed information on the sites, enforcement of anchoring prohibitions and facilities for children. Some specific recommendations for each site were also presented."}, {"text_block_id": "p87_b923", "text": "Figures 23a&b: Proposed Marine Management Areas in SKN"}, {"text_block_id": "p88_b924", "text": "3.8.7 Nevis Peak Park (Proposed)"}, {"text_block_id": "p88_b925", "text": "The Nevis Peak area refers to all the land above the 300 metre contour (1,000 ft). It contains approximately 12.9 square kilometres (5 square miles) of steep and rugged terrain. The peak itself is like the hub of a wheel; the highest and most prominent point on the island. The slopes and associated ghauts radiate outward like spokes of a bicycle wheel radiating toward the coast. T"}, {"text_block_id": "p88_b926", "text": "he island‘s circular shape, gives it an"}, {"text_block_id": "p88_b927", "text": "almost perfect conical profile."}, {"text_block_id": "p88_b928", "text": "As one journey from the coast up the slope to the peak, the environment becomes moister as precipitation increases with altitude. As the humidity increases, ferns begin to appear, the forests get taller, and the environment appears lush and verdant. The island has over 101 species and varieties of ferns and fern allies, most of which are limited to slopes above 300 m (1,000 ft), where the environment is more moist and cool."}, {"text_block_id": "p88_b929", "text": "This too is true for the island‘s birds. The wetlands of the west and norther"}, {"text_block_id": "p88_b930", "text": "n coasts provide sanctuary to many aquatic species, many limited to coastal flooded environments. Moving further inland, as the wet forests are approached, many forest species become abundant, and many are in fact limited to these upland moist environments. Birds such as the Brown Trembler ("}, {"text_block_id": "p88_b931", "text": "Cinclocerthia ruficauda"}, {"text_block_id": "p88_b932", "text": ") and the Lesser Antillean Flycatcher ("}, {"text_block_id": "p88_b933", "text": "Myiarchus oberi"}, {"text_block_id": "p88_b934", "text": ") are Lesser Antillean endemics, limited to upland forest environments."}, {"text_block_id": "p88_b935", "text": "3.8.8 Camps Ghaut and Coastal Lagoons and Associated Wetlands (Proposed)"}, {"text_block_id": "p88_b936", "text": "This coastal wetland system at the mouth of the Camps River is roughly 3.9 square kilometres (1.5 square miles). It consists mainly of mangrove swamp that provides attractive coastal landscapes and habitats that support a rich assemblage of birds and invertebrates. It is also a fish nursery, and provides protection to this section of windward coast from erosion by waves and storm surges. The mangrove also protects the marine environment from sedimentation from upland sources."}, {"text_block_id": "p88_b937", "text": "Camps River/Ghaut provides a transport corridor from upland areas to the coast as it dissects a variety of environments encountered between the shore and the 300 metre contour. Additionally, this Ghaut system is readily accessible and the springs that feed the water system are well-known and frequently used for recreational purposes."}, {"text_block_id": "p88_b938", "text": "3.8.9 Fountain Ghaut and Butlers (Proposed)"}, {"text_block_id": "p88_b939_merged_merged_merged", "text": "Fountain Ghaut and Butlers are located on the northeastern side of Nevis, to the east of the more developed Camps River Ghaut. The Fountain Ghaut drains a deeply indented and steep valley, and is also the location of Madden‘s Spring, which provides portable water for parts of Nevis. Several lower volcanic vents are located on both sides of this valley. These peaks are little explored and the biodiversity is less well known than other parts of the island. On the slopes below"}, {"text_block_id": "p89_b942", "text": "300 metres, evergreen-deciduous forest is replaced by montane, rainforest and palm break. This area provides a dramatic backdrop and is popular among hikers."}, {"text_block_id": "p89_b943", "text": "3.8.10 Endangered Coastal Habitats: (Bath Bogs, Pinneys Pond, Page Pond, Par"}, {"text_block_id": "p89_b944", "text": "ish Pond, Cades Pond and Nelson’"}, {"text_block_id": "p89_b945", "text": "s Spring)"}, {"text_block_id": "p89_b946_merged_merged", "text": "Located close to major towns and urban areas, and located on the coast where development pressures and natural forces are at work, these wetland systems/habitats have undergone severe alterations over the last 400 years. However, they still provide several important ecological services and are a unique part of Nevisians‘ natural heritage that if lost cannot easily be replaced. They contain fresh and brackish water, a mixture of marshes, mudflats, estuarine mangroves, and ghauts which serve as connective circuits between the sea and Nevis Peak."}, {"text_block_id": "p89_b949", "text": "Figures 24a&b: Photographs of wetlands/coastal habitats on Nevis"}, {"text_block_id": "p89_b950", "text": "3.8.11 Round Hill"}, {"text_block_id": "p89_b951", "text": "Round Hill is a dry coastal volcanic remnant located on the northern slopes of the island. It has some of the best examples of Lesser Antillean Caribbean dry forest on Nevis, especially on the northern, north eastern and north western slopes of the Hill. These areas are critically endangered as much of the steeper upland areas of the hill are already being developed. Protecting the remaining areas of this unique forest community is a priority and should be included in the protection offered by the Park."}, {"text_block_id": "p89_b952", "text": "3.9 NBSAP Stakeholders"}, {"text_block_id": "p89_b953", "text": "Biodiversity issues are cross cutting and as such require a holistic and programmatic approach toward developing and implementing the NBSAP. While the DPPE in the MSD has featured as the focal agency, several other line ministries and departments together with various NSOs have been instrumental in preparing the 2014-2020 NBSAP. These are outlined in the table below."}, {"text_block_id": "p90_b954", "text": "Table 13: Summary of key stakeholders for NBSAP process"}, {"text_block_id": "p91_b955", "text": "CHAPTER 4: The NBSAP Process Monitoring,"}, {"text_block_id": "p91_b956", "text": "Evaluation & Reporting"}, {"text_block_id": "p92_b957", "text": "Chapter 4: The NBSAP Process, Monitoring and Evaluation"}, {"text_block_id": "p92_b958", "text": "4.0 The NBSAP Implementation Process and Impact"}, {"text_block_id": "p92_b959", "text": "The approach to implementing the NBSAP in SKN should adaptive, cyclical and iterative. Monitoring and evaluation should be used as a tool to make changes to the implementation of activities toward improving the outcomes. The process should be reviewed and expanded as the country develops and its needs and priorities change. SKN operates generally on a 5-year socioeconomic planning cycle and as such the same cycle may be adopted for review of the NBSAP. At each implementation step and review stage the stakeholders should be involved in reviewing the previous step and agreeing on the approach for the next step. Successful implementation is based on effective participation of stakeholders in the process."}, {"text_block_id": "p92_b960", "text": "There are several mechanisms that can be used to promote the implementation 2014-2020 NBSAP. These include the following:"}, {"text_block_id": "p92_b961", "text": ""}, {"text_block_id": "p92_b962", "text": "The production of an Annual National Report on policies, activities and plans;"}, {"text_block_id": "p92_b963", "text": ""}, {"text_block_id": "p92_b964", "text": "Coordinating the implementation of national and international elements of the Strategy through a permanent Inter Ministerial National Biodiversity Steering Committee (NBSC) and with support from a National Secretariat for Biodiversity;"}, {"text_block_id": "p92_b965", "text": ""}, {"text_block_id": "p92_b966", "text": "Identification of all needs (capacity, equipment & finance) for effective implementation of the NBSAP;"}, {"text_block_id": "p92_b967", "text": ""}, {"text_block_id": "p92_b968", "text": "Development of an NBSAP implementation plan, which includes the needs (capacity, equipment & finance) for implementation and how they may be met;"}, {"text_block_id": "p92_b969", "text": ""}, {"text_block_id": "p92_b970", "text": "Measures to allow and encourage non-government and private sector participation in the implementation of the Strategy;"}, {"text_block_id": "p92_b971", "text": ""}, {"text_block_id": "p92_b972", "text": "Regular reporting on the indicators identified for each strategic objective;"}, {"text_block_id": "p92_b973", "text": ""}, {"text_block_id": "p92_b974", "text": "Reporting on the status of biodiversity at the country level; and,"}, {"text_block_id": "p92_b975", "text": ""}, {"text_block_id": "p92_b976", "text": "Revision of the NBSAP after an initial implementation phase of two years, with a full review of the NBSAP at least every 5 years."}, {"text_block_id": "p92_b977", "text": "The NBSAP Implementation Plan should feature the following:"}, {"text_block_id": "p92_b978", "text": ""}, {"text_block_id": "p92_b979", "text": "All actions from the \"Action Plan\", with priorities, phasing and sequencing of actions."}, {"text_block_id": "p92_b980", "text": ""}, {"text_block_id": "p92_b981", "text": "Highlight any priorities or timeframes and all resources (capacity, equipment & finances)."}, {"text_block_id": "p92_b982", "text": ""}, {"text_block_id": "p92_b983", "text": "Situational Analysis (initial opportunity to discuss NBSAP implementation)"}, {"text_block_id": "p92_b984", "text": ""}, {"text_block_id": "p92_b985", "text": "NBSAP Action Analysis (setting priorities & time frames)"}, {"text_block_id": "p92_b986", "text": ""}, {"text_block_id": "p92_b987", "text": "NBSAP Needs Analysis (resources needs assessment and analysis)"}, {"text_block_id": "p92_b988", "text": ""}, {"text_block_id": "p92_b989", "text": "Sectoral Needs Analysis (specific needs assessment and analysis based on sector)"}, {"text_block_id": "p93_b990", "text": ""}, {"text_block_id": "p93_b991", "text": "NBSAP Action Prioritization"}, {"text_block_id": "p93_b992", "text": ""}, {"text_block_id": "p93_b993", "text": "NBSAP Implementation"}, {"text_block_id": "p93_b994", "text": ""}, {"text_block_id": "p93_b995", "text": "NBSAP Monitoring & Evaluation"}, {"text_block_id": "p93_b996", "text": ""}, {"text_block_id": "p93_b997", "text": "Indication of what has to happen if actions are not delivered as planned in the NBSAP"}, {"text_block_id": "p93_b998", "text": ""}, {"text_block_id": "p93_b999", "text": "An Initial Guide to the NBSAP that is relevant t all stakeholders"}, {"text_block_id": "p93_b1000", "text": "Figure 25: Diagram showing the NBSAP Implementation Cycle"}, {"text_block_id": "p93_b1001", "text": "4.1 Challenges in NBSAP Implementation"}, {"text_block_id": "p93_b1002", "text": "Despite the lessons learned from the implementation of the 2004 NBSAP, several challenges still may be encountered during the implementation of this version. These include but may not be limited to the following:"}, {"text_block_id": "p93_b1003", "text": ""}, {"text_block_id": "p93_b1004", "text": "Overlapping responsibilities between line Ministries and department and Laws"}, {"text_block_id": "p93_b1005", "text": ""}, {"text_block_id": "p93_b1006", "text": "Lack of or limited Donor Coordination"}, {"text_block_id": "p94_b1007", "text": ""}, {"text_block_id": "p94_b1008", "text": "Undermining Of Institutional Capacity due to staff turnover and low morale"}, {"text_block_id": "p94_b1009", "text": ""}, {"text_block_id": "p94_b1010", "text": "Resource, Allocation, Mobility & Accountability (plans are not follow, little motivation for group to work hard etc.)"}, {"text_block_id": "p94_b1011", "text": ""}, {"text_block_id": "p94_b1012", "text": "Channels for Communication (ineffective formal and informal communication channels)"}, {"text_block_id": "p94_b1013", "text": ""}, {"text_block_id": "p94_b1014", "text": "Human Resource Development (little to no long term planning for Human Resources)"}, {"text_block_id": "p94_b1015", "text": "4.1.1 Recommendation"}, {"text_block_id": "p94_b1016", "text": ""}, {"text_block_id": "p94_b1017", "text": "Formal and informal lines of communication should be standardized across the ministries to promote better inter and intra ministerial communication, as well as communication between ministries and other organisations."}, {"text_block_id": "p94_b1018", "text": ""}, {"text_block_id": "p94_b1019", "text": "Government and donors should implement reforms and lead by example"}, {"text_block_id": "p94_b1020", "text": ""}, {"text_block_id": "p94_b1021", "text": "Staff should be placed based on their skills and training, as part of a larger institutional HRD program"}, {"text_block_id": "p94_b1022", "text": ""}, {"text_block_id": "p94_b1023", "text": "Better coordination and links between capacity development activities such as National Capacity Development Project (NCDP) should be made."}, {"text_block_id": "p94_b1024", "text": "4.2 Defining Responsibilities"}, {"text_block_id": "p94_b1025", "text": "Responsibility for implementing the NBSAP should be shared between the National Biodiversity Steering Committee, relevant line Ministries, Departments and Institutions, key NSAs and the Secretariat (DPPE). The NBSC should have overall responsibility for developing the NBSAP and to undertake monitoring and evaluation of activities and outcomes. Relevant public sector agencies, institutions and NSAs are responsible for activities and actions that specific to their own operations. The focal agency or Secretariat is required to provide support to the NBSC and key stakeholders."}, {"text_block_id": "p95_b1026", "text": "Figure 26: Diagram showing NBSAP implementation responsibility"}, {"text_block_id": "p95_b1027", "text": "4.3 Monitoring and Evaluation"}, {"text_block_id": "p95_b1028", "text": "Following the progress and achievements from the implementation of the NBSAP is critical toward determining its true value as a national development tool. Decision making on the treatment of gaps and how to improve on the outcomes so that they may be more beneficial to the community; who should do what and by what time; how much funds should be programmed; and the overall effective management of the Action Plan, in part, would determine the success of the 2014-2020 NBSAP."}, {"text_block_id": "p95_b1029", "text": "Effective monitoring and evaluation should provide answers to the following:"}, {"text_block_id": "p95_b1030", "text": "1."}, {"text_block_id": "p95_b1031", "text": "Are the targets outlined in the NBSAP meaningful and realistic?"}, {"text_block_id": "p95_b1032", "text": "2."}, {"text_block_id": "p95_b1033", "text": "Have stakeholders really bought into the process and take ownership of the action plan?"}, {"text_block_id": "p95_b1034", "text": "3."}, {"text_block_id": "p95_b1035", "text": "Has the GSKN provided the technical, financial and political support anticipated?"}, {"text_block_id": "p95_b1036", "text": "In addition to answering these questions, the tracking process should take into consideration some baselines from which to measure progress. The agreed baseline indicators should be measurable and simple enough so that all stakeholders can understand and support their use."}, {"text_block_id": "p95_b1037", "text": "The preparation of a logical framework consisting of objectives, indicators, means of verification and assumptions and risks should be part of the project planning"}, {"text_block_id": "p96_b1038", "text": "exercise. Preparing these frameworks for each set of activities under the Action Plan will enable the NBSC to assess outcomes and identify lessons to be learned. However, for other elements of the Action Plan, such as the development of and or revision of a legal and administrative framework, conducting scientific research or capacity building; the application of such logical frameworks may be practical or appropriate. Accordingly, it will be prudent for the NBSC to identify appropriate baseline data and indicators of progress in order to be able to evaluate the outcomes of activities carried out and their effectiveness in meeting their objectives."}, {"text_block_id": "p96_b1039", "text": "4.4 Reporting"}, {"text_block_id": "p96_b1040", "text": "Implementing this NBSAP will require the sustained effort of all sections of society. Specific responsibilities are stated in the case of each strategy/action in the preceding chapter. Nevertheless, there is a need for an overall implementation mechanism, which could help to facilitate and coordinate the actions being taken. By necessity, this implementation mechanism needs to be rooted in ground-level institutions and processes of participatory decision-making."}, {"text_block_id": "p96_b1041_merged", "text": "National Reports are an important communication tool for increasing public awareness, conveying the urgency of the situation, and for taking action and mobilizing support from all sectors of society. Also, they are very useful to inter-governmental agencies, NGOs and scientists. The National Report on the implementation of the Convention on Biological Diversity in the Federation of St. Christopher (St. Kitts) and Nevis will provide a valuable source of information for the mid-term review of progress towards the implementation of the The Report also examines the progress that the GSKN has made towards the National Biodiversity Targets and the Mainstreaming of Biodiversity Conservation into National Development."}, {"text_block_id": "p96_b1043", "text": "As a communication tool, the Report will provide the GSKN with strategic policy direction in relation to BDC and wider environmental management. At the regional and international levels, the information from the Report will be essential to the successes of the Strategic Plan and the Convention as a mid-term review and decisions to be made on that basis will boost CBD implementation."}, {"text_block_id": "p97_b1044", "text": "Appendix 1"}, {"text_block_id": "p97_b1045", "text": "Acronyms"}], "document_description": "The Ministry of Sustainable Development released the National Biodiversity Strategy and Action Plan in 2014 to establish a framework of targets, principles and priorities over biodiversity. The Kittitian government recognises that climate change might indulge sever impacts to the country including via a sea level rise leading to coastal erosion, increase in drought, tropical storms, floods, changes in rainfall, and ultimately biodiversity alterations.<br />\n<br />\nIn order to enable national ecosystems and populations to strive, the government pledges to take green economy interventions, notably towards greater energy efficiency, sustainable land use in the agriculture and forestry sector, and increased awareness. The Strategy further calls to enhance the institutional framework to enable overall climate change adaptation.<br />\n<br />"}