{"document_instrument_name": ["Provision of climate funds|Direct Investment", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Argentina", "document_category": "Law", "document_sector_name": "Energy", "document_date": "01/01/2015", "document_language": "Spanish", "document_name": "Law 27191", "document_country_code": "ARG", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ARG/2015/ARG-2015-01-01-Law 27191_684f244b945baa5e3074b683722988d9.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Law builds on and updates the Regimen for the National Promotion for the Production and Use of Renewable Sources of Electric Energy established by the Law 26.190, and extends the regimen for the period 2018-2025. It sets national renewable energy targets, establishes a fund for financing renewable energy projects, and defines minimum renewable requirements for large consumers. The law sets the following national targets for renewable energy: By 31 December 2017, minimum of 8% of total electricity consumed comes from renewable sources.By 31 December 2019, minimum of 12% of total electricity consumed comes from renewable sources.By 31 December 2021, minimum of 16% of total electricity consumed comes from renewable sources.By 31 December 2023, minimum of 18% of total electricity consumed comes from renewable sources.By 31 December 2025, minimum of 20% of total electricity consumed comes from renewable sources. The law creates a new Fund for the Development of Renewable Energies (FODER), which is to be funded, among others, through the National Treasury with minimum 50% of the savings from shifting from fossil fuels to renewables, estimated at about US$41 billion by 2025. The law also establishes special obligation for large energy users (power demand exceeds 300 kW) to achieve the above-mentioned targets individually, under a threat of penalty. Their renewable energy might be produced on site or purchased through contracts, whose price is capped by the Law at maximum US$113/MWh or its equivalent in the national currency. This price can be modified for new contracts after two years from the entry into force of the law takes effect if required by market conditions."}