{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Argentina", "document_category": "Law", "document_sector_name": "Energy", "document_date": "01/01/2006", "document_language": "Spanish", "document_name": "Law 26.190 National Development Regime for the Use of Renewable Energy Sources for the Production of Electricity", "document_country_code": "ARG", "document_hazard_name": [], "document_keyword": ["Research And Development", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ARG/2006/ARG-2006-01-01-Law 26.190 National Development Regime for the Use of Renewable Energy Sources for the Production of Electricity_ce7e4975bbb410fc747c646392505d2c.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Law, as updated in October 2015, builds on the concept of production of electricity from renewable energy sources as a matter of national interest. It requires that by 31 December 2017, 8% of all electricity consumed nationally must be generated from renewable energy sources. The law directs the executive power to co-ordinate a Federal Programme for the Development of Renewable Energy and creates a fund to finance renewable energy projects, including through feed-in tariff. Private firms who are recognised as beneficiaries of the Programme and/or the Fund will enjoy a series of tax benefits, expanded in 2015 (decrease of VAT through exemption on import duties, accelerated amortization of Income Tax, fiscal certificates, etc.). The 2015 update also enlarges the list of 'renewable sources' to include wave energy, ocean currents energy and biofuels, and it expands the support of the Programme and Fund to hydropower plants with capacity up to 50 MW (up from original 30 MW).This law was amended several times, notably by law 27191 and by a number of resolutions including resolution 285/2018 and resolution 742/2021.The market regime for the production of renewable energy is regulated by resolution 281/2017 and amending resolution 551/2021."}