{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Argentina", "document_category": "Law", "document_sector_name": "Economy-wide", "document_date": "18/12/2019", "document_language": "English", "document_name": "Law 27520 on Minimum Budgets for Adaptation and Mitigation to Global Climate Change", "document_country_code": "ARG", "document_hazard_name": [], "document_keyword": ["Adaptation", "Mitigation", "Argentina"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://www.boletinoficial.gob.ar/detalleAviso/primera/224006/20191220", "document_type": "Law", "text_blocks": [], "document_description": "This law establishes the minimum budgets for environmental protection to guarantee adequate actions, instruments and strategies for Adaptation and Mitigation to Climate Change. The act aims to establish strategies, measures, policies and instruments related to the study of impact, vulnerability and adaptation activities to Climate Change that can guarantee human and ecosystem development; assist and promote the development of mitigation and reduction strategies for greenhouse gases in the country, among others.<br><br>In addition, it creates the National Cabinet of Climate Change, which will be chaired by the Chief of the Cabinet of Ministers, and whose function will be to articulate between the different areas of government of the National Public Administration, the implementation of the National Plan for Adaptation and Mitigation to Climate Change , and of all those public policies related to the application of the provisions established in the law and its complementary norms.<br><br>The different areas of government must apply, within their respective powers, the resolutions and / or actions that are established within the National Cabinet on Climate Change, and report on the progress and modifications of each project.<br><br>The set of strategies, measures, policies, and instruments developed to comply with the object of this law make up the \"National Plan for Adaptation and Mitigation of Climate Change\", which will be prepared by the Executive Branch. This plan will have, among others, the projection of State policies regarding adaptation and mitigation to climate change for present and future generations; the development of methods and tools to assess impacts and vulnerability, and allow adaptation to climate change in the different socioeconomic sectors and environmental systems of the country.<br><br></div><div><br>"}