{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Argentina", "document_category": "Law", "document_sector_name": "Water", "document_date": "28/10/2010", "document_language": "English", "document_name": "Law 26.639 on Minimum Standards for Preservation of Glaciers and Periglacial Environment", "document_country_code": "ARG", "document_hazard_name": [], "document_keyword": ["Adaptation", "Research And Development", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/ARG/2010/ARG-2010-10-28-Law 26.639 on Minimum Standards for Preservation of Glaciers and Periglacial Environment_f8c4af20ef7f8c0cf46e4802a3a41e93.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This <a href=\"http://servicios.infoleg.gob.ar/infolegInternet/anexos/170000-174999/174117/norma.htm\">Law on minimum standards for preservation of glaciers</a> establishes minimum standards for protection of glaciers and periglacial environment, declares glaciers as public goods, and attributes responsibility for formulating a policy on climate change in line with the objective of preserving glaciers and periglacial environment to the highest positioned government body with environmental competence.<br />\nThe law also calls for creating the National Inventory of Glaciers (to be updated once in five years), listing all the glaciers and periglacial landforms that act as existing water reserves in the country with all the information necessary for proper protection, control and monitoring.<br />\nThe law prohibits any activities related to glaciers that may affect their natural condition or key functions, including the destruction or removal or interference with their progress (f<a href=\"http://servicios.infoleg.gob.ar/infolegInternet/anexos/170000-174999/174117/norma.htm\">ull list in Art 6</a>). All other planned activities in glaciers and the periglacial environment are subject to a procedure of environmental impact assessment and strategic environmental assessment, as appropriate according to their scale, with exception of emergency rescue; scientific research (on foot or skis); sports, including mountaineering, rock climbing and non-motorised sports not disturbing the environment.<br />\nBasic sanctions for breach of this law can consist of the following penalties: warning; a fine between 100 and 100,000 times the base salary for the first category of the national public administration; suspension or revocation of licenses (between 30 days and 1 year); or termination of activity. In case of recidivism, the minimum and maximum penalties may triple."}