{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Antigua and Barbuda", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Medium Term Development Strategy 2016-2020", "document_country_code": "ATG", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": "Drm/Drr", "document_region_code": "Latin America & Caribbean", "document_date": "09/01/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/ATG/2015/ATG-2015-01-09-Medium Term Development Strategy 2016-2020_7f24a3c18a92276f630ef9cddff84d60.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of Antigua and Barbuda"}, {"text_block_id": "p0_b2", "text": "Medium-Term Development Strategy 2016 to 2020"}, {"text_block_id": "p0_b3", "text": "Prepared by:"}, {"text_block_id": "p0_b4", "text": "Ministry of Finance and Corporate Governance"}, {"text_block_id": "p0_b5", "text": "September 2015"}, {"text_block_id": "p1_b6", "text": "I"}, {"text_block_id": "p1_b7", "text": "ntentionally left blank for duplex printing"}, {"text_block_id": "p2_b8", "text": "Contents"}, {"text_block_id": "p4_b9", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p6_b10", "text": "Executive Summary"}, {"text_block_id": "p6_b11_merged", "text": "The Medium-Term Development Strategy (MTDS) represents a set of strategies and actions to be undertaken by Antigua and Barbuda over the Medium-Term (2016 to 2020) in moving the country towards its long term goals. Within such a framework, Antigua and Barbuda will strive to become a developed country within fifteen to twenty years, guided by the vision of “A harmonious, prosperous and modern Antigua and Barbuda founded on the principles of sustainability and inclusive growth; where equality of opportunity, peace, and justice prevail for all citizens and residents”. The attainment of this vision must be guided by a sustainable development approach in which we treat our public sector machinery as a single system working towards a singular, overarching goal, which is “To improve the quality of life for all Antiguans"}, {"text_block_id": "p6_b18", "text": "and Barbudans and their posterity”."}, {"text_block_id": "p6_b19", "text": "The overarching goal will be attained on the basis of the following four Sustainable Development Dimensions (SDDs):"}, {"text_block_id": "p6_b20", "text": "The overarching goal will be attained on the basis of the following four Sustainable Development Dimensions (SDDs):\n* Optimal Generation of National Wealth;\n* Enhanced Social Cohesion;\n* Improved Health of the Natural Environment and Sustained Historical and Cultural Assets; and\n* Enhanced Citizen Security."}, {"text_block_id": "p6_b28", "text": "Moreover, achieving each SDD requires the pursuit of a number of Necessary Conditions (NCs) which are referenced in Table 1 and elaborated on in the main document."}, {"text_block_id": "p6_b29", "text": "Seven Flagship Priorities have been identified as having the potential to transform Antigua and Barbuda over the Medium-Term in support of the overarching goal and the Sustainable Development Dimensions:"}, {"text_block_id": "p6_b30", "text": "Seven Flagship Priorities have been identified as having the potential to transform Antigua and Barbuda over the Medium-Term in support of the overarching goal and the Sustainable Development Dimensions:\n* Adequate Infrastructure\n* Strong Tourism Industry as an Economic Anchor;\n* Transform Barbuda into a Green, Low Density, High-End Tourism Destination;\n* Better Utilization of our Marine Space;\n* Export of Non-Tourism Services;\n* Reducing the Cost of Energy and Improving Energy Security; and\n* Better Access to Adequate Housing."}, {"text_block_id": "p6_b44", "text": "Actions in these areas will be pursued through existing ministerial or institutional arrangements, with close inter-ministerial co-ordination as required under the MTDS implementation framework. In adopting this framework plans are linked to budgets; budgets are executed, monitored and evaluated; and monitoring and evaluation is used to improve performance of ongoing operations as well as to inform the subsequent preparation of better plans. In this connection, coordination of actions across functional lines of government is best served by a ministry tasked with both the national budgetary function and the national development planning function. The Ministry of Finance should therefore be reviewed and realigned to enable it to"}, {"text_block_id": "p7_b45", "text": "more effectively carry out the development planning and budgeting functions in order to allow it to carry out critical functions including:"}, {"text_block_id": "p7_b46", "text": "more effectively carry out the development planning and budgeting functions in order to allow it to carry out critical functions including:\n* Provide leadership to other line ministries to improve programme budgeting;\n* Lead the budgeting process towards arriving at credible multiyear programme budgets that are linked to the MTDS;\n* Monitor the implementation of the MTDS;\n* Provide monitoring and evaluation reports for deliberation by the Committee of permanent Secretaries (COPS) and other committees;\n* Prepare subsequent MTDS and other desirable national planning documents;\n* Coordinate the implementation of strategies across line ministries, other public sector\n* Serve as the guardian and champion of the MTDS implementation framework and the sustainable development approach."}, {"text_block_id": "p7_b61", "text": "The Ministry of Finance and Corporate Governance (MoFCG) will also be tasked with: monitoring the achievement of the Ultimate Goal, the Sustainable Development Dimensions, and the underlying Necessary Conditions; and examining system-wide constraints relating to the effectiveness of development planning, strategy implementation, budgeting, the adequacy of fiscal resources, and human resource capacity limitations. Monitoring of other key strategic actions will be undertaken by line ministries, other public sector bodies and SOEs."}, {"text_block_id": "p7_b62_merged", "text": "It shall also be the responsibility of the MoFCG to recommend to the Cabinet and to coordinate once approved, steering committees formed to ensure that necessary conditions are in place for achieving SDD’s that underpin flagship priorities. The Ministry of Finance and Corporate Governance shall consult with the ministries which have substantive responsibility for the areas concerned and will make recommendations to cabinet on the rationalization of existing committees. All committees will have a reporting relationship with the MoFCG as well as with the ministry under which the substantive activity falls."}, {"text_block_id": "p7_b65", "text": "Other critical components of the Development Planning and MTDS Implementation Framework include: a Public Communication programme encompassing information, advocacy and education; and a legal framework that provides line ministries with robust and clear legal authority to take desired actions."}, {"text_block_id": "p8_b66", "text": "Chapter I Development Context"}, {"text_block_id": "p8_b67", "text": "A. The Sustainable Development Framework"}, {"text_block_id": "p8_b68", "text": "Our Vision"}, {"text_block_id": "p8_b69", "text": "The government of Antigua and Barbuda is determined to do all in its power to lead our country to attaining the country we all envision -A harmonious, prosperous, and modern Antigua and Barbuda founded on the principles of sustainability and inclusive growth; where equality of opportunity, peace, and justice prevail for all citizens and residents. Our citizens will have a high standard of living as Antigua and Barbuda becomes the economic powerhouse of the region. As a middle income country, we will strive to become a developed country within fifteen to twenty years. This requires strong efforts by the government and people of Antigua and Barbuda that are both effective and respectful of individual rights and freedoms."}, {"text_block_id": "p8_b70", "text": "The Framework"}, {"text_block_id": "p8_b71", "text": "Our efforts will be guided by a strong development planning and implementation framework that will complement the free market mechanism. We are thus using a sustainable development framework to develop and implement actions towards reaching our vision. The sustainable development approach that we will follow is essentially a systems approach in which we treat our public sector machinery as a single system working towards a singular goal. Table 1.1 depicts the Sustainable Development (SD) Framework which reflects a hierarchy of goals. Under this framework targets will be set for achievement of goals over the long-term planning period (2015 to 2030) as well as over the medium-term planning period, 2016 to 2020. These goals and their associated targets (see Appendix 1) are to be synergized, where applicable, based on our national circumstances, with the Sustainable Development Goals (SDGs) and their associated targets, which have been agreed to by the international community."}, {"text_block_id": "p8_b72", "text": "The SDGs are intended to be universal in the sense of embodying a universally shared common vision of progress towards a common, safe, just and sustainable space for all human beings to thrive on the planet. They reflect the moral principle that no one and no country should be left behind and that everyone and every country should be regarded as having a common responsibility for playing their part in delivering the global vision. Agreement to negotiate these goals emerged from the UN Conference on Sustainable Development in 2012 and was intended to guide the path of sustainable development in the world and to succeed the 2015 Millennium Development Goals (MDGs). The sixteen SDG goals and their associated targets are reflected in Appendix 2."}, {"text_block_id": "p8_b73", "text": "The Ultimate Goal"}, {"text_block_id": "p8_b74_merged", "text": "The singular goal towards which all public sector actions will be directed is to improve the quality of life of all Antiguans and Barbudans and their posterity. This goal which sits at the apex of the SD framework reflects the essence of the country’s vision and the desire of its people."}, {"text_block_id": "p9_b78", "text": "Sustainable Development Dimensions and the Necessary Conditions for Achieving the Ultimate Goal"}, {"text_block_id": "p9_b79", "text": "Four broad conditions or sustainable development dimensions must be attained if we are to reach our ultimate goal. To this end, we must arrive at the appropriate mix of strategies and actions in relation to these four dimensions: optimal generation of national wealth (SDD 1), enhanced social cohesion (SDD 2), improved health of the natural environment and sustained historical and cultural assets (SDD 3), and enhanced citizen security (SDD 4). Moreover, achieving each dimension requires the pursuit of a number of conditions as indicated in Table 1."}, {"text_block_id": "p9_b80", "text": "Table 1"}, {"text_block_id": "p9_b81", "text": "Overarching Goal"}, {"text_block_id": "p9_b82", "text": "To improve the quality of life for all Antiguans and Barbudans and their posterity."}, {"text_block_id": "p9_b83", "text": "Sustainable Development Dimensions"}, {"text_block_id": "p10_b84", "text": "The Essence of the Sustainable Development Approach"}, {"text_block_id": "p10_b85", "text": "The GoAB recognizes that arriving at the best development results for all Antiguans and Barbudans cannot be accomplished by focusing on the economic issues only. Our success in optimizing wealth generation is inextricably linked to our ability to create a cohesive society, keep citizens secure, and sustain and improve the health of the natural environment. While each of the four SDDs is important in its own right, they, along with their associated necessary conditions, are inter-dependent and inter-related, and arriving at the right balance of actions across the four dimensions is the essence of sustainable development approach."}, {"text_block_id": "p10_b86", "text": "Arriving at the right mix of strategies, requires determining where we wish to be over the long term, using appropriate indicators to measure where we are in relation our desired ends, and devising strategies to close the gap. Moreover, a sound understanding of the factors that constrain the achievement of the various necessary conditions under each SDD will help us to develop strategies that are appropriate. Given our resource constraints, we will have to choose among the many interventions that may be desirable to address the various challenges. Arriving at optimal results will therefore require setting priorities that are well thought through. Thus, the next chapter (Chapter II) sets out a prioritization framework that will guide the allocation of resources to strategic priorities.  Further, the allocation of resources must be linked with effective budgeting and sound results management processes as further discussed in Chapter II."}, {"text_block_id": "p10_b87", "text": "The Medium-Term Development Strategy (MTDS)"}, {"text_block_id": "p10_b88", "text": "The MTDS represents the set of strategies and actions to be undertaken over the medium-term (2016 to 2020) that we deem likely to move our country closer to our long term goals. Successive 3 -year to 5-year strategies will be prepared towards the end of each strategy period. In addition to being the management tool for making progress towards the long term goals, the MTDS will serve the following purposes:"}, {"text_block_id": "p10_b89", "text": "The MTDS represents the set of strategies and actions to be undertaken over the medium-term (2016 to 2020) that we deem likely to move our country closer to our long term goals. Successive 3 -year to 5-year strategies will be prepared towards the end of each strategy period. In addition to being the management tool for making progress towards the long term goals, the MTDS will serve the following purposes:\n* As a guide (road map) to public entities;\n* As a strategy implementation and monitoring tool;"}, {"text_block_id": "p11_b93", "text": "The MTDS represents the set of strategies and actions to be undertaken over the medium-term (2016 to 2020) that we deem likely to move our country closer to our long term goals. Successive 3 -year to 5-year strategies will be prepared towards the end of each strategy period. In addition to being the management tool for making progress towards the long term goals, the MTDS will serve the following purposes:\n* As a guide (road map) to public entities;\n* As a strategy implementation and monitoring tool;\n* Provide guidance to multilateral and bilateral development partners to enable better alignment of their assistance strategies and interventions with the development needs of the people of Antigua and Barbuda;  and\n* As an instrument to share the vision of the people of Antigua and Barbuda which will promote business confidence and social cohesion."}, {"text_block_id": "p11_b97", "text": "B. Our Position"}, {"text_block_id": "p11_b98", "text": "Our strategic path over the period 2016 to 2020 will be influenced by a number of considerations. We are in the efficiency-driven stage of our development where issues related to higher education and training, market efficiency (goods, labour and financial markets), technological readiness and market access are the major critical factors that will determine our ability to sustain our competitiveness and secure an even higher level of human development"}, {"text_block_id": "p11_b99", "text": ". However, maintaining our competitiveness also requires that we renew and upgrade our economic and physical infrastructure"}, {"text_block_id": "p11_b100", "text": "–"}, {"text_block_id": "p11_b101", "text": "the catalysts for our past successes at economic"}, {"text_block_id": "p11_b102", "text": "transformation and the foundation for Antigua and Barbuda’s development to date"}, {"text_block_id": "p11_b103", "text": ". Rising to higher levels of development also requires paying attention to how economic activity is organized in the context of the limitations posed by our small size, including the limited capacity of the domestic private sector."}, {"text_block_id": "p11_b104_merged_merged", "text": "The range and focus of our actions over the next four to five years will be influenced by the country’s fiscal and macro-economic realities. Longstanding fiscal and debt challenges inhibited our response to the 2009 global economic crisis. Moreover, this was compounded by the destabilization of the domestic financial sector that emanated from weaknesses in the insurance and commercial banking industries. We will therefore move to stabilize the fiscal operations of government and strengthen the financial sector as these are necessary foundations on which to pursue economic growth and sustainable development. While resources to finance new strategic initiatives will be limited in the immediate term, our efforts to generate additional fiscal space will better position us to secure our continued assent towards developed country status. Further, an important element of the strategic approach in response to the fiscal and debt realities requires us to make concerted efforts to improve our management of the available resources and to improve investment choices. The MTDS reflects and accounts for these realities and approaches."}, {"text_block_id": "p11_b108", "text": "As a small open economy we remain vulnerable to international economic shocks and the vagaries of the climate, which can reverse years of development efforts. It is therefore imperative that we focus on building resilience; improving the visibility of Antigua and Barbuda as a tourism and services driven economy; enhancing the attractiveness of Antigua and Barbuda for foreign direct investments; and integrating more fully into the global economy. This includes the commercial banking sector, money and capital market arrangements, through the Eastern Caribbean Currency Union (ECCU), alongside several other areas for economic integration and functional co-operation under the Organisation of Eastern Caribbean States (OECS). Moreover,"}, {"text_block_id": "p12_b109", "text": "systems related to the CSME and other arrangements for functional co-operation across CARICOM remain important avenues for extending market access and increasing economies of scale and scope. In particular, a common regional approach for negotiating and managing market access agreements and common market arrangements with third countries remains useful to Antigua and Barbuda."}, {"text_block_id": "p12_b110", "text": "In addition, Antigua and Barbuda will remain a respectable member of the International Community and will continue to implement protocols, agreements and conventions across a range of areas including, labour, human rights, AML/CFT, and climate change. We recognize that by virtue of the level of our per-capital income we are not able to access development resources on concessionary terms to the extent enjoyed by countries classified as being less developed. That notwithstanding, we understand that we are very vulnerable to economic and climate shocks. We will thus continue to seek development support from our multilateral and bilateral partners and will continue to participate in the international efforts towards attaining the SDGs."}, {"text_block_id": "p12_b111", "text": "This MTDS pertains to all of Antigua and Barbuda. However complementary strategies will be developed in relation to Barbuda to address the special circumstances and unique conditions of the sister island."}, {"text_block_id": "p12_b112", "text": "Most importantly, as a country, we will do all in our power to preserve liberal democracy, while we seek ways to make the system work better for us in delivering development results. Therefore, we will endeavour to more fully engage a range of national stakeholders in governance and in dialogue to fine-tune the systems, perhaps in conjunction with our regional partners."}, {"text_block_id": "p12_b113", "text": "C. The Programme of Action"}, {"text_block_id": "p12_b114_merged", "text": "Chapter III provides general guidance on the overall strategic direction of core public sector activities.  It also itemizes the core actions that are desired to close the gap between where we are now and where we wish to go in relation the necessary conditions under each SDD. These actions do not reflect the total set of actions to be engaged in by ministries and other public sector bodies, but rather, reflect the additional actions deemed important for closing the gap. In some cases existing effort deemed highly important are reflected in the section. Chapter II sets out the prioritization and allocation framework for arriving at an appropriate mix of core strategies and related actions. Effective planning requires going beyond preparing good plans and encompasses an effective implementation framework and this is addressed in chapter IV. Effective planning also requires a strong monitoring and evaluation framework and this is set out in Chapter VII. Chapter V focuses on resource mobilization and identifies the actions that will be taken to stabilize the fiscal operations of the public sector and to widen the fiscal space for financing development activity, while Chapter VI lays out the strategy for arriving at the appropriate human resource capacity for pursuing sustainable development. The provisions in this MTDS will be reviewed frequently and adjusted as the need arises. In that regard Antigua"}, {"text_block_id": "p12_b118", "text": "and Barbuda’s MTDS will be a living document."}, {"text_block_id": "p13_b119", "text": "Chapter II Budget Allocation and Prioritization Framework"}, {"text_block_id": "p13_b120", "text": "A. Budget Allocation Framework"}, {"text_block_id": "p13_b121_merged", "text": "To synergize prioritization and budgeting while ensuring smooth continuity of public sector operations, the following budget allocation framework will be established. Projections will be prepared by the Ministry of Finance with respect to the resources likely to be available for the ensuing year, as well as for two years thereafter, based on the macro-economic outlook as well as other rational expectations, including access to external and domestic financing. Expenditure budgets will then be split between a base allocation and a strategic allocation. The base allocation to each line ministry will represent between 90 and 100% of the previous year’s recurrent budget, in addition to an amount to be expended on ongoing capital activity, plus an amount to cover minor capital expenditure. During the budget formulation process, each line ministry will present the programmes that it will pursue over the budget year as well as for two indicative years thereafter, utilizing its base allocation. Each ministry’s budget will reflect the targets that will be pursued under the ministry’s programme in relation to its mandate and consistent with the descriptions of the necessary conditions for achieving the various sustainable development dimensions set out in the MTDS, to which the ministry contributes. Thus, ministries’ capacity for programme budgeting will be strengthened in order to improve the degree of achievement of development results. This will also require strengthening the monitoring and evaluation framework and this is addressed in Chapter VII. All line ministries are expected to make significant efforts to better utilize available resources, and to arrive at in-budget solutions for pursuing results that are ambitious but realistic."}, {"text_block_id": "p14_b131", "text": "These additional strategic actions may represent new initiatives, ramped-up efforts of core activity, institutional strengthening, or other indirect actions necessary to improve the attainment of results. Ministries will indicate the additional degree to which result targets will be achieved based on the additional strategic allocation that it may receive. The budget approval process will thus be appropriately adjusted to allow for the assignment of base and strategic expenditure"}, {"text_block_id": "p14_b132", "text": "allocations and for their appropriate reflection in line ministry’s programme budget."}, {"text_block_id": "p14_b133", "text": "B. The Prioritization Framework"}, {"text_block_id": "p14_b134", "text": "While the proceeding Prioritization Framework applies principally to the Strategic Spending Allocations, it can also be used for assessing Base Expenditure Allocations in cases of significant resource scarcity."}, {"text_block_id": "p14_b135", "text": "The approach builds on the general principle of pursuing an integrated, systemic, sustainable development approach to national planning. The strategy is to apply (1) a simplified multi-criteria assessment framework in assessing implementation decisions and allocating scarce resources to new strategic initiatives; combined with (2) a general phasing approach that takes"}, {"text_block_id": "p14_b136", "text": "account of the country’s stage of development."}, {"text_block_id": "p14_b137", "text": "The framework will be applied by the MoFCG as part of the annual budgeting exercise. The framework could also be used by technical bodies reviewing a set of issues for high-level decision-making, as appropriate."}, {"text_block_id": "p14_b138", "text": "The framework is applicable to the full range of growth and sustainable development issues elaborated in this MTDS, including medium-term policies to reposition tourism, strategies to facilitate access by citizens to adequate housing and decent wages, measures to restore the health of critical ecosystems, and those actions needed to improve performance. The latter includes actions related to building and realigning human resource capacity."}, {"text_block_id": "p14_b139", "text": "The Framework"}, {"text_block_id": "p14_b140", "text": "The MTDS Prioritization Framework considers four critical aspects of policy implementation:"}, {"text_block_id": "p14_b141", "text": "The MTDS Prioritization Framework considers four critical aspects of policy implementation:\n* The degree to which an action is required in order to avoid near-term, system-critical disruptions or missed opportunities. Actions deemed urgent receive higher priority.\n* The degree to which an action leads to visible and measurable improvements in quality of life for Antiguans and Barbudans in the Medium-Term. High-impact actions receive higher priority.\n* The extent to which resources (either internally generated or external) have already been or can be easily committed to the action. âResourcesâ include financial as well as human resources necessary to implement the policy. Actions linked to existing or easily mobilized resources receive higher priority.\n* The extent to which an action contributes, over time, to the integrated or systemic achievement of the Sustainable Development Dimensions. This criterion involves assessing whether the action contributes to multiple SDDs, or whether its implementation comes at a cost (trade-off) to other SDDs. Actions that contribute more highly to multiple SDDs, without trade-offs, receive higher priority."}, {"text_block_id": "p15_b155", "text": "The MTDS Prioritization Framework considers four critical aspects of policy implementation:\n* The degree to which an action is required in order to avoid near-term, system-critical disruptions or missed opportunities. Actions deemed urgent receive higher priority.\n* The degree to which an action leads to visible and measurable improvements in quality of life for Antiguans and Barbudans in the Medium-Term. High-impact actions receive higher priority.\n* The extent to which resources (either internally generated or external) have already been or can be easily committed to the action. âResourcesâ include financial as well as human resources necessary to implement the policy. Actions linked to existing or easily mobilized resources receive higher priority.\n* The extent to which an action contributes, over time, to the integrated or systemic achievement of the Sustainable Development Dimensions. This criterion involves assessing whether the action contributes to multiple SDDs, or whether its implementation comes at a cost (trade-off) to other SDDs. Actions that contribute more highly to multiple SDDs, without trade-offs, receive higher priority.\n"}, {"text_block_id": "p15_b156", "text": "Given Antigua and Barbuda’"}, {"text_block_id": "p15_b157", "text": "s resource constraints and the complexity of the issues involved, this framework is not being presented as a requirement for formal Multi-Criteria Decision Analysis (MCDA). The framework will"}, {"text_block_id": "p15_b158", "text": "generally"}, {"text_block_id": "p15_b159", "text": "be used to inform deliberative, qualitative discussion and decision-making about priorities. More technical MCDA, including quantitative analysis, should only be implemented in those cases where structured, formal, and precise approaches to prioritization are essential (e.g. assessing and sequencing infrastructure investments)."}, {"text_block_id": "p15_b160_merged_merged", "text": "Table 2 provides a more detailed description of the framework using a “High, Medium, Low” scoring approach. A more detailed scoring approach, following this general architecture, can (and in some instances should) be developed for individual ministries or project areas."}, {"text_block_id": "p15_b163", "text": "Table 2:"}, {"text_block_id": "p15_b164", "text": "A simplified multi-criteria prioritization framework for implementation of the MTDS. A more detailed and formal scoring system, following this general architecture, should be devised for specific ministries or policy areas in those cases where there are more complex considerations or where there are a large number of items requiring prioritization, and finer distinctions must be made. The framework can also be used as a discussion tool without formal scoring. In all events, use of the framework will bring to light points of consensus and/or disagreement among policy-makers regarding priority considerations, and difficult decisions can be remanded to a higher level (e.g. the Technical Committees, Committee of PSs, or Cabinet) if deemed necessary."}, {"text_block_id": "p15_b165", "text": "Table 2: MTDS Prioritization Framework"}, {"text_block_id": "p16_b166", "text": "Applying the Framework"}, {"text_block_id": "p16_b167", "text": "In general terms, the framework will be applied in budgeting by (1) determining the budget allocation available for new Strategic Allocations, and (2) applying the framework (or a more detailed version of it, as described in the notes to Table 2 above) to set priority rankings in place. The prioritization exercise will be undertaken by the MoFCG for recommendation to the Minister of Finance. However, MoFCG will hold consultations with line ministries, other public sector bodies and SOEs to help inform priorities (see Chapter IV re the planning framework).  The MoFCG will also consult with the private sector and civil society organizations in that regard. Actions scoring lower in overall ranking would be sequenced for implementation as funding and other necessary resources become available."}, {"text_block_id": "p16_b168", "text": "From time to time an action may be deemed a"}, {"text_block_id": "p16_b169", "text": "“Quick Win”"}, {"text_block_id": "p16_b170", "text": ", in the political judgement of the Government of Antigua and Barbuda, meaning that it is easy to implement and worth prioritizing, even if it does not appear to score better than other choices in the context of this multi-criteria evaluation."}, {"text_block_id": "p16_b171", "text": "In other instances, an action may be deemed of"}, {"text_block_id": "p16_b172", "text": "high strategic importance"}, {"text_block_id": "p16_b173", "text": ", in the political judgement of the GoAB, and may be considered for priority implementation as an exception, though it may not appear to score well in the context of this multi-criteria evaluation, or in those cases where evaluation is considered ambiguous or difficult to determine. Such actions should generally be discussed thoroughly by the GoAB in concert with an appropriate advisory body before a determination is made regarding exceptional prioritization."}, {"text_block_id": "p16_b174", "text": "C. Flagship Priorities"}, {"text_block_id": "p16_b175_merged_merged_merged", "text": "Seven “flagship” priorities have been identified for implementation over the Medium-Term. Actions within these areas are fully discussed in Chapter III The Core Programme of Actions and are only summarized here. These areas represent the highest priorities to be focused on over the Medium-Term as they are deemed to be highly strategic areas or have been assessed as having the potential to significantly transform the state of development of Antigua and Barbuda. Actions in these areas will be pursued through existing ministerial or institutional arrangements, but close inter-ministerial co-ordination will be required and pursued under the development planning and MTDS implementation framework discussed in Chapter IV. Where necessary special co-ordination committees will be established to oversee the pursuit of these flagship priorities within the framework outlined in Chapter IV. Actions related to the flagship priorities will be closely monitored and evaluated and progress on them will be thoroughly communicated to citizens and stakeholders. Actions within these flagship priority areas will still be subjected to review and revision under the prioritization framework discussed above, but special attention will be paid to these areas."}, {"text_block_id": "p16_b179", "text": "Flagship Priority One: Adequate infrastructure"}, {"text_block_id": "p16_b180", "text": "Renewing and upgrading critical infrastructure, especially sea ports and airports, and improving waste disposal systems as a foundation for maintaining and enhancing the country"}, {"text_block_id": "p16_b181", "text": "’s"}, {"text_block_id": "p17_b182", "text": "competitiveness. This is particularly critical to repositioning our tourism sector and for enhancing its competitiveness regionally and internationally."}, {"text_block_id": "p17_b183", "text": "Flagship Priority Two:  Strong Tourism Industry as an Economic Anchor"}, {"text_block_id": "p17_b184", "text": "Our aim is to reposition Antigua and Barbuda as a premier world class destination that is sufficiently differentiated from other destinations. This will enable us to restore, maintain and enhance our competitive advantage. This will require continued efforts to: expand the room stock; reinvigorate much of the existing aging plant and equipment; engage in adequate marketing; establish adequate air and sea access; improve aesthetics (especially in high tourist traffic areas); enhance and enforce standards and regulations; restore and maintain historical and cultural sites; and protect the environment, including coastal and marine ecosystems. This area is detailed under NC 1.4.1."}, {"text_block_id": "p17_b185", "text": "Flagship Priority Three: Transform Barbuda into a Green, Low Density, High-End Tourism Destination"}, {"text_block_id": "p17_b186", "text": "Barbuda is a natural paradise with unique pink sand beaches, lagoons, salt ponds and unique"}, {"text_block_id": "p17_b187", "text": "flora and fauna species, including one of the world’s largest bird sanctuaries. Barbuda is"}, {"text_block_id": "p17_b188", "text": "virtually untouched with significant growth potential which, if exploited in a sustainable manner, can substantially transform the way of life for Barbudans while at the same time, protecting and preserving its natural beauty."}, {"text_block_id": "p17_b189", "text": "Flagship Priority Four: Better Utilization of our Marine Space"}, {"text_block_id": "p17_b190", "text": "Antigua and Barbuda’s economic zone is 200 times larger than"}, {"text_block_id": "p17_b191", "text": "its land mass, but we only significantly exploit the tourism related aspects of our marine space. Thus, we will pursue strategies to expand existing efforts and explore new opportunities to utilize our marine space and resources. New opportunities could include the generation of energy from ocean currents, wave motion and temperature differences as well as exploration and sustainable extraction of minerals. There will also be greater emphasis on the yachting sector and the ports. Actions towards more fully and sustainably exploiting our marine space are captured under NC 1.4.2."}, {"text_block_id": "p17_b192", "text": "Flagship Priority Five: Export of Non-Tourism Services"}, {"text_block_id": "p17_b193", "text": "Antigua and Barbuda’s greatest asset is its human capital. Over the years we have invested"}, {"text_block_id": "p17_b194_merged_merged", "text": "much in human resource development. While remittances have contributed much to our economy, there is much more potential that can be exploited from the supply of our human capital to other countries. In order to reap greater benefits we will thus move to better organize the supply of trained individuals to meet international demand. This will include developing entrepreneurial opportunities for nationals. Further, details are discussed under NC 1.4.2."}, {"text_block_id": "p17_b196", "text": "Flagship Priority Six: Reducing the Cost of Energy and Improving Energy Security"}, {"text_block_id": "p17_b197", "text": "This flagship priority is important as it contributes to improving the competitiveness of Antigua and Barbuda as an investment destination as well as to improving our economic resilience and reducing our carbon footprint. Actions related to this area are captured under various areas of Chapter III. Efforts in this area will focus on improving energy efficiency through the use of"}, {"text_block_id": "p18_b198", "text": "better technology; significantly increasing the use of renewable energy (including from marine sources); improving the business structure for the generation and distribution of energy; incentivizing the use of more efficient and more environmentally friendly technology and energy sources; and enhancing the tariff framework and the framework for public sector regulation, among other areas."}, {"text_block_id": "p18_b199", "text": "Flagship Priority Seven: Better Access to Adequate Housing"}, {"text_block_id": "p18_b200_merged", "text": "Despite the country’s high level of human development, many citizens, including government employees such as teachers, nurses and police officers, still cannot afford decent housing. We will take action to correct this situation. Moreover, we will continue to address urban congestion and unacceptable living conditions in some communities. In addition, the aesthetics associated with housing are also of concern as they impact the quality of the tourism product. Initiatives in these areas are also important for building national pride and promoting high self-esteem among citizens, and are an essential aspect of the strategy to ensure that the benefits of growth are adequately shared."}, {"text_block_id": "p19_b203", "text": "Chapter III Core Programme of Action"}, {"text_block_id": "p19_b204", "text": "A. Sustainable Development Dimension I: Optimal Generation of National Wealth"}, {"text_block_id": "p19_b205", "text": "Antigua and Barbuda currently relies heavily on the tourism sector as the main engine of growth. The strong performance of the industry and the closely related construction activity in previous years contributed to a relatively high standard of living in the domestic economy."}, {"text_block_id": "p19_b206", "text": "The GoAB will target growth in real GDP of 5% over a sustained period, and a decline in unemployment towards full employment levels. Accelerating growth will require, among others, stabilizing the economy (including resolving challenges in the financial sector); expanding the fiscal space for pursuing growth strategy; developing alternative financing vehicles; improving the competitiveness of enterprises; improving the organization of productive activity; and strengthening the capacity of the domestic private sector to play a greater role in absorbing labour in order to relieve employment pressure within the public sector. Strengthening the capacity of the domestic private sector will in turn better position the public sector to finance important public sector investments and to pursue its growth strategy."}, {"text_block_id": "p19_b207_merged", "text": "Improving competitiveness will require efforts aimed at entrenching the tourism industry as a lead sector and improving its competitiveness. This will involve improving the visibility of Antigua and Barbuda, attracting significant investments to expand the tourism plant; attracting investment and financing for the renewal and upgrade of the aging tourism plant; and making the Antigua and Barbuda’s product offering more diverse and attractive to different market segments. Beyond tourism, efforts will continue to boost the production of goods and the provision of services in which Antigua and Barbuda is competitive or can become competitive, particularly where there is good export market access. Such economic transitioning will require us to strengthen the capacity of the private sector.  Thus, much attention will be paid to putting in place the framework to help enterprises (tourism and non-tourism) improve competitiveness and to identify and support the development of enterprises with export potential, including those in the agro and manufacturing sectors."}, {"text_block_id": "p20_b210", "text": "Alongside its importance for providing greater equity of opportunity for economic and social advancement among citizens, education will continue to be a tool to engender greater economic competitiveness, but focus will be placed on better aligning education to meet the needs of the economy. This will facilitate greater economic transitioning including the emergence of a strong services industry. Moreover, strategies which increase the competitiveness and resilience of the economy, while at the same time enhancing the health of the environment will be pursued. This will include efforts in the area of renewable energy generation."}, {"text_block_id": "p20_b211", "text": "Our strategic efforts to unlock our growth potential, encompassing the above discussion as well as other areas, are reflected below in relation to the necessary conditions that will be pursued to optimize the generation of wealth. To accompany these efforts, every attempt will be made to enable the vast majority of Antiguans and Barbudans to meaningfully participate in the economy and to share in the national vision. Building such social cohesion requires a range of strategies that are addressed under SDD 2. Consistent with these, strategies to grow the economy will be imbued with considerations to accompany growth with equity. This includes strategies to enhance the ability of persons to earn wages that are sufficient to have a good quality of life, as well as strategies to encourage significant participation of citizens in the ownership of economic assets and private enterprise. Furthermore, crime must be kept in check to enable citizens to enjoy the fruits of their labour, but importantly as well, to preserve and enhance our competitiveness and our attractiveness as a tourism and investment destination. In that regard actions to enhance citizen security are dealt with under SDD 4."}, {"text_block_id": "p20_b212", "text": "Moreover, we must ensure that our country continues to have a natural resource base that can sustain tourism and other economic activity. Further, it will be important to improve the health of the environment in order to set Antigua and Barbuda apart as a first class tourism destination. Actions in relation to these are dealt with in more details under SDD 3."}, {"text_block_id": "p20_b213", "text": "NC 1.1 Macroeconomic Stability"}, {"text_block_id": "p21_b214", "text": "Action 1: Pursue debt relief and debt restructuring"}, {"text_block_id": "p21_b215", "text": "The MoFCG will lead efforts to accelerate the implementation of a Medium-Term Debt Strategy that will focus on: borrowing and refinancing at international market rates; pursuing concessional multilateral and bilateral financing; managing foreign currency exchange rate risks and giving priority to financially viable projects."}, {"text_block_id": "p21_b216", "text": "Action 2: Adjust fiscal operations toward reducing debt to 60% of GDP by 2030"}, {"text_block_id": "p21_b217", "text": "Beyond debt relief and debt restructuring contributions, the MoFCG will lead efforts to make adequate fiscal adjustments that would result in a steady reduction in debt towards the 2030 target."}, {"text_block_id": "p21_b218", "text": "Action 3: Complete ABI Bank Resolution"}, {"text_block_id": "p21_b219", "text": "The MoFCG will lead efforts towards the Resolution of the ABI bank as part of efforts to improve the soundness of the regional banking system. In that regard GoAB will work closely with ECCB, and where necessary, will seek financing support from multilateral development banks including the Caribbean Development Bank."}, {"text_block_id": "p21_b220", "text": "Action 1 and Action 2 above are discussed in greater details under"}, {"text_block_id": "p21_b221", "text": "Chapter V Resource Mobilization"}, {"text_block_id": "p21_b222", "text": ", under which specific measures to address the resource constraints are set out."}, {"text_block_id": "p21_b223", "text": "NC 1.2 Penetrating Export Markets"}, {"text_block_id": "p21_b224", "text": "Antigua and Barbuda enjoys good relations with its major tourism source markets (the USA, Canada, Europe and the Caribbean), and while there could be incremental improvements with respect to other markets, visitor access the island from the major source market is acceptable. With respect to other goods and services, there are trade agreements in place which give us access to several markets, including OECS, CARICOM and the European Union, on a reciprocal basis. Therefore, our ability to expand exports of goods and services relate mostly to the extent to which we can take advantage of these export opportunities."}, {"text_block_id": "p21_b225_merged_merged", "text": "The core of our strategy to position the country to take advantage of these access opportunities will revolve around leveraging regional integration movements – OECS, CARICOM; exploiting opportunities under the Economic Partnership Agreement (EPA) by putting in place appropriate institutional arrangements including through information sharing; improving intelligence"}, {"text_block_id": "p22_b228", "text": "gathering and the dissemination of such information to stakeholders; putting in place the capacity to assisting enterprises to improve standards and to meet certification requirements; addressing quality issues beyond the boundaries of the firm; facilitating better access to export financing; enhancing trade facilitation and improving trade promotion. Much of the strategy will be guided by the reality that many firms are small and micro businesses, which makes it difficult for them to individually address many of these issues. This reality will also influence the design of industrial policy addressed under NC 1.4."}, {"text_block_id": "p22_b229", "text": "The work of various public sector bodies will contribute to the greater penetration of export markets. In that regard, key strategic efforts to be prioritized over the Medium-Term are outlined below. The ministry responsible for tourism and the Antigua and Barbuda Tourism Authority (ABTA) will continue to lead efforts to promote the country as a premier tourism destination and prioritized strategy in that area is addressed under NC 1.4 Effective Industrial Policy. Strategies aimed at helping enterprises grow to the point where they are export ready are also addressed under NC 1.4."}, {"text_block_id": "p22_b230_merged", "text": "Action 1: Mount more active efforts to help firms develop branding and labelling and meet other standards and certification requirements"}, {"text_block_id": "p22_b232", "text": "The ministry with responsibility for trade will go beyond general sensitization and training efforts, to develop more active approaches with regard to this action. This will require giving careful consideration to how firms are targeted and to how such efforts are to be financed, among others. The strategy will be closely tied to efforts to improve access to development financing and to other components of industrial policy addressed under NC 1.4."}, {"text_block_id": "p22_b233", "text": "Action 2: Strengthen the provision of laboratory services"}, {"text_block_id": "p22_b234", "text": "Action 3: Study the feasibility for strengthening export financing"}, {"text_block_id": "p22_b235", "text": "This action will be taken in concert with Action 3 under NC 1.4.4 with respect to the enhancing access to development financing."}, {"text_block_id": "p23_b236", "text": "Action 4: Develop a list of implications of Antigua"}, {"text_block_id": "p23_b237", "text": "and Barbuda’s p"}, {"text_block_id": "p23_b238", "text": "articipation in the"}, {"text_block_id": "p23_b239", "text": "OECS and CARICOM"}, {"text_block_id": "p23_b240", "text": "This action will be led by the ministry responsible for trade in consultation with the Ministry of Legal Affairs, and will serve to inform further actions that will be necessary in order for the country to fulfil its obligations, and to realize opportunities that regional integration affords."}, {"text_block_id": "p23_b241", "text": "Action 5: Identify export opportunities that have become available under EPA"}, {"text_block_id": "p23_b242", "text": "The ministry responsible for trade will lead on this action and will collaborate with other stakeholders as necessary with respect to the conduct of the study, the necessary follow-up activities that may be necessary to unlock this potential and the institutional framework that may best facilitate these actions."}, {"text_block_id": "p23_b243_merged_merged", "text": "Action 6: Continue efforts to improve trade facilitation through the implementation of ASYCUDA World and improvements in port efficiency"}, {"text_block_id": "p23_b245", "text": "Efforts led by the Customs and Excise Division are well on the way to implementing ASYCUDA World, which uses an automated web-based platform to facilitate trade and customs operations. In addition to the improved trade facilitation, the implementation of the system is also expected to contribute to an enhancement in revenue at the border due to reduced discretion and better risk management. The implementation of this project will be closely monitored to ensure that the full range of expected benefits is realized including the reduction in port clearance times. The platform will also provide the opportunity to synchronize a number of other processes critical for trade facilitation including, port functions, food quality and other quality requirements. With respect to sea port operations, the Antigua Port Authority (APA) will continue strong efforts towards improving the efficiency of the port in order to realize greater ease and lower cost of doing business. These actions include those necessary to strengthen human resource capacity and reduce costs; improve business processes and arrive at an appropriate structure for public sector vis-à-vis the private sector in relation to the provision of certain port services; and arriving at a competitive pricing structure. Actions toward improving sea port and airport infrastructure are address under NC 1.6."}, {"text_block_id": "p23_b246", "text": "NC 1.3 Attracting Foreign Investments"}, {"text_block_id": "p24_b247", "text": "Action 1: Continue to intensify efforts to attract foreign investment in order to reposition"}, {"text_block_id": "p24_b248", "text": "the tourism industry"}, {"text_block_id": "p24_b249_merged_merged", "text": "This action will support GoAB’s drive to reposition the tourism industry. Already, there are a number of new tourism developments on the cards at various locations, including Barbuda, Willoughby Bay, and Dieppe Bay, some of which are geared to the high end of the market. Additionally, efforts are also ongoing to attract investment to redevelop some existing plants. Such efforts which are being led by the ministry with responsibility for tourism will continue."}, {"text_block_id": "p24_b252", "text": "Action 2: Closely coordinate CIP programme with tourism investment promotion efforts"}, {"text_block_id": "p24_b253", "text": "This action will be the joint responsibility of the CIP Board and the ministry with responsibility for tourism."}, {"text_block_id": "p24_b254", "text": "Action 3: Review the investment incentive regime"}, {"text_block_id": "p24_b255", "text": "This action is addressed in further details under NC 1.4.6 below."}, {"text_block_id": "p24_b256", "text": "Action 4: Improve the ease of doing business"}, {"text_block_id": "p24_b257", "text": "The ministry with responsibility for industry will to lead efforts to improve the ease of doing business. These actions are an important element of efforts to enhance efficiency of domestic markets and to attract more domestic investors."}, {"text_block_id": "p24_b258", "text": "A vibrant and dynamic private sector is necessary to optimize economic growth. While the traditional role of government generally centres around providing the appropriate enabling environment for private sector activity, our circumstances in Antigua and Barbuda necessitate a more active role for government in the development of a vibrant and dynamic private sector. This requires us to put in place strategies to increase the capacity of the private sector and to assist them to become more competitive. Several facets of public sector operations are set up to"}, {"text_block_id": "p25_b259", "text": "do just that, but we need to strengthen our efforts, and closely monitor and evaluate their effectiveness in order to make necessary adjustments."}, {"text_block_id": "p25_b260", "text": "We will build on existing initiatives and adjust as necessary in order to arrive at a broader and more effective mix of measures devised to contribute to the optimization of economic growth. These measures must complement the market mechanism. Specifically, the industrial policy of the GoAB includes a range of interrelated strategies as follows:"}, {"text_block_id": "p25_b261", "text": "We will build on existing initiatives and adjust as necessary in order to arrive at a broader and more effective mix of measures devised to contribute to the optimization of economic growth. These measures must complement the market mechanism. Specifically, the industrial policy of the GoAB includes a range of interrelated strategies as follows:\n* entrenching tourism as a foundation for economic development;\n* facilitating optimal economic transformation;\n* enhancing the competitiveness of firms;\n* increasing access to development finance;\n* supporting technological adaptation and innovation including green technology;\n* providing appropriate incentives; and\n* encouraging growth with equity."}, {"text_block_id": "p25_b275", "text": "Actions related to the above areas are reflected under the sub-components below."}, {"text_block_id": "p25_b276", "text": "NC 1.4.1 Strong Tourism Industry as an Economic Anchor"}, {"text_block_id": "p25_b277_merged", "text": "Since the last two decades of the twentieth century GoAB has put in place various strategies to support the growth and development of the tourism industry. Tourism has become the mainstay of our economy and along with tourism related activities, account for in excess of 70% of GDP (according to the World Travel and Tourism Council). While we recognize the need to strengthen the competitiveness of other industries and sectors, the tourism sector remains critical to our economic fortunes and there is yet significant potential for growth. Moreover, a vibrant tourism industry will facilitate the development of ancillary services, and generally help create the business environment that can serve as the foundation for the development and growth of other industries."}, {"text_block_id": "p25_b280", "text": "However, the industry faces increasing competition from other tourism destinations including neighbouring island states. We must improve the competitiveness of the industry if we are to raise economic growth toward 5% per annum over a consistent period. Our aim is to reposition the industry as a premier world class destination that is sufficiently differentiated from other destinations. This will enable us to restore, maintain and enhance our competitive advantage. This will require, continued efforts to expand the room stock; reinvigorate much of the existing aging plant and equipment; engage in adequate marketing; establish adequate air and sea access; improve aesthetics (especially in high tourist traffic areas); enhance and enforce standards and regulations; improve physical planning and coordination; restore and maintain historical and cultural sites; and protect the environment, including coastal and marine ecosystems. Clearly, as a priority sector and a foundation sector for the economy, tourism is not just the responsibility of the ministry responsible for tourism; hence the awareness of the central importance of tourism must pervade and directly influence the work of all other public bodies."}, {"text_block_id": "p26_b281", "text": "Hence, towards the repositioning of the tourism industry as a leading sector for economic development and as a foundation on which economic transition will be pursued, the following actions will be prioritized over the Medium-Term."}, {"text_block_id": "p26_b282", "text": "Action 1: Prepare a revised tourism master plan"}, {"text_block_id": "p26_b283", "text": "The Ministry of Tourism is in the process of developing a Medium-Term Tourism Strategy. This opportunity will be used to revise the existing Master Plan for Tourism. Towards these endeavours, a National Symposium on Tourism is scheduled to be held in 2015 and will expand on the following broad strategies among others:"}, {"text_block_id": "p26_b284", "text": "The Ministry of Tourism is in the process of developing a Medium-Term Tourism Strategy. This opportunity will be used to revise the existing Master Plan for Tourism. Towards these endeavours, a National Symposium on Tourism is scheduled to be held in 2015 and will expand on the following broad strategies among others:\n* Enhancing and promoting traditional tourism in a sustainable manner focusing on preservation and conservation\n* beach tourism, residential tourism, weddings and honeymoons\n* Developing Barbuda as a high-end, low-density resort destination\n* Increasing the visibility of Antigua and Barbuda\n* Attracting adequate airlift\n* Promoting sectoral linkages, for example with the Ministries of Agriculture, Education and Public Works, and\n* Development Corporation\n* Developing standards and regulations for persons involved in the delivery of tourism\n* Attracting new investments\n* Exploring and developing new tourism products\n* medical tourism, sports tourism, conventions, marine and cruise tourism\n* Building tourism awareness nationally\n* Stimulating community participation to authenticate the tourism product\n* Easing visa restrictions to help open new markets\n* example China and India\n* Revamping aspects of the mature product in need of renewal, upgrading, modernization; and rebranding."}, {"text_block_id": "p26_b316", "text": "Much of the above strategies will be incorporated in the work programs of the ministry with responsibility for tourism and the Antigua and Barbuda Tourism Authority (ABTA)."}, {"text_block_id": "p26_b317_merged_merged_merged_merged_merged", "text": "Several other complementary strategies for the repositioning of the tourism industry are expected to be laid out in the Tourism Master Plan and these are not expected to be directly pursued by the ministry responsible for tourism or the ABTA, but rather by the rest of the public sector. This aspect of the master plan will be coordinated by the MoFCG through the Development Planning Unit (DPU) as laid out in the MTDS implementation arrangements in Chapter IV. These complementary strategies will include those to address, input costs which are important for competitiveness; human resource development and skills availability; connectivity – roads, ports, airports; aesthetics; transportation; the heath of the environment including waste water treatment and solid waste management; law enforcement and security; and the timely collection and"}, {"text_block_id": "p27_b320", "text": "dissemination of accurate and relevant data. These various components are addressed under other necessary conditions to the other SDDs."}, {"text_block_id": "p27_b321", "text": "NC 1.4.2 Optimal Economic Transformation"}, {"text_block_id": "p27_b322", "text": "Our economy remains vulnerable to external shocks, in particular to the ebbs and flows in tourism source markets, primarily emanating from North America and parts of Europe. This vulnerability has been exposed time and again. While it is critical to pursue sound fiscal strategies as the foundation of our economic resilience strategy, we also recognize that broadening the base of our economy is another important dimension of our economic resilience strategy. Furthermore, there are promising opportunities for strengthening our capacity to generate wealth outside of tourism. The GoAB will therefore move to take actions to support potential and emerging opportunities for which there are good prospects in the areas of the marine industry, the agriculture industry, the provision of offshore education, the provision of professional services to foreign markets and creative industries, among other areas."}, {"text_block_id": "p27_b323", "text": "Marine Services"}, {"text_block_id": "p27_b324", "text": "Priority focus will be given to the following actions over the Medium-Term."}, {"text_block_id": "p27_b325", "text": "Action 1: Update the strategic plan for the sustainable exploitation of our marine space"}, {"text_block_id": "p27_b326", "text": "Antigua and Barbuda’s economic zone is 200 ti"}, {"text_block_id": "p27_b327", "text": "mes larger than its land mass, but we only significantly exploit the tourism related aspects of our marine space. Through the Antigua and Barbuda Department of Marine Services and Merchant Shipping (ADOMS), we will pursue strategies to expand existing efforts and explore new opportunities to utilize our marine space and resources. These could include the generation of energy from ocean currents, wave motion and temperature differences as well as exploration and sustainable extraction of minerals. In that regard the department will update its Medium-Term strategic document."}, {"text_block_id": "p27_b328_merged", "text": "Action 2: Continue efforts to secure the participation of more nationals in the shipping industry"}, {"text_block_id": "p27_b330", "text": "The Department maintains a full-fledged international registry with over 1300 registered vessels. In November 2011, ADOMS launched its Mega Yacht Registry highlighting competitive rates, efficient services and a very proficient and experienced team. ADOMS will seek to leverage these gains to build vertical and horizontal industry linkages and secure greater participation of nationals in the industry. To help facilitate this, plans are afoot to establish a Satellite Campus of the Caribbean Maritime Institute in Antigua to service the Eastern Caribbean. Ultimately, the goal is to create a maritime cluster in Antigua and Barbuda to further cement the country as a major player in the maritime industry in the region."}, {"text_block_id": "p27_b331", "text": "Action 3: Strengthen the legislative framework for the management of the marine sector"}, {"text_block_id": "p27_b332", "text": "This may seek to address the challenges arising from the segmentation of responsibilities for managing the marine space. This action is also important for setting the appropriate legislative foundation for optimizing the economic benefits that can be derived from our marine space."}, {"text_block_id": "p28_b333", "text": "Action 4: Negotiate maritime boundary limitation"}, {"text_block_id": "p28_b334", "text": "This action is important to clearly identify the marine boundaries within which new economic activity can take place."}, {"text_block_id": "p28_b335", "text": "Action 5: Improve data gathering capacity"}, {"text_block_id": "p28_b336", "text": "This action will be led by ADOMS and is important in determining and monitoring the extent of the resources that may be available for sustainable exploitation. This could include data on ocean current patterns, sea temperatures, ocean contours among others."}, {"text_block_id": "p28_b337", "text": "Off-Shore Educational Institutions"}, {"text_block_id": "p28_b338", "text": "There are currently three off-shore educational institutions registered with the Antigua and Barbuda National Accreditation Board"}, {"text_block_id": "p28_b339", "text": "–"}, {"text_block_id": "p28_b340", "text": "The American University of Antigua (AUA), The American International College of Arts and Sciences (AICASA) and the University of Health Sciences Antigua (UHSA). The industry contributes in varying ways to the local economy, e.g. through real estate, construction, activities and through the consumption goods and services; and offers good potential for increased contribution to economic growth. Thus, in order to encourage the further development of the industry the following actions will be taken:"}, {"text_block_id": "p28_b341", "text": "This effort will be led by the ministry with responsibility for industry in collaboration with the ministry responsible for education. Consideration will be given devising strategies for attracting operations with strong accreditation."}, {"text_block_id": "p28_b342_merged_merged", "text": "Action 7: Actively engage industry players in reviewing actions that may be desirable to attract more international students"}, {"text_block_id": "p28_b344", "text": "This effort will be led by the ministry with responsibility for industry which will liaise with other ministries within the development planning and MTDS implementation framework set out in Chapter IV."}, {"text_block_id": "p28_b345", "text": "Agriculture"}, {"text_block_id": "p29_b346", "text": "systems; the upgrade of irrigation, drainage and road infrastructure; and the strengthening marketing infrastructure and support systems."}, {"text_block_id": "p29_b347_merged", "text": "The ministry with responsibility for agriculture will continue to lead efforts to strengthen the agricultural sector. Its efforts have been guided by the National Food and Nutrition Policy (2012) and the related National Food and Nutrition Security Action Plan which are closely aligned to the OECS Action Plan on Agriculture (2012-2022) and the CARICOM Agriculture Policy. While greater efforts to implement the country’s plan of action will depend in part on the availability of resources, priority actions over the Medium-Term will include those listed below. Other necessary efforts, including access to appropriate development financing and the provision of adequate business development support, are critical to strengthening agriculture and agro-processing and that are addressed elsewhere under NC 1.4."}, {"text_block_id": "p29_b351", "text": "Action 8: Improve access to and generation of water for irrigation"}, {"text_block_id": "p29_b352", "text": "Action 9: Improve the marketing of agricultural products"}, {"text_block_id": "p29_b353", "text": "For some agricultural product and livestock, Antigua and Barbuda has the potential to significantly reduce imports and to engage in exports. Toward this end, the ministries responsible for Agriculture and Trade will collaboration to explore opportunities to work with established businesses currently engaged in the import of such products and to develop adequate mechanisms to facilitate marketing and export of agriculture products. Furthermore, existing mechanisms through the Central Marketing Cooperation (CMC) to facilitate the marketing and distribution of agricultural products will be reviewed and adjusted to improve effectiveness."}, {"text_block_id": "p29_b354", "text": "Action 10: Attract new investment in agriculture"}, {"text_block_id": "p29_b355", "text": "The Ministry of Agriculture will encourage greater investment in the sector, including through the development of options for the accessing of financing by existing farmers and potential entrants to the sector. The provision of additional access to financing will, among other goals, seek to promote the uses of modern and appropriate methods for production, harvesting and storage. Efforts will also be made to encourage greater use of the solar technology for the generation of energy on farms. With regard to investment in modern methods to enhance efficiency of agriculture, opportunities for joint efforts among farmers, including through cooperatives will be encouraged to optimize economies of scale. Moreover, to encourage investment in agriculture, the Ministry of Agriculture, will provide adequate extension services and research to support greater efficiency in the production of crops and livestock (including small ruminants and cattle) in which Antigua and Barbuda can develop a competitive advantage. Efforts will also be made to explore the possibility of seed production as a new initiative."}, {"text_block_id": "p29_b356", "text": "Action 11: Reduce vulnerability to disaster and climate change risks"}, {"text_block_id": "p29_b357", "text": "The Ministry of Agriculture will study the feasibility to develop crop and livestock insurance as a mechanism to reduce the vulnerability of the sector. Moreover, the Ministry of Agriculture, in"}, {"text_block_id": "p30_b358", "text": "collaboration with the Ministry with responsibility for the Environment, will develop programmes to enable the sector to adequately adapt to climate change."}, {"text_block_id": "p30_b359", "text": "Action 12: Expand and improve agro-processing"}, {"text_block_id": "p30_b360", "text": "This will encompass the production of local juices and other simple processed foods such as: hot sauces, frozen carrots, dried onions, ochras, corned fish, beans, and jams and jellies for local and tourism sectors. Efforts to expand agro-processing will be led by the ministry with responsibility for agriculture in collaboration with the ministry with responsibility for industry."}, {"text_block_id": "p30_b361", "text": "Fishing"}, {"text_block_id": "p30_b362", "text": "Fishing currently contributes about half of the value added from agriculture and fishing sector. The ministry with responsibility for fisheries will thus continue to implement strategies for the optimal utilization of fisheries and fish resources. Matters relating to marine ecosystems management will be addressed under NC 3.1.1 in relation to SDD 3. Actions that will contribute to the improvement in the economic contribution of the sector are listed below, while other critical support actions such as access to appropriate financing and business development support have been addressed elsewhere in this document."}, {"text_block_id": "p30_b363", "text": "Action 13: Continue efforts to encourage increased harvesting of utilized fish species"}, {"text_block_id": "p30_b364", "text": "This ministry responsible for fisheries will lead this effort. This action will contribute to ecosystems management as well as to an increase in fish catch."}, {"text_block_id": "p30_b365", "text": "Action 14: Encourage the viable development of aquaculture and mariculture"}, {"text_block_id": "p30_b366", "text": "This will require the preparation of an aquaculture management plan and will be led by the ministry responsible for fisheries."}, {"text_block_id": "p30_b367", "text": "Action 15: Develop value added products"}, {"text_block_id": "p30_b368", "text": "Processes in this regard may include canning, salting and smoking of fish. It may be necessary for the ministry responsible for fisheries to pilot such projects with the aim of attracting private sector participation. This will also include the production of shrimp and other high valued products."}, {"text_block_id": "p30_b369", "text": "Export of Services"}, {"text_block_id": "p30_b370_merged", "text": "This action will be led by the ministry with responsibility for Finance as an expansion to the Prime Minister’s Scholarship Programme. Antigua and Barbuda’s greatest asset is its human capital. Over the years we have invested much in human resource development. However, we have not been able to optimally utilize all of these persons and many have found employment opportunities within the region and further afield. While remittances have contributed much to our economy, there is additional potential that can be exploited from the supply of our human"}, {"text_block_id": "p31_b374", "text": "capital to other countries. In order to reap greater benefits we will thus move to better organize the supply of trained individuals to meet international demand. This could include, for instance the organized provision of home care services, trained hospitality professionals and civil engineers, medical doctors, nurses, teachers and skilled technicians. Specialized companies to supply professionals could be established locally to negotiate appropriate service contracts. The development of linked investment and savings vehicles to this programme will be advanced, such as: housing; government bonds; private equity investment opportunities and specialized savings programmes."}, {"text_block_id": "p31_b375", "text": "Creative Industries"}, {"text_block_id": "p31_b376", "text": "Action 17: Study the opportunities to enhance the economic contribution from creative"}, {"text_block_id": "p31_b377", "text": "industries"}, {"text_block_id": "p31_b378", "text": "The action will be led by the ministry with responsibility for industry and may encompass various areas including manuscripts, music, arranging original Caribbean and international music, steel pan schools, sports, the development of computer applications, fine arts, literature and text book writing.  This action will be closely related to action 1 under NC 2.7 below."}, {"text_block_id": "p31_b379", "text": "Barbuda"}, {"text_block_id": "p31_b380", "text": "Barbuda is a natural paradise with unique pink sand beaches, lagoons, salt ponds and unique flora and fauna species"}, {"text_block_id": "p31_b381", "text": ", including one of the world’s largest bird sanctuaries"}, {"text_block_id": "p31_b382", "text": ". Barbuda is virtually untouched with significant growth potential which, if exploited in a sustainable manner, can substantially transform the way of life for Barbudans while at the same time, protecting and preserving its natural beauty."}, {"text_block_id": "p31_b383", "text": "The transformation of the economy of Barbuda will undoubtedly contribute to sustaining GDP of at least 5% over the medium to long term."}, {"text_block_id": "p31_b384", "text": "Action 18: Develop a strategy for making Barbuda a green, low density, high-end tourism"}, {"text_block_id": "p31_b385", "text": "destination"}, {"text_block_id": "p31_b386", "text": "This action will be led by the ministry responsible for Barbuda affairs and must be consistent with the tourism master plan."}, {"text_block_id": "p31_b387_merged_merged_merged_merged", "text": "Action 19: Develop a strategic plan for the sustainable exploitation of Barbuda’s marine"}, {"text_block_id": "p31_b389", "text": "space"}, {"text_block_id": "p31_b390", "text": "This action will be led by the ADOMS as a part of the Action 1 of NC 1.4.2."}, {"text_block_id": "p31_b391", "text": "NC 1.4.3 Improved Competitiveness"}, {"text_block_id": "p31_b392", "text": "Antigua and Barbuda is a very open, small economy, while its domestic private sector is dominated by small and micro enterprises. Both of these realities have implications for the competitiveness of firms. Strategies to assist firms to access external markets are addressed under NC 1.2. However, small firms not only find it difficult to overcome direct trade related challenges, but they are also often less cost efficient than larger firms due to scale. Our strategy to improve competitiveness must therefore address this reality, and will revolve around identifying firms with good potential and helping them reach to the next level. The strategy will"}, {"text_block_id": "p32_b393", "text": "also focus on access to appropriate development finance addressed under NC 1.4.4; encouraging the use of appropriate technology addressed under NC 1.4.5; and the provision of incentives addressed under NC 1.4.6. Other elements geared at improving competiveness including reducing the cost of inputs (including the cost of energy), are dealt with under other NCs of SDD 1. This sub-area addresses other areas through which firms will be assisted to improve competiveness including the provision of business development support, encouraging cooperation among firms as a means of firms overcoming size limitation, partnering with the private sector to build private sector capacity and better organizing economic activity among other areas. Priority actions to be taken over the Medium-Term to build on and strengthen various ongoing public sector efforts follow."}, {"text_block_id": "p32_b394_merged", "text": "Action 1: Undertake more active approaches to identifying and assisting firms with good prospects for further development"}, {"text_block_id": "p32_b396", "text": "The ministry with responsibility for industry will lead efforts to design a more active approach to identifying and assisting firms with good prospects to become competitive. This will involve going beyond the sensitization and training, and will require approaches for effectively targeting firms, and providing mechanisms to directly guide and mentor firms identified. This action will be coordinated with strategies to provide business development support, those aimed at facilitating access to appropriate development capital and other elements of industrial policy as appropriate."}, {"text_block_id": "p32_b397", "text": "Action 2: Strengthen the provision of business development support"}, {"text_block_id": "p32_b398", "text": "Business development support is an important tool for assisting small and micro enterprises become more efficient. The Antigua and Barbuda Investment Agency (ABIA) and various other stakeholders have engaged in the provision of such services. Under this action the ministry with responsibility for industry will lead efforts to review the effectiveness and operational efficiency of such services and will put mechanisms in place to improve the coordination and effectiveness of such services, including more active approaches in identifying beneficiaries."}, {"text_block_id": "p32_b399", "text": "Action 3: Increase efforts to encourage stronger coordination among firms"}, {"text_block_id": "p32_b400", "text": "This action will be critical given the reality of the prevalence of small and micro enterprises. The ministry responsible for industry will lead efforts to design sustainable strategies for cooperation among groups of firms. Such strategies will need to propose appropriate approaches for overcoming the challenges that have led to failure of cooperation models in the past. Subject to the design of such models, the ministry will lead efforts to actively identify groups of companies that can benefit from increased cooperation and to actively encourage these enterprises in that direction."}, {"text_block_id": "p32_b401", "text": "NC 1.4.4 Improved Access to Development Finance"}, {"text_block_id": "p32_b402", "text": "Access to appropriate financing is a major determinant of the competitiveness of enterprises. Commercial banks are the most prevalent financing source in the country, but they are not well suited to financing emerging activity or for financing some stages of business development. The"}, {"text_block_id": "p33_b403", "text": "Antigua and Barbuda Development Bank (ABDB) which was set up to help overcome this challenge, is currently reviewing its operations in order to strengthen its capacity and effectiveness in providing development financing. The GoAB recognizes that a broader range of financing tools, beyond loans, is necessary to improve firms"}, {"text_block_id": "p33_b404", "text": "’"}, {"text_block_id": "p33_b405", "text": "financing structure. Overleveraging is a significant factor that leads to underperformance of many enterprises. Consequently, the GoAB will move to develop a more comprehensive development financing architecture and in that vein the following actions will be prioritized over the Medium-Term."}, {"text_block_id": "p33_b406", "text": "Action 1: Conduct a diagnostic review of the ABDB in order to strengthen its capacity and"}, {"text_block_id": "p33_b407", "text": "effectiveness as an effective development financing institution"}, {"text_block_id": "p33_b408", "text": "This action is expected to result in greater access to resources from multilateral development finance institutions for on-lending to enterprises. This action will also better outfit the institution to work closely with other stakeholders in order to better identify enterprises with potential to become internationally competitive and to assist them in doing so. The action will also contribute to enhancing the capacity of the institution to engage in the development and administration of financing tools other than the traditional provision of development financing loans. This action will be championed by the ministry responsible for finance."}, {"text_block_id": "p33_b409", "text": "Action 2: Study the feasibility of the development of a venture capital ecosystem"}, {"text_block_id": "p33_b410", "text": "This action goes beyond consideration of the establishment of venture capital funds, but encompasses a more holistic mechanism for identifying firms that can benefit from such funds; working with them, through various stakeholders, to get them to the stage where they can access such funds; and matching enterprises with appropriate types of venture capital options. These venture capital options may include family and friends, angel investors, crowd funding, diaspora sources, the ECCB Venture Capital Fund, or other venture capital funds that may be managed by the ABDB or others as appropriate. This action will be led by the ministry responsible for Finance."}, {"text_block_id": "p33_b411", "text": "Action 3: Study the feasibility of improving access to export financing and other working capital requirements"}, {"text_block_id": "p33_b412", "text": "The ministry responsible for industry will lead efforts with respect to this action. Adequate access to working capital presents yet another challenge to the ability of firms to access export markets and to be more competitive."}, {"text_block_id": "p33_b413", "text": "NC 1.4.5 Technological Adaptation and Innovation (Including Green Technology)"}, {"text_block_id": "p33_b414", "text": "In today’s knowledge"}, {"text_block_id": "p33_b415_merged_merged_merged", "text": "-driven world, adaptation to new technology and innovation are indispensable to maintaining or enhancing our competitive position. Our Ministry of Education Science and Technology, continues to be make efforts to establish a cadre of human resources with skills, knowledge and attitudes that are current and relevant for the global market place. These efforts in the area of education are discussed more fully under NC 1.7. The ministry’s efforts in relation to Science and Technology relate largely to education, however GoAB will move to pursue more direct approaches for encouraging technological adaptation and innovation."}, {"text_block_id": "p34_b418", "text": "The following actions will thus be pursued over the Medium-Term, given that, left to their own devices and without adequate incentive, many enterprises, especially small firms, are unlikely to take sufficient actions to imitate and adapt to new technology and to innovate."}, {"text_block_id": "p34_b419", "text": "Action 1: Build institutional capacity to encourage technological adaptation and innovation"}, {"text_block_id": "p34_b420", "text": "The ministry responsible for industry will take the lead in making appropriate recommendations to Cabinet for putting in place the suitable institutional arrangements to more directly encourage technological adaptation and innovation. The focus will be on assisting businesses to apply existing technology, using a proactive approach to identifying enterprises that is in line with other elements of policy under NC 1.4. Recommendations will also be made with respect to the technical skills that will be necessary if GoAB is to assist enterprises to, become aware of technology that may be beneficial to them; analyze the costs and benefits that may be associated with the application of these within the local context; and analyze options for financing or otherwise incentivizing technological enhancements, including through partnerships between local and foreign investors."}, {"text_block_id": "p34_b421", "text": "Action 2: Develop an intelligence framework to support technological adaptation and"}, {"text_block_id": "p34_b422", "text": "innovation, including green technology"}, {"text_block_id": "p34_b423_merged_merged", "text": "Subsequent to the previous action, the agency with responsibility to lead the GoAB’s more direct efforts to encourage technological adaptation and innovation, will establish an intelligence-gathering and trend-monitoring framework to ensure timely awareness of opportunities to grow through technological imitation and adaptation, with a special focus on mainstreaming “green technology”."}, {"text_block_id": "p34_b428", "text": "This new function will gather information on:"}, {"text_block_id": "p34_b429", "text": "This new function will gather information on:\n* Business and consumer behaviours"}, {"text_block_id": "p35_b437", "text": "Action 3: Develop a framework and function for rational assessment of specific application"}, {"text_block_id": "p35_b438", "text": "of technology"}, {"text_block_id": "p35_b439", "text": "The agency responsible for leading the GoAB"}, {"text_block_id": "p35_b440", "text": "’s"}, {"text_block_id": "p35_b441", "text": "more direct efforts to encourage technological adaptation and innovation will develop a technology assessment framework. The framework and functions will focus on:"}, {"text_block_id": "p35_b442", "text": "more direct efforts to encourage technological adaptation and innovation will develop a technology assessment framework. The framework and functions will focus on:\n* Financial cost/benefit analysis (taking into account impact on natural resources and ecosystem service valuations where available);\n* Impact on the core assets of the company (people, processes, products);\n* Adaptation and improvement of the technology for competitive enhancement (including durability, quality, and reliability);\n* Potential impact of the technology on core business considerations such as pricing, positioning, availability, customer support, delivery options, payment and credit terms, warranty cover, upgrades and access to technical support"}, {"text_block_id": "p35_b451", "text": "identified technologies"}, {"text_block_id": "p35_b452", "text": "Such studies may be undertaken by the agency with responsibility to lead the GoAB"}, {"text_block_id": "p35_b453", "text": "’s"}, {"text_block_id": "p35_b454", "text": "more direct efforts to encourage technological adaptation and innovation, or by other relevant agency including possibly Antigua Public Utilities Authority (APUA) and the current ministry with responsibility for energy. The study will provide a clearer basis for promoting the use of such technologies and will map a general path forward for accelerating the mainstreaming of green technology application in Antigua and Barbuda."}, {"text_block_id": "p35_b455_merged_merged_merged_merged", "text": "Action 5: Design programmes to facilitate and incentivize green technology investments and to dissuade the use of environmentally unfriendly technologies"}, {"text_block_id": "p35_b457", "text": "The agency with responsibility to lead GoAB more direct efforts to encourage technological adaptation and innovation, will lead efforts to develop options for policies and programmes that incentivize investment in green technologies. Such policies and programmes should consider financial as well as legal structures that support or hinder the use of green technologies in industry and at the individual level, and will make recommendations for appropriate reform. Options will also be considered for discouraging the application of technologies with high environmental cost and impact. This will include the use of financial, tax, and other legal and regulatory instruments. The incentives or disincentives utilised will be consistent with WTO regulation. Areas for consideration may cover:"}, {"text_block_id": "p35_b458", "text": "Green Standards for the use of solar power and water storage"}, {"text_block_id": "p35_b459", "text": "Incentives for Green Standards in new buildings"}, {"text_block_id": "p35_b460", "text": "Incentives to the hotel and restaurant sector to comprehensively retrofit their properties to use solar water heaters, energy-saving devices and equipment"}, {"text_block_id": "p36_b461", "text": "NC 1.4.6 Improved Incentives Regime"}, {"text_block_id": "p36_b462", "text": "The provision of investment incentives can play an important role in helping Antigua and Barbuda develop business activity in which it can have a competitive advantage. In that regard, it is important to encourage innovation, technological adaptation, first movers, and activity in areas where significantly more activity is desired and can be sustained. Incentives are also important to steer the economy in directions that are sustainable, including encouraging green technologies. Governm"}, {"text_block_id": "p36_b463", "text": "ent’s incentive regime must complement the free market mechanism,"}, {"text_block_id": "p36_b464", "text": "must be part of the broader policy framework for promoting growth and productivity, and must minimize the provision of incentives that are not necessary. The strategy of the GoAB is therefore to strengthen its investment incentive regime in line with those attributes."}, {"text_block_id": "p36_b465", "text": "Several fiscal incentive programmes are currently in place including, those under, the Free Trade and Processing Zone (FTPZ); and those under various other pieces of legislation including, the Hotels Aids Act, the"}, {"text_block_id": "p36_b466", "text": "Tourism and Business Special Incentives Act ("}, {"text_block_id": "p36_b467", "text": "Sunset legislation whose lifespan will be extended); Small Business Development Act 2007, and the Manufacturers Incentive Act 2011. While the provisions under these acts are largely with regard to tax incentives, several other government programmes, in effect, provide non-tax incentives. The following actions will be prioritized over the Medium-Term in order to strengthen the use of investment incentives as a policy tool to help improve business competitiveness."}, {"text_block_id": "p36_b468", "text": "Action 1: Review the investment incentive regime"}, {"text_block_id": "p36_b469", "text": "This review will be led by the ministry with responsibility for finance in collaboration with the ministries responsible for industry, investment promotion and tourism, among others. In addition to reviewing the appropriateness and effectiveness of fiscal incentives and the associated foregone revenue with respect to the application the various acts mentioned above, the review will assess the degree to which non-tax incentives are currently provided and actively marketed as such, and the need for designing a comprehensive incentive package encompassing fiscal incentives, training and access to financing, among others, in ways that are both compliant with our WTO obligations and complementary to the free market enterprise. This effort will build on assistance being given by the International Financial Corporation (IFC) which set out to review the costs and benefits of the provision of fiscal incentives. This action will also take into consideration regional initiatives aimed at harmonizing tax incentive regimes."}, {"text_block_id": "p36_b470_merged_merged_merged", "text": "Action 2: Make adjustments to the investment incentive regime as necessary based on the review of the investment incentive regime"}, {"text_block_id": "p36_b472", "text": "This action will be led by the ministry responsible for finance in consultation with the ministries responsible for industry and tourism among others, or as otherwise recommended in the review.   The adjusted regime will be review and evaluated periodically."}, {"text_block_id": "p36_b473", "text": "NC 1.4.7 Inclusive Growth (Growth with Equity)"}, {"text_block_id": "p36_b474", "text": "Inadequate opportunity to participate in and benefit from growth will ultimately adversely impact the cohesiveness of our society and will eventually derail productivity and growth potential. Thus, as we pursue strategies to grow the economy of Antigua and Barbuda, it is important to"}, {"text_block_id": "p37_b475", "text": "ensure that this growth is shared by all Antiguans and Barbudans. Moreover, while we will continue to partner with foreign investors, it will also be important to encourage significant participation by Antiguans and Barbudans in the ownership of business enterprises. These considerations will inevitably contribute to the strengthening of national pride and creating stronger national identity."}, {"text_block_id": "p37_b476", "text": "Currently, there are several programs that contribute to the provision of opportunities for Antiguans and Barbudans to share in and benefit from economic growth. These range from the minimum wage rate, to other specific programmes within line ministries or SOEs that focus on training, the provision of business development support, and access to finance, among others areas that assist persons to develop business activity and improve competitiveness. The strengthening of such programmes, many of which have already been discussed under NC 1.4 as elements of industrial policy, is an essential component of our strategy for shared growth.  Beyond these, the GoAB will pursue the following actions over the Medium-Term to further encourage growth with equity."}, {"text_block_id": "p37_b477", "text": "Action 1: Study the potential for enhancing the labour incentive framework"}, {"text_block_id": "p37_b478", "text": "The ministry responsible for labour, will study opportunities for improving the labour incentive framework and will encourage and facilitate dialogue between the private sector and labour in that regard. This could involve opportunities for the use of bonuses, the sharing of profits and the use of other options such as productivity enhancement tools. These types of incentive may be designed to improve worker reward and overall satisfaction, while encouraging greater worker productivity, so that both the worker and the employer benefit. Efforts will be made to pilot such initiatives, to closely monitor their operation, and subsequently, based on successes, to actively promote a more widespread adoption especially among larger enterprises."}, {"text_block_id": "p37_b479_merged", "text": "Action 2: Enhance the opportunities and mechanisms for encouraging greater participation of Antiguans and Barbudans in the ownership of large business ventures"}, {"text_block_id": "p37_b481", "text": "This action will be led by the ministry responsible for industry and will focus on the effective and efficient ways to organize investment efforts so that Antiguans and Barbudans can have significant stakes in large-scale and transformational projects. Such strategies may contemplate more active approaches to promoting the participation of Antiguans and Barbudans in project that may or may not involve the participation of foreign investors. This approach requires building the capacity for identifying potential projects, preparing detailed project proposals, structuring financing, and addressing issues of trust and transparency in order to encourage significant domestic participation."}, {"text_block_id": "p37_b482", "text": "We will pay much attention to increasing the efficiency of our goods, labour and financial markets, as this is critical to our efforts to improve our international competitiveness. Economic growth will be higher as markets allocate goods and services more efficiently. Thus, we will take actions to strengthen the efficiency with which markets operate."}, {"text_block_id": "p38_b483", "text": "Goods and Services Market"}, {"text_block_id": "p38_b484", "text": "Not only would an inefficient goods market directly adversely impact consumer welfare through higher prices for goods produced for final consumption and higher prices for intermediate goods (inputs) but it would also decrease the competitiveness of the goods and services that we supply other markets. Thus, we will encourage greater competition where this is likely to result in more efficient allocation of goods and services. Where the size of our market results in non"}, {"text_block_id": "p38_b485", "text": "-"}, {"text_block_id": "p38_b486", "text": "competitive market structures, we will take steps to strengthen regulations, or to strengthen the institutional framework for production of goods and services where these are currently in the hands of government. This is particularly so with respect to the provision of water, electricity and telecommunications services through the APUA"}, {"text_block_id": "p38_b487", "text": "–"}, {"text_block_id": "p38_b488", "text": "a government-owned company."}, {"text_block_id": "p38_b489", "text": "Action 1: Improve the business model or institutional structure for the delivery utility of"}, {"text_block_id": "p38_b490", "text": "services"}, {"text_block_id": "p38_b491", "text": "These efforts will be led by the ministry with responsibility for utilities and will build on assistance that is being currently provided by the World Bank to study the opportunities to make each business unit (Electricity, Water and Telecommunications) within the APUA independently profitable. On the basis of this study, appropriate plans will be prepared. Action 8 under NC 1.6 provides details on other actions to improve the efficiency in the delivery of utility services."}, {"text_block_id": "p38_b492", "text": "The Labour Market"}, {"text_block_id": "p38_b493", "text": "Economies with more flexible labour markets are better able to respond to market signals and hence are better able to compete internationally barring other considerations. Our labour regulations have placed much focus on job security. We will now seek to develop approaches that focus both on worker satisfaction as well worker productivity."}, {"text_block_id": "p38_b494", "text": "Action 2: In concert with Action 1 under NC 1.4.7, review the features of labour market regulations that may be adversely impacting economic efficiency in Antigua and Barbuda"}, {"text_block_id": "p38_b495", "text": "This action will be led by the ministry with responsibility for labour in collaboration with the ministry responsible for finance. The result of the review will be used to inform actions needed to improve the flexibility of labour markets, consistent with effort to improve worker satisfaction."}, {"text_block_id": "p38_b496_merged_merged_merged", "text": "Action 3: Continue efforts to improve labour market information– matching unemployed labour with available jobs"}, {"text_block_id": "p38_b500", "text": "With the assistance of the International Labour Organization, the ministry with responsibility for labour is leading efforts to establish a labour market information system. This action will continue and is expected to improve the responsiveness of the labour market."}, {"text_block_id": "p38_b501", "text": "The Financial Market"}, {"text_block_id": "p38_b502", "text": "Furthermore, sound and efficient financial intermediations are indispensable for economic efficiency. Therefore, along with other countries in the Eastern Caribbean Currency Union (ECCU), we will take steps to strengthen the soundness and efficiency of our domestic financial"}, {"text_block_id": "p39_b503", "text": "market. Such actions are urgent given the vulnerabilities that emerged since 2008 manifested through the failure of two insurance companies which operated in the region and the insolvency of some commercial banks in the ECCU including in Antigua and Barbuda. These vulnerabilities threatened to undermine economic stability. We will thus move with haste to address these vulnerabilities while putting in place better regulations to avoid such future occurrences."}, {"text_block_id": "p39_b504", "text": "Action 4: Continue efforts to strengthen the financial sector regulatory environment"}, {"text_block_id": "p39_b505", "text": "Action 3 under NC 1.1 will contribute to addressing banking sector vulnerabilities and will"}, {"text_block_id": "p39_b506", "text": "follow recent passage (May 2015) of a new Banking Act. The new Banking Act"}, {"text_block_id": "p39_b507", "text": "Moreover, the Financial Services Regulatory Commission (FSRC) will continue to lead efforts to strengthen the regulation and supervision of non-bank financial institutions. The regulation and supervision of non-bank financial institutions will be further strengthened through the establishment of a regional regulatory regime that will be linked with the national offices.  GoAB will continue to support this regional approach."}, {"text_block_id": "p39_b508", "text": "Action 5: Take actions to improve access to appropriate financing"}, {"text_block_id": "p39_b509", "text": "This area is addressed in NC 1.4.4."}, {"text_block_id": "p39_b510", "text": "Other Areas"}, {"text_block_id": "p39_b511", "text": "Many of our firms are small and operate informally, and this undermines the degree to which they can access financing, attract and build appropriate human resources or benefit from other provisions of the formal economy. Measures to reduce the level of informality in the economy would be expected to strengthen growth, reduce poverty and vulnerability. Moreover, we will also take actions to improve the enabling environment for doing business as this is an important element for improving international competitiveness."}, {"text_block_id": "p39_b512", "text": "Action 6: Improve the ease of doing business"}, {"text_block_id": "p39_b513", "text": "This area is addressed under Action 4 of NC 1.3."}, {"text_block_id": "p39_b514_merged_merged", "text": "Action 7: Study the factors that may encourage firms to remain informal and in order to inform approaches for reducing informality"}, {"text_block_id": "p40_b516_merged", "text": "Action 8: Work with the ECCB to investigate the need for a Credit Bureau and if feasible, work towards the establishment of such a unit"}, {"text_block_id": "p40_b518", "text": "This action will be led by the ministry with responsibility for finance in collaboration with the ministry with responsibility for industry. It will contribute to enhanced efficiency of financial markets by improving availability of information which financial institutions need to make lending decisions.  This will ultimately impact the cost of capital."}, {"text_block_id": "p40_b519", "text": "NC 1.6 Adequate Infrastructure (Roads, Ports, Transport, Energy, Water, and Telecommunications)"}, {"text_block_id": "p40_b520", "text": "Our economic infrastructure is a foundational aspect of our competitiveness. Good transportation infrastructure, including air and sea port facilities, has helped to facilitate the development of our vital tourism industry, alongside reasonable access to electricity, water and telecommunications infrastructure. However, maintaining and enhancing the competiveness of the tourism industry require us to rehabilitate and upgrade much of our aging transportation infrastructure. Furthermore repositioning the country as a premier world-class destination tourism will also require us to pay much attention to the aesthetics of our infrastructure as an important element of the tourism product that we offer. Moreover, we urgently need to reduce the cost of utilities as a central pillar of our competitiveness strategy. The development of our infrastructure must also serve us well with regard to direct consumption and also from a social and recreational perspective."}, {"text_block_id": "p40_b521", "text": "Efforts are well under way to address adequacy of airport and seaport infrastructure, with work on the new terminal building of the VC Bird International Airport now completed and mobilization towards the implementation of a comprehensive plan to redevelop the main sea port progressing. Other priority actions towards putting in place adequate infrastructure to enhance our competitive position follows."}, {"text_block_id": "p40_b522", "text": "Action 1: Prepare and commence implementation of a National Transport Plan"}, {"text_block_id": "p40_b523", "text": "This activity will be led by the ministry with responsibility for public works in collaboration with Antigua and Barbuda Transport Board (ABTB), the Antigua and Barbuda Airport Authority (ABAA) and the Antigua and Barbuda Port Authority (ABPA), and will examine, among other areas, the development of a national data base; future transport demand; transport planning processes; key transport issues; institutional structure for effective management of infrastructure, and as necessary institutional strengthening; and financing options. The study will reflect on all"}, {"text_block_id": "p41_b524", "text": "areas of transport infrastructure including road, sea, air, and the use of pipelines for the movement of petroleum products, and will also reflect on specific needs in relation to Barbuda. The study will generally help inform choices in the development of the transportation sector and will take on board environmental impacts. The eminent roll-out of the redevelopment of the main sea port envisages strengthening linkages between the international air and the main sea ports in order to improve business logistics. This will also necessitate the expansion and upgrade of the road infrastructure. These elements will be integrated into the transport master plan."}, {"text_block_id": "p41_b525", "text": "Action 2: Conduct a road rationalization study"}, {"text_block_id": "p41_b526", "text": "Action 3: Strengthen the quality of road maintenance activity and the efficiency with which"}, {"text_block_id": "p41_b527", "text": "the activity is conducted"}, {"text_block_id": "p41_b528", "text": "This action will require the ministry with responsibility for public works to review its procedures, design criteria, technical skill sets, and the appropriateness and adequacy of the equipment and systems it employs, its institutional structure, and other constraints, and to adjust these as necessary. The ministry with responsibility for public works will collaborate with the DCA to review and strengthen procedure for collaboration among government ministries, department and agencies with respect to road construction and maintenance activity."}, {"text_block_id": "p41_b529", "text": "Action 4: Continue efforts to improve the aesthetics along road ways"}, {"text_block_id": "p41_b530", "text": "The ministry responsible for public works will continue to take lead responsibility on this action."}, {"text_block_id": "p41_b531", "text": "Action 5: Undertake an urban renewal study"}, {"text_block_id": "p41_b532_merged_merged", "text": "The city of St. John’s is a major commercial centre and tourism hub. We will take action to enable the city to achieve its full potential as a development area by addressing various constrains including: lack of a central sewage system; lack of adequate drainage; lack of adequate parking facilities; dilapidated structures; poor road infrastructure; poor traffic management, poor signage; inadequate security. These constraints remain a major hindrance to the sustainable development of the area and the benefits that would accrue to the citizens of Antigua and Barbuda, and significantly contribute to adverse effects on the coastal and marine ecosystems and the protective and provisioning functions that they provide. The St. John’s Development Corporation (SJDC) will lead efforts to undertake an urban renewal study, and will collaborate with the ministry with responsible for public works and the DCA with respect to the planning and the subsequent implementation."}, {"text_block_id": "p41_b537", "text": "Action 6: Strengthen efforts to reduce traffic congestion in St."}, {"text_block_id": "p41_b538", "text": "John’s"}, {"text_block_id": "p41_b539", "text": "Pending more comprehensive efforts to redevelop St. Johns, interim actions will be taken to reduce traffic congestion. These efforts will be led by the transport board in collaboration with"}, {"text_block_id": "p42_b540", "text": "the SJDC and may involve efforts to restart the construction of the multi-story car park, and efforts to improve taxi operations especially in relation to services to cruise passengers."}, {"text_block_id": "p42_b541", "text": "Action 7: Continue efforts towards the redevelopment of St. John"}, {"text_block_id": "p42_b542", "text": "’"}, {"text_block_id": "p42_b543", "text": "s Deep Water Harbour"}, {"text_block_id": "p42_b544", "text": "This action is being led by the Port Authority and involves efforts to restore the integrity of the physical infrastructure, as well as to reposition the port to improve trade facilitation, enhance transhipment and business activity and to improve its financial performance."}, {"text_block_id": "p42_b545", "text": "Action 8: Intensify efforts to improve efficiency in the provision of utilities"}, {"text_block_id": "p42_b546", "text": "–"}, {"text_block_id": "p42_b547", "text": "electricity,"}, {"text_block_id": "p42_b548", "text": "water and telecommunication"}, {"text_block_id": "p42_b549", "text": "The ministry with responsibility for public utilities in collaboration with the agency directly responsible for the provision of electricity, water and telecommunication services to the public -the APUA, will lead efforts to improve efficiency in the delivery of public utilities. This will encompass efforts to, reduce high losses during generation/production, transmission and distribution of electricity and water; reduce non-authorised consumption; improve the business model or institutional structure for the delivery of services; implement more appropriate tariff regimes informed by appropriate studies; enhance and upgrade metering with respect to electricity and water services; enhance regulation; reduce fiscal subsidies provided by central government; and generally to reduce cost to consumers towards levels that are more internationally competitive."}, {"text_block_id": "p42_b550", "text": "These efforts will build on assistance currently being provided by the World Bank as indicated under Action 1 of NC 1.5. On the basis of this study plans will be prepared towards making each business unit profitable. GoAB is very cognizant of the importance of information and communication technology (ICT) and the critical role it plays in promoting growth and increasing productivity."}, {"text_block_id": "p42_b551", "text": "In this regard, the agency responsible for interventions in ICT will pursue specific actions to significantly impr"}, {"text_block_id": "p42_b552", "text": "ove the country’s"}, {"text_block_id": "p42_b553", "text": "information technology infrastructure and strengthen the regulatory environment. The ultimate goal being to secure the most cutting-edge, reliable and growth-inducing ICT network for Antigua and Barbuda."}, {"text_block_id": "p42_b554", "text": "Action 9: Expand water generation capacity"}, {"text_block_id": "p42_b555", "text": "This action will be led by APUA and is necessary given that we are a water-scarce country, but have to cater to future commercial and residential demand for water. Consideration will be given to the use of appropriate new technologies."}, {"text_block_id": "p42_b556_merged_merged_merged_merged", "text": "Action 10: Pursue efforts to improve energy efficiency including through the use of green technologies"}, {"text_block_id": "p42_b558", "text": "GoAB is pursuing energy efficiency as a mechanism by which to reduce energy cost, enhance energy security and reduce undesirable environmental impacts. The ministry with responsibility for energy will strengthen its capacity to lead this charge, and in that regard will collaborate with the APUA. Moreover, efforts will be made to explore opportunities for expanding the use of renewable energy."}, {"text_block_id": "p43_b559", "text": "Action 11: Improve sewerage"}, {"text_block_id": "p43_b560", "text": "management in St. John’s"}, {"text_block_id": "p43_b561", "text": "This action will require the ministry responsible for utilities in collaboration with the APUA to review, consolidate and update studies previously undertaken, and to commence mobilizing resources to put in place a central sewerage system for the city of St. John"}, {"text_block_id": "p43_b562", "text": "’s"}, {"text_block_id": "p43_b563", "text": "as a matter of urgency."}, {"text_block_id": "p43_b564", "text": "NC 1.7 Adequate Skills and Capacity to Support Sustainable Development"}, {"text_block_id": "p43_b565_merged_merged", "text": "Education is fundamental to our competitiveness as a country. We must educate our people if we are to optimally exploit the ever-expanding stock of global knowledge and if we are to engage innovations that can help transform our nation. We must provide advanced education to individuals who think critically and exhibit creative imaginations. Short of this, we may fall behind other nations or may not progress at an acceptable pace towards our sustainable development goals. Access to education, which is a basic human right, is also an important tool for providing more equitable opportunities for our citizens to participate in and thereby benefit from economic development. Moreover, we must use education to develop citizens who are, imbued with respect for human life, emotionally secure, and who have strong family values and moral principles, a strong sense of national pride. The latter two objectives are critical for fashioning a society that is socially cohesive – an area addressed under SDD 2. The strategy for enhancing the use of education as a tool to support economic growth is dealt with under this SDD simultaneously with its use as a tool for social cohesion (SDD 2), and hence the latter is not repeated under SDD 2."}, {"text_block_id": "p43_b569", "text": "While notable quantitative and qualitative outcomes in each education sub-sector have been achieved, much more needs to be done to fashion an education system that will continue to be a central pillar for economic development and a tool for social cohesion. Our strategy to arrive at education that is of high quality, relevant to the needs of the economy, and to which access is more equitable, will revolve around: increasing access to quality early childhood development services as a foundation for further learning; providing adequate space to facilitate the effective universal delivery of basic education; improving the quality of teaching and learning; adequate teacher training; improving the basic education curriculum and the strategies for assessment; providing opportunities for technical and vocational training; improving the quality and accountability of leadership and management at the ministerial and school levels; and increasing the provision of tertiary and continuing education.  Much attention will also be paid to improving targeting of educational assistance. Moreover, focus will be placed on accurate measurement of outcomes as a foundation for effective monitoring and evaluation of the sector."}, {"text_block_id": "p43_b570", "text": "Reflecting the above, an education sector plan 2015 to 2021, is being finalized to guide GoAB efforts, as resources allow. The following actions to be taken over the Medium-Term will address the most urgent needs. These efforts will be led by the ministry with responsibility for education."}, {"text_block_id": "p44_b571", "text": "Action 1: Reduce overcrowding with respect to the provision of secondary education"}, {"text_block_id": "p44_b572", "text": "Universal secondary education was achieved in 2013, however to optimize its effectiveness, further action will be taken to reduce overcrowding (25% overcapacity) through the construction of new schools and expansion to existing schools. There are ongoing efforts toward these end under the Basic Education project 2 (BEP 2) funded by the CDB."}, {"text_block_id": "p44_b573", "text": "Action 2: Train secondary school teachers in remedial reading"}, {"text_block_id": "p44_b574", "text": "This action will is required to effectively assimilate all students into the secondary education system."}, {"text_block_id": "p44_b575", "text": "Action 3: Reduce the high drop-out rate in secondary schools"}, {"text_block_id": "p44_b576", "text": "Much effort will be made to more accurately determine the incidence of secondary school drop"}, {"text_block_id": "p44_b577", "text": "-"}, {"text_block_id": "p44_b578", "text": "out including through more appropriate classification of drop-out based on completion of secondary school rather than attainment of school leaving age. Other elements will involve addressing the problems of literacy and numeracy. Consideration will also be given to addressing the particular needs of boys."}, {"text_block_id": "p44_b579_merged_merged", "text": "Action 4: Continue efforts to expand access to, and improve standards in early childhood education"}, {"text_block_id": "p44_b581", "text": "These efforts will include the construction of a model centre (an element of the BEP 2 project), and the enactment of legislation (already drafted) aimed at improving standards for the delivery of services within the subsector."}, {"text_block_id": "p44_b582", "text": "Action 5: Enhance the incorporation of special need in the mainstream education system"}, {"text_block_id": "p44_b583", "text": "This action will focus on special needs of student who can be accommodated within the mainstream education system, and will consider necessary infrastructure, teacher capabilities and special aids requirements."}, {"text_block_id": "p44_b584", "text": "Action 6: Continue efforts towards the consolidation of tertiary level education provided in country, including through the establishment of the University of Antigua and Barbuda"}, {"text_block_id": "p44_b585", "text": "The aim of this action is to improve the quality and access to relevant tertiary education provided in country, by seeking greater efficiency in management, better economies of scale, and the rationalizing and expansion of education and training programmes on offer. These programmes are to be more in line with the needs of the economy based on their financial and economic feasibility. A number of tertiary institutions provide programs to the public -Antigua State College (ASC), Antigua and Barbuda International Institute of Technology (ABIIT), and the Antigua and Barbuda Hospitality Training Institute (ABHTI). A committee has already been formulated to investigate the possibility of developing a University of Antigua and Barbuda."}, {"text_block_id": "p45_b586", "text": "Action 7: Develop the hotel component of the Hospitality Training Institute and take"}, {"text_block_id": "p45_b587", "text": "actions to improve the prestige of the institute"}, {"text_block_id": "p45_b588", "text": "These actions will contribute towards strengthening the capacity and effectiveness of the institute to support the development of relevant skills needed in the tourism industry. The incorporation of the Institute within the University of Antigua and Barbuda along with greater public relation campaigns will be pursued to raise the attractiveness of the institution to a wider cross-section of students. The design of public relation campaigns will be synergized with other elements of our development strategies, such as efforts to simultaneously strengthen worker productivity and rewards."}, {"text_block_id": "p45_b589", "text": "Action 8: Develop a systematic approach towards gauging the relevance of the education"}, {"text_block_id": "p45_b590", "text": "being provided"}, {"text_block_id": "p45_b591", "text": "This will involve mechanisms for consulting with the private sector to determine gaps in human capital, whether they relate to core skill or softer skills. This action may also entail the undertaking of studies to gauge skills gaps (including technical and vocational skills), not only with respect to current needs, but also with respect to the potential areas in which we can develop competitive advantages including the provision of services besides those related to tourism. Any analysis of such gaps must take into account the extent of the contribution of migrant labour.  This may, for instance, be related to the potential to access opportunities that arise from the EPA with the European Union addressed under NC 1.2 This information will be used to guide the refinement of the curriculum (which must be accompanied by a review of the appropriateness of school plant) and the provision of training and education assistance, and will be an essential component of the monitoring and evaluation process regarding the relevance of education to the needs of the economy."}, {"text_block_id": "p45_b592", "text": "Action 9: Review the mechanisms for prioritizing skills which will be supported through"}, {"text_block_id": "p45_b593", "text": "GoAB assistance"}, {"text_block_id": "p45_b594_merged_merged_merged_merged", "text": "The aim of this action is to develop strategies to support the adequate distribution of skills needed to support optimal economic development. This may involve considering differentiating incentive for the pursuit of various subject areas, in order to encourage the pursuit of skills in which there is short supply. The mechanism will relate to the provision of scholarships as well as the accessing of loans, and will incorporate systems for monitoring and evaluation. Existing assistance programmes include: a scholarship programme that is funded through the Board of Education (BOE) for tertiary level studies overseas; scholarships offered through the office of the prime minister; subsidization of courses at tertiary level institutions, including ABIIT, as well as at Technical/Vocational Educational Training (TVET) institution; and other programmes offered by institutions like Antigua Barbuda Institute for Continued Education (ABICE), and Gilbert’s Agricultural and Rural Development Centre (GARDC); and loan programmes offered through ABDB and directly by central government."}, {"text_block_id": "p46_b597", "text": "Action 10: Strengthen the capacity for managing the education system"}, {"text_block_id": "p46_b598", "text": "This action will involve improving management skills of ministry officials and school administrators."}, {"text_block_id": "p46_b599", "text": "B. Sustainable Development Dimension 2: Enhanced Social Cohesion"}, {"text_block_id": "p46_b600", "text": "Our quality of life does not depend solely on our capacity to generate wealth. We must also be able to enjoy the fruits of our labour, engage in leisurely pursuits and raise our families in an environment that is safe as well as socially and morally uplifting, and live at peace with fellow citizens."}, {"text_block_id": "p46_b601_merged", "text": "Doing so optimally requires us to fashion a country that is socially cohesive – one in which members have a strong sense of belonging, where there is mutual trust among them, where opportunities are afforded to all for upward mobility, where there is respect for the rights of others and none are excluded from economic opportunity, and where there is a strong sense of responsibility for the well-being of others. Short of this, social fragmentation will greatly reduce the degree to which we can enjoy our country. Social fragmentation is manifested in various ways including crime; industrial unrest; low labour productivity; vandalism; littering; low social capital and hence lower resilience to adversity -natural disasters and economic downturns; and socially destructive personal behaviours such as drug abuse, discrimination, illegal and dangerous driving and road rage, among others. Moreover, social fragmentation will reduce our capacity to generate wealth through various channels including, the negative perceptions that may dissuade persons from visiting our land and investing therein; higher cost of doing business associated with security and other risks that may affect local and foreign investors alike; lower productivity that may stem from inappropriate cultural attitudes; and gender discrimination that may result in under-utilization of human resources."}, {"text_block_id": "p46_b604", "text": "Enhancing the cohesiveness of our society requires us to address a number of necessary conditions which together will lead to lower manifestations of social fragmentation. These conditions which are identified in the sustainable development framework, and which are further discussed below, speak to our shared social responsibility, particularly those where a strong role of government will make a decisive difference. Additional outlined below are our priority actions that are likely to enable Antigua and Barbuda to make further progress towards achieving these necessary conditions. Constraints associated with prioritization and resourcing are reflected in Chapters II, V and VI."}, {"text_block_id": "p46_b605", "text": "Moreover, as a nation that has partnered with foreign investors, it also behoves us to nurture and develop such partnerships in ways that engender national pride and support societal cohesiveness. Towards this end, mechanisms will be put in place to encourage national players to take greater responsibility in structuring and participating in new investments. We will continue to be a society that integrates well with those who reside among us who are of other national origins."}, {"text_block_id": "p46_b606", "text": "We will closely monitor the effectiveness of our strategies to enhance the cohesiveness of our society, and will pay close attention to the level of poverty, the degree of inequality, the level of major crime, access to health and access to education as our primary indicators of cohesiveness.  However, we recognize the need to develop more direct indicators of cohesiveness and the"}, {"text_block_id": "p47_b607_merged", "text": "challenges associated therewith. Chapter VII provides a fuller range of indicators that will be used to monitor achievements with respect to the various NCs for achieving SDD 2. With respect to the primary indicators of success, we will strive to: make consistent progress towards halving poverty by 2030 from a level of 18% in 2005/6; achieve greater income equity striving towards a Gini coefficient of 0.40 by 2030 from 0.48% in 2006; reduce major crimes to under 10 per 100,000 of population; comfortably accommodate the universal provision of basic education by 2020 given current overcrowding; and make significant progress towards improving access to adequate health care."}, {"text_block_id": "p47_b613", "text": "We are also quite mindful of the impact that poverty, inequality and deprivation can have on the quality of the environment, which in turn will serve to reduce its economic and social value. These impacts include those related to unsustainable resource extraction, in appropriate disposal of waste, and unplanned settlements."}, {"text_block_id": "p47_b614", "text": "NC 2.1 Adequate Access to Health Care"}, {"text_block_id": "p47_b615", "text": "Good health care is also important to support the productivity of population. Furthermore, a good health care system is important for enhancing the attractiveness of our country as a tourism and investment destination including that associated with real estate business, health tourism and"}, {"text_block_id": "p48_b616", "text": "the Citizenship by Investment Programmed (CIP). These factors will also influence strategies for developing our health care system."}, {"text_block_id": "p48_b617", "text": "Led by the ministry with responsibility for health, a comprehensive health sector plan is being developed to guide the provision of health care by both the public and private sector over the Medium-Term, however, much will depend on better utilization of existing resources and"}, {"text_block_id": "p48_b618", "text": "resource availability."}, {"text_block_id": "p48_b619", "text": "The new plan will succeed the previous"}, {"text_block_id": "p48_b620", "text": "plan developed in 2007."}, {"text_block_id": "p48_b621", "text": "Moreover, a review of the health care laws is needed to ensure the legislative framework can support the effective management of the health sector. This issue, which also pertains to several other ministries, is addressed in more details in Chapter IV. The following actions will be prioritized over the Medium-Term in order to progress towards, better health care coverage and access, improved quality and reliability of health care services, and more effective monitoring and evaluation of the incidence and causes of diseases to inform preventions strategies. These actions will contribute to better health outcomes, with respect to mortality, morbidity, and life expectancy, among other health indicators."}, {"text_block_id": "p48_b622", "text": "Action 1: Complete the preparation of the Health Sector Plan"}, {"text_block_id": "p48_b623", "text": "Areas to be reflected in the plan will include, actions towards reducing the incidence and negative effects of non-communicable and lifestyle diseases; actions towards reducing the incidence and outbreaks due to communicable diseases; improvement in the physical healthcare plants and the services provided to public; provisions for the disabled and the elderly, and the treatment of mental illness."}, {"text_block_id": "p48_b624", "text": "Action 2: Strengthen health financing"}, {"text_block_id": "p48_b625_merged_merged", "text": "This action will be led by the ministry with responsibility for health and will incorporate a number of considerations including: reviewing the true cost of the provision of services by the Mount St. John’s Medical Centre (MSJMC) and other public facilities in order to set an appropriate pricing structure for payment of services by the MBS and private insurance companies; the need to remove perverse incentives that result in undue burden on MBS and favours private insurance companies; reviewing the role of MBS in providing financial support to the health sector and consideration of a more arms-length arrangement that would favours direct payment for the true cost of services, while reducing or eliminating direct budget support;  otherwise strengthening the efficiency and sustainability of MBS operations including mechanisms to reduce arrears to the institution, among other considerations; and options for strengthening central government capacity to provide financing for the provision of health care services to persons not covered by MBS or private insurance. This action will be expected to strengthen the capacity of the MSJMC to provide a fuller range of high quality services."}, {"text_block_id": "p48_b628", "text": "Action 3: Strengthen the epidemiological function"}, {"text_block_id": "p48_b629", "text": "This action may involve strengthening the sector planning, monitoring and evaluation functions within the ministry with responsibility for health and will be closely tied with actions to monitor the health of the environment, in particular, the quality of coastal water and sanitation in general."}, {"text_block_id": "p49_b630", "text": "Action 4: Continue efforts to strengthen inter-ministerial/agency co-ordination with respect"}, {"text_block_id": "p49_b631", "text": "to wellness"}, {"text_block_id": "p49_b632", "text": "Efforts are underway towards the establishment of a Wellness Commission, which will play a role in coordinating actions among stakeholders that seek to encourage wellness among residents. This co-ordination arrangement will be strengthened and rationalized in the context of the development planning and MTDS implementation framework addressed in Chapter IV."}, {"text_block_id": "p49_b633", "text": "Action 5: Expand and strengthen the school meals programme"}, {"text_block_id": "p49_b634", "text": "This action will be led by the ministry with"}, {"text_block_id": "p49_b635", "text": "and other stakeholders as necessary, to make efforts to expand the school feeding programme to additional schools. Through this programme, ministries will seek to strength the achievement of various outcomes, including ensuring adequate nutritional content of meals, better student performance, and encouraging entrepreneurial opportunities for agriculture."}, {"text_block_id": "p49_b636", "text": "This action will be championed by HIV/AIDS Secretariat, and will support efforts to reduce transmission rates including through the ability to map HIV/AIDS cases. This action will be pursued along with efforts to finalize and adopt a policy on HIV/AIDS in the workplace."}, {"text_block_id": "p49_b637", "text": "NC 2.2 Adequate Access to Education and Lifelong Learning"}, {"text_block_id": "p49_b638", "text": "Article 26 of the Universal Declaration of Human Rights states that everyone has a right to education. Free access to education is perhaps the best tool available to us to provide citizens with more equitable opportunities to benefit from development and is at the foundation of our strategy to improve the distribution of income and social mobility. Simultaneously, education is important as a tool for economic development. Actions towards achieving both of these objectives were addressed under NC 1.7."}, {"text_block_id": "p49_b639", "text": "NC 2.3 Optimal Social Insurance"}, {"text_block_id": "p49_b640_merged_merged_merged", "text": "The Antigua and Barbuda Social Security Scheme (ABSSB) was established in 1972 and was designed to ensure that the economic welfare of the contributing working population, as well as their dependents, is secure during times of sickness, maternity, invalidity, retirement and death. The MBS was established in 1978 and provides medical care financing coverage for, 11 specific illnesses, diagnostic testing, hospitalization and medical treatment abroad for services not offered in country. Moreover, injury sustained through employment is addressed under the Workman’s Compensation Act. The social insurance/security functions provided by these public institutions are an important expression of our social responsibility, allowing us to help avoid our fellow citizens from falling into hardship and poverty during adverse individual or family circumstances. The public provision of these functions and the compulsory registration requirement with respect to formal employees, responds to the risks that individuals may not always make adequate provision for themselves."}, {"text_block_id": "p50_b643", "text": "However, our ability to perform these functions well into the future is at risk and we must rise to the occasion and take actions now to salvage such important social protection tools. Actuarial studies reveal that reserves of the ABSSB will be depleted by 2023. The reserves of the MBS, are currently below adequate levels however, new policies have been recently put in place to address this issue."}, {"text_block_id": "p50_b644", "text": "Action 1: Improve the sustainability of the ABSSB"}, {"text_block_id": "p50_b645", "text": "Action 2:  Study opportunities to increase the registration of self-employed persons in the"}, {"text_block_id": "p50_b646", "text": "ABSSB and the MBS"}, {"text_block_id": "p50_b647", "text": "This action will be led by the ministry with responsibility for health in collaboration with the ABSSB and the MBS. The action will also assist with improving the sustainability of the schemes, while also helping to reduce informality in line with Action 7 under NC 1.5."}, {"text_block_id": "p50_b648_merged_merged", "text": "Action 3: Review and as necessary reform the expenditure and benefit framework of the MBS"}, {"text_block_id": "p50_b650", "text": "This action will be led by the ministry with responsibility for health in collaboration with MBS in line with Action 2 under NC 2.1 relating to health financing reform. Under this action the"}, {"text_block_id": "p51_b651", "text": "legislative underpinning of the MBS will be review in order to, among other things, to improve the expenditure/benefits framework."}, {"text_block_id": "p51_b652", "text": "Action 4: Improve the framework for addressing employment injury"}, {"text_block_id": "p51_b653", "text": "The ministry with responsibility for labour in consultation with the ABSSB will review the Employment Injury Act in order to determine the best approach for addressing employment"}, {"text_block_id": "p51_b654", "text": "injury. Consideration will thus be given to the need to repeal the Workman’"}, {"text_block_id": "p51_b655", "text": "s Compensation Act and to embed protection against employment injury under ABSSB."}, {"text_block_id": "p51_b656", "text": "Action 5: Review the non-contributory old age pension programme and make"}, {"text_block_id": "p51_b657", "text": "recommendation for the sustainable incorporation into the social insurance architecture"}, {"text_block_id": "p51_b658", "text": "This action will be led by the ministry with responsibility for Finance in collaboration with the ABSSB."}, {"text_block_id": "p51_b659", "text": "NC 2.4 Better Social Assistance and Housing"}, {"text_block_id": "p51_b660", "text": "Building on general improvements in quality of life over the years, we will continue to address issues of poverty, social vulnerability and the ability of the poor to sustainably improve their life chances and well-being. Data derived from the 2006 Country Poverty Assessment, showed that 18.3% of the population was living in poverty and 3.7% was indigent, a situation that is likely to have worsened since 2008. This is corroborated by an increase in social assistance beneficiaries which suggests growth in the level of unemployment and increased levels of hardship and deprivation."}, {"text_block_id": "p51_b661", "text": "Poverty and deprivation strikes at the heart of human dignity, and left unattended will serve to fuel social fragmentation. Furthermore, we must put in place adequate social safety nets as a necessary function to support optimal economic transition"}, {"text_block_id": "p51_b662", "text": ". With the assistance of the CDB, a Country Poverty Assessment (CPA) will be undertaken (during the latter half of 2015 or the first half of 2016), and this is important for poverty monitoring and evidence-based social policy development and decision-making."}, {"text_block_id": "p51_b663", "text": "Through several social assistance programmes, we will continue as a nation to look after the well-being of those among us who cannot adequately provide for themselves or who may be displaced as the economy adjusts to various trends and shocks, recognizing that empathy is an important element for social cohesion. However, we need to do so effectively and efficiently given our limited resources. In that regard, we will improve targeting, address social assistance gaps that exist, and review the legal underpinnings for the effective provision of social assistance programmes. Indirect efforts to assist the poor and vulnerable to provide for themselves are addressed under NC 2.5. Other elements of social policy and social protection are also critical towards reducing poverty, deprivation and vulnerability, including our education, health and social insurance policies. Thus, we will strengthen coordination across these various areas and take a more holistic view, in order to achieve the better social protection outcomes."}, {"text_block_id": "p51_b664_merged_merged_merged_merged", "text": "Deprivation is also manifested through inadequate access to housing. Given high cost and, despite the country’s high level of human development, many citizens still cannot afford decent housing, including government employees such as teachers, nurses and police officers. We will"}, {"text_block_id": "p52_b667", "text": "take action to correct this situation. Moreover, we will continue to address urban congestion and unacceptable living conditions in some communities. In addition, the aesthetics associated with housing are also of concern as they impact the quality of the tourism product. These initiatives will help foster national pride and promote better self-esteem among citizens, which in turn are expected to enhance social cohesion and our quality of life."}, {"text_block_id": "p52_b668", "text": "Action 1: Enhance targeting system and monitoring and evaluation frameworks"}, {"text_block_id": "p52_b669", "text": "Action 2: Enhance the framework for coordination across various social policy and social"}, {"text_block_id": "p52_b670", "text": "protection functions performed by ministries as well as other agencies"}, {"text_block_id": "p52_b671", "text": "This action which will be led by the ministry with responsibility for social transformation and will be supported through the development planning and MTDS implementation framework outlined in Chapter IV, and will set the stage for a more holistic approach to social protection. An enhanced targeting framework reflected under Action 1, will serve as a tool to facilitate more effective inter-agency co-ordination."}, {"text_block_id": "p52_b672", "text": "Action 3: Reduce duplication of efforts and build synergies among ministries, departments,"}, {"text_block_id": "p52_b673", "text": "agencies and programmes through which social assistance is provided"}, {"text_block_id": "p52_b674_merged_merged_merged", "text": "The ministry with responsibility for social transformation will take the lead in reviewing the programmes through which social assistance is provided in order to recommend more appropriate institutional arrangements for the provision of such assistance. The aim is to improve effectiveness and efficiency in the provision of social assistance by reducing fragmentation and building synergies. Currently social assistance is provided under a number of programmes housed within the Ministry of Social Transformation (including Board of Guardians, Citizen’s Welfare Programme, Substance Abuse Prevention Division, a halfway house for battered women, the community development programme, and the local government programme), as well as through other organizations including ABSSB and PDV Caribe. Some of the services provided through the ministry responsible for social transformation are also critical to addressing the social conditions that help fuel crime, and will be further discussed in relation to SDD 4 – Enhanced Citizen Security."}, {"text_block_id": "p53_b680", "text": "Action 4: Continue efforts to significantly increase access to housing"}, {"text_block_id": "p53_b681", "text": "Action 5: Prepare a programme to promote the use of volunteers"}, {"text_block_id": "p53_b682", "text": "This action will be led by the ministry with responsibility for social transformation. These programme assist in addressing resource constraint with respect to the provision of social services. Volunteers will have to be used strategically to perform tasks that would free-up specialized resources to engage in more technical work."}, {"text_block_id": "p53_b683", "text": "NC 2.5 Effective Livelihood Programmes"}, {"text_block_id": "p54_b684", "text": "Additionally, programmes have been established to encourage youths to develop their social skills and to become productive members of society."}, {"text_block_id": "p54_b685", "text": "GoAB strategy to enhance the efficacy of our indirect social protection programmes will revolve around improving co-ordination and reducing fragmentation among departments across government in the pursuit of the function. This will reduce duplication of efforts, build synergies, improve focus and targeting of programmes, and improve their monitoring and evaluation.  Efforts to help the poor and vulnerable develop sustainable livelihood will be situated within a more holistic framework as discussed under NC 2.4 and involve addressing vulnerability in a comprehensive proactive manner. Thus, beyond the pertinent actions already covered under NC 2.4, and complementary to actions discussed under NC 1.4.7 (encouraging growth with equity), priority actions for strengthening the efficacy of livelihood programmes include the following."}, {"text_block_id": "p54_b686_merged", "text": "Action 1: Review the opportunities for consolidating programmes aimed at encouraging sustainable livelihoods"}, {"text_block_id": "p54_b688", "text": "This action will be led by the ministry with responsibility for social transformation and will inform as necessary, proposals for strengthening institutional arrangements for the management and co-ordination of such programmes."}, {"text_block_id": "p54_b689", "text": "Action 2: Keep under review the effectiveness of livelihood programmes"}, {"text_block_id": "p54_b690", "text": "This review will be spearheaded by the appropriate organizations, and will aim to analyze the cost efficiency and development effectiveness of such programmes. The use of community-based approaches will be analyzed to determine the need for adjustment."}, {"text_block_id": "p54_b691", "text": "Action 3: Review gaps that exist for the provision of livelihood programmes"}, {"text_block_id": "p54_b692", "text": "This review would consider the need to increase the provision of existing programmes. Additionally, it will be desirable to identify programme that can contribute to the elimination of behaviours or activities that are detrimental to the environment or for which such risks are eminent, among other areas. The latter may include the unsustainable extraction of building materials or fish or other natural resources, or engagement in activity that detract from the attractiveness and safety of the tourism product. This review will be led by the ministry with responsibility for social transformation."}, {"text_block_id": "p54_b693", "text": "Action 4: Strengthen programmes for partnering with non-state actors"}, {"text_block_id": "p54_b694", "text": "The ministry with responsibility for social transformation will lead efforts in this area, and this is expected to allow both private programmes and public programs to have greater reach."}, {"text_block_id": "p54_b695", "text": "NC 2.6 Decent Wages and Work Conditions"}, {"text_block_id": "p54_b696", "text": "Strategies to ensure that employees can earn wages that are adequate to allow them to enjoy an acceptable quality of life and to engage in work conditions that uphold human dignity are important for building a cohesive society. The ministry with responsibility for labour will continue performing much of its traditional tasks related to the settlement of labour disputes and the general enforcement of labour laws, regulations and standards. Through the minimum wage"}, {"text_block_id": "p55_b697", "text": "However, we will move beyond these traditional pursuits towards approaches that simultaneously promotes greater market flexibility, labour productivity, and fairer compensation for workers. These strategies will be expected to reduce worker disenchantment and industrial disputes and will be mutually beneficial to both workers and employers. Furthermore, labour supply in our country has also been greatly supplemented through immigration, and we expect that supply and demand conditions will henceforth be further impacted by the freedom of movement of persons under OECS and CARICOM arrangements. This will have implications for the availability of jobs and the level of wages, and will pose greater risks to the willingness of business to adhere to labour standards and regulations. Thus we must develop strategies to facilitate optimal transition to these new regional arrangements in ways that preserve social cohesion, while seizing the opportunity to enhance labour market flexibility. Towards pursuing the above strategies, the following actions will be prioritized over the Medium-Term."}, {"text_block_id": "p55_b698", "text": "Action 1: Continue efforts to implement a labour market information system"}, {"text_block_id": "p55_b699", "text": "The ministry responsible for labour, with the assistance of the International Labour Organization (ILO), will continue with efforts to develop a labour market information system. This action will facilitate the better organization of employment programs and will contribute to greater labour market flexibility. The action will also complement efforts by CARICOM to track the free movement of labour within the region."}, {"text_block_id": "p55_b700", "text": "Action 2: Undertake necessary studies to inform the formation of strategies to improve"}, {"text_block_id": "p55_b701", "text": "planning in relation to the labour market"}, {"text_block_id": "p55_b702", "text": "Led by the Statistics Division,"}, {"text_block_id": "p55_b703", "text": "the country’s"}, {"text_block_id": "p55_b704", "text": "first labour force survey will be undertaken in 2015 in an effort to obtain scientific data to support development programming. This information, and that from subsequent periodic surveys, will greatly contribute towards the development and implementation of the labour market information system, and will serve as a foundation for developing other labour market related studies. Moreover, the ministry with responsibility for labour will track the movement of skills into Antigua and Barbuda from the OECS and CARICOM countries, in order to monitor and evaluate the impact on Antigua and Barbuda.  This information will provide the evidence that will be needed to develop strategies to smooth the transition to the new regimes and to maximize its benefits to the country."}, {"text_block_id": "p55_b705_merged_merged_merged", "text": "Action 3:  In line with action 1 of NC 1.4.7 under SDD 1, study the potential for enhancing the labour incentive framework"}, {"text_block_id": "p55_b707", "text": "This action is expected to contribute towards enhancing labour productivity to the benefit of workers as well as employers."}, {"text_block_id": "p56_b708", "text": "Action 4: Study the role that the provision of unemployment benefits can play towards"}, {"text_block_id": "p56_b709", "text": "improving the flexibility of labour markets"}, {"text_block_id": "p56_b710", "text": "This action will be led by the ministry responsible for labour in collaboration with other stakeholders, and will also require review of the regulations that govern labour relations."}, {"text_block_id": "p56_b711", "text": "NC 2.7 Strong National Identity and Future Vision"}, {"text_block_id": "p56_b712_merged_merged", "text": "We will continue to strive to create a country that we can all be proudly identified with. We will seek to fashion and preserve a way of life with a distinctive Antiguan and Barbudan flavour. Such national pride will help foster social cohesion and must motivate us to play a role in the development of our country. We will thus continue to take actions that will restore, entrench and preserve aspects of our culture that have served us well in the past and that have helped define us as Antiguans and Barbudans. These have served as a foundation for our sense of belonging, our respect for our fellow residents, and our mutual responsibility for raising wholesome communities and families. Also, these have helped us to build social capital which is an important element for building a resilient economy. A shared sense of responsibility and volunteerism are attributes we need to embrace as they will serve to reduce government’s fiscal burden."}, {"text_block_id": "p56_b717", "text": "Importantly, the uniqueness of our culture has emerged as an asset that enables us to differentiate our country as a tourism destination, and we will move to exploit this more fully recognizing the increasing global competitiveness of the tourism industry. Our efforts to restore, entrench and preserve desirable aspects of our culture, will be complemented by those to enhance the role of sports and recreation in fashioning a way of life with a distinctive Antiguan and Barbudan flavour."}, {"text_block_id": "p56_b718", "text": "We also recognize the need to reverse evolving negative cultural attitudes that adversely impact labour productivity, as well as those that foster intolerance and that influence other socially destructive behaviours including criminal activity."}, {"text_block_id": "p56_b719", "text": "Several programmes are being executed through the ministries with responsibility for culture and sports, as well as through other agencies. This includes: the provision of entrepreneurship and other training in the areas of craft, visual arts, culinary arts, drama, dance, and music, among others; the preservation of historical assets; the development and maintenance of museums; and the execution of a sports and entertainment programmes. We will strengthen the role of culture, sport and recreation in order to create strong national identity and in that regard the following actions are expected to help set the right foundation."}, {"text_block_id": "p56_b720", "text": "Action 1: Develop a National Cultural Policy and Related Strategies"}, {"text_block_id": "p56_b721", "text": "The ministry with responsibility for culture will continue efforts to develop a national cultural policy, which will guide the development of subsequent strategic plans or the development of programme budgets. The policy and subsequent strategies will reflect the discussion above and will incorporate the following considerations among others."}, {"text_block_id": "p56_b722", "text": "1."}, {"text_block_id": "p56_b723", "text": "The approaches for using culture, sports and entertainment as social and economic development tools. This includes strengthening the link between culture and tourism."}, {"text_block_id": "p57_b724", "text": "2."}, {"text_block_id": "p57_b725", "text": "Ensuring that all players understand the social and economic importance and potential of culture, sports and entertainment."}, {"text_block_id": "p57_b726", "text": "3."}, {"text_block_id": "p57_b727", "text": "The role of the education system to promote desirable cultural heritage through introducing heritage studies into the curriculum or otherwise."}, {"text_block_id": "p57_b728", "text": "4."}, {"text_block_id": "p57_b729", "text": "The use of the media to address negative attitudes and to engender patriotism"}, {"text_block_id": "p57_b730", "text": "5."}, {"text_block_id": "p57_b731", "text": "Mechanisms for monitoring and evaluating strategies aimed at promoting strong national identity."}, {"text_block_id": "p57_b732", "text": "6."}, {"text_block_id": "p57_b733", "text": "Appropriate institutional arrangements for implementing strategies with respect to culture, sports and entertainment."}, {"text_block_id": "p57_b734", "text": "7."}, {"text_block_id": "p57_b735", "text": "Creating"}, {"text_block_id": "p57_b736", "text": "awareness of the nation’s history"}, {"text_block_id": "p57_b737", "text": "including those who made significant contributions to nation building."}, {"text_block_id": "p57_b738", "text": "8."}, {"text_block_id": "p57_b739", "text": "Telling the story of Antiguans and Barbudans, and using living role models, to foster national pride, tolerance, and inclusiveness;"}, {"text_block_id": "p57_b740", "text": "9."}, {"text_block_id": "p57_b741", "text": "Documenting"}, {"text_block_id": "p57_b742", "text": "the country’s history,"}, {"text_block_id": "p57_b743", "text": "including the local folklore"}, {"text_block_id": "p57_b744", "text": "10."}, {"text_block_id": "p57_b745", "text": "The role of museums in fostering national"}, {"text_block_id": "p57_b746", "text": "pride and enhancing the country’s"}, {"text_block_id": "p57_b747", "text": "tourism product"}, {"text_block_id": "p57_b748", "text": "11."}, {"text_block_id": "p57_b749", "text": "The provision of training with respect to, the preparation of tradition cuisine, and the preservation of indigenous skills such as carving, basket weaving, pan making, among other cultural practices and skills."}, {"text_block_id": "p57_b750", "text": "Action 2: Review and strengthen strategies related to the development of museums"}, {"text_block_id": "p57_b751", "text": "NC 2.8 Social Inclusion"}, {"text_block_id": "p57_b752", "text": "Building a socially-cohesive society requires ensuring that participation in economic and social activities is adequately inclusive. We will continue to be a nation that caters to the well-being of all and providing equal treatment irrespective of gender, religion, age, social and economic status, race, abilities and health. We recognize the importance of protecting individual rights and freedoms, and we are also keenly aware that reduced discrimination leads to greater productivity."}, {"text_block_id": "p57_b753_merged_merged_merged_merged", "text": "It is widely accepted that measures which support gender equality and mainstreaming, assist in improving economic growth and in reducing poverty. Though we have made much progress in addressing gender issues, there is still work to be done to reduce gender-based violence, and to address, premature termination of education by teen mothers, and sexual exploitation of young women and children. The 2014 Country Gender Assessment (CGA) identifies the reduction of gender-based violence as being important for improving social relations between the sexes, thereby enhancing the contribution that men and women can make to the country’s development. Moreover, The CGA found that a key obstacle to the integration of gender in sector programmes lies in the absence of quantitative and qualitative sex-disaggregated data, gender analysis, and"}, {"text_block_id": "p58_b757", "text": "gathering and synthesising of gender-related data across sectors. We will need to closely monitor the performance of males within society as it is widely thought that they are becoming marginalized and are generally underachieving in the workplace and academically. Evidence from CGAs confirms a critical need for gender sensitization of political leaders and other key decision makers in line ministries, and the society at various levels."}, {"text_block_id": "p58_b758", "text": "There are various programmes in place for reducing discrimination against persons living with HIV/AIDS, while there are other programmes which seek to achieve better integration of persons with disabilities into society. Efforts will continue to strengthen and sustain such programmes including through adequate legislation to reduce discrimination. We will continue to promote peaceful co-existence among all residents. We will remain keenly aware of the need to avoid stereotyping and scape-goating, especially along social and economic lines as this will adversely impact consensus building and shared vision. Desired actions to be taken over the Medium-Term to strengthen the inclusiveness of our society include the following:"}, {"text_block_id": "p58_b759", "text": "Action 1: Sensitize senior public sector officials about the impact of gender discrimination"}, {"text_block_id": "p58_b760", "text": "on national development"}, {"text_block_id": "p58_b761", "text": "This action will be led by the ministry with responsibility for social transformation and will seek to encourage ministries, departments, and SOEs to incorporate gender considerations more fully into their planning and implementation of development programmes, projects and activities"}, {"text_block_id": "p58_b762", "text": "."}, {"text_block_id": "p58_b763", "text": "Action 2: Develop a gender strategic plan"}, {"text_block_id": "p58_b764", "text": "The ministry with responsibility for social transformation will take the lead with respect to this action which will reflect, among other areas, approaches for: reducing negative gender attitudes that fuel discrimination and violence against women; reversing adverse trends regarding the achievement of males academically and in the workplace; and encouraging greater participation of women in politics."}, {"text_block_id": "p58_b765", "text": "Action 3: Enact legislation to enhance the integration of persons with disabilities into"}, {"text_block_id": "p58_b766", "text": "society"}, {"text_block_id": "p58_b767", "text": "Revisions to legislation have already been drafted and aim to remove the unintentional discrimination that persons living with disabilities face, such as access to public buildings, transportation, and educational opportunities."}, {"text_block_id": "p58_b768", "text": "C. Sustainable Development Dimension 3: Improved Natural Environment and Sustained Historical and Cultural Assets"}, {"text_block_id": "p58_b769_merged_merged_merged", "text": "Our natural assets are the foundation of our most important economic activity – tourism, and hence sustaining the industry and repositioning our country as a premier world class tourism destination requires us to make an effort to safeguard and enhance the integrity of the environment.  But the value of the environment to our nation goes well beyond its importance for tourism activity, as it sits at the heart of our way of life, the foods we eat, and the way we socialize and recreate. The quality of the environment also has grave implications for our health.  Moreover, our history and ancestry have bestowed on us historical and cultural assets that,"}, {"text_block_id": "p59_b772_merged", "text": "alongside our natural assets, have become an important aspect of our identity as Antiguans and Barbudans, and an important element of our tourism offering. These natural, historical and cultural assets, must therefore be sustained, and developed in a balanced manner ensuring their widespread enjoyment and preservation. This is also an important element of our strategy to differentiate"}, {"text_block_id": "p59_b774", "text": "our country in today’s competitive tourism industry."}, {"text_block_id": "p59_b775", "text": "In the medium and long term, Antigua and Barbuda will continue building capacity to pursue sustainable development, including increasing our ability to manage, assess, monitor, and evaluate key trends and outcomes in the areas of environmental management, urban and rural planning, and waste management. These necessary conditions and associated priority actions that are likely to enable Antigua and Barbuda to make further progress towards achieving them are discussed in more details below. The implementation, monitoring and evaluation of environmental outcomes will be closely co-ordinated with that with respect to other dimensions of sustainable development, within the development planning and MTDS implementation framework set out in Chapter IV."}, {"text_block_id": "p59_b776", "text": "NC 3.1 Sustainable Environmental Management"}, {"text_block_id": "p60_b777", "text": "environmental policy issues and better manage potential environmental risks, and we will intensify our policy planning efforts by improving co-ordination among government agencies. Actions towards improving the quality of environmental management will encompass the following:"}, {"text_block_id": "p60_b778", "text": "Action 1: Further strengthen coordination arrangements for integrated environmental"}, {"text_block_id": "p60_b779", "text": "management"}, {"text_block_id": "p60_b780", "text": "This effort will be led by the ministry with responsibility for the environment and will involve, improving collaboration with NGOs, civil society and the private sector. These be rationalized and supported under the Framework for Development Planning and for MTDS Implementation outlined in Chapter IV."}, {"text_block_id": "p60_b781", "text": "Action 2: Enact remaining legislation"}, {"text_block_id": "p60_b782", "text": "Other important actions to be taken over the Medium-Term are reflected below under the various components of environmental management."}, {"text_block_id": "p60_b783", "text": "NC 3.1.1 Ecosystems Management"}, {"text_block_id": "p60_b784", "text": "Preserving and restoring the integrity of our marine and terrestrial ecosystems are important towards improving the quality and availability of drinking water, the quality of coastal water, the health of our fish resources, and the quality of air. These all import for sustaining and enhancing our way of life and the tourism industry. In Antigua and Barbuda, human settlements, tourism infrastructure and most other economic activities are mainly concentrated in the coastal zones.  Environmental degradation from tourism-related activities and residential developments where there are inadequate management systems, pose risks to the health of near-shore marine habitats and to the protective services that mangroves and coral reefs provide. GoAB will continue efforts to implement the National Biodiversity Strategy and Action Plan and develop a National Action Plan to Combat Land Degradation. Strategies to support and enhance biodiversity provide a number of natural benefits such as the protection of water resources, nutrients storage, pollution breakdown and absorption, better adaptation to climate change and resilience to natural disasters and unpredictable events, among others."}, {"text_block_id": "p60_b785_merged_merged", "text": "Action 1: Review, and adjust as necessary, the process for reviewing likely environmental impacts from new prospective development initiatives"}, {"text_block_id": "p60_b787", "text": "This action will be led by the ministry with responsibility for the environment and will aim to enhance the adequacy of such requirement and to improve the degree to which they are adhered to."}, {"text_block_id": "p60_b788", "text": "Action 2: Continue efforts toward revising the fisheries management plan"}, {"text_block_id": "p60_b789", "text": "The ministry with responsibility for fisheries will lead this action as required under the Fisheries Management Act. This plan will address matters relating to the sustainable management of fish resources, given its importance to tourism, to our way of life, and the livelihoods of fisher folks.  This plan will reflect on strategies to prevent over-exploitation of some species, illegal"}, {"text_block_id": "p61_b790", "text": "exploitation of fish resources, as well as strategies to develop alternative livelihoods to reduce unsustainable activity, and strategies to improve monitoring and surveillance of the fishing-subsector."}, {"text_block_id": "p61_b791", "text": "Action 3: Continue to encourage greater exploitation of underutilized fish species"}, {"text_block_id": "p61_b792", "text": "This action is being led by the ministry with responsibility for fisheries, and aims reduce pressure on near-shore /reef species by encouraging greater exploitation of far-shore/pelagic species which are currently underutilize in Antigua and Barbuda."}, {"text_block_id": "p61_b793", "text": "Action 4: Continue effort to prepare marine reserve management plan"}, {"text_block_id": "p61_b794", "text": "This action will also be led by the ministry with responsibility for fisheries and is important for maintaining marine biodiversity. The plan will reflect on the need for additional marine protected areas. There are currently four such legally mandated areas. The health of mangroves, beaches, coral formation, sea grass beds and other features, are important for maintaining marine biodiversity, but are greatly impacted by inadequately planned and controlled coastal development activity. Hence, the undertaking of Action 1 above must include reflection on the procedures for giving adequate consideration to the impact of onshore development activity on the health of the marine environment."}, {"text_block_id": "p61_b795", "text": "NC 3.1.2 Water Resource Management"}, {"text_block_id": "p61_b796", "text": "Antigua and Barbuda is a water scarce country."}, {"text_block_id": "p61_b797", "text": "The water which we can source from easily accessible natural sources including shallow aquifers is far from sufficient to meet the demand for residential, agricultural and domestic uses. We have thus had to rely heavily on desalination"}, {"text_block_id": "p61_b798", "text": "–"}, {"text_block_id": "p61_b799", "text": "a significantly more expensive means for generation of fresh water. On average, 60% of the fresh water used in Antigua and Barbuda is generated through the process of desalination. While we do not have significant natural sources of water, we will pursue strategies to improve the quality and availability of water from easily accessible sources. We will also seek to use more appropriate technology for producing water."}, {"text_block_id": "p61_b800", "text": "Action 1: Investigate the feasibility of recycling water"}, {"text_block_id": "p61_b801", "text": "Given the high cost of converting sea water into fresh water, we will exploit the cost benefits of recycling water. This action is being lead by the ministry with responsibility for the environment."}, {"text_block_id": "p61_b802_merged_merged", "text": "Action 2: Strategies to address rate of extraction versus rate of replenishment from natural sources"}, {"text_block_id": "p62_b804", "text": "flooding and reducing the volume of water which infiltrates the soil and reaching the aquifer. The Authority aims to address this problem by introducing artificial recharge structures within the watersheds which serve our well fields."}, {"text_block_id": "p62_b805", "text": "The GEF"}, {"text_block_id": "p62_b806", "text": "–"}, {"text_block_id": "p62_b807", "text": "Integrated Watershed and Coastal Area Management Project (IWCAM) completed a preliminary assessment and feasibility study of installing artificial infiltration structures. Their report is being used by the APUA to develop a pilot project site and the most suitable locations within the Bendals Valley is already being assessed."}, {"text_block_id": "p62_b808", "text": "Action 3: Develop strategies in relation to storage of water for agriculture and other uses"}, {"text_block_id": "p62_b809", "text": "This action will be led by the ministry with responsibility for agriculture in collaboration with the ministry with responsibility for the environment and other ministries as appropriate."}, {"text_block_id": "p62_b810", "text": "Action 4: Strengthen efforts to improve water quality"}, {"text_block_id": "p62_b811", "text": "Unlike the Windward Islands of St. Lucia, St. Vincent or Dominica where potable water intakes are located high in the mountains in pristine environments removed from man"}, {"text_block_id": "p62_b812", "text": "’"}, {"text_block_id": "p62_b813", "text": "s activities, in Antigua because of our low rainfall, our intakes are located at much lower elevations. As such our reservoirs and boreholes are susceptible to contamination from activities such as farming (agricultural and livestock) which take place within our watersheds. Tests to ascertain the raw water quality of our major reservoirs are conducted annually. Samples are collected and shipped to an international laboratory as only a limited number of tests can be conducted at the lab facilities in Antigua."}, {"text_block_id": "p62_b814", "text": "The higher turbidity of the water stored in the reservoirs equates to high water treatment costs. As such the APUA will seek to increase collaboration with the Ministry of Agriculture and the Environment Division and any other relevant agencies to improve water quality and reduce water treatment costs."}, {"text_block_id": "p62_b815", "text": "NC 3.1.3 Disaster Risk Management and Climate Change Resilience"}, {"text_block_id": "p62_b816_merged_merged_merged", "text": "Good strategies to mitigation against, responding to, and recovering from the impact of natural disasters, are important for building strong economies. Effective strategies in that regard must aim to minimize the economic toll that disasters take on our economy, by reducing adverse direct and indirect impacts, facilitating more efficient recovery and generally reducing the diversion of resources that would have otherwise advanced economic development. Significant strides have been made with regard to our preparedness and response strategies, much of this through the efforts of the National Office of Disaster Services (NODS) – the national body that is tasked with multi-sector coordination in that regard. The policy on Comprehensive Disaster Management was reviewed in 2008). Building codes that take seismic risks into account are in place, and there are several disaster management contingency plans, including the national plan, oil spill plan, mass casualty management plan and sector and district disaster committee emergency plans. Moreover Antigua and Barbuda is a member of the Caribbean Catastrophe Risk Insurance Facility (CCRIF), a parametric insurance scheme covering earthquakes and hurricanes, developed by the World Bank (WB). We will take steps to further address challenges that remain"}, {"text_block_id": "p63_b821", "text": "with respect to our preparedness and response strategy, while we will deepen our efforts at mitigation."}, {"text_block_id": "p63_b822_merged", "text": "Moreover, climate change resulting from increased greenhouse gas emissions has slow moving impacts. Changing weather patterns and sea level rises will affect all sectors of the Antigua and Barbuda economy, and represent a further challenge to achieving sustainable economic development. While Antigua and Barbuda has ratified the UN’s Framework Convention on Climate Change and the Kyoto Protocol, we have not yet developed a national policy to specifically address climate change. However some studies have been done on climate change impacts and on adaptations, while there have been efforts, supported by the International Federation for the Red Cross and Red Crescent Societies, to raise public awareness about climate change and its impacts."}, {"text_block_id": "p63_b825", "text": "Natural hazards and climate change tend to impact the poor more, as they may already be living in marginal conditions and have insufficient income to make the necessary adaptations. Thus effective disaster risk and climate change management strategies are also important tools for social protection. Actions towards strengthening our strategies for managing disasters and climate change are listed below."}, {"text_block_id": "p63_b826", "text": "Action 1: Prepare a disaster mitigation plan"}, {"text_block_id": "p63_b827", "text": "This activity will be led by the NODS and will focus on the types of interventions needed to reduce the impact that natural disasters could have on the country. These interventions may range from economically feasible capital interventions directly needed to reduce the impact of weather related events, to the reflection of disaster risk reduction considerations in new initiatives that focus on other outcomes."}, {"text_block_id": "p63_b828", "text": "Action 2: Review coordination arrangements and practices"}, {"text_block_id": "p63_b829", "text": "This action will seek to improve the dialogue in relation to disaster risk co-ordination and will inform steps that can be taken to encourage more effective participation of agencies across government. This will involve reviewing the requirements for selecting ministerial representative on coordinating committees."}, {"text_block_id": "p63_b830", "text": "Action 3: Prepare a climate change policy"}, {"text_block_id": "p63_b831", "text": "This action will be led by the ministry with responsibility of the environment, and will address among other considerations, the institutional responsibilities for climate change management, and adequate mechanisms for reflecting climate change considerations in the activities and initiatives across ministries."}, {"text_block_id": "p63_b832", "text": "Action 4: Prepare a disaster risk financing strategy"}, {"text_block_id": "p63_b833", "text": "To improve the predictability of the budget, the MOF in collaboration with the NODS will prepare a disaster risk financing plan. This is further expanded in Chapter V Resource Mobilization."}, {"text_block_id": "p64_b834", "text": "NC 3.1.4 Management of Historical and Cultural Sites"}, {"text_block_id": "p64_b835", "text": "Our historical and cultural assets are symbols of our national identity, an element of our tourism offering, and provide recreational opportunities to residents; hence actions to preserve these assets and to use them sustainably are important. Considerable efforts have been extended through the National Parks Authority to manage a number of historical and cultural sites"}, {"text_block_id": "p64_b836", "text": ", the most acclaimed one among them being the"}, {"text_block_id": "p64_b837", "text": "Nelson’s"}, {"text_block_id": "p64_b838", "text": "Dock Yard, for which World Heritage Site status is being pursued."}, {"text_block_id": "p64_b839", "text": "Action 1: Continue efforts to attain World Heritage Si"}, {"text_block_id": "p64_b840", "text": "te Status for Nelson’s Dockyard"}, {"text_block_id": "p64_b841", "text": "This action is being led by the National Parks Authority. The Authority will co-ordinate with the ministries responsible for tourism and culture, to determine how best to exploit the new expected status of this site."}, {"text_block_id": "p64_b842", "text": "The aim of this action is to reduce unplanned developments as these are presenting challenges to the sustainable use of sites, and the aesthetics of the areas. These negatively impact on the"}, {"text_block_id": "p64_b843", "text": "appeal of the country’s tourism product."}, {"text_block_id": "p64_b844", "text": "Moreover, the review will also consider workable approaches for bringing existing activity into alignment with planning requirements and business registration requirements. This will require collaboration between the National Park Authority and other government agencies including the DCA and the Inland Revenue Department."}, {"text_block_id": "p64_b845", "text": "Action 3: Enhance the monitoring and evaluation system of the National Parks Authority"}, {"text_block_id": "p64_b846", "text": "In developing it this system, the National Parks Authority will not only incorporate the monitoring and evaluation of the use of sites and their state of repair, but also, the extent to which unregulated activity, dumping of waste, and undesirable cultural practices or livelihood activities, present challenges to the sustainable management of the sites. Importantly too, the Authority will monitor and evaluate its financial performance as a basis for the determination of strategies that may lead to greater availability of resource to support the sustainable management of historical and cultural sites."}, {"text_block_id": "p64_b847", "text": "NC 3.2 Urban and Rural Planning"}, {"text_block_id": "p64_b848_merged_merged_merged_merged", "text": "More effective physical planning is an important tool for minimizing undesirable environmental impacts of development activity. Urban and rural planning must be integrated with land-use planning as we seek to achieve various ends including: maximizing economic potential and efficiency through the appropriate location of economic and residential activity; addressing poverty and vulnerability and generally seeking to improve living standards by ensuring that there are adequate physical provisions to accommodate road and utility services within"}, {"text_block_id": "p65_b851", "text": "settlements; reducing vulnerability to natural disasters and climate change by paying attention to appropriate location of human and economic activity; making adequate provisions for agriculture in order to enhance food security; and improving aesthetics as this is important to citizen"}, {"text_block_id": "p65_b852", "text": "’s sense"}, {"text_block_id": "p65_b853", "text": "of self-worth. We will enhance our efforts at land use planning given our pursuit of these ends, but we also recognize that this is an extremely important aspect for re-positioning the tourism industry."}, {"text_block_id": "p65_b854", "text": "A National Physical Development Plan (NPDP) was ratified in 2012. We now need to prepare specific community/local area plans, and to take actions to fully implement the NPDP. Priority actions over the Medium-Term that could enhance physical planning include the following."}, {"text_block_id": "p65_b855", "text": "Action 1: Put in place appropriate institutional arrangements for implementing the NPDP"}, {"text_block_id": "p65_b856", "text": "The DCA will spearhead efforts in that regard and will review the need for a Project Implementation Unit (PIU) to fulfil the mandate of the NPDP and to take actions that may be necessary to address any findings that may emerge from community/local area development planning studies. The framework must also take into consideration appropriate arrangements for co-ordination across ministries, departments and SOEs, and these will be supported under development planning and MTDS implementation framework set out in Chapter IV."}, {"text_block_id": "p65_b857", "text": "Action 2: Develop local area development plans"}, {"text_block_id": "p65_b858", "text": "The DCA would lead this action which will involve setting out the appropriate planning and sustainable development requirements for specific areas within Antigua and Barbuda."}, {"text_block_id": "p65_b859", "text": "Action 3: Develop plans for reducing spatial pressure on road corridors leading to St."}, {"text_block_id": "p65_b860", "text": "John’s"}, {"text_block_id": "p65_b861", "text": "This action will be led by the DCA and will complement actions 1 through 6 under NC 1.6."}, {"text_block_id": "p65_b862_merged_merged", "text": "Action 4: Conduct a study to determine the areas or sites that are best suited for tourism development"}, {"text_block_id": "p65_b864", "text": "This effort will be led by the DCA in collaboration with the ministry responsible for tourism and where possible the results of previous studies will be utilized."}, {"text_block_id": "p65_b865", "text": "NC 3.3 Waste Management and Pollution Control"}, {"text_block_id": "p65_b866", "text": "The quality of our air and water (for domestic, recreational and commercial uses) has implications for the health of our people and visitors alike. Moreover, a visibly clean country is a key aspect of an attractive tourism offering and evokes national pride. We will continue efforts through the National Solid Waste Management Authority (NSWMA) to effectively manage solid waste generated within the state of Antigua and Barbuda. While the sanitary landfill at Cooks is equipped with geosynthetic lining, leachate collection systems to prevent environmental pollution and storage facilities for hazardous waste, the site is nearing the end of its useful life. A site at Burma is used sparingly to dispose of special wastes such as expired pharmaceuticals, hazardous chemicals and lead acid batteries. Action will thus be taken to find adequate facilities or other means for disposal of solid waste."}, {"text_block_id": "p66_b867", "text": "Moreover, there is need for a central sewage treatment system"}, {"text_block_id": "p66_b868", "text": "in the city of St John’s, its"}, {"text_block_id": "p66_b869", "text": "environs, and in economic development zones. In that regard, actions with respect to the city of St. John"}, {"text_block_id": "p66_b870", "text": "’s"}, {"text_block_id": "p66_b871", "text": "is reflected under Action 11 of NC 1.6."}, {"text_block_id": "p66_b872", "text": "Actions 1:"}, {"text_block_id": "p66_b873", "text": "Continue exploring a “waste to energy” option"}, {"text_block_id": "p66_b874", "text": "to replace the Cooks landfill"}, {"text_block_id": "p66_b875_merged_merged_merged", "text": "Action 2: In the short-to medium-term, take steps to put in place options for addressing the eminent exhaustion of the Cooks landfill site"}, {"text_block_id": "p66_b877", "text": "This action will be led by the ministry with responsibility for health. In the interim, it is imperative that a short to Medium-Term solution be implemented to extend the life of the Cooks landfill and also to examine the feasibility of other solutions. It is anticipated that should the long-term waste to energy option be feasible, the pre-construction process should take approximately 18 to 24 months, and the construction phase may take an additional 12 months."}, {"text_block_id": "p66_b878", "text": "D. Sustainable Development Dimension 4: Enhanced Citizen Security"}, {"text_block_id": "p67_b879", "text": "NC 4.1 Ameliorate Social Conditions that Fuel Crime"}, {"text_block_id": "p67_b880", "text": "We anticipate that a more cohesive society will be manifested through lower levels of crime, and thus, actions under SDD 2 (Enhanced Social Cohesion and Resilience) will also contribute towards reducing crime. We will move to fully analyze the social factors that contribute to crime in order to strengthen the effectiveness of the various social programmes that are aimed at improving the security environment. The several programmes that are in place range from those that: encourage desirable social attitudes and moral values; address youth at risk; and provide social assistance to vulnerable groups. Priority actions that are desirable to be implemented over the Medium-Term to strengthen such programmes follow."}, {"text_block_id": "p67_b881", "text": "Action 1: Study the factors that contribute to crime as a basis for more effective planning"}, {"text_block_id": "p67_b882", "text": "Action 2: Expand Cadet Corps"}, {"text_block_id": "p67_b883", "text": "This action will be led by the Antigua and Barbuda Defence Force (ABDF) in consultation with the ministry with responsibility for education. The programme which is regarded as an effective mechanism for shaping young minds, is currently centralized, however, efforts will be made to increase access to the programmes through its expansion into zones and by embedding it into the school system. Consideration will be given to approaches to overcoming the resource constraints that have thus far hindered the expansion of the programme."}, {"text_block_id": "p67_b884", "text": "Action 3: Strengthen the capacity for counselling and mentoring"}, {"text_block_id": "p67_b885", "text": "This action will be led by the ministry with responsibility for social transformation and is desired to strengthen our capability for early interventions with respect to young offenders and youth who are at risk of engaging in socially undesirable or criminal behaviour. This will contribute to reducing the degree to which youth engaging in minor offences become hardened criminals, decreasing the number of repeat offenders generally minimizing the occurrence of crime."}, {"text_block_id": "p67_b886", "text": "Action 4: Strengthen programs aimed at improving parenting skills"}, {"text_block_id": "p67_b887", "text": "This action is desired to empower parents to better guide the development of socially desirable attitudes and behaviours. Efforts are already being undertaken in that regard through the ministry with responsibility for social transformation but more frequent interventions are desired."}, {"text_block_id": "p68_b888", "text": "Action 5: Strengthen programmes to reintegrate offenders into society"}, {"text_block_id": "p68_b889", "text": "This action is important to reduce the rate of recidivism."}, {"text_block_id": "p68_b890", "text": "Action 6: Use of faith based organizations to mentor and train youths"}, {"text_block_id": "p68_b891", "text": "This action has been on-going and will continually be encouraged."}, {"text_block_id": "p68_b892", "text": "NC 4.2 Effective Policing"}, {"text_block_id": "p68_b893", "text": "Action 1: Expand neighbourhood watch programmes"}, {"text_block_id": "p68_b894", "text": "We have been able to improve the security environment through neighbourhood watch programmes despite fiscal resources limitations. The RPFAB will therefore champion and actively encourage the formation of more neighbourhood watch groups."}, {"text_block_id": "p68_b895", "text": "Action 2: Expand foot patrols"}, {"text_block_id": "p68_b896", "text": "Action 3: Strengthen Community Policing Initiatives"}, {"text_block_id": "p68_b897", "text": "The RPFAB will strengthen its community policing initiatives. These efforts will also be complemented by, and where possible, coordinated with social programmes provided to communities. Thus the RPFAB will actively participate in coordination arrangements reflected in Chapter IV."}, {"text_block_id": "p68_b898", "text": "Action 4: Enhance security campaigns"}, {"text_block_id": "p68_b899", "text": "The ministry with responsibility for national security in collaboration with the RPFAB and the ministry with responsibility for broadcasting will review previous security campaigns and build on lessons learnt in order to mount campaigns to influence the security habits of citizens and residents to better align them with current realities. These campaigns will also encourage shared community responsibility with respect to security."}, {"text_block_id": "p69_b900", "text": "Action 5:  Continue to promote the CCTV initiative"}, {"text_block_id": "p69_b901", "text": "Efforts will continue to encourage the use of CCTV by providing duty-free concessions for the importation of such equipment, as well as through direct government efforts."}, {"text_block_id": "p69_b902", "text": "NC 4.3 Better Administration of Justice"}, {"text_block_id": "p69_b903", "text": "It is necessary for Antigua and Barbuda to improve the equity and effectiveness of its judicial and custodial systems, and to develop better public relations and communications systems in order to boost security and public confidence in the administration of justice."}, {"text_block_id": "p69_b904", "text": "Action 1: Evaluating and reforming the custodial system"}, {"text_block_id": "p69_b905", "text": "The ministry with responsibility for national security will take the lead on this action which is important to inform further actions toward reducing the rate of recidivism, which in turn will contribute towards reducing overcrowding in the prisons. Moreover, the study will also investigate the feasibility of employing alternative sentencing as a mechanism to reduce custodial sentences and for reducing the exposure of some categories of first time offenders to more hardened criminals. These approaches will be coordinated with the provision of social services including counselling for young offenders and drug rehabilitation services."}, {"text_block_id": "p69_b906", "text": "While resourcing remains a challenge, there is need for a new correctional facility to address the overcrowding and to better facilitate the rehabilitation of inmates."}, {"text_block_id": "p69_b907", "text": "Action 3: Enhance efforts to improve the juvenile justice architecture"}, {"text_block_id": "p69_b908", "text": "This action will reduce the risk of young offenders becoming hardened criminals and will contribute to reducing the rate of recidivism."}, {"text_block_id": "p69_b909", "text": "NC 4.4 Territorial Integrity including Territorial Waters"}, {"text_block_id": "p69_b910", "text": "The ABDF is responsible for protecting the territorial integrity of our nation. However, its operations extend well beyond this and incorporate: the provision of assistance to the civil authorities in maintaining law and order; support in times of disaster; maritime safety to include search and rescue; maritime law enforcement and fisheries protection; drug interdiction; humanitarian relief operations; and regional security. Priority actions to enhance the effectiveness and efficiency of the operations of the ABDF include the following."}, {"text_block_id": "p69_b911", "text": "Action 1: Enhance patrol capabilities"}, {"text_block_id": "p69_b912", "text": "This action will contribute to a reduction in illegal activity including illegal fishing, drug trafficking, human trafficking, the smuggling of taxable goods and illegal dumping by ships."}, {"text_block_id": "p69_b913", "text": "Action 2: Maximize the use of human resources for peace-time operations"}, {"text_block_id": "p69_b914", "text": "The ABDF will continue efforts to develop capabilities that can be deployed outside of security operations, in order to maximize the use of it human resources during times of peace, or when its"}, {"text_block_id": "p70_b915", "text": "resources are not deployed for disasters relief operations. Capabilities being developed in that regard include those in the areas of civil engineering, medical operations and search and rescue. Such capabilities will contribute to improving economic resilience."}, {"text_block_id": "p71_b916", "text": "Chapter IV Development Planning and MTDS Implementation Framework"}, {"text_block_id": "p71_b917", "text": "Effective co-ordination involves keeping all stakeholders focused on the various goals; actively seeking to foster synergies between the work of line ministries, other public bodies and SOEs;  reducing duplication of efforts; reviewing resource availability and deviations from intended paths with a view to devising alternative routes where necessary; closely monitoring national regional and international developments and how these are likely to impact on the work of line ministries, other public bodies and SOEs and working towards exploiting opportunities or overcoming challenges; galvanizing the efforts of non-state actors to partner with the public sector towards the overall vision or goal for the country; and actively seeking to overcome conflicts -overt or implicit -that may likely hinder progress towards achieving national goals. Effective co-ordination requires being continuously aware of the big picture, and continually looking for ways to overcome constraints to optimizing the achievement of each SDD and hence to improving the quality of life of all Antiguans and Barbudans and their posterity (the ultimate goal). Effective implementation will require motivating all public sector staff to give their best towards the common goal, and to actively manage for change."}, {"text_block_id": "p71_b918_merged", "text": "The SDF is the foundation on which an effective development planning and implementation framework will be built. The Sustainable Development Framework is set out in Chapter I and will guide the development of subsequent MTDS and other broad planning documents. The plans and strategies of line ministries, other public sector entities and SOEs must be aligned to the MTDS or must be consistent therewith. Moreover, the effective conduct of programme budgeting is expected to result in strong linkages between the budget and the desired development outcomes defined in the MTDS and other consistent national or broad planning documents. Enhancing the framework for development planning will thus involve defining the role of the cabinet, strengthening the ministerial framework and capacity for planning and budgeting, clarifying the role of the ministry with responsibility for planning and budgeting with respect to inter-agency (including line ministries, other public sector bodies, SOEs) coordination, enhancing government’s engagement with the non-state actors, and linking the development"}, {"text_block_id": "p72_b921", "text": "A. The Institutional Framework for Development Planning and for MTDS Implementation"}, {"text_block_id": "p72_b922", "text": "The Central Planning and Budgeting Function"}, {"text_block_id": "p72_b923", "text": "1."}, {"text_block_id": "p72_b924", "text": "Provide leadership to other line ministries to greatly improve the effectiveness of programme budgeting.  This will require putting in place the capacity to provide training and guidance to line ministries, other public bodies and SOEs with respect to strategic planning, programme budgeting and monitoring and evaluation;"}, {"text_block_id": "p72_b925", "text": "2."}, {"text_block_id": "p72_b926", "text": "Lead the budgeting process, including reviewing budget submission and interacting with line ministries towards arriving at credible multi-year programme budgets that are linked to the MTDS or with other consistent strategies, and that are imbued with sufficient performance information;"}, {"text_block_id": "p72_b927", "text": "3."}, {"text_block_id": "p72_b928", "text": "Monitor the implementation of the MTDS and other national or broad planning documents;"}, {"text_block_id": "p72_b929", "text": "4."}, {"text_block_id": "p72_b930", "text": "Provide monitoring and evaluation reports for deliberation by Cabinet and its sub-Committees. Based on feedback from Cabinet, use MTDS monitoring and evaluation information to inform subsequent annual budgets in line with programme budgeting practices;"}, {"text_block_id": "p73_b931", "text": "5."}, {"text_block_id": "p73_b932", "text": "Prepare subsequent MTDS and other desirable national planning documents, making strong efforts to utilize monitoring and evaluation information with respect to preceding documents;"}, {"text_block_id": "p73_b933", "text": "6."}, {"text_block_id": "p73_b934", "text": "In the context of the sustainable development framework, coordinate the implementation of strategies across line ministries, other public sector bodies and SOEs. (discussed in more details below); and"}, {"text_block_id": "p73_b935", "text": "7."}, {"text_block_id": "p73_b936", "text": "Generally serves as the guardian and champion of the MTDS implementation framework and the sustainable development approach or systems approach to planning and implementation.  A strong central planning and budgeting ministry must ultimately be the champion for the implementation of the MTDS, so that no aspect to the MTDS is left simply to line-ministries for follow-through."}, {"text_block_id": "p73_b937", "text": "Coordination Across Ministries"}, {"text_block_id": "p73_b938", "text": "The ministry with responsibility for budgeting and development planning will interface with other ministries in order to, promote increased ownership of the national development strategy; reduce conflicts by promoting better understanding of interrelationships across functions; improve the effective use of fiscal resources by increasing the opportunities for synergizing efforts across functional lines and for reducing duplication of efforts; and improve planning, monitoring and evaluation through the better use and interaction of the expertise that exist across functional lines."}, {"text_block_id": "p73_b939", "text": "Coordination across functional ministerial lines will be structured to encourage the achievement of goals at the highest outcome levels -the ultimate goal; the four sustainable development dimensions; and the related necessary conditions."}, {"text_block_id": "p73_b940", "text": "The MoFCG will perform the following technical co-ordination functions, among others, that the Cabinet may deem desirable."}, {"text_block_id": "p73_b941", "text": "1."}, {"text_block_id": "p73_b942", "text": "Convene meetings of line ministries to solicit inputs for: the preparation and review of Medium-Term development strategies and other broad strategic documents; review of the performance of strategies and programmes outlined there-in; review of budgets and their consistency with the broad planning documents; the review of sector strategies and their consistency with the broad planning document; and for the general co-ordination of  programmes in order to reduce duplication of efforts, to improve synergies among ministries and to reduce conflicts;"}, {"text_block_id": "p73_b943", "text": "2."}, {"text_block_id": "p73_b944_merged", "text": "Make recommendations for Cabinet’s approval of subsequent MTDS or broad national or National Planning documents;"}, {"text_block_id": "p73_b947", "text": "3."}, {"text_block_id": "p73_b948", "text": "Review monitoring and evaluation reports with respect to the implementation of the MTDS or other broad or national planning documents. The arrangements for the preparation of monitoring and evaluation reports are reflected in Chapter VII. On the basis of the above monitoring and evaluation reports, make recommendations to Cabinet or to Ministries, other public sector organization or SOEs as appropriate, on actions needed to improve performance; and"}, {"text_block_id": "p73_b949", "text": "4."}, {"text_block_id": "p73_b950", "text": "Engage with non-state actors towards arriving at appropriate national development plans including subsequent MTDSs and improving governance, and in that regard"}, {"text_block_id": "p74_b951", "text": "make appropriate recommendation to Cabinet, ministries, other public sector bodies or SOEs as appropriate."}, {"text_block_id": "p74_b952", "text": "Coordination meetings convened by the Ministry of Finance and Corporate Governance will be structured to mirror the four sustainable development dimensions in addition to general meetings of all ministries as needed. This will facilitate the monitoring and evaluation framework outlined in Chapter VII. Participation in these SDD meetings will largely be determined by the degree of line-ministry contribution to the respective SDD. Other public bodies and SOEs will also participate in the relevant SDD meeting."}, {"text_block_id": "p74_b953", "text": "Committees"}, {"text_block_id": "p74_b954", "text": "Coordination or steering committees may be formed where necessary with regard to, the necessary conditions for achieving the SDDs, in relation to specific themes that fall under the SDD concerned, with respect to flagship priorities, or to serve as project steering committees.  Such committees shall be convened once approved by Cabinet on the recommendation of the Ministry of Finance and Corporate Governance who shall consult with the ministry which has the substantive responsibility for the area concerned. The MoFCG will make recommendations to cabinet on the rationalization of existing committees. All committees will have a reporting relationship with the MoFCG as well as the ministry under which the substantive activity falls. Moreover, clear TOR will be prepared for the operation of committee by the Ministry of Finance in collaboration with by the ministry with substantive responsibility for the area."}, {"text_block_id": "p74_b955", "text": "National Sustainable Development Stakeholder Consultation"}, {"text_block_id": "p74_b956", "text": "Consultation may be convened periodically by the MoFCG to review progress with respect to the implementation of the MTDS or/and other national planning documents and to provide recommendations for improving the achievement of development objectives. Participation in the consultation will be requested from a wide range of stake holders including civil society, labour unions, the private sector, academia, research institutions, and regional institutions. Recommendations from the consultations will feed into the work of the MoFCG."}, {"text_block_id": "p74_b957", "text": "Donor Co-ordination"}, {"text_block_id": "p74_b958_merged", "text": "The MTDS will be the foundation for aligning donor activity to the country’s development efforts. The close alignment of development partners’ efforts to the country’s MTDS is expected to improve the effectiveness and efficiency of these efforts. Thus, a coordination framework for the planning and implementation of development partner efforts will be developed by the MoFCG. This will involve the development of a matrix of ongoing and approved development partner activities, as well as those being discussed – a donor matrix. All development partner activity must be channelled through the Ministry of Finance for information purposes in the first instance. Subsequently, the MoFCG will develop appropriate financial recording procedures with respect to all development partner assistance including grants and assistance in kind, and as necessary will make appropriate adjustments to legislation to support effort to improve recording and co-ordination of development partner activities"}, {"text_block_id": "p74_b967", "text": "."}, {"text_block_id": "p75_b968", "text": "B. Public Communication"}, {"text_block_id": "p75_b969_merged", "text": "Community enthusiasm and knowledge play an important role in building sustainable societies. Hence, strategies for the effective building of public awareness are important. Government policy will be less effective where there is weak public awareness and understanding of programmes, their aims, or the benefits that can be accessed them. This can be compounded by a poor perception of government which can result in less cooperation on the part of the public with the government, translating into lower social cohesion, weaker achievement with respect to protecting the environment, and weaker economic growth. However, we have not viewed communication and public relations as an important tool for development. To correct this, the GoAB will launch efforts to design more effective public awareness programmes encompassing three approaches – communication/information, advocacy, and education. The public awareness program will be an important complementary tool for communication the MTDS in order to improve stakeholder support, and consequently the likelihood of success. More generally, it will be a tool for sharing the national vision."}, {"text_block_id": "p75_b972", "text": "To the above end, the ministry responsible for information will conduct a study to:"}, {"text_block_id": "p75_b973", "text": "1."}, {"text_block_id": "p75_b974", "text": "Review the existing mandate for PR and its effectiveness as a development tool;"}, {"text_block_id": "p75_b975", "text": "2."}, {"text_block_id": "p75_b976", "text": "Assess the effectiveness of normal public relations efforts including the extent to which they reach target audiences;"}, {"text_block_id": "p75_b977", "text": "3."}, {"text_block_id": "p75_b978", "text": "Assess the effectiveness of different communications modalities in reaching intended audiences;"}, {"text_block_id": "p75_b979", "text": "4."}, {"text_block_id": "p75_b980", "text": "Survey opportunities to strengthen the public sector PR function to support the implementation of the MTDS;"}, {"text_block_id": "p75_b981", "text": "5."}, {"text_block_id": "p75_b982", "text": "Make recommendations for enhancing the role of communication as a development tool and assess the financial implications in that regard including adjusting for opportunities for rationalizing of PR functions across line ministries, other public sector bodies and SOEs."}, {"text_block_id": "p75_b983", "text": "C. The Legal Framework"}, {"text_block_id": "p75_b984", "text": "1."}, {"text_block_id": "p75_b985", "text": "All line ministries will review and document the desired legal authority that would enable them to effectively perform the functions that are critical to reaching desired development objectives. This aspect is not expected to be performed by the ministry"}, {"text_block_id": "p76_b986", "text": "with responsibility for legal affairs as they would not be expected to have the direct knowledge necessary to do such a review, nor would they have sufficient human resources to dedicate to such a review. These reviews will form the basis on which line-ministries will submit requests to the ministry responsible for legal affairs for the preparation of draft legislation."}, {"text_block_id": "p76_b987", "text": "2."}, {"text_block_id": "p76_b988", "text": "The ministry with responsibility for legal affairs will sensitize line ministries to their role with regard to the above action, and where necessary, will mount training workshops to enhance the capacity of line ministries to conduct such reviews, and to adequately document the adjustments that are desired to be made to legislation."}, {"text_block_id": "p76_b989", "text": "3."}, {"text_block_id": "p76_b990", "text": "The ministry with responsibility for legal affairs will review and enhance its capacity to prepare draft legislation to enable line ministries to more effectively pursue development objectives. In that regard, the ministry with responsibility for legal affairs will consult with line ministries to gauge the need for such reviews."}, {"text_block_id": "p76_b991", "text": "4."}, {"text_block_id": "p76_b992", "text": "The ministry with responsibility for legal affairs will review all agreements and legal commitments (national, regional and international) to be undertaken by Antigua and Barbuda, prior to their finalization."}, {"text_block_id": "p77_b993", "text": "Chapter V Resource Mobilization"}, {"text_block_id": "p77_b994", "text": "Despite some improvement in economic growth, Antigua and Barbuda continues to face"}, {"text_block_id": "p77_b995", "text": "significant fiscal and debt challenges. These impede the Government’s ability to generate the resources needed to finance the country’s development strategies. This situat"}, {"text_block_id": "p77_b996", "text": "ion is further complicated by the fact that Antigua and Barbuda is considered to be a high income country and"}, {"text_block_id": "p77_b997", "text": "therefore has very limited access to grant and concessional financing. Further, the country’s"}, {"text_block_id": "p77_b998", "text": "fiscal position and high debt stock make it difficult to access adequate resources through commercial options or on international financial markets. At this point, the Government must look inward to mobilize resources to finance development. This will involve implementation of targeted fiscal measures and execution of a debt management and reduction strategy."}, {"text_block_id": "p77_b999", "text": "A. The Resources Envelope for Implementation: Baseline Scenario"}, {"text_block_id": "p77_b1000", "text": "Over the past several years, the macroeconomic environment in Antigua and Barbuda has been characterized by low or no growth; declining revenues; and high levels of expenditure that focus on consumption rather than on more productive investment projects. Under current policies, there is insufficient revenue to ensure effective funding of the day to day operations of Government. Therefore, there is little room in the budget to help finance growth. As seen in Table 1 below, which presents the baseline scenario, overall fiscal deficits averaging 2.6% or GDP are expected over the Medium-Term. Also, current policies will yield an average primary surplus of about 0.8% of GDP is anticipated over the next five years. The result will be a net increase in the debt stock, continued fiscal imbalance and long term debt instability."}, {"text_block_id": "p77_b1001", "text": "Under these circumstances, the resources envelope for implementing the Medium-Term development strategies is not adequate. As indicated before, Antigua and Barbuda has very limited access to funding from multilateral agencies and its fiscal and debt dynamics make resource mobilization from international markets a challenging proposition. Over recent years, the Government has relied on bilateral funding to support a number of its key infrastructural development projects. These projects will help to enhance economic and social infrastructure and improve the investment climate, thereby contributing to increased investment and growth prospects."}, {"text_block_id": "p77_b1002", "text": "A potentially important source of financing for the Government is revenues from its Citizenship by Investment Programme (CIP). With proper management and implementation of effective"}, {"text_block_id": "p77_b1003", "text": "based policies and procedures, Antigua and Barbuda’s CIP could generate revenue"}, {"text_block_id": "p77_b1004", "text": "amounting to as much as 5% of GDP over the Medium-Term. While these resources could help to finance growth and facilitate a reduction in debt, they can be unpredictable and therefore could not be relied upon as the key source of development financing. A fiscal consolidation programme and a debt reduction strategy are necessary to generate a more reliable source of funding for growth."}, {"text_block_id": "p77_b1005_merged_merged_merged", "text": "Table 3: Medium-Term Fiscal Performance – Baseline Scenario"}, {"text_block_id": "p78_b1008", "text": "B. Active Scenario"}, {"text_block_id": "p78_b1009", "text": "Antigua and Barbuda will be able to attain its Medium-Term debt sustainability target under the active scenario. These targets include a debt to GDP ratio of 80% by 2020 and the longer term target of 60% by 2030 as agreed by the ECCU Monetary Council. The significant improvement in fiscal performance under the active scenario will allow the Government to reduce the rate of debt accumulation and liquidate the backlog of arrears. Further, this effort to transform the fiscal framework will better position the Government to deal with economic shocks in the future.  While receipts from the CIP contribute to the attainment of primary surpluses exceeding 5% of"}, {"text_block_id": "p79_b1010", "text": "GDP over the next few years, a scenario that excludes CIP revenues reveals that the Government will still be able generate primary surpluses averaging 3% over the Medium-Term; which will be sufficient to ensure a decline in the debt stock and attainment of the 2030 debt sustainability target."}, {"text_block_id": "p79_b1011", "text": "Table 4: Medium-Term Fiscal Performance"}, {"text_block_id": "p79_b1012", "text": "–"}, {"text_block_id": "p79_b1013", "text": "Active Scenario"}, {"text_block_id": "p79_b1014", "text": "At the core of the Government’s resource"}, {"text_block_id": "p79_b1015_merged_merged", "text": "mobilization strategy is a fiscal consolidation programme that will combine a number of revenue and expenditure measures. These interventions will improve fiscal performance, enhance the Government’s payment capacity, and generate the resources needed to help safeguard the domestic banking sector and to fund development over the Medium-Term."}, {"text_block_id": "p79_b1018", "text": "C. Expenditure Management"}, {"text_block_id": "p79_b1019", "text": "The strategies to improve expenditure management and reduce Government spending include:"}, {"text_block_id": "p79_b1020", "text": "1."}, {"text_block_id": "p79_b1021", "text": "Strengthen programme budgeting"}, {"text_block_id": "p79_b1022", "text": "2."}, {"text_block_id": "p79_b1023", "text": "Reducing expenditure on wages and salaries through attrition; capping spending on the work experience programme; rationalizing overtime spending; and reassessing emolument package for contract workers."}, {"text_block_id": "p80_b1024", "text": "3."}, {"text_block_id": "p80_b1025", "text": "Modernizing the public service and employing more effective human resource management practices in Government. Chapter VI provides details in that regard."}, {"text_block_id": "p80_b1026", "text": "4."}, {"text_block_id": "p80_b1027", "text": "Restricting growth in public sector employment through a hiring freeze and focus on reallocating workers within the public sector to fill vacancies."}, {"text_block_id": "p80_b1028", "text": "5."}, {"text_block_id": "p80_b1029", "text": "Curtailing expenditure on goods and services and ensuring more efficient use of resources by enhancing procedures for procurement and contract administration."}, {"text_block_id": "p80_b1030", "text": "6."}, {"text_block_id": "p80_b1031", "text": "Accelerating programmes for enhanced use of information and communication technology in the operations of government and delivery of public services."}, {"text_block_id": "p80_b1032", "text": "7."}, {"text_block_id": "p80_b1033", "text": "Decreasing the level of transfers to statutory corporations and requiring greater efficiency and cost effectiveness in the operations of these public sector enterprises."}, {"text_block_id": "p80_b1034", "text": "8."}, {"text_block_id": "p80_b1035", "text": "Conducting targeted forensic audits of key central government and statutory corporations to ensure their internal practices and operations meet international standards."}, {"text_block_id": "p80_b1036", "text": "9."}, {"text_block_id": "p80_b1037", "text": "Continue to implement a public financial management reform project with particular emphasis on:"}, {"text_block_id": "p80_b1038", "text": "Continue to implement a public financial management reform project with particular emphasis on:\n* procurement and contract administration: Government will enact\n* internal audit: a new internal audit unit will be established to improve Governmentâs risk management framework, increase performance\n* oversight of statutory corporations (SOEs): the SOE oversight\n* PFM legislation: the Finance Administration Act will be revised"}, {"text_block_id": "p80_b1048", "text": "Over the Medium-Term, the various expenditure measures and reform initiatives are expected to reduce expenditure on wages and salaries to less than 8% of GDP; ensure transfers will be no more than 2% of GDP; and spending on goods and services will decline to less than 3% of GDP.  By 2020, total recurrent expenditure should fall below 20% of GDP. While capital expenditure would remain below the desired minimum of 5% of GDP, growth inducing capital investments will increase from less than 2% of GDP to an average of 3% over the Medium-Term. However, there are strong upside risks for higher growth levels over the next 5 years.  With implementation of a number of investment projects it is very likely that Antigua and Barbuda will realize 5% real"}, {"text_block_id": "p81_b1049", "text": "growth by 2020. A more optimistic growth outturn can increase revenue performance thereby facilitating more aggressive capital spending that can further boost economic growth."}, {"text_block_id": "p81_b1050", "text": "D. Revenue Measures"}, {"text_block_id": "p81_b1051", "text": "The strategies to improve revenue performance include:"}, {"text_block_id": "p81_b1052", "text": "1."}, {"text_block_id": "p81_b1053", "text": "Rationalising discretionary incentives and tax concessions and reviewing the framework for fiscal incentives to reduce revenue loss through tax expenditure."}, {"text_block_id": "p81_b1054", "text": "2."}, {"text_block_id": "p81_b1055", "text": "Increased focus on enforcing the provisions in the laws governing customs and tax administration to accelerate collection of tax arrears."}, {"text_block_id": "p81_b1056", "text": "3."}, {"text_block_id": "p81_b1057", "text": "Strengthening the audit capacity in the Inland Revenue Department and increase the number of tax audits each year."}, {"text_block_id": "p81_b1058", "text": "4."}, {"text_block_id": "p81_b1059", "text": "Implementing a strategy to increase compliance generally, and particularly in respect of ABST and PIT.  Particular emphasis will be placed on improving compliance among professionals and self-employed individuals."}, {"text_block_id": "p81_b1060", "text": "5."}, {"text_block_id": "p81_b1061", "text": "Broadening the tax base by undertaking a registration initiative to ensure all businesses operating in Antigua and Barbuda are included in the tax net."}, {"text_block_id": "p81_b1062", "text": "6."}, {"text_block_id": "p81_b1063", "text": "Introducing technological and process enhancements in the revenue agencies to help improve revenue collection.  In particular, ASYCUDA World will be implemented to modernize and improve efficiency in the Customs and Excise Division and significantly reduce leakage of revenue from border taxes."}, {"text_block_id": "p81_b1064", "text": "7."}, {"text_block_id": "p81_b1065", "text": "Increasing property tax compliance, broadening the property tax base through a property registration drive and enhancing the property tax legislation for more efficient administration."}, {"text_block_id": "p81_b1066", "text": "8."}, {"text_block_id": "p81_b1067", "text": "Reviewing and rationalizing fees and licenses to ensure more cost effective and improved service delivery."}, {"text_block_id": "p81_b1068", "text": "E. Debt Management Strategy"}, {"text_block_id": "p81_b1069_merged", "text": "Antigua and Barbuda has a high debt level that has a heterogeneous creditor base. This has made designing a debt restructuring policy somewhat difficult. However since 2009 the government has focused on reducing arrears and where possible and re-profiling the remaining amounts over longer-term maturities – allowing the Government time to rebuild its revenue base."}, {"text_block_id": "p82_b1072", "text": "Total Outstanding Debt Stock in Million of US Dollars 2005-2014"}, {"text_block_id": "p82_b1073", "text": "Notwithstanding the efforts made, Antigua and Barbuda still has a relatively high cost of borrowing as a result of perceived market risks, limited space for counter-cyclical spending, limited financial capacity to respond to natural disasters and a limited ability to leverage public private partnerships. Debt service over the historical period has remained high owing mainly to the fact that the domestic obligations (which tend to attract higher interest rates) take up the larger portion of the portfolio."}, {"text_block_id": "p82_b1074", "text": "Total Outstanding Public Debt as at December 2014"}, {"text_block_id": "p82_b1075", "text": "The proposed debt management initiatives will place the public sector debt on a downward trend, by eliminating arrears and normalising relations with all creditors. This is imperative to restore fiscal sustainability, reviving private sector investment an"}, {"text_block_id": "p82_b1076", "text": "d improving the country’s overall"}, {"text_block_id": "p83_b1077", "text": "credit profile. Over the long term, the Government’s debt objective is to reach the overall targets"}, {"text_block_id": "p83_b1078_merged", "text": "set forth by the ECCB for all ECCU members by 2030 – a debt-to-GDP ratio of 60 per cent and a maximum interest burden, which is defined as interest due on debt to Government revenues, of 15 per cent."}, {"text_block_id": "p83_b1081", "text": "Specific measures to achieve these goals are as follows:"}, {"text_block_id": "p83_b1082", "text": "1."}, {"text_block_id": "p83_b1083", "text": "Borrow on concessional terms both from bilateral and multilateral sources"}, {"text_block_id": "p83_b1084", "text": "2."}, {"text_block_id": "p83_b1085", "text": "Ensure loans are at international market rates"}, {"text_block_id": "p83_b1086", "text": "3."}, {"text_block_id": "p83_b1087", "text": "Pursue debt relief instead of refinancing"}, {"text_block_id": "p83_b1088", "text": "4."}, {"text_block_id": "p83_b1089", "text": "Match financing to type of projects"}, {"text_block_id": "p83_b1090", "text": "5."}, {"text_block_id": "p83_b1091", "text": "Prioritize fixed rate loans versus variable rates"}, {"text_block_id": "p83_b1092", "text": "6."}, {"text_block_id": "p83_b1093", "text": "Minimize non USD denominated external loans and generally manage foreign currency exchange risks"}, {"text_block_id": "p83_b1094", "text": "7."}, {"text_block_id": "p83_b1095", "text": "Carefully monitor contingent liabilities"}, {"text_block_id": "p83_b1096", "text": "8."}, {"text_block_id": "p83_b1097", "text": "Prioritize financially viable projects."}, {"text_block_id": "p83_b1098", "text": "Debt Restructuring"}, {"text_block_id": "p83_b1099", "text": "The government will continue to engage in discussions with bilateral creditors so that where arrears exist they can be normalised. Debt relief will be vigorously pursued. The following are the proposed strategies:"}, {"text_block_id": "p83_b1100", "text": "1."}, {"text_block_id": "p83_b1101", "text": "Engage in Debt for nature swaps"}, {"text_block_id": "p83_b1102", "text": "2."}, {"text_block_id": "p83_b1103", "text": "Buyback expensive debt"}, {"text_block_id": "p83_b1104", "text": "3."}, {"text_block_id": "p83_b1105", "text": "Seek Debt Forgiveness"}, {"text_block_id": "p83_b1106", "text": "4."}, {"text_block_id": "p83_b1107", "text": "Set-off liabilities with supporting assets or cash"}, {"text_block_id": "p83_b1108", "text": "5."}, {"text_block_id": "p83_b1109", "text": "Development a payment plan for outstanding arrears and convert arrears to long term securities where possible."}, {"text_block_id": "p83_b1110", "text": "Managing Contingency risks"}, {"text_block_id": "p83_b1111", "text": "The main source of contingency risks to the government comes from SOEs. As a part of debt management activities the government will engage actively with SOEs to monitor their risks of default on current liabilities and minimize new borrowing for enterprises that are considered medium to high risk."}, {"text_block_id": "p83_b1112", "text": "F. New Financing Opportunities"}, {"text_block_id": "p83_b1113", "text": "A significant amount of resources will be required to carry out the Government’s development"}, {"text_block_id": "p83_b1114", "text": "agenda over the next four years."}, {"text_block_id": "p83_b1115", "text": "Bilateral and Multilateral Financing"}, {"text_block_id": "p83_b1116", "text": "In order to minimize the cost of borrowing, the main sources will utilize bilateral and multilateral external sources to finance technical assistance with ongoing reform initiatives and to finance"}, {"text_block_id": "p84_b1117", "text": "upgrades to critical infrastructure. The Regional Government Securities Market will serve as source of financing for minor capital works, cash flow and liability management."}, {"text_block_id": "p84_b1118", "text": "Over the Medium-Term the government will capitalize on financing from the following external sources:"}, {"text_block_id": "p84_b1119", "text": "The Peoples Republic of China"}, {"text_block_id": "p84_b1120", "text": "The Government of Mexico"}, {"text_block_id": "p84_b1121", "text": "The Government of Turkey"}, {"text_block_id": "p84_b1122", "text": "The European Union"}, {"text_block_id": "p84_b1123", "text": "The Government of Canada"}, {"text_block_id": "p84_b1124", "text": "The CARICOM Development Fund"}, {"text_block_id": "p84_b1125", "text": "The World Bank"}, {"text_block_id": "p84_b1126", "text": "The Caribbean Development Bank"}, {"text_block_id": "p84_b1127", "text": "The European Investment Bank"}, {"text_block_id": "p84_b1128", "text": "OPEC Fund for International Development"}, {"text_block_id": "p84_b1129", "text": "Disaster Risk Financing Plan"}, {"text_block_id": "p84_b1130", "text": "To improve the predictability of the budget, the Ministry of Finance will collaborate with NODS to prepare a disaster risk financing plan. Options will be considered for the selection of risk financing instruments on the basis of frequency and severity of disasters. The plan will distinguish between those risks that will be retained; opportunities for risk pooling such as that which occurs under CCRIF; and those risks that are best transferred."}, {"text_block_id": "p84_b1131", "text": "With respect to risk retention, some risks may be financed out of budgetary savings and appropriate proposals for doing so will be made. These could include specific budgetary allocations and the establishment of reserve funds. In other instances, it may be best to finance retained risks and in those cases access to multilateral resources will remain important. Alternative risk financing instruments from multilateral development banks will also be considered, including the use of contingent loans which may require the country to pursue and sustain agreed macro-economic targets."}, {"text_block_id": "p84_b1132", "text": "Public-Private Partnerships (PPP)"}, {"text_block_id": "p84_b1133", "text": "PPP’s will be one of the major approaches to"}, {"text_block_id": "p84_b1134", "text": "financing development along with heightened direct private investments. PPP projects will be utilised in all sectors and will be designed in a manner where risks are aligned with benefits. The following sectors: energy; health care; education; housing and tourism will all benefit from the PPP approach."}, {"text_block_id": "p84_b1135", "text": "Other new financing instruments"}, {"text_block_id": "p84_b1136", "text": "The feasibility of establishing new instruments for financing public sector activity will be studied. This could include the floating of development bonds or the establishment of trust funds"}, {"text_block_id": "p85_b1137", "text": "for specific purposes. Such purposes could include the development of specific infrastructure, capitalizing venture capital funds, equity participation in ABDB, and the development of tourism. Features to make such instruments attractive to the Antiguan and Barbudan diaspora will be considered."}, {"text_block_id": "p86_b1138", "text": "Chapter VI Human Resource Development Strategy"}, {"text_block_id": "p86_b1139", "text": "The optimal achievement of development results requires us to make our best efforts to put in place adequate human resource capacities. This includes the right mix of skills for pursing the various outcomes (necessary conditions or ministerial mandates), as well as appropriate quantities subject to budgetary constraints. It is also important to arrive at an appropriate allocation of capabilities across ministerial portfolios in line with set priorities. Moreover, given that wages and salaries account for a large share of government spending, the efficient use of human resources is an important area to be scrutinized with respect to potential contribution to sustainable fiscal operations."}, {"text_block_id": "p86_b1140_merged", "text": "While public sector reform has long been on the cards – with support from a number of regional and international institutions including the Caribbean Development Bank and the World Bank – the time has come for resolute action to improve the efficiency of the public sector in ways that preserve social cohesion. We desire a public sector that is focused on performance, and that represents an attractive carrier path compared to the private sector route. Achieving these goals necessitate putting in place an effective HR management function that is strongly linked to, or complements effective programme budgeting. Towards attaining the objective of achieving an efficient, goal-oriented and attractive civil service, efforts will be undertaken to address the inter-related challenges discussed below. These efforts will contribute towards the achievement of better development results as well as the sustainability of fiscal operations, while preserving industrial peace. These efforts will largely be led by the ministry responsible for the public service."}, {"text_block_id": "p86_b1147", "text": "A. Strategy to improve flexibility of the public service"}, {"text_block_id": "p86_b1148", "text": "Adequate flexibility is the foundation requirement to improve the efficiency of the civil service with regard to the allocation and the management of human resources. Thus actions will be taken in the following areas."}, {"text_block_id": "p86_b1149", "text": "1."}, {"text_block_id": "p86_b1150", "text": "Modernization of legislation:"}, {"text_block_id": "p86_b1151", "text": "The Ministry responsible for the public service will prepare a paper on the adjustments to legislation or/and regulations that are desired for the effective conduct of human resource management within the civil service, and will lead efforts for the subsequent enactment/amendment of legislation and related regulations. This action is intended to remove the limitation for effective human resource management posed by the existing legal architecture.  Such adjustments to the legislation and regulation should, where necessary, facilitate the implementation of the other HR strategies that are discussed below."}, {"text_block_id": "p86_b1152", "text": "2."}, {"text_block_id": "p86_b1153", "text": "Staffing to implement HR Strategy:"}, {"text_block_id": "p86_b1154", "text": "The staffing requirement of the HR department will be reviewed with respect to its capacity to carry out the HR strategies discussed below.  Any increase in staffing requirement will be met through transfers from other department of government (even if temporarily) unless there is strong justification to do otherwise."}, {"text_block_id": "p86_b1155", "text": "3."}, {"text_block_id": "p86_b1156", "text": "Close co-ordination between HR management function and programme budgeting:"}, {"text_block_id": "p86_b1157", "text": "In concert with efforts to strengthen programme budgeting, the ministry"}, {"text_block_id": "p87_b1158", "text": "responsible for the civil service, will coordinate with the Ministry of Finance to provide clear guidance to line ministries with respect to the alignment of human resources to programmes during the budget formulation process."}, {"text_block_id": "p87_b1159", "text": "4."}, {"text_block_id": "p87_b1160", "text": "Realignment strategies and protocols:"}, {"text_block_id": "p87_b1161", "text": "In line with #3 above, the ministry responsible for the public service will prepare strategies and protocols (including associated time lines where necessary) for realigning displaced persons, evaluating new job requirement, and setting appropriate remuneration with respect budget submissions."}, {"text_block_id": "p87_b1162", "text": "B. Strategy related to established and non-established staffing"}, {"text_block_id": "p87_b1163_merged", "text": "A multifaceted approach will be used to, right-fit and right-size the public sector, and to improve consistency within the civil service structure. To preserve a good industrial climate, “win win” solutions are needed. No one facet of the strategy is expected to be sufficient to completely attain the desired ends. GoAB will aim to create and enabling environment for private sector job creation that will facilitate the right sizing of the public sector. The elements of the strategy, which are to be led by ministry with responsibility for the civil service, are as follows."}, {"text_block_id": "p87_b1168", "text": "1."}, {"text_block_id": "p87_b1169", "text": "Change in hiring practices"}, {"text_block_id": "p87_b1170", "text": ": A clear policy will be developed regarding the appointment of government workers outside of the Civil Service.  This will address the terms and conditions of employment, the number of posts that may be filled and the remuneration and benefits to be provided for such engagements, among other areas.  The terms and conditions of such appointments must contribute to high morale and productivity within the public service.  This strategy will lead incrementally over a number of years to consistent conditions under which persons are employed in the public service."}, {"text_block_id": "p87_b1171", "text": "2."}, {"text_block_id": "p87_b1172", "text": "Retraining and Reassignment"}, {"text_block_id": "p87_b1173", "text": ":  Guided by the ministry responsible for the civil service, each line ministry will assess the composition of staffing it would need to fulfil its mandate or to effectively contribute to attaining goals set out in the MTDS. Based on the staff positions that may be required within line ministries, an assessment will be made of the extent to which staff can be retrained through in-house programmes to perform other duties for which additional staffing is required within and across line ministries.  A programme will therefore be developed to retrain staff and reassign them within or across ministerial lines. There may be practical limits associated with this strategy, but details for the approach will be developed including, eligibility for training and transfer, selection criteria should opportunities for training and transfer be limited compared with positions that can be discarded, phasing and sequencing over a period of time. Through such training and transfers, opportunities will be sought to address inconsistencies associated with remuneration between established and non-established staff.  For instance, a non-established clerical staff who receives a higher remuneration than his counterpart in the established service may be transferred to a technical position that matches his current salary should he qualify to be retrained and transferred."}, {"text_block_id": "p87_b1174", "text": "3."}, {"text_block_id": "p87_b1175", "text": "Private Sector Employment Programme."}, {"text_block_id": "p87_b1176", "text": "To complement the retraining and reassignment programmes, the ministry responsible for the public service in collaboration with the ministry responsible for labour, will design and implement a"}, {"text_block_id": "p88_b1177", "text": "programme to find employment within the private sector for persons whose positions within the civil service are not essential.  This programme could serve to place those who cannot be retrained and transferred within the civil service, and could be presented as an alternative. The private sector employment programme could take into consideration significant new investments in the tourism industry that are currently being contemplated."}, {"text_block_id": "p88_b1178", "text": "4."}, {"text_block_id": "p88_b1179", "text": "Entrepreneurship Programme:"}, {"text_block_id": "p88_b1180", "text": "Similarly, the ministry responsible for the civil service will collaborate with the ministry responsible for industry to design and implement an entrepreneurship programme to facilitate the transition out of the civil service, of persons whose positions are not essential.  This programme will complement the other transitioning programme and/or serve as an alternative to them."}, {"text_block_id": "p88_b1181", "text": "The above strategies will be actively pursued and appropriate actions will be taken to manage change, including through public relations campaigns."}, {"text_block_id": "p88_b1182", "text": "C. Strategy related to staff productivity"}, {"text_block_id": "p88_b1183", "text": "A number of steps will be taken to improve productivity within the civil service. These will include the following."}, {"text_block_id": "p88_b1184", "text": "1."}, {"text_block_id": "p88_b1185", "text": "The mounting of in-house training and sensitization programmes:"}, {"text_block_id": "p88_b1186", "text": "These efforts will aim at assisting to change undesirable public sector norms and practices, and to raise awareness of the role of each ministry, each department, as well as their shared, interrelated and inter-dependent responsibility. This approach will be combined with appropriate public relations campaigns aimed at changing mindsets. Towards this the ministry responsible for the public service will collaborate with the ministry responsible for information.  Training will also address key areas of public sector wide weaknesses, including leadership and change management."}, {"text_block_id": "p88_b1187", "text": "2."}, {"text_block_id": "p88_b1188", "text": "Manuals and Job descriptions:"}, {"text_block_id": "p88_b1189", "text": "Line ministries will prepare procedural manuals and written job descriptions, where necessary, to guide the operations of existing and new staff. This activity will be actively encouraged by the ministry responsible for the public service."}, {"text_block_id": "p88_b1190", "text": "3."}, {"text_block_id": "p88_b1191", "text": "Job function reviews and Job audits:"}, {"text_block_id": "p88_b1192", "text": "Job function reviews and Job audits will be conducted by the ministry responsible for the public services in collaboration with line-ministries. These reviews and audits will help indicate the extent to which there is under-utilization of staff, and will be used to inform adjustments to the staffing requirement of ministries."}, {"text_block_id": "p88_b1193", "text": "4."}, {"text_block_id": "p88_b1194", "text": "Motivation and rewards:"}, {"text_block_id": "p88_b1195", "text": "The potential for a rewards programme to promote productivity will be studied. More-over the feasibility of an appraisal system tied to pay increases and other rewards will be explored."}, {"text_block_id": "p88_b1196", "text": "5."}, {"text_block_id": "p88_b1197", "text": "Empowering middle managers:"}, {"text_block_id": "p88_b1198", "text": "The tools available to middle managers to encourage performance will be reviewed and based on finding of the factors that may reduce the effectiveness of managers, appropriate recommendations to address these will be implemented."}, {"text_block_id": "p88_b1199", "text": "6."}, {"text_block_id": "p88_b1200", "text": "Accountability framework for senior managers:"}, {"text_block_id": "p88_b1201", "text": "An accountability framework for senior managers will be developed and linked with programme budgeting, as well as"}, {"text_block_id": "p89_b1202", "text": "with the monitoring and evaluation results framework and the development planning and implementation framework set out in this document."}, {"text_block_id": "p89_b1203", "text": "D. Attracting appropriate skills"}, {"text_block_id": "p89_b1204", "text": "1."}, {"text_block_id": "p89_b1205", "text": "Review of remuneration:"}, {"text_block_id": "p89_b1206", "text": "The functional review and job audits, as well as the subsequent proposals on the adjustment to job requirements that may be necessary, will provide the basis for evaluation and review of the appropriateness of remuneration, subject to considerations of cost of acquiring specific skill requirement for various jobs as well as market demand and supply considerations."}, {"text_block_id": "p89_b1207", "text": "2."}, {"text_block_id": "p89_b1208", "text": "Developing capacities for achieving sustainable development goals."}, {"text_block_id": "p89_b1209_merged", "text": "The ministry responsible for the public service will establish clear protocols for interaction with line ministries concerning areas of skills shortages particularly as it relates to the implementation of the MTDS and other broad national planning documents.  The ministry, in collaboration with line ministries, will develop a strategy for addressing skill shortages.  These strategies could include the provision of local training, in-service training, oversees training, as well as strategies for attracting new staff with appropriate skills. With respect to oversees training and attracting new staff with appropriate skill sets, the ministry responsible for the public service will collaborate with the Ministry of Education regarding the priority areas for the provision of study incentives – scholarships and concessional loans.  This will be reflected within the study incentive strategy of the Ministry of Education, which is expected to offer differential incentives to reflect varying priority levels for various skill sets."}, {"text_block_id": "p89_b1212", "text": "Given role of MoFCG for implementation oversight of the MTDS, priority will be given to establishing an appropriate structure and increasing human resource and technical capacity within the ministry. Government will work with development partners to address this area as an immediate priority follow-up activity."}, {"text_block_id": "p90_b1213", "text": "Chapter VII Monitoring and Evaluation"}, {"text_block_id": "p90_b1214", "text": "Thus, as previously indicated, Antigua and Barbuda will strengthen programme budgeting as an important step towards more effective planning. An appropriate monitoring and evaluation framework is central to this. The M&E framework will focus on three interacting levels:"}, {"text_block_id": "p90_b1215", "text": "1."}, {"text_block_id": "p90_b1216", "text": "Monitoring the achievement of the Ultimate Goal, the Sustainable Development Dimensions, and the Necessary Conditions that lead to these, as reflected in the sustainable development framework (Chapter I).  Long-term and medium-term targets in relation to these will be set for 2030 and 2019 respectively. These will incorporate targets for the SDGs, where applicable.  Additionally, applicable targets in relation to the SDGs will be reported on in parallel with the MTDS indicators for purposes of global accountability."}, {"text_block_id": "p90_b1217", "text": "2."}, {"text_block_id": "p90_b1218", "text": "Monitoring actions towards addressing key system-wide constraints or the enabling systems. These constraints relate to the effectiveness of development planning, strategy implementation, budgeting, the adequacy of fiscal resources, and human resource capacity limitations. These interacting areas are largely reflected in Chapter IV to Chapter VII. They significantly impact the achievement of the result that will be monitored at Level 1 above."}, {"text_block_id": "p90_b1219", "text": "3."}, {"text_block_id": "p90_b1220", "text": "Monitoring core strategic actions (not including the key system-wide constraints) that will be taken towards optimizing the achievement of the Necessary Conditions required to attain the various sustainable development dimensions. These actions are reflected in Chapter III."}, {"text_block_id": "p90_b1221", "text": "Monitoring at Level 1 and at Level 2 will be led by the MoFCG in the context of the monitoring framework discussed in this chapter. Monitoring at Level 3 will be the responsibility of line ministries, other public sector bodies and SOEs. Each line ministry, public sector body and SOE, is expected to build an appropriate monitoring and evaluation framework to reflect its contribution to achieving the goals embedded in the sustainable development framework. The requirement for line ministries to submit performance information as an element of their programme budget submissions will be continued. Ministries will reflect in their business plans the strategies that they will undertake towards contributing to the achievement of the Necessary Conditions for attaining the Sustainable Development Dimensions. Monitoring and evaluation at Level 3 will overlap with monitoring and evaluation at Levels 1 and 2."}, {"text_block_id": "p91_b1222", "text": "A. The Institutional Framework for monitoring the Achievement of the Ultimate Goal, the SDDs and the associated NCs"}, {"text_block_id": "p91_b1223", "text": "The institutional framework for Monitoring and Evaluating (M&E) will involve a set of four working committees to be chaired by the Statistics Division or the Ministry of Finance, with close collaboration between them. Participation in the M&E working committees will be by the same ministries, other public sector bodies and SOEs that participate in the SDD meeting discussed in Chapter IV. Representation of line ministries, other public sector bodies and SOEs, where possible, will be by those individuals with responsibility for data collection and monitoring and evaluation. The MoFCG in consultation with the Statistics Department will determine the frequency with which M and E Working Committee meetings will be held."}, {"text_block_id": "p91_b1224", "text": "Table 5 depicts the institutional structure of the M&E framework. Each M&E Working Committee will be responsible for analyzing the degree of achievement of the SDD concerned and the associated NCs, including providing likely explanations of changes in the Key Performance Indicators (KPIs). This information will be submitted to the MoFCG. On the basis of this information, the MOFCG in consultation with the ministry responsible for the substantive area, will deliberate on actions needed to improve the achievement of results, and will in turn make recommendations for action by Cabinet, Ministries, other public sector bodies or SOE. The MoFCG will submit selected KPIs to Cabinet with analysis in order to give an indication of progress towards achievement of SDDs."}, {"text_block_id": "p91_b1225", "text": "Table 5 Institutional Structure for the M and E framework"}, {"text_block_id": "p91_b1226", "text": "CABINET"}, {"text_block_id": "p91_b1227", "text": "The Indicator Framework"}, {"text_block_id": "p91_b1228", "text": "The M&E working committees will be tasked with the development of the KPIs necessary for monitoring the implementation of the MTDS, the development of the M&E framework in general and will make recommendations for putting in place the relevant capacity for the"}, {"text_block_id": "p92_b1229", "text": "effective monitoring and evaluation of development results. Appendix 1 provides a Preliminary Indicator framework which will be further developed by the MOF in collaboration the Statistics Division, working through the M&E Working Committees with respect to the appropriate SDD. More specifically, the M&E Working Committees will undertake the following and, as necessary, will make recommendations in this regard to the MOFCP."}, {"text_block_id": "p92_b1230", "text": "1."}, {"text_block_id": "p92_b1231", "text": "Refine the KPIs and related targets"}, {"text_block_id": "p92_b1232", "text": "–"}, {"text_block_id": "p92_b1233", "text": "in relation to the SDDs and the associated NCs. These are to be realistic in the context of cost and HR capacity.  Some KPIs may not be currently available, but proposals will be made by the SDD Working Committees for the development or collection of such information in future periods."}, {"text_block_id": "p92_b1234", "text": "2."}, {"text_block_id": "p92_b1235", "text": "Assess M&E capacity including data availability as well as human resource capacity to collect, process, analyze and disseminate."}, {"text_block_id": "p92_b1236", "text": "3."}, {"text_block_id": "p92_b1237", "text": "Deliberate on issues to do with what to measure, responsibility for measuring, collecting, processing, analyzing and disseminating data, and who to disseminate to, among other necessary considerations for arriving at an appropriate M and E Framework,"}, {"text_block_id": "p92_b1238", "text": "4."}, {"text_block_id": "p92_b1239", "text": "Determine issues to do with frequency of collection of data/KPI, the cost of data collection, the use of substitute measures and the need for training and IT capacity."}, {"text_block_id": "p92_b1240", "text": "5."}, {"text_block_id": "p92_b1241_merged_merged", "text": "Propose adjustments along the way to improve practicality and usefulness of the M&E framework considering resource limitation – human and financial."}, {"text_block_id": "p92_b1244", "text": "6."}, {"text_block_id": "p92_b1245", "text": "Make recommendations on any of the above for consideration by the Ministry of Finance or the Statistics Division."}, {"text_block_id": "p92_b1246", "text": "Sustainable Development Goals"}, {"text_block_id": "p92_b1247", "text": "Actions under the MTDS will simultaneously contribute to the attainment of the Sustainable Development Goals, which will be formally adopted by Heads of Government under the United Nations framework in September 2015. These goals and their associated indicators are reflected in Appendix 2.  Appendix 1, where possible, directly integrates the SDGs."}, {"text_block_id": "p92_b1248", "text": "Line Ministries"}, {"text_block_id": "p92_b1249", "text": "The Working Committees will also provide advice to line-ministries and public sector agencies regarding critical gaps in data collection and M&E capacity with respect to lower level goals and actions that are expected to contribute to the achievement of the SDDs and the NCs. The MoFCG in collaboration with the Establishment Department will have lead responsibility for sensitizing, assisting and guiding line ministries, public sector bodies and SOEs to develop appropriate M&E frameworks."}, {"text_block_id": "p92_b1250", "text": "Moreover, the MoFCG, working closely with the Statistics Division and in consultation with the four SDD Working Committees will prepare a development path in relation to developing adequate monitoring and evaluation capacity across the public sector. The Division will build on the recent progress it has made and will give consideration to developing a comprehensive National Statistical System."}, {"text_block_id": "p93_b1251", "text": "Enabling Systems"}, {"text_block_id": "p93_b1252", "text": "In addition to monitoring and evaluation performance with respect to the degree of attainment of the Ultimate goal, the SDD and the associated NCs, the MoFCG will closely monitor the extent to which enabling systems are put in place towards optimizing the achievement of the development outcomes. In that regard KPIs will be developed to monitor progress with respect to the prioritization framework, the development planning and MTDS implementation framework and the related M&E framework, the resource mobilization strategy, and the human resource strategy."}, {"text_block_id": "p94_b1253", "text": "Appendix 1: Monitoring and Evaluation Indicator Framework"}, {"text_block_id": "p118_b1254", "text": "Appendix 2: United Nations Sustainable Development Goals and Targets"}, {"text_block_id": "p121_b1255", "text": "secondary education leading to relevant and effective learning outcomes"}, {"text_block_id": "p121_b1256", "text": "4.2"}, {"text_block_id": "p121_b1257", "text": "4.3"}, {"text_block_id": "p121_b1258", "text": "By 2030, ensure equal access for all women and men to affordable and quality technical,"}, {"text_block_id": "p121_b1259", "text": "vocational and tertiary education, including university"}, {"text_block_id": "p121_b1260", "text": "4.4"}, {"text_block_id": "p121_b1261", "text": "entrepreneurship"}, {"text_block_id": "p121_b1262", "text": "4.5"}, {"text_block_id": "p121_b1263", "text": "indigenous peoples and children in vulnerable situations"}, {"text_block_id": "p121_b1264", "text": "4.6"}, {"text_block_id": "p121_b1265", "text": "By 2030, ensure that all youth and a substantial proportion of adults, both men and"}, {"text_block_id": "p121_b1266", "text": "women, achieve literacy and numeracy"}, {"text_block_id": "p121_b1267", "text": "4.7"}, {"text_block_id": "p121_b1268", "text": "and of culture’s contribution to sustainable development"}, {"text_block_id": "p121_b1269", "text": "4.a"}, {"text_block_id": "p121_b1270_merged_merged_merged", "text": "Build and upgrade education facilities that are child, disability and gender sensitive and provide safe, non-violent, inclusive and effective learning environments for all"}, {"text_block_id": "p121_b1272", "text": "4.b"}, {"text_block_id": "p121_b1273", "text": "programmes, in developed countries and other developing countries"}, {"text_block_id": "p121_b1274", "text": "4.c"}, {"text_block_id": "p121_b1275", "text": "developed countries and small island developing States"}, {"text_block_id": "p133_b1276", "text": "Technology"}, {"text_block_id": "p133_b1277", "text": "17.6"}, {"text_block_id": "p133_b1278", "text": "facilitation mechanism"}, {"text_block_id": "p133_b1279", "text": "17.7"}, {"text_block_id": "p133_b1280", "text": "preferential terms, as mutually agreed"}, {"text_block_id": "p133_b1281", "text": "17.8"}, {"text_block_id": "p133_b1282", "text": "Fully operationalize the technology bank and science, technology and innovation capacity-building mechanism for least developed countries by 2017 and enhance the use of enabling technology, in particular information and communications technology"}, {"text_block_id": "p133_b1283", "text": "Capacity-Building"}, {"text_block_id": "p133_b1284", "text": "17.9"}, {"text_block_id": "p133_b1285", "text": "cooperation"}, {"text_block_id": "p133_b1286", "text": "Trade"}, {"text_block_id": "p133_b1287", "text": "17.10"}, {"text_block_id": "p133_b1288", "text": "negotiations under its Doha Development Agenda"}, {"text_block_id": "p133_b1289", "text": "17.11"}, {"text_block_id": "p133_b1290", "text": "Significantly increase the exports of developing countries, in particular with a view to"}, {"text_block_id": "p133_b1291", "text": "doubling the least developed countries’ share of global exports by 2020"}, {"text_block_id": "p133_b1292", "text": "17.12"}, {"text_block_id": "p133_b1293", "text": "market access"}, {"text_block_id": "p133_b1294", "text": "Systemic issues"}, {"text_block_id": "p133_b1295", "text": "Policy and Institutional coherence"}, {"text_block_id": "p133_b1296", "text": "17.13"}, {"text_block_id": "p133_b1297_merged", "text": "Enhance global macroeconomic stability, including through policy coordination and policy coherence"}, {"text_block_id": "p133_b1299", "text": "17.14"}, {"text_block_id": "p133_b1300", "text": "Enhance policy coherence for sustainable development"}, {"text_block_id": "p134_b1301", "text": "17.15"}, {"text_block_id": "p134_b1302", "text": "17.19"}, {"text_block_id": "p134_b1303", "text": "building in developing countries"}], "document_description": "Antigua and Barbuda's Medium Term Development Strategy 2016 to 2020 outlines the country's development strategy as a whole. It has a section devoted specifically to climate change adaptation and disaster risk management. This strategy calls on the government to prepare a national, comprehensive disaster mitigation plan, review government coordination arrangements and practices, prepare a national climate change policy, prepare a disaster risk financing strategy, develop a crop and livestock insurance scheme to protect farmers and ranchers, mainstream climate change considerations into all national policy, strengthen ecosystem conservation, raise awareness and educate people about climate change, and strengthen government capacity."}