{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Antigua and Barbuda", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "National Energy Policy", "document_country_code": "ATG", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "08/01/2011", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/ATG/2011/ATG-2011-01-08-National Energy Policy_98c14429b7c42aa81886c8d8fb644cf8.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Prepared by the National Energy Task Force under the Office of the Prime Minister of the Government of Antigua and Barbuda and the Department of Sustainable Development of the General Secretariat of the Organization of American States with the expert advice of the German ProfEC GmbH under the European Union funded initiative"}, {"text_block_id": "p1_b2", "text": "“Caribbean Sustainable Energy Program (CSEP)”."}, {"text_block_id": "p1_b3", "text": "The views expressed herein are presented for informational purposes only and do not represent the opinions or official positions of the European Union, the Organization of American States, its General Secretariat, or any of its member States."}, {"text_block_id": "p1_b4", "text": "Cover photo: Courtesy of Girvan Pigott"}, {"text_block_id": "p2_b5", "text": "Government of Antigua and Barbuda"}, {"text_block_id": "p2_b6", "text": "ANTIGUA & BARBUDA IN AN EFFORT TO PLAY OUR PART IN COMBATING"}, {"text_block_id": "p2_b7", "text": "climate change and rising fuel prices has developed a comprehensive National Energy Policy (NEP) like many other Small Island Developing States (SIDS). Antigua is aware that our dependence on energy affects all sectors within our society and has made the commit"}, {"text_block_id": "p2_b8", "text": "-"}, {"text_block_id": "p2_b9", "text": "ment to meet the energy needs of the present generation by 2030 while safeguarding the environment and enabling future generations to meet their own energy needs."}, {"text_block_id": "p2_b10_merged_merged", "text": "However, we recognize that there is the need for constant work if we are to achieve our goals. There must be greater emphasis placed on Energy Security and Energy Inde-pendence if Antigua is to transition from a country that sources our energy from foreign countries to one that can produce and distribute newer and cleaner forms of energy. Antigua must aim at quenching our thirst for energy by becoming a more Energy Efficient state through the promotion of cleaner technologies and capacity building throughout the various sectors."}, {"text_block_id": "p2_b13", "text": "Antigua & Barbuda National Energy Policy has strategically identified five (5) priority areas to accomplish our set of goals outlined within the policy. These priority areas are Energy Cost Reduction, Diversification of Energy Sources, Electricity Reliability, Environmental Protection and Stimulate New Economic Opportunities."}, {"text_block_id": "p2_b14", "text": "It is with great focus on these priority areas that Antigua & Barbuda will be able to meet our ambitious targets of a reduction in the overall energy intensity of the economy by 10%, a renewable energy penetration of 15% by 2030, an improvement in the quality of electricity supply, greater focus on the preservation of our environment by reducing our carbon footprint and the birth of clean energy focused businesses."}, {"text_block_id": "p2_b15", "text": "At the same time, Antigua & Barbuda Government is committed to exploring different options of harnessing the potential of cleaner forms of energy within all the relevant sectors of our society. Nonetheless greater emphasis will be placed on the power and transportation sectors given that these sectors have greatly impacted upon all other industries within our society."}, {"text_block_id": "p2_b16", "text": "I would like to thank all agencies and individuals who have played a roll in the creation of Antigua & Barbuda's National Energy Policy with special thanks to the National Energy Taskforce and to Ambassador Joan H. Underwood for her dedication and commitment to seeing this policy through to its end."}, {"text_block_id": "p2_b17", "text": "May our work for a cleaner and greener Antigua and Barbuda be a success."}, {"text_block_id": "p2_b18", "text": "Hon. W. Baldwin Spencer"}, {"text_block_id": "p2_b19", "text": "Prime Minister"}, {"text_block_id": "p2_b20", "text": "Tel: (268) 562-3860 ext. 286"}, {"text_block_id": "p2_b21", "text": "Fax: (268) 562-0351"}, {"text_block_id": "p2_b22", "text": "i"}, {"text_block_id": "p3_b23", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b24", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p4_b25", "text": "ANTIGUA AND BARBUDA NEEDS TO RADICALLY CHANGE THE WAY IT"}, {"text_block_id": "p4_b26", "text": "sources, distributes and uses energy. First, the country imports all of its energy in the form of refined petroleum products, placing a considerable burden on its relatively small economy.The combined effects of limited demand for imported fossil fuel, diseconomies of scale in electricity production, low efficiency in electricity distribution and a highly inefficient transportation sector, result in ever increasing energy prices for business and households.At the same time, the growth in global demand for crude oil, uncertainties about future oil supply and unpredictable market behavior, mean that oil prices will remain volatile for the foreseeable future, exposing the country to significant financial risks. For these reasons, and the negative and significant impact that fossil fuel has on the environment,Antigua and Barbuda needs to re-think the way it sources and consumes energy."}, {"text_block_id": "p4_b27", "text": "This National Energy Policy (NEP) document sets out the Government of Antigua & Barbuda’s approach in achieving its vision that:"}, {"text_block_id": "p4_b28", "text": "By 2030 Antigua & Barbuda will meet the needs of the present generation while safeguard"}, {"text_block_id": "p4_b29", "text": "-"}, {"text_block_id": "p4_b30", "text": "ing the environment and enabling future generations to meet their own energy needs. All citizens and residents will have access to affordable efficient, socially responsible and reliable forms of energy."}, {"text_block_id": "p4_b31", "text": "This policy document follows widespread consultation and is intended to foster the development of an appropriate legal, regulatory, institutional and economic framework.The goals and strategies are consistent with the government’s overall macro-economic policies and are designed to create a stable sustainable and efficient energy sector that fosters national economic and social development."}, {"text_block_id": "p4_b32", "text": "Priority will be given to the following five goals:"}, {"text_block_id": "p4_b33", "text": "Priority will be given to the following five goals:\n* -Targeted efficiency and conservation\n* -Reformed market frame-work and mandated targets to achieve 15% renewable energy in the\n* -Regulatory reform\n* â Laws and regulations which ensure\n* â Incentives and"}, {"text_block_id": "p5_b50", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p5_b51", "text": "Power Sector"}, {"text_block_id": "p5_b52", "text": "Transformation of the electricity supply will involve moving from a total dependence on fossil fuel to a mix of which includes solar, wind and waste to energy.To this end, the government will facilitate resource assessments and pre-feasibility studies to understand the technical challenges, economic feasibility and environmental considerations in relation to deploying these technologies in an Antigua & Barbuda context.Additionally energy conservation and efficiency improvements in supply and demand will be key strategies in achieving the overall objective lowing costs to consumers."}, {"text_block_id": "p5_b53_merged", "text": "A range of policy instruments will be used to stimulate and support investments in new tech-nologies and energy saving measures, including, inter alia, legislative, regulatory and financial incentives.Although APUA will continue to play a key role in the sector, where practicable market mechanisms will be used to achieve higher effectiveness, lower generation costs, lower costs to consumers and increased generation using indigenous energy resources."}, {"text_block_id": "p5_b56", "text": "Transportation"}, {"text_block_id": "p5_b57", "text": "The structure of the Antigua & Barbuda economy – its heavy reliance on air travel particularly for tourism – and the high level of private vehicle penetration, contribute to its relatively high energy intensity. Moreover, past Governments policy of shielding consumers from the full cost of fuel at the pumps, has only served to maintain inefficiencies in ground transportation. Recognizing the important role transportation plays in fulfilling the social and economic needs for access, strategies will be pursued to diversify the options available to consumers, while ensuring that they are efficient, safe, affordable and environmentally-friendly. Standards relating to fuel efficiency and emissions will be established, as well as economic measures designed to support more sustainable transportation choices. Government will take a lead role by ensuring the application of efficient vehicles and cleaner fuels within its fleet."}, {"text_block_id": "p5_b58", "text": "Implementation and Monitoring"}, {"text_block_id": "p5_b59", "text": "In order to give life to the NEP, a Sustainable Energy Plan (SEP) will be created to serve as a road map for the energy future of Antigua & Barbuda until 2030.The specific strategies to be pursued will address energy conservation and efficiency, renewable energy development and education and awareness."}, {"text_block_id": "p5_b60", "text": "The implementation of this policy and the development and implementation of the SEP will be led by the newly created Energy Unit within the Prime Minister’s office, with the support of other government departments and agencies, the private sector, NGO’s and key stakeholders. The Energy Unit will have responsibility for articulating the policy and SEP while coordinating and monitoring their implementation."}, {"text_block_id": "p5_b61", "text": "Under a new legal and regulatory framework certain agencies of government, such as the Environment Division, Bureau of Standards, Development Control Authority and Antigua & Barbuda transport Board and the – soon to be created – East Caribbean Energy Regulatory Authority (ECERA), will have responsibility for oversight and enforcement in order to ensure compliance."}, {"text_block_id": "p5_b62", "text": "The NEP will be reviewed and amended as required to ensure that the desired outcomes are being achieved in the most effective manner."}, {"text_block_id": "p6_b63", "text": "These priorities were closely aligned with the Government’s commitments to the Millennium Development Goals (MDGs)."}, {"text_block_id": "p6_b64", "text": "Sustainable access to reliable and affordable energy is funda"}, {"text_block_id": "p6_b65", "text": "-"}, {"text_block_id": "p6_b66", "text": "mental to the achievement of both the MDGs and the Government’s stated development priorities."}, {"text_block_id": "p6_b67", "text": "As a first step to the realization of said sustainable access, the Government created the Energy Desk within the office of the Prime Minister and tasked the Desk with developing a National Energy Policy (NEP)."}, {"text_block_id": "p6_b68", "text": "The following document is the outcome of that exercise."}, {"text_block_id": "p6_b69", "text": "By 2030 Antigua and Barbuda will meet the energy needs of the present generation while safeguarding the environment and enabling future generations to meet their own energy needs. All citizens and residents will have access to affordable, efficient, socially responsible and reliable forms of energy."}, {"text_block_id": "p6_b70", "text": "1.3.1 GLOBAL"}, {"text_block_id": "p6_b71", "text": "Fossil fuel provides 82% of the world’s primary energy supply and is responsible for 94% of global CO2 emissions"}, {"text_block_id": "p6_b72", "text": ". Today, coal oil and gas are the main energy sources driving the world economy, enhancing the quality of life for many in the developed and developing world. The International Energy Agency (IEA) forecasts that over the next 20 years, global energy demand will grow by at least 50%, driven by 1.5% annual rise in world population and sustained economic growth, particularly in the developing world.  Based on the cur"}, {"text_block_id": "p6_b73", "text": "-"}, {"text_block_id": "p6_b74", "text": "rent trend, oil is expected to continue to dominate the transportation and petrochemical sectors, with demand expected to grow by 41% by 2030. Such increases are likely to drive up future oil prices on the international markets."}, {"text_block_id": "p6_b75_merged_merged_merged", "text": "According to the BP2010 review,  based on current production levels, global conventional"}, {"text_block_id": "p7_b77", "text": "BACKGROUND"}, {"text_block_id": "p7_b78", "text": "and unconventional oil reserves are estimated to be well in excess of 30 years."}, {"text_block_id": "p7_b79", "text": "less, over the next decade increases in production capacity are likely to be limited by a number of geological, economic and geopolitical factors. There is now a widely held view that unless there are significant new discoveries and sustained investments, global oil production will peak before 2020. It therefore means that unless reliable and economical oil substitutes are found in the near to medium term, it is very likely that supply constraints will also push prices up."}, {"text_block_id": "p7_b80", "text": "Prior to 2000, the average spot price per barrel was about US$20. At the time of writing this policy, the average spot price is US$110 per barrel. According to the Energy Informa"}, {"text_block_id": "p7_b81", "text": "-"}, {"text_block_id": "p7_b82", "text": "tion Administration (EIA) the forecast of the spot price of oil – high oil case - for the next decades will reach about US$150 per barrel in 2015 and US$200 per barrel by 2030"}, {"text_block_id": "p7_b83", "text": ". Those prices will surpass the price during the oil crisis in 2008."}, {"text_block_id": "p7_b84", "text": "The global challenge is the identification of plausible ways to maintain stable energy prices, mitigate the adverse effects of high petroleum prices, minimize fossil fuel supply disruptions, lower the rate of increases in consumption of fossil fuels and minimize the deleterious effects of climate change and greenhouse gas emissions."}, {"text_block_id": "p7_b85", "text": "1.3.2 REGIONAL"}, {"text_block_id": "p7_b86", "text": "The Caribbean Community (CARICOM) is an organization of 15 full members, 5 associate members"}, {"text_block_id": "p7_b87", "text": "and 7 observer member nations. The members of CARICOM are mainly develop"}, {"text_block_id": "p7_b88", "text": "-"}, {"text_block_id": "p7_b89", "text": "ing small island States and some low lying coastal States. All the member States have limited natural resources, small populations, small economies but widely different energy realities."}, {"text_block_id": "p7_b90", "text": "The fifteen CARICOM states are almost entirely dependent on imported petroleum prod"}, {"text_block_id": "p7_b91", "text": "-"}, {"text_block_id": "p7_b92", "text": "ucts. It is estimated that up to 95% of commercial energy consumed in the CARICOM region is derived from fossil fuels"}, {"text_block_id": "p7_b93", "text": ", primarily oil. That figure represents about 90 million barrels of oil equivalent in a year."}, {"text_block_id": "p7_b94", "text": "CARICOM countries are essentially net importers of crude oil and refined petroleum prod"}, {"text_block_id": "p7_b95", "text": "-"}, {"text_block_id": "p7_b96", "text": "ucts - the exception of Trinidad and Tobago and lesser degree Suriname- largely from extra-regional sources. Specifically, CARICOM Member States source petroleum products from Trinidad and Tobago (PETROTRIN), Curacao (PDVSA), Puerto Rico (Shell), St. Croix (Hovensa) and the Energy Co-operation Agreement (PETROCARIBE) with Venezuela."}, {"text_block_id": "p7_b97_merged_merged_merged_merged_merged_merged", "text": "Due to increasing international demand for petroleum and rising petroleum prices, the CARICOM Members Statesexperience strong negative economic effects. In order to counteract said negative effects, CARICOM established the Petroleum Stabilization Fund in 2004, and in 2005 certain Member States  signed the Energy Co-operation Agreement (PETROCARIBE)."}, {"text_block_id": "p8_b99", "text": "BACKGROUND"}, {"text_block_id": "p8_b100", "text": "Within the PETROCARIBE energy cooperation agreement, provisions have been made to allow member countries to purchase oil on preferential financing terms. The price of oil on the world markets has grown, as has the value of PETROCARIBE loans to importing countries.  PETROCARIBE has now become the single largest source of concessionary finance to the Caribbean Region. PETROCARIBE credits to importing countries from June 2005 to December 2007 amounted to US$1.17 billion."}, {"text_block_id": "p8_b101", "text": "In 2003 the Caricom Heads of Government agreed to establish a task force to develop recommendations for a Regional Energy Policy. The resulting draft Caricom Energy Policy 2007, articulates the following objectives:"}, {"text_block_id": "p8_b102", "text": "In 2003 the Caricom Heads of Government agreed to establish a task force to develop recommendations for a Regional Energy Policy. The resulting draft Caricom Energy Policy 2007, articulates the following objectives:\n* sustainable security of supplies of energy in and for the Community.\n* accelerated development and restructuring of sources of supply of energy,\n* sustained growth of intra-Community trade in energy;\n* enhanced energy conservation and efficiency, and cleaner production in the\n* increased investment in production, transformation and distribution of viable\n* strengthening and enhancement of the human and institutional capacity in\n* programmed expansion of electricity generation, transmission and trade;\n* access to affordable energy by the poor and vulnerable;\n* greater use of renewable energy; and\n* establishment and facilitation of an institutional framework for financing"}, {"text_block_id": "p8_b122", "text": "1.3.3 NATIONAL"}, {"text_block_id": "p8_b123", "text": "Energy Supply:"}, {"text_block_id": "p8_b124_merged", "text": "Antigua and Barbuda relies almost exclusively on fossil fuels for elec-tricity generation, transportation and cooking. There are no natural resources of fossil fuels in Antigua and Barbuda. The country imports a number of refined petroleum products including gasoline, jet kerosene, diesel, heavy fuel oil (HFO) and LPG."}, {"text_block_id": "p8_b127", "text": "The following results of a 2005 study by the Caribbean Energy Information System reveal that Antigua and Barbuda’s energy costs relative to GDP and GNP exceed those of the other members of the OECS."}, {"text_block_id": "p9_b128", "text": "BACKGROUND"}, {"text_block_id": "p9_b129", "text": "During the period 2005 to 2009 total sales"}, {"text_block_id": "p9_b130", "text": "by the West Indies Oil Company (WIOC)"}, {"text_block_id": "p9_b131", "text": "averaged 12% of the national GDP.  In 2008, the sales revenue peaked at 15% of GDP. This translates into unsustainable demands on the country’s foreign exchange reserves, with the previously referenced study from 2005 showing that energy costs consumed one-third of the country’s foreign exchange."}, {"text_block_id": "p9_b132", "text": "Retail Price of Fuel:"}, {"text_block_id": "p9_b133_merged_merged", "text": "In August 2009 the Government announced that it would be intro-ducing a partial pass-through pricing system. This announcement came after several years of subsidized fuel prices which shielded consumers from increases on the international market, which may otherwise have led to a reduction in demand.  Prior to the increase in retail prices, consumers in Antigua and Barbuda were paying less for fuel that their counterparts in the other OECS territories. With the increases, retail prices in Antigua and Barbuda are now more comparable to the sub-regional average prices for gasoline, diesel and propane.  (See Table 1.1)"}, {"text_block_id": "p9_b136", "text": "Cost of Electricity:"}, {"text_block_id": "p9_b137", "text": "In 2010 the average generation cost before transmission was 0.57 EC$/kWh, and the average electricity sales price across all sectors was 1.05 EC$/kWh. Table 1.2 below shows that the retail rate for electricity in Antigua and Barbuda is among the highest in the Caribbean."}, {"text_block_id": "p10_b138", "text": "Figure 1.3 shows the electricity sales price over the past 5 years"}, {"text_block_id": "p10_b139", "text": "and the projected elec"}, {"text_block_id": "p10_b140", "text": "-"}, {"text_block_id": "p10_b141", "text": "tricity sales prices until 2030"}, {"text_block_id": "p10_b142", "text": ". The projections reveal that, in the absence of policy inter"}, {"text_block_id": "p10_b143", "text": "-"}, {"text_block_id": "p10_b144", "text": "vention, by 2014 the cost of electricity will be well over 1 EC$ per kWh. If unchecked, that situation would be likely to trigger significant adverse social and economic consequences."}, {"text_block_id": "p10_b145", "text": "In addition to its integral role in the climate change debate, the sustainable use of energy has firmly established its place in the international dialogue as a major development issue. In fact, access to affordable energy is a prerequisite for Antigua and Barbuda’s achieve"}, {"text_block_id": "p10_b146", "text": "-"}, {"text_block_id": "p10_b147", "text": "ment of the millennium development goals (MDGs)."}, {"text_block_id": "p10_b148", "text": "In addition to the climate change and MDG commitments, there are a number of agreements and obligations which must be taken into consideration by the National Energy Policy."}, {"text_block_id": "p10_b149", "text": "1.4.1 NATIONAL"}, {"text_block_id": "p10_b150_merged_merged_merged", "text": "While APUA has a legal monopoly for the generation, distribution, supply and sale of electricity, it has entered into long-term power purchase agreements (PPAs). The terms of the said PPAs must be taken into consideration by the NEP.  In addition to the existing PPAs, APUA plans to commission a 30 megawatt HFO powered plant in 2011.  Given the significant capital outlay associated with this acquisition, its deployment must be factored into the NEP."}, {"text_block_id": "p10_b152", "text": "1.4.2 REGIONAL"}, {"text_block_id": "p10_b153", "text": "Caribbean Community (CARICOM) Secretariat"}, {"text_block_id": "p10_b154", "text": "recently established the Caribbean Energy Unit, which is charged with supporting national energy policy reviews in all member states and developing a regional sustainable energy policy and regulatory framework. Also at the level of CARICOM, the Single Market and Economy (CSME) facilitates the development of regional policy frameworks for energy, agriculture, sustainable tourism, agro-tourism, transport etc."}, {"text_block_id": "p11_b155", "text": "BACKGROUND"}, {"text_block_id": "p11_b156", "text": "Antigua and Barbuda is a signatory to the"}, {"text_block_id": "p11_b157", "text": "PETROCARIBE Initiative"}, {"text_block_id": "p11_b158", "text": ". This multilateral"}, {"text_block_id": "p11_b159", "text": "agreement which is renewable on an annual basis affords the signatories the opportunity to purchase fuel from Venezuela under highly concessionary financing terms. Antigua and Barbuda’s participation in this arrangement has provided funds to finance various social programmes including an energy subsidy for pensioners."}, {"text_block_id": "p11_b160", "text": "At the level of the"}, {"text_block_id": "p11_b161", "text": "Organization of Eastern Caribbean States (OECS)"}, {"text_block_id": "p11_b162", "text": "the Environmental and Sustainable Development Unit has adopted the task of sourcing support and funding from various multilateral agencies with the aim of developing comprehensive solutions for diversifying the energy mix, Renewable Energy (RE) technologies and Energy Efficiency (EE). The solidarity and developing foreign policy among the Member states is intended to create lucrative options for investors."}, {"text_block_id": "p11_b163", "text": "Earlier this year, the Cabinet of Antigua and Barbuda signaled its support in principle for the proposal to establish the"}, {"text_block_id": "p11_b164", "text": "Eastern Caribbean Energy Regulatory Authority (ECERA)"}, {"text_block_id": "p11_b165", "text": ".   It is anticipated that ECERA will further the efforts of the OECS Secretariat to promote regional integration. ECERA is intended to harmonize regulatory frameworks by providing the necessary regulation for the Caribbean electric supply industry (ESI). It is projected to provide efficiency as well as promote cross island investments by the utilities and independent power producers."}, {"text_block_id": "p11_b166", "text": "APUA is a member of the"}, {"text_block_id": "p11_b167", "text": "Caribbean Electric Utility Service Corporation (CARILEC)"}, {"text_block_id": "p11_b168", "text": ".  CARILEC serves its members by providing capacity building for leaders in the electric utilities across the region.  CARILEC has already conducted various training semi"}, {"text_block_id": "p11_b169", "text": "-"}, {"text_block_id": "p11_b170", "text": "nars to assist those in the managerial portfolio to consider the benefits, challenges and options available in renewable energy."}, {"text_block_id": "p11_b171", "text": "1.4.3 INTERNATIONAL"}, {"text_block_id": "p11_b172", "text": "The newly negotiated Copenhagen Accord as well as negotiations within the G20 has created new avenues for the both developed and developing countries to reduce their GHG emissions. The pledges advanced by the countries before and after Copenhagen add up to a range of emissions reductions of 13-18% below 1990 levels, vs. the 25-40% that would be necessary to limit global  temperature increases  to less than 2C above pre-industrial levels."}, {"text_block_id": "p11_b173_merged_merged_merged_merged_merged", "text": "The G20 talks are progressing along the lines of finance for low carbon economies and the transfer of technologies, but these are yet to be converted to commitments. These talks are expected to become more concrete if the UNFCCC fails to produce a new protocol by 2012 that will see all countries taking on commitments to reduce their GHG.  If a new pro-tocol is adopted in 2012 Antigua and Barbuda will be legally bound to take on targets to cut emissions. The adoption of a NEP in 2011 will place the country on the path to meet-ing any future targets."}, {"text_block_id": "p12_b178", "text": "BACKGROUND"}, {"text_block_id": "p12_b179_merged", "text": "The Public Utilities Act (CAP 359) grants the Authority the exclusive right to generate, distribute, supply and sell electricity within Antigua and Barbuda. The Act goes on to stipulate that the Authority may give an individual the right to generate and supply electricity within Antigua and Barbuda. Any entity which generates electricity without obtaining prior, written permission from the Authority shall be guilty of an offence.  In the face of this legislated monopoly, APUA has been very circumspect in the granting of the right to generate and supply electricity. The authorization has been essentially reserved for independent power producers (IPPs) with whom APUA has power purchase agree-ments (PPA) in order to meet peak demands."}, {"text_block_id": "p12_b182", "text": "It is instructive to note that, while the current peak demand in Antigua and Barbuda is 51 megawatts, one such IPP – i.e. the Antigua Power Company (APC) has installed capacity of 79 megawatts. This is 68.4% of the total installed capacity in the country."}, {"text_block_id": "p12_b183", "text": "1.5.1 CURRENT ENERGY DEMAND"}, {"text_block_id": "p12_b184", "text": "The largest single electricity consumer by sector in Antigua for the period January 1, 2010 to December 31, 2010 was the commercial sector - including tourism - with some 105,802 MWh. The domestic sector consumed 89,599 MWh, while the governmental sector and the industrial sector consumed 7,827 MWh. Figure 1.1 shows energy use breakdown by sector."}, {"text_block_id": "p12_b185", "text": "Figure 1.1 – Antigua & Barbuda Electricity Use by Sector."}, {"text_block_id": "p12_b186", "text": "In Barbuda, for the same period of time the largest consuming sector was the domestic sector with some 1542 MWh; the commercial sector with 434 MWh and the governmental sector with about 205 MWh."}, {"text_block_id": "p12_b187", "text": "Based on data provided by APUA, in the past five years the commercial sector has accounted for approximately 48% of the billed electrical units in Antigua and Barbuda. In comparison, the domestic sector accounted for 40% and the Government for 8%. It is important to note that these figures do not include public services such as street lights and APUA Water Division plants."}, {"text_block_id": "p12_b188", "text": "The foregoing statistics suggest that a concerted effort from all sectors is required in order to realize the desired level of savings in expenditures related to electricity consumption."}, {"text_block_id": "p13_b189", "text": "BACKGROUND"}, {"text_block_id": "p13_b190", "text": "1.5.2"}, {"text_block_id": "p13_b191", "text": "Energy Demand Projections"}, {"text_block_id": "p13_b192", "text": "APUA has projected a peak demand of 75 megawatts by 2024. This represents an increase of 47% over the current peak."}, {"text_block_id": "p13_b193", "text": "Over an eight year period from 2002 - 2009, the regional average for demand growth rates was 25.25%"}, {"text_block_id": "p13_b194", "text": "i"}, {"text_block_id": "p13_b195", "text": "and 30.31% for APUA, which was in line with the regional average. APUA projected demand growth rate over the period 2010 - 2017 is estimated to be 16% with a projected peak demand of 60.7 MW"}, {"text_block_id": "p13_b196", "text": "ii"}, {"text_block_id": "p13_b197", "text": "in 2017, which though not in line with the previous growth rate period indicates a steady increase in demand over the next eight year period."}, {"text_block_id": "p13_b198", "text": "According to the professional perspective of a technician at APUA, this more gradual in"}, {"text_block_id": "p13_b199", "text": "-"}, {"text_block_id": "p13_b200", "text": "crease in the peak demand over this period is due to the economical challenges currently being experienced resulting in a decline in investment into the country. The projections also considers individual consumers and the utility embarking on more sustainable forms of energy in the future resulting in a more gradual increase in the peak demand."}, {"text_block_id": "p13_b201", "text": "1.5.3 Power Producers"}, {"text_block_id": "p13_b202_merged_merged_merged_merged", "text": "There are eight operating thermal power plants which provide an estimated total net elec-trical installed capacity of about 83 MW. The average base load is about 42 MW whereas the peak load in 2009 was about 50MW. The net electricity generation fed into the grid in 2009 was about 326,383 MWh."}, {"text_block_id": "p13_b206", "text": "The overall system losses including technical losses of generation, transmission and distribution as well as economic losses are fairly high at 24%."}, {"text_block_id": "p13_b207", "text": "The operating efficiency of the plants varies widely resulting in an average cost of production of $0.78 with a minimum reported cost of $0.45 and a maximum of $1.262."}, {"text_block_id": "p14_b208", "text": "STRATEGIC INTENT"}, {"text_block_id": "p14_b209", "text": "A SECURE AND SUSTAINABLE ENERGY SUPPLY IS CRITICAL TO THE"}, {"text_block_id": "p14_b210", "text": "national development, welfare and economy. Energy services are required for households, service and tourism sector, water supply, transportation, industry, agricultural production and telecommunications.All of these are integral sectors to the development of Antigua and Barbuda."}, {"text_block_id": "p14_b211", "text": "All sectors are affected by high oil prices.This has negative impacts on the country’s trade bal"}, {"text_block_id": "p14_b212", "text": "-"}, {"text_block_id": "p14_b213", "text": "ance, the economic situation of individual households and general economic competitiveness. The effects of energy supply interruptions, load shedding and oil price shocks on economic performance and foreign direct investment attractiveness are therefore of major concern given the island’s complete dependence on imported fuels.The energy policy will ensure linkages are established with other sectors such as agriculture, transport, construction, tourism and finance to achieve coherence in the achievement of the countries developmental goals."}, {"text_block_id": "p14_b214", "text": "While Government's intervention in the day-to-day operation of the power sector shall be minimal, it will retain primary re"}, {"text_block_id": "p14_b215", "text": "-"}, {"text_block_id": "p14_b216", "text": "sponsibility for policy formulation, enforcement as well as the formulation and implementation of result-oriented, national action plans and programs."}, {"text_block_id": "p14_b217", "text": "The development of an energy sector policy and implementa"}, {"text_block_id": "p14_b218", "text": "-"}, {"text_block_id": "p14_b219", "text": "tion of strategies will be consistent with Government’s overall macro-economic policies, especially under a regime where there is substantial public participation in the energy sector. The Government will continue to play a vital role by setting the broad legal framework for the entire sector as well as setting regulations and standards. For such purposes, the Government will continuously analyze the results of its interventions and amend its energy policy, the en"}, {"text_block_id": "p14_b220", "text": "-"}, {"text_block_id": "p14_b221", "text": "ergy strategies and/or the legislation, if necessary.As a result, it is anticipated that Antigua and Barbuda’s economy and inhabitants will benefit from the supply of cost-efficient energy and the protection of vulnerable consumer groups, while minimizing negative environmental impacts and increasing economic competitiveness."}, {"text_block_id": "p14_b222_merged_merged_merged_merged", "text": "In relation to renewable energy, substantial resources exist for solar and wind power utiliza-tion. While the initial costs of these technologies may be relatively high, the levelised cost of electricity (LCOE)is now comparable with petroleum based generation. Furthermore, when the environmental costs, price volatility, and long term prices trends associated with petroleum based generations are taken in account, the economics of these technologies appear even more favorable."}, {"text_block_id": "p15_b226", "text": "STRATEGIC INTENT"}, {"text_block_id": "p15_b227", "text": "The strategic intent of the National Energy Policy therefore is to:"}, {"text_block_id": "p15_b228", "text": "Create a stable, efficient and sustainable energy sector that fosters national economic and social development by establishing an enabling environment that exploits indigenous energy resources and reduces the dependence on fossil fuels."}, {"text_block_id": "p15_b229", "text": "2.1 STRATEGIC OBJECTIVES"}, {"text_block_id": "p15_b230", "text": "In order to achieve the strategic intent of the National Energy Policy, affordable, efficient, socially sound, reliable and accessible forms of energy will be promoted, especially renewable energy technologies, energy efficiency practices and energy saving measures, offering the potential for reduced utilization of conventional fossil fuels at high prices."}, {"text_block_id": "p15_b231", "text": "The National Energy Policy is intended to foster the development of an appropriate legal, institutional and economic framework and management mechanisms for enabling sustainable and economically sound energy activities and services."}, {"text_block_id": "p15_b232", "text": "The National Energy Policy will strengthen Antigua and Barbuda’s competitiveness as well as its negotiating position in international climate change-talks, emphasizing the need for more international assistance for climate change mitigation and adaptation measures."}, {"text_block_id": "p15_b233", "text": "The Government will therefore seek to create an environment where indigenous energy resources, energy conservation and energy efficiency are the primary vehicles to securing a more sustainable energy future."}, {"text_block_id": "p15_b234", "text": "The Government of Antigua and Barbuda therefore is committed to the governing objectives of a more sustainable and independent energy sector, substantially to be achieved by the following principal goals:"}, {"text_block_id": "p15_b235", "text": "I. ENERGY COST REDUCTION"}, {"text_block_id": "p15_b236", "text": "I. ENERGY COST REDUCTION\n* Prepare and implement a systematic plan to reduce and sustain overall energy\n* Revise building codes and support energy management programs in order to\n* Introduce legislation and appropriate economic incentives to fast track the migra-tion of public and private fossil powered vehicles to low carbon technologies with\n* Establish minimum efficiency standards for air-conditioning, refrigeration and\n* Antigua & Barbuda Government being one of the largest energy consumers will\n* Support energy efficient choices through improved awareness, information and"}, {"text_block_id": "p16_b250", "text": "STRATEGIC INTENT"}, {"text_block_id": "p16_b251", "text": "II. DIVERSIFICATION AND EFFICIENT USE OF ENERGY SOURCES"}, {"text_block_id": "p16_b252", "text": "II. DIVERSIFICATION AND EFFICIENT USE OF ENERGY SOURCES\n* Encourage the adoption of applicable renewable energy technologies and a\n* Mandate that the utility includes RE in the electricity supply mix at the following\n\t* 2015 5%\n\t* 2020 10%\n\t* 2030 15%\n\t* Provide an enabling legal and regulatory framework for the deployment of RE"}, {"text_block_id": "p16_b264", "text": "III. ELECTRICITY RELIABILITY"}, {"text_block_id": "p16_b265", "text": "III. ELECTRICITY RELIABILITY\n* Through an independent regulator, set commercial and technical standards for the\n* Support investment in grid stability to reduce number and duration of operational"}, {"text_block_id": "p16_b271", "text": "IV. ENVIRONMENTAL PROTECTION"}, {"text_block_id": "p16_b272", "text": "IV. ENVIRONMENTAL PROTECTION\n* Introduce regulation that defines and clarifies the Environment Divisionâs role and\n* Establish appropriate legal and institutional frameworks to enable Antigua and"}, {"text_block_id": "p16_b276", "text": "V. STIMULATE NEW ECONOMIC/BUSINESS OPPORTUNITIES"}, {"text_block_id": "p16_b277", "text": "V. STIMULATE NEW ECONOMIC/BUSINESS OPPORTUNITIES\n* Develop and implement the curriculum to equip students with the knowledge and\n<\\li1>\n\t* Provide incentive and financial assistance to\n\t* Provide legislation and incentive to create a\n\t* Develop and implement a mandatory E-10"}, {"text_block_id": "p17_b285", "text": "2.2 MEANS AND PATHWAYS"}, {"text_block_id": "p17_b286", "text": "Renewable Energy"}, {"text_block_id": "p17_b287", "text": "Renewable Energy\n* Wind (grid-tied wind farms and distributed)\n* Sustainable biomass electricity e.g. from agriculture and solid waste, woody residues,\n* Solar (PV grid-tied and distributed, solar thermal concentrators, PV hybrid and\n* Establishing a policy mechanism designed to encourage the adoption of renewable"}, {"text_block_id": "p17_b295", "text": "Energy Efficiency and Saving"}, {"text_block_id": "p17_b296", "text": "Energy Efficiency and Saving\n* Demand side management\n* Develop standards for energy audits and provide technical support and capacity\n* More awareness on utilization patterns and customs\n* Lighting and appliance schemes\n* Improved energy balance of buildings\n* Commercial and tourism facility efficiency\n* National grid (Generation,Transmission & Distribution) efficiency upgrades\n* Energy storage devices\n* Solar hot water heaters licenses\n* Increased technical efficiency by enhanced utility management and transparency"}, {"text_block_id": "p17_b316", "text": "Infrastructure and Utility Management"}, {"text_block_id": "p17_b317", "text": "u"}, {"text_block_id": "p17_b318", "text": "Investigation in regional Inter-Island connections and the potential utilization of natural resources abundant in neighboring countries"}, {"text_block_id": "p17_b319", "text": "u"}, {"text_block_id": "p17_b320", "text": "Increased operational efficiency and institutional reforms of APUA and the Development Control Authority (DCA)"}, {"text_block_id": "p17_b321", "text": "u"}, {"text_block_id": "p17_b322", "text": "Enabling renewable self-generation in combination with co-generation for hotels and commercial or industry sector"}, {"text_block_id": "p17_b323", "text": "u"}, {"text_block_id": "p17_b324", "text": "Enabling self-generation and net-metering for private households and small businesses by renewable energy technologies"}, {"text_block_id": "p17_b325", "text": "u"}, {"text_block_id": "p17_b326", "text": "Transparency of the energy generation market, increased competition and increased environmental standards"}, {"text_block_id": "p18_b327", "text": "STRATEGIC INTENT"}, {"text_block_id": "p18_b328", "text": "Transport and Cleaner Fuel Options"}, {"text_block_id": "p18_b329", "text": "u"}, {"text_block_id": "p18_b330", "text": "Utilization of vehicles with higher fuel efficiency and lower emissions, proven by periodic tests and emission standards"}, {"text_block_id": "p18_b331", "text": "u"}, {"text_block_id": "p18_b332", "text": "Compulsory recycling of used oil"}, {"text_block_id": "p18_b333", "text": "u"}, {"text_block_id": "p18_b334", "text": "Traffic routing systems and traffic patterns"}, {"text_block_id": "p18_b335", "text": "u"}, {"text_block_id": "p18_b336", "text": "More efficient and reliable public transport systems"}, {"text_block_id": "p18_b337", "text": "u"}, {"text_block_id": "p18_b338", "text": "Support of hybrid, flex-fuel or electric vehicles"}, {"text_block_id": "p18_b339", "text": "u"}, {"text_block_id": "p18_b340", "text": "Utilization of regional bio-fuels"}, {"text_block_id": "p18_b341", "text": "u"}, {"text_block_id": "p18_b342", "text": "Increased use of cleaner fossil fuels as liquid natural gas (LNG)"}, {"text_block_id": "p18_b343", "text": "Public Education/Social Marketing"}, {"text_block_id": "p18_b344", "text": "u"}, {"text_block_id": "p18_b345", "text": "Institutionalize educational programs to educate students in different energy topics, e.g. better ways to manage energy-usage, bringing about attitudinal change towards responsible energy use, energy responsibility, among many others."}, {"text_block_id": "p18_b346", "text": "u"}, {"text_block_id": "p18_b347", "text": "Establishing awareness programs on energy in the school curriculum."}, {"text_block_id": "p18_b348", "text": "u"}, {"text_block_id": "p18_b349", "text": "Promote the use of renewables in schools and universities. This could be done by placing solar energy generating equipment on roofs at schools and universities."}, {"text_block_id": "p18_b350", "text": "u"}, {"text_block_id": "p18_b351", "text": "Establish a National Energy Education Program with the aim of promoting energy awareness by creating effective networks among students, educators, business, government and community leaders to design and deliver objective, multi-sided energy education program’s activities."}, {"text_block_id": "p18_b352", "text": "u"}, {"text_block_id": "p18_b353", "text": "Transforming Antigua & Barbuda’s energy systems will require a level of expertise, innovation and generational effort. Antigua & Barbuda needs major investments in capacity building.To achieve that, the Government will encourage direct investments to retool local and regional academic institutions as centers for research, education and workforce training in energy-related fields, both at professional and technical levels."}, {"text_block_id": "p19_b354", "text": "ENERGY POLICY FRAME"}, {"text_block_id": "p19_b355", "text": "-"}, {"text_block_id": "p19_b356", "text": "WORK"}, {"text_block_id": "p19_b357", "text": "THE DEVELOPMENT OF A NATIONAL ENERGY POLICY FRAMEWORK FOR"}, {"text_block_id": "p19_b358", "text": "Antigua and Barbuda is a high priority. Given the country’s dependence on imported fuel and the associated price volatility, it is imperative that the Government develop and implement a national energy policy framework. That framework must not only address the adverse impacts of high fossil fuel prices on the economy and the people but must also provide a long term development plan for the energy sector and the diversification of the energy matrix by using renewables and improving the efficiency in all sectors. The ultimate goal is the provision of reliable and affordable energy services to all people in Antigua and Barbuda."}, {"text_block_id": "p19_b359", "text": "Currently Antigua and Barbuda does not have the necessary policies or regulations in place to foster the development of the various renewable energy technologies, improve the efficiency of non-renewables or to foster the application of emerging technologies which have the potential to improve the energy sector in Antigua and Barbuda. An en"}, {"text_block_id": "p19_b360", "text": "-"}, {"text_block_id": "p19_b361", "text": "abling policy is required to accelerate the growth of renewable energy technologies and beyond. The National Energy Policy is intended to provide governmental institutions as well as corporate and private citizens and civil society in general with essential guidelines for the establishment and implementation of a Sustainable Energy Action Plan.  It is through the Sustainable Energy Action Plan that the positions articulated in the National Energy Policy will be translated into concrete actions and targets."}, {"text_block_id": "p19_b362", "text": "The existing energy sector planning appears to be focusing only on the supply of electricity and the importation of petroleum fuels. Other areas such as the promotion of energy efficiency, conservation measures and renewable energy sources only receive attention on an ad hoc basis, and such efforts are generally spearheaded by non-governmental or"}, {"text_block_id": "p19_b363", "text": "-"}, {"text_block_id": "p19_b364", "text": "ganizations such as the Environmental Awareness Group (EAG). This shortcoming ought to be addressed through appropriate policy, a well-structured and coordinated legal and regulatory framework, targeted incentives and an appropriately staffed and resourced Sustainable Energy Unit."}, {"text_block_id": "p19_b365_merged_merged_merged_merged", "text": "As previously highlighted, Antigua and Barbuda’s heavy reliance on imported fuels is taxing the economy and is a major contributing factor to increasing inflation. The associ-ated increases in the price of basic food items and services have put pressure on the Government to put in place measures that will reduce hardships faced by the citizenry. The small business operators are also trying to make ends meet as they are burdened with debts and high interest rates prompted by increasing fuel prices. As a result of significant fiscal constraints the Government has had to curtail capital expenditures.  Further, the absence of a clearly articulated framework to promote mutually beneficial partnerships and private investments in the energy sector has inhibited the timely development of the energy sector."}, {"text_block_id": "p19_b368", "text": "Antigua and Barbuda is endowed with some renewable energy sources such as solar, wind, waste to energy (WTE) and Marine energy. These resources may have the potential to provide Antigua and Barbuda with an alternative and more sustainable energy supply and reduce its dependence on imported fossil fuels. However, the challenge is how to make the transition from the current exclusive reliance on fossil fuels to incorporate renewable energy sources."}, {"text_block_id": "p20_b369", "text": "ENERGY POLICY FRAMEWORK"}, {"text_block_id": "p20_b370", "text": "In order to provide a complete conceptual framework for the energy policy it is necessary to make definitive decisions about related issues such as national targets and standards, grid connection priorities and associated pricing mechanisms, classifying tariffs for Renewable Power, investment promotion and tax incentives. Further, a comprehensive assessment of the country’s renewable energy potential is required in order to study and implement environmentally sound, culturally acceptable and economically viable renew"}, {"text_block_id": "p20_b371", "text": "-"}, {"text_block_id": "p20_b372", "text": "able energy solutions. Finally, it must be acknowledged that the country’s current patterns of energy production, distribution and consumption are not sustainable in terms of resource allocation, environmental impacts, affordability, and energy security."}, {"text_block_id": "p20_b373", "text": "POWER SECTOR"}, {"text_block_id": "p20_b374", "text": "4.1 ENERGY SOURCES"}, {"text_block_id": "p20_b375", "text": "BASED ON INFORMATION PROVIDED BY WIOC, POWER PRODUCERS"}, {"text_block_id": "p20_b376", "text": "purchased 34% of the fuel consumed in Antigua and Barbuda in 2009. The comparable figure for 2008 was 38%. As previously stated, the country relies almost exclusively on fossil fuels for the generation of electricity, and the tariffs are amongst the highest in the region.  In this context the diversification of the energy sources is one of the key objectives of the National Energy Policy."}, {"text_block_id": "p20_b377", "text": "4.1.1 FOSSIL FUELS/NON-RENEWABLE ENERGY SOURCES"}, {"text_block_id": "p20_b378", "text": "a)"}, {"text_block_id": "p20_b379", "text": "The Government’s foreign trade policy will seek to strengthen bilateral relation"}, {"text_block_id": "p20_b380", "text": "-"}, {"text_block_id": "p20_b381", "text": "ships with energy supplying countries within and external to the region and establish medium- and long-term energy supply commitments."}, {"text_block_id": "p20_b382", "text": "b)"}, {"text_block_id": "p20_b383", "text": "The Government will participate in regional efforts to explore the economics and financial viability of piped or shipped natural gas and/or geothermal energy."}, {"text_block_id": "p20_b384", "text": "c)"}, {"text_block_id": "p20_b385_merged_merged_merged", "text": "The Government through its participation in ECERA will mandate all energy producers to complete and submit periodic evaluations and reports on the eco-nomic lifetime and operation costs of their existing power generators. Technical and financial perform-ance benchmarks shall be established to indicate the most efficient generators and components. The less efficient generators shall be phased out as soon as possible, being substituted by Renewable Energy sources wherever possible."}, {"text_block_id": "p20_b390", "text": "d)"}, {"text_block_id": "p20_b391", "text": "The Government will promote the use of private-public partnerships for capital projects focusing on specific barriers."}, {"text_block_id": "p20_b392", "text": "e)"}, {"text_block_id": "p20_b393", "text": "Ministry in charge of Public Utilities and the Ministry of Finance will review the current method of adjusting the fossil fuels surcharge or taxes and will evaluate the appropriateness of such calculation methods. In addition taxation will be revised to ensure a domestic energy price that reflects international price movements such that subsidies are minimized."}, {"text_block_id": "p20_b394", "text": "f)"}, {"text_block_id": "p20_b395", "text": "Standards and licensing requirements will be developed to address environmental and safety concerns as well as consumer protection and affordable pricing."}, {"text_block_id": "p20_b396", "text": "g)"}, {"text_block_id": "p20_b397", "text": "The Government will direct efforts to minimize the risk of ecological damage resulting from possible spills related to the transport of liquid petroleum fuels."}, {"text_block_id": "p20_b398", "text": "h)"}, {"text_block_id": "p20_b399", "text": "The Government shall take the necessary steps to promote WIOC as a storage hub for the Eastern Caribbean."}, {"text_block_id": "p21_b400", "text": "POWER SECTOR"}, {"text_block_id": "p21_b401", "text": "4.1.2"}, {"text_block_id": "p21_b402", "text": "RENEWABLES"}, {"text_block_id": "p21_b403", "text": "a)"}, {"text_block_id": "p21_b404", "text": "The Government will explore the viability of alternative energy sources in order to ensure the nation’s energy diversification, cheaper and cleaner utilization targets."}, {"text_block_id": "p21_b405", "text": "b)"}, {"text_block_id": "p21_b406", "text": "The Government will foster a resource assessment on municipal and industrial waste streams as well as sustainable agricultural or forest residues with regards to their suitability for sustainable power generation."}, {"text_block_id": "p21_b407", "text": "c)"}, {"text_block_id": "p21_b408", "text": "In the light of promoting sustainable energy generation, the Government will foster the elaboration of resource assessments and pre-feasibility studies on the poten"}, {"text_block_id": "p21_b409", "text": "-"}, {"text_block_id": "p21_b410", "text": "tials of technologies to generate energy from alternative energy sources. These efforts will focus on, but not be limited to:"}, {"text_block_id": "p21_b411", "text": "tials of technologies to generate energy from alternative energy sources. These efforts will focus on, but not be limited to:\n* Wind power;\n* Solar power;\n* Biomass and Waste-to-Energy;\n* Taking advantage of available international funds and grant schemes;\n* Promoting appropriate foreign direct investment;\n* Participating in regional and international research activities;\n* Setting in motion capacity building programs in fields related to energy\n* Revisiting Antigua and Barbudaâs initial and second national communica\n* Revisiting Antigua and Barbudaâs initial and second national communica\n -\n* Revisiting Antigua and Barbudaâs initial and second national communica\n -\n tion on Climate Change."}, {"text_block_id": "p21_b417", "text": "d)"}, {"text_block_id": "p21_b418", "text": "The relevant Institutions (e.g. Ministry in charge Public Utilities Energy, of Environ"}, {"text_block_id": "p21_b419", "text": "-"}, {"text_block_id": "p21_b420", "text": "mental, the Chamber of Commerce, the tourism Authority, APUA, the Investment authority and others ) will strengthen their respective roles in the contribution to a sustainable and efficient planning of the energy sector by:"}, {"text_block_id": "p21_b433", "text": "e)"}, {"text_block_id": "p21_b434", "text": "The Government will take a lead in the application of small solar PV systems by equipping its most suitable public buildings with such technology."}, {"text_block_id": "p21_b435", "text": "f)"}, {"text_block_id": "p21_b436", "text": "The Government will mandate and provide appropriate incentives for the installa"}, {"text_block_id": "p21_b437", "text": "-"}, {"text_block_id": "p21_b438", "text": "tion of solar water heating systems in the tourism plant."}, {"text_block_id": "p21_b439", "text": "4.1.3 WASTE TO ENERGY"}, {"text_block_id": "p21_b440_merged_merged_merged_merged_merged", "text": "Waste to Energy (WTE) is a proven, environmentally sound process that provides reliable electricity generation and sustainable disposal of post-recycling of municipal solid waste (MSW).  Encouraging WTE can have a significant effect on reducing the nation’s green-house gas emissions, and WTE can also have a meaningful impact in reducing dependence on fossil fuels and increasing production of renewable energy. WTE will help to reduce the burden on the landfill.  For these reasons the Government will:"}, {"text_block_id": "p21_b443", "text": "a)"}, {"text_block_id": "p21_b444", "text": "Direct efforts to study the waste streams and the waste classification in order to estimate the potential for electricity generation and to identify the most suitable technology."}, {"text_block_id": "p21_b445", "text": "b)"}, {"text_block_id": "p21_b446", "text": "Propose changes in the current National Solid Waste Management and APUA Acts in order to improve the management of the sector and allow the NSWMA or its designated agent(s) to generate electricity."}, {"text_block_id": "p21_b447", "text": "c)"}, {"text_block_id": "p21_b448", "text": "Direct efforts to reduce waste disposal in landfills on a per capita basis by use of WTE technologies and recycling development.  Such efforts shall include but not be limited to the provision of support for ABREC."}, {"text_block_id": "p21_b449", "text": "d)"}, {"text_block_id": "p21_b450", "text": "Direct efforts to develop and disseminate effective educational programs and promote awareness of the benefits of recycling."}, {"text_block_id": "p21_b451", "text": "e)"}, {"text_block_id": "p21_b452", "text": "Enforce punitive measures to reduce illegal dumping and litter."}, {"text_block_id": "p22_b453", "text": "POWER SECTOR"}, {"text_block_id": "p22_b454", "text": "4.1.4 EMERGING TECHNOLOGIES"}, {"text_block_id": "p22_b455", "text": "a)"}, {"text_block_id": "p22_b456", "text": "The Government –in particular the Energy Unit- will monitor closely new and emerging technologies to supplement renewable energy technologies as a long"}, {"text_block_id": "p22_b457", "text": "-"}, {"text_block_id": "p22_b458", "text": "term strategy."}, {"text_block_id": "p22_b459", "text": "b)"}, {"text_block_id": "p22_b460", "text": "The Government will support programs for education on, and early deployment of, appropriate emerging renewable power technologies"}, {"text_block_id": "p22_b461", "text": "c)"}, {"text_block_id": "p22_b462_merged_merged", "text": "The Government will promote the participation of Antigua and Barbuda in demon-stration-cooperation programs of environmentally sound emerging technologies."}, {"text_block_id": "p22_b465", "text": "d)"}, {"text_block_id": "p22_b466", "text": "The Government will develop appropriate standards for emerging technologies to facilitate prudent market penetration"}, {"text_block_id": "p22_b467", "text": "4.2 ENERGY EFFICIENCY MANAGEMENT"}, {"text_block_id": "p22_b468", "text": "Acknowledging that the projected 47% increase in peak demand could increase the country’s carbon dioxide emissions if unchecked, the Government is committed to utilizing proven energy efficiency mechanisms. Through a comprehensive process of legislative and regulatory reform, the Government will create incentives for power producers to deliver cost-effective energy savings and for consumers to alter consumption patterns."}, {"text_block_id": "p22_b469", "text": "4.2.1 SUPPLY SIDE"}, {"text_block_id": "p22_b470", "text": "The Government will establish minimum efficiency standards for electricity generation transmission and distribution with differential incentives for specific target attainment. All power producers shall be mandated to comply with agreed upon standards which will be developed and promulgated through an appropriate regional initiative."}, {"text_block_id": "p22_b471", "text": "The Government will encourage the increased utilization of combined-heat-and-power plants in the productive and commercial sectors in order to increase the energy efficiency and reduce thermal losses."}, {"text_block_id": "p22_b472", "text": "4.2.2 DEMAND SIDE"}, {"text_block_id": "p22_b473", "text": "The Government will promote the development and implementation of Demand Side Management (DSM) programs with the involvement of power producers. These programs will seek to:"}, {"text_block_id": "p22_b474", "text": "u"}, {"text_block_id": "p22_b475", "text": "Develop institutional mechanisms and energy audits to assess end use energy consumption and determine efficiency improvement potential;"}, {"text_block_id": "p22_b476", "text": "u"}, {"text_block_id": "p22_b477", "text": "Design and implement specific measures to capture said potential;"}, {"text_block_id": "p22_b478", "text": "u"}, {"text_block_id": "p22_b479", "text": "Evaluate the effectiveness of the proposed measures;"}, {"text_block_id": "p22_b480", "text": "u"}, {"text_block_id": "p22_b481", "text": "Develop the necessary institutional capabilities to implement these activities on a broader scale."}, {"text_block_id": "p22_b482", "text": "u"}, {"text_block_id": "p22_b483", "text": "Develop mechanisms to encourage commercial banks and Credit Unions to support DSM related financing."}, {"text_block_id": "p22_b484", "text": "The Government will encourage the establishment of energy service companies (ESCO) to undertake energy efficiency improvements in households and businesses. Accordingly, it will take actions to catalyze the creation of one or more ESCOs in Antigua and Barbuda. It will also solicit the assistance of international donors to assist with the establishment of financial mechanisms for the promotion of EE and the deployment of appropriate RE. One initiative to be launched in this regard is the promotion of green mortgages (both residential and commercial) through which customers will qualify for lower interest rates provided that they utilize EE construction methodologies or RE solutions."}, {"text_block_id": "p23_b485", "text": "POWER SECTOR"}, {"text_block_id": "p23_b486", "text": "The Government will organize awareness campaigns and launch capacity building"}, {"text_block_id": "p23_b487", "text": "programs focusing on energy saving (energy efficient light bulbs, consumer patterns, cost-saving potentials in households, solar hot water heaters, etc.) addressing final consumers and providing cost-benefit examples of potential domestic, commercial and industrial energy saving means."}, {"text_block_id": "p23_b488", "text": "The Government will - in cooperation with development banks and/or international institutions - launch an efficiency program in the lighting sector, focusing on less energy intensive lighting sources, scheduling patterns and timers or sensors."}, {"text_block_id": "p23_b489", "text": "The Government will in cooperation with development banks and/or international institu"}, {"text_block_id": "p23_b490", "text": "-"}, {"text_block_id": "p23_b491", "text": "tions launch a soft-loan program for the establishment of small-scale  distributed solar PV systems and solar hot water systems that are affordable to low and medium income households."}, {"text_block_id": "p23_b492", "text": "The Government will take a lead in the application of solar hot water systems by equip"}, {"text_block_id": "p23_b493", "text": "-"}, {"text_block_id": "p23_b494", "text": "ping its public buildings with such technology. The generated heat shall be used for as much as possible purposes as heating water or driving air conditioning installations."}, {"text_block_id": "p23_b495", "text": "4.3 LEGAL AND REGULATORY FRAMEWORK"}, {"text_block_id": "p23_b496", "text": "In order to achieve the required transition to sustainable, energy efficient utility services, Antigua and Barbuda must create a strong and relevant legal and regulatory framework. The ultimate goal is to achieve economies of scale while protecting the interest of con"}, {"text_block_id": "p23_b497", "text": "-"}, {"text_block_id": "p23_b498", "text": "sumers and security of supply by addressing the challenges on a regional basis through ECERA.  In the interim, the Government will design and implement a transitional regula"}, {"text_block_id": "p23_b499", "text": "-"}, {"text_block_id": "p23_b500", "text": "tory framework to provide a bridge between the existing structure and the long-term OECS sustainable energy programme. The hallmark of this transition will be the provision of incentives for the rapid and significant development of alternative energy and energy efficiency solutions and the associated reduction of the carbon footprint at the level of the household, commercial enterprise and power producers."}, {"text_block_id": "p23_b501", "text": "4.3.1 APUA ACT"}, {"text_block_id": "p23_b502", "text": "a)"}, {"text_block_id": "p23_b503", "text": "The Government will re-structure the power sector in line with the stipulated goals, solutions and individual actions set by the National Energy Policy. Said restructuring shall be informed by a comprehensive analysis of the entire power system including the operation and management of assets and supply-demand balance management."}, {"text_block_id": "p23_b504", "text": "b)"}, {"text_block_id": "p23_b505", "text": "A suitable framework will be created to ensure wider access to the electricity network for Independent Renewable Energy Power Producers, especially to substitute electricity generated by APUA or the historically contracted IPPs."}, {"text_block_id": "p23_b506", "text": "c)"}, {"text_block_id": "p23_b507", "text": "The Government will amend the existing legislation in order to allow households and businesses to generate electricity utilizing renewable energy sources."}, {"text_block_id": "p23_b508", "text": "d)"}, {"text_block_id": "p23_b509_merged_merged_merged_merged", "text": "Appropriate mechanisms will be developed and implemented to ensure that APUA and IPPs contribute to capacity building in energy conservation. The idea is to in-crease consumer education and build capacity around sustainable energy issues."}, {"text_block_id": "p24_b512", "text": "POWER SECTOR"}, {"text_block_id": "p24_b513", "text": "e)"}, {"text_block_id": "p24_b514", "text": "Where the quota set in a specific year is not achieved, the Ministry of Public Utilities, advised by the National Energy Unit, will prepare a public tender in order to invite Independent Power Producers for the installation and operation of renewable electricity generation facilities."}, {"text_block_id": "p24_b515", "text": "4.3.2 LAND PLANNING ACT"}, {"text_block_id": "p24_b516", "text": "Current work on the land use policy shall be reviewed in order to ensure that the new policy makes adequate provision for the use of designated areas for the construction of renewable energy plants to include but not be limited to wind farms and waste to energy plants."}, {"text_block_id": "p24_b517", "text": "4.3.3 ANTIGUA AND BARBUDA INVESTMENT AUTHORITY ACT"}, {"text_block_id": "p24_b518", "text": "After appropriate consultations with the business community and the financial services sector, the necessary amendments will be passed to create incentives for commercial and residential investments in RE and EE solutions. Among the specific programmes to be in"}, {"text_block_id": "p24_b519", "text": "-"}, {"text_block_id": "p24_b520", "text": "troduced is a green mortgage facility which will provide concessionary financing for the construction of efficient commercial buildings and residences."}, {"text_block_id": "p24_b521", "text": "Given the front-loaded nature of investments in renewable energy and energy efficiency measures, the Investment Authority will be tasked with identifying appropriate measures to enable consumers (both commercial and residential) to realize a reasonable return on investment."}, {"text_block_id": "p24_b522", "text": "4.3.4 DEVELOPMENT CONTROL AUTHORITY (DCA) ACT"}, {"text_block_id": "p24_b523_merged_merged", "text": "The Government will via DCA and appropriate regional initiatives establish building audits and implement building codes for new buildings while promoting the introduction of energy efficiency measures in existing buildings.   Legislative changes will also be imple-mented to enforce building certification requirements. These measures will be preceded by appropriate capacity building, targeting architects and contractors as well as the DCA itself."}, {"text_block_id": "p24_b526", "text": "4.3.5 NATIONAL SOLID WASTE MANAGEMENT AUTHORITY ACT"}, {"text_block_id": "p24_b527", "text": "The success of the NSWMA and ABREC is hampered by the lack of an enabling regulatory framework. Without mandatory requirements for waste recycling, the management of the landfill and the productivity of the waste recycling plant are both well below peak performance. The Government will review its overall waste management policy in order to ensure that it facilitates the utilization of culturally relevant and economically viable waste to energy technology at either a national or regional level."}, {"text_block_id": "p24_b528", "text": "4.4 INSTITUTIONAL FRAMEWORK"}, {"text_block_id": "p24_b529", "text": "The Antigua Public Utilities Authority (APUA) is a tripartite government statutory agency set up under the Public Utilities Act No. 10 of 1973 (and subsequently as amended) to ensure that consumers receive Telecommunications, Electricity and Water services. Policy formulation and introduction of legislation as required to successfully fulfill APUA's mission comes from the Minister of Public Utilities, who is a member of the Cabinet of Antigua & Barbuda."}, {"text_block_id": "p25_b530", "text": "POWER SECTOR"}, {"text_block_id": "p25_b531", "text": "Traditionally, the Ministry and APUA were the only two institutions who dealt with matters"}, {"text_block_id": "p25_b532", "text": "related to power generation.  In the absence of a regulator, the Ministry in charge of Public Utilities (and by extension, the Cabinet) had the role to serve the consumers' interests by ensuring that they are provided with an efficient, reliable and cost-effective energy service. Under the new institutional framework, there will be a separation of duties with the intro"}, {"text_block_id": "p25_b533", "text": "-"}, {"text_block_id": "p25_b534", "text": "duction of a National Energy Unit and the establishment of an independent regulatory agency.  Further, the National Energy Task Force will be reconstituted as the Energy Advi"}, {"text_block_id": "p25_b535", "text": "-"}, {"text_block_id": "p25_b536", "text": "sory Panel to serve in an advisory role on matters related to policy."}, {"text_block_id": "p25_b537", "text": "4.4.1 ENERGY ADISORY PANEL"}, {"text_block_id": "p25_b538", "text": "The Energy Advisory Panel will  serve as a platform for industry players including inter alia policy makers, regulator, generators, consultants and NGO’s to meet discuss and make rec"}, {"text_block_id": "p25_b539", "text": "-"}, {"text_block_id": "p25_b540", "text": "ommendations on current issues in the energy sector and advise government on improve"}, {"text_block_id": "p25_b541", "text": "-"}, {"text_block_id": "p25_b542", "text": "ments to the National Energy Policy and Sustainable Energy Plan."}, {"text_block_id": "p25_b543", "text": "4.4.2 SUSTAINABLE ENERGY UNIT"}, {"text_block_id": "p25_b544", "text": "The Sustainable Energy Unit , will have the primary responsibility for updating and improv"}, {"text_block_id": "p25_b545", "text": "-"}, {"text_block_id": "p25_b546", "text": "ing the National Energy Policy and the Sustainable Energy Action Plan, so that the overall objectives of the energy sector reform are achieved in the shortest possible time."}, {"text_block_id": "p25_b547", "text": "It will moreover function as an observer body at the national level, in order to assist the Ministry with responsibility for Public Utilities, the regulator and other national authorities in the reasonable implementation and monitoring of energy related policies and laws."}, {"text_block_id": "p25_b548", "text": "The Sustainable Energy Unit will propose standards for service quality and pricing systems and collaborate with APUA, the Attorney General’s Cham"}, {"text_block_id": "p25_b549", "text": "-"}, {"text_block_id": "p25_b550", "text": "bers and relevant regional international agencies in order to review and amend the existing legal and regulatory framework. The Sustainable Energy Unit will collect relevant energy data on a regular basis, in order to support the planning and evaluation activities. Furthermore, it will be in charge of compiling energy information periodically to be utilized for sectoral plan"}, {"text_block_id": "p25_b551", "text": "-"}, {"text_block_id": "p25_b552", "text": "ning and for evaluating the impact of selected policy initiatives and pro"}, {"text_block_id": "p25_b553", "text": "-"}, {"text_block_id": "p25_b554", "text": "grams. It will establish a database of measurable and transparent indicators to be recorded and assessed periodically, in order to evaluate the efficacy of the National Energy Policy and the associated Sustainable Energy Action Plans or activities."}, {"text_block_id": "p25_b555", "text": "Specific responsibilities of the Sustainable Energy Unit include:"}, {"text_block_id": "p25_b556", "text": "i)"}, {"text_block_id": "p25_b557", "text": "Mandating and coordinating studies on energy resources, generation, transforma"}, {"text_block_id": "p25_b558", "text": "-"}, {"text_block_id": "p25_b559", "text": "tion and marketing in close cooperation with the responsible operating agencies;"}, {"text_block_id": "p25_b560", "text": "ii)"}, {"text_block_id": "p25_b561", "text": "Fostering the development of appropriate legislation for the sectors electricity, transportation, petroleum and gas through a participatory and consultative process with focus on cheaper and more sustainable services;"}, {"text_block_id": "p25_b562", "text": "(iii)"}, {"text_block_id": "p25_b563_merged_merged_merged_merged_merged_merged_merged", "text": "Fostering the development and adoption of appropriate energy efficiency stan-dards and programs;"}, {"text_block_id": "p25_b566", "text": "(iv)"}, {"text_block_id": "p25_b567", "text": "Promoting and monitoring power sector demand-side management programs and other programs designed to encourage the purchase and adoption of energy-efficient appliances by final energy users;"}, {"text_block_id": "p26_b568", "text": "POWER SECTOR"}, {"text_block_id": "p26_b569", "text": "(v)"}, {"text_block_id": "p26_b570", "text": "Encouraging private sector participation in energy efficiency measures and technologies relevant to Antigua and Barbuda;"}, {"text_block_id": "p26_b571", "text": "(vi)"}, {"text_block_id": "p26_b572", "text": "Organizing energy awareness campaigns and capacity building events and disseminating appropriate information to private and public sector;"}, {"text_block_id": "p26_b573", "text": "(vii)"}, {"text_block_id": "p26_b574", "text": "Cooperating with national and regional NGOs or institutions active in the energy and environmental sector to increase the dialogue and organize dissemination of relevant information or capacity building programs."}, {"text_block_id": "p26_b575", "text": "4.4.3 EASTERN CARIBBEAN ENERGY REGULATORY AUTHORITY (ECERA)"}, {"text_block_id": "p26_b576", "text": "While this project is still in the formulation stage, ECERA’s specific responsibilities are likely to include:"}, {"text_block_id": "p26_b577", "text": "i)"}, {"text_block_id": "p26_b578", "text": "Conducting tariff reviews;"}, {"text_block_id": "p26_b579", "text": "ii)"}, {"text_block_id": "p26_b580", "text": "Setting, or advising on, electricity tariffs;"}, {"text_block_id": "p26_b581", "text": "iii)"}, {"text_block_id": "p26_b582", "text": "Monitoring performances, developing and helping to implement technical standards for improving performances and tariff incentives if necessary;"}, {"text_block_id": "p26_b583", "text": "iv)"}, {"text_block_id": "p26_b584", "text": "Developing and monitoring data on the electricity sector;"}, {"text_block_id": "p26_b585", "text": "v)"}, {"text_block_id": "p26_b586", "text": "Arbitrating disputes between operators and individual OECS Member States."}, {"text_block_id": "p26_b587", "text": "vi)"}, {"text_block_id": "p26_b588", "text": "Developing a model market structure, licensing terms, and helping to implement fair and transparent rules regarding new investors in electricity generation, especially from renewable energy sources."}, {"text_block_id": "p26_b589", "text": "vii)"}, {"text_block_id": "p26_b590", "text": "Developing a framework for sustainable investment in the electricity systems by: (i) reviewing and approving the investment plans of the utilities, including allowing utilities to recover the prudently incurred costs of their investments in electricity rates; (ii) approving the procurement processes associated with carrying out these plans in order to ensure that the investments deliver the best value for the consumers, with a special emphasis on the procurement of renewable energy resources."}, {"text_block_id": "p26_b591", "text": "viii)"}, {"text_block_id": "p26_b592", "text": "Facilitating the process of formulating and implementing (1) possible renewable energy (RE) targets, (2) utility obligations and procurement rules to purchase electricity from RE sources, (3) mechanisms to recover corresponding costs from consumers, and (4) standard contractual terms for private suppliers of electricity."}, {"text_block_id": "p26_b593", "text": "ix)"}, {"text_block_id": "p26_b594", "text": "Upon the request of the government(s), providing expert advice and input to national and regional energy policymaking. This could include involvement in consultations to help formulate energy policy goals for the individual States, responding to the needs for energy security, reliability of electricity supply and energy diversification and providing expert advice on the impacts of policies on consumer electricity prices."}, {"text_block_id": "p26_b595", "text": "x)"}, {"text_block_id": "p26_b596", "text": "Facilitating broader regional integration (in particular, in the context of the new OECS Economic Union Treaty) by: (i) Facilitating the design and implementation of cross-border electricity trade standards; (ii) Promoting, sponsoring and reviewing specific pre-feasibility and feasibility studies, including for potential regional (cross-border) investments."}, {"text_block_id": "p27_b597", "text": "TRANS"}, {"text_block_id": "p27_b598", "text": "-"}, {"text_block_id": "p27_b599", "text": "PORTATION SECTOR"}, {"text_block_id": "p27_b600", "text": "BASED ON DATA PROVIDED BY WIOC, THE TRANSPORTATION SECTOR –"}, {"text_block_id": "p27_b601", "text": "aviation, marine fuel suppliers and ground transport – account for 54% of the fuel consumed in Antigua & Barbuda . As a matter of policy, the Government of Antigua and Barbuda previously shielded consumers from fluctuations in the price of fuel at the pump. As a result of that policy, the anticipated inverse relationship between gas prices and con"}, {"text_block_id": "p27_b602", "text": "-"}, {"text_block_id": "p27_b603", "text": "sumption patterns was not observed in Antigua and Barbuda. Then in August 2009 the Ministry of Finance announced the transition to a partial pass through pricing system. However, on its own the change in pricing mechanism will not lead to the necessary reductions in CO2 emissions."}, {"text_block_id": "p27_b604", "text": "As a result of the importance of tourism (including water sports) and the country’s heavy reliance on imported goods, air and marine transportation are also key elements of Antigua and Barbuda’s transportation sector and, by extension, energy consumption pattern. The principal marine users include shipping lines, fisher folk and persons engaged in recreational water sports.  Currently there is little or no regulation and no clear assign"}, {"text_block_id": "p27_b605", "text": "-"}, {"text_block_id": "p27_b606", "text": "ment of responsibility for oversight. While the volume of fossil fuels consumed by marine users is considerably less than that consumed by ground transportation users, there are significant environmental concerns associated with emissions and the disposal of used fuel. Therefore, relevant standards will be developed, implemented and monitored."}, {"text_block_id": "p27_b607", "text": "Since Antigua and Barbuda does not manufacture vehicles and our market is relatively small in the international context, the country is essentially a technology taker and is limited in its ability to promote advanced fuel efficiency standards.  In that context, the National Energy Policy focuses on how vehicles are utilized, improving the quality and attractiveness of public transportation and utilizing a combination of fiscal incentives to promote the use of the most efficient technologies."}, {"text_block_id": "p27_b608", "text": "5.1 GROUND TRANSPORTATION"}, {"text_block_id": "p27_b609", "text": "The Government will take a lead in the application of efficient vehicles and cleaner fuels within its fleet.  Capitalizing on the country’s small size and relatively flat terrain, the Government shall explore the feasibility of introducing electric vehicles into its fleet."}, {"text_block_id": "p27_b610", "text": "In addition to the changes in its own consumption patterns, the Ministry of Transport in conjunction with other government institutions – recognizing that transportation is simply a means to access people and services – will develop and/or promote:"}, {"text_block_id": "p27_b611", "text": "u"}, {"text_block_id": "p27_b612", "text": "New legislation for emissions;"}, {"text_block_id": "p27_b613", "text": "u"}, {"text_block_id": "p27_b614", "text": "Regular checks of tire pressure levels to minimize tire rolling;"}, {"text_block_id": "p27_b615", "text": "u"}, {"text_block_id": "p27_b616", "text": "Reduce the demand for travel while protecting social and economic needs for access;"}, {"text_block_id": "p27_b617", "text": "u"}, {"text_block_id": "p27_b618", "text": "Improve access by identifying and removing the obstacles to more sustainable choices such as car pooling, walking and cycling;  and"}, {"text_block_id": "p27_b619", "text": "u"}, {"text_block_id": "p27_b620", "text": "Mandatory recycling of used fuel;"}, {"text_block_id": "p27_b621", "text": "5.1.1 EFFICIENCY AND EMISSION STANDARDS"}, {"text_block_id": "p27_b622_merged_merged_merged_merged", "text": "In demonstration of its commitment to the United Nations Framework Convention on Climate Change (UNFCCC) and its objectives of reducing global GHG emissions and to ad-dress the actual and anticipated effects of climate change the Government of Antigua and Barbuda has presented its initial and second National Communications to the Convention."}, {"text_block_id": "p28_b625", "text": "TRANSPORTA"}, {"text_block_id": "p28_b626", "text": "-"}, {"text_block_id": "p28_b627", "text": "TION SECTOR"}, {"text_block_id": "p28_b628", "text": "The GHG Inventory establishes that the transportation sector is one of the largest sources of GHG emissions in Antigua and Barbuda. Given the high oil prices, small amounts of consumption and geographic isolation, prices for any imported fossil fuel are high. As a technologically dependent country, reliant on external sources for virtually all its technology needs in the transport sector, there are serious constraints to the levels of intervention that can effectively be made by policy makers in Antigua and Barbuda. Consequently many of the changes in transportation efficiencies likely to result in reductions in GHG emissions and unit energy prices will be driven by technology and economic forces independent of policies and actions taken at the national level."}, {"text_block_id": "p28_b629", "text": "Nonetheless, in order to encourage public health and environmental protection, legal frameworks have to be defined and implemented to deal with issues such as mandatory vehicle inspections, vehicular emission standards, appropri"}, {"text_block_id": "p28_b630", "text": "-"}, {"text_block_id": "p28_b631", "text": "ate fuel taxation schemes and import duties or tax exemptions to promote fuel efficient vehicles.  In this regard, specific courses of action will include the establishment of target fuel use standards for vehicles to be imported with high tax levels applied to vehicles which do not meet said standards.  Compulsory labeling and the provision of comparative data will enable consumers to make more informed choices."}, {"text_block_id": "p28_b632", "text": "5.1.2 PUBLIC TRANSPORTATION"}, {"text_block_id": "p28_b633", "text": "The Government will investigate the utilization patterns of potential passengers in the public transport to increase the attractiveness, efficiency and safety of the offered service."}, {"text_block_id": "p28_b634", "text": "The Ministry of Transport and the relevant Authorities will investigate opportunities for:"}, {"text_block_id": "p28_b635", "text": "u"}, {"text_block_id": "p28_b636", "text": "Developing and establishing an energy efficient city transportation system and modernizing the public transportation system;"}, {"text_block_id": "p28_b637", "text": "u"}, {"text_block_id": "p28_b638", "text": "Optimization of the routes and operation times of the public transportation sys"}, {"text_block_id": "p28_b639", "text": "-"}, {"text_block_id": "p28_b640", "text": "tem;"}, {"text_block_id": "p28_b641", "text": "u"}, {"text_block_id": "p28_b642", "text": "Tendering and exclusive licensing for the routes covered by public transport;"}, {"text_block_id": "p28_b643", "text": "u"}, {"text_block_id": "p28_b644_merged_merged_merged_merged", "text": "Improving the traffic management by utilizing feasible measures such as con-trolled traffic lights and roundabouts to harmonize traffic flow;"}, {"text_block_id": "p28_b647", "text": "u"}, {"text_block_id": "p28_b648", "text": "Increasing the utilization of car-pooling spots; and"}, {"text_block_id": "p28_b649", "text": "u"}, {"text_block_id": "p28_b650", "text": "Providing more safety and infrastructure for pedestrians and cyclists."}, {"text_block_id": "p28_b651", "text": "5.2 AVIATION TRANSPORTATION"}, {"text_block_id": "p28_b652", "text": "The Eastern Caribbean Civil Aviation Authority (ECCAA) is the principal regulatory authority for this sector.  However, their focus is on matters related to safety and not on energy efficiency or environmental protection.  Currently, at least one airline engages in the recycling of used fuel. The government will explore the feasibility of more widespread use of fuel recycling, assigning responsibility for coordination and monitoring to the newly created Sustainable Energy Unit."}, {"text_block_id": "p28_b653", "text": "5.3 ENVIRONMENT AND TRANSPORT"}, {"text_block_id": "p28_b654", "text": "As previously stated, this sector provides a difficult area for effecting significant reductions in emissions. A transportation master plan integrating concerns for energy efficiency and conservation with wider concerns for improving transportation flows and reducing traffic congestion is required. Fair competition and improved safety shall be achieved along with the following actions:."}, {"text_block_id": "p29_b655", "text": "TRANSPORTA"}, {"text_block_id": "p29_b656", "text": "-"}, {"text_block_id": "p29_b657", "text": "TION SECTOR"}, {"text_block_id": "p29_b658", "text": "a)"}, {"text_block_id": "p29_b659", "text": "The Ministry in charge of Public Utilities, of Transport and of Commerce will dis"}, {"text_block_id": "p29_b660", "text": "-"}, {"text_block_id": "p29_b661", "text": "courage the use of less efficient cars by adjusting tax levied on vehicles and fuels."}, {"text_block_id": "p29_b662", "text": "courage the use of less efficient cars by adjusting tax levied on vehicles and fuels.\n* Increasing taxation on vehicles based on engine displacement or on CO2\n* Introduce beneficial tax systems to promote the purchase of more efficient"}, {"text_block_id": "p29_b666", "text": "b)"}, {"text_block_id": "p29_b667", "text": "The Ministry of Transport will develop and implement  a campaign to promote the use of  low carbon transportation methods."}, {"text_block_id": "p29_b668", "text": "c)"}, {"text_block_id": "p29_b669", "text": "The Ministry of Transport will mandate the utilization of catalysts or particle filters, which will also, in addition to current safety considerations, impose and control maximum levels of harmful emissions, the reduction of which will also yield bene"}, {"text_block_id": "p29_b670", "text": "-"}, {"text_block_id": "p29_b671", "text": "fits in fuel consumption."}, {"text_block_id": "p29_b672", "text": "d)"}, {"text_block_id": "p29_b673", "text": "The Government will take actions to limit high sulfur containing diesel and replac"}, {"text_block_id": "p29_b674", "text": "-"}, {"text_block_id": "p29_b675", "text": "ing this by cleaner diesel."}, {"text_block_id": "p29_b676", "text": "e)"}, {"text_block_id": "p29_b677", "text": "The Government will analyze the potential, environmental footprint and cost effec"}, {"text_block_id": "p29_b678", "text": "-"}, {"text_block_id": "p29_b679", "text": "tiveness of blending fossil fuels with up to 10% of bio-fuels."}, {"text_block_id": "p29_b680", "text": "f)"}, {"text_block_id": "p29_b681", "text": "The Government will analyze the potential of increased utilization of imported LPG and LNG for the transport sector."}, {"text_block_id": "p29_b682", "text": "g)"}, {"text_block_id": "p29_b683", "text": "The Government shall introduce regulations in order to eradicate the indiscriminate disposal of used fuel from ground, air and marine transport."}, {"text_block_id": "p29_b684", "text": "OTHER USES OF ENERGY"}, {"text_block_id": "p29_b685", "text": "6.1 COOKING"}, {"text_block_id": "p29_b686_merged_merged_merged_merged_merged_merged", "text": "LPG, Charcoal, and some Electricity are the primary energy source used to meet the cook-ing needs in Antigua and Barbuda. However, Antigua and Barbuda is richly endowed with a variety of renewable energy resources which include plentiful woody and non-woody biomass, solar, and wind. Presently, only a meager fraction of the country’s renewable energy potential is exploited."}, {"text_block_id": "p29_b689", "text": "The Ministry of Work, Transportation and Environment, the Ministry of Agriculture Lands, Marine Resources & Agro Industries and other relevant Authorities will investigate opportunities for:"}, {"text_block_id": "p29_b690", "text": "u"}, {"text_block_id": "p29_b691", "text": "Revision of the tax structure in favour of energy efficient cooking stoves"}, {"text_block_id": "p29_b692", "text": "u"}, {"text_block_id": "p29_b693", "text": "Assess the utilization of different cooking fuels that are environmentally friendly, affordable and efficient cooking fuels."}, {"text_block_id": "p29_b694", "text": "u"}, {"text_block_id": "p29_b695", "text": "Assessing the potential to harness basic biogas technology for cooking or other renewable energy sources"}, {"text_block_id": "p29_b696", "text": "6.2 SMALL ENGINES"}, {"text_block_id": "p29_b697", "text": "The Ministry of Finance and Economy and other relevant Authorities will investigate opportunities for:"}, {"text_block_id": "p29_b698", "text": "u"}, {"text_block_id": "p29_b699", "text": "Revision of the tax structure in favour of energy efficient small engine sizes (yard equipment, generators, among others)."}, {"text_block_id": "p29_b700", "text": "u"}, {"text_block_id": "p29_b701", "text": "Encouraging the importation of energy efficient small engines machinery, vehicles, boats, and other fuel-efficient units, for domestic, transportation and other forms of use."}, {"text_block_id": "p30_b702", "text": "OTHER USES OF ENERGY"}, {"text_block_id": "p30_b703", "text": "6.3 LEGAL AND REGULATORY FRAMEWORK"}, {"text_block_id": "p30_b704", "text": "In order to achieve the required transition to encourage the use of environmental friendly and efficient cooking fuels and energy efficient small engines that contribute towards a sustainable energy future, Antigua and Barbuda must define and implement a legal and regulatory framework. The hallmark of this transition will be:"}, {"text_block_id": "p30_b705", "text": "u"}, {"text_block_id": "p30_b706", "text": "Appropriate regulations at the importer, and distributor levels to ensure use of energy efficient stoves and small engines."}, {"text_block_id": "p30_b707", "text": "u"}, {"text_block_id": "p30_b708", "text": "Adoption of international standards and best practices for small engines and cooking fuels."}, {"text_block_id": "p30_b709", "text": "u"}, {"text_block_id": "p30_b710", "text": "Mandated standards and testing programmes for cooking fuels and small en"}, {"text_block_id": "p30_b711", "text": "-"}, {"text_block_id": "p30_b712", "text": "gines to be utilized."}, {"text_block_id": "p30_b713", "text": "u"}, {"text_block_id": "p30_b714_merged_merged", "text": "Financial and fiscal incentives that allow market competitive access for the im-portation of efficient cooking fuels and energy efficient small engines"}, {"text_block_id": "p30_b717", "text": "6.4 INSTITUTIONAL FRAMEWORK"}, {"text_block_id": "p30_b718", "text": "The institutional framework for other uses of energy in Antigua and Barbuda needs to be established based on most aspects of energy uses developing strategies and laws. However, the laws must provide clear-cut competence for all the authorities to prevent issues of dispute of control between different Governmental agencies."}, {"text_block_id": "p30_b719", "text": "It is expected that the establishment of the Energy Unit can improve the coordination between the different energy uses and sources and management of other resources as well as environmental issues."}, {"text_block_id": "p30_b720", "text": "The key players in the implementation of this other uses of energy and their roles and responsibilities are described below."}, {"text_block_id": "p30_b721", "text": "u"}, {"text_block_id": "p30_b722", "text": "The Energy Unit will be responsible for the overall implementation of the other Energy-Uses Policy and will provide expert advice and guidance with respect to all Other Energy Uses initiatives."}, {"text_block_id": "p30_b723", "text": "u"}, {"text_block_id": "p30_b724", "text": "The Office of the Prime Minister has portfolio responsibility for Other Energy Uses, and will have responsibility for the development and implementation of Other Energy-Uses initiatives, including economic performance."}, {"text_block_id": "p30_b725", "text": "u"}, {"text_block_id": "p30_b726", "text": "The Environment Division (Ministry of Work, Transportation and Environment) and the Ministry of Agriculture Lands, Marine Resources & Agro Industries will provide advice and guidance on the environmental impacts of all Other EnergyUses programmes. The Division will facilitate proposals for consideration of projects to benefit from the Clean Development Mechanism."}, {"text_block_id": "p30_b727", "text": "u"}, {"text_block_id": "p30_b728", "text": "The Ministry of Finance and the Economy will be responsible for establishing appropriate financial or tax incentives."}, {"text_block_id": "p30_b729", "text": "u"}, {"text_block_id": "p30_b730", "text": "Technical and secondary educational facilities will play a key role in keeping abreast of research in Other Uses of Energy and the linkages between their uses and impact on human health and the environment, and thus ensuring environmental sustainability."}, {"text_block_id": "p31_b731", "text": "IMPLEMEN"}, {"text_block_id": "p31_b732", "text": "-"}, {"text_block_id": "p31_b733", "text": "TATION AND MONITORING"}, {"text_block_id": "p31_b734", "text": "7.1 DEVELOPMENT OF THE SUSTAINABLE ENERGY ACTION PLAN (SEAP)"}, {"text_block_id": "p31_b735", "text": "IN ORDER TO GIVE LIFE TO THE NEP, THE GOVERNMENT HAS MANDATED"}, {"text_block_id": "p31_b736_merged_merged", "text": "the creation of a Sustainable Energy Plan (SEAP). The SEAP is intended to serve as a road map for the energy future in Antigua and Barbuda from 2010 until 2030. The SEAP will contain short (1-5 years), medium (5-10 years), and long (10-20 years) term actions de-signed to enhance the implementation of the policies and goals of Antigua and Barbuda’s National Energy Policy (NEP). The specific activities contained in the SEAP will foster energy conservation, energy efficiency, and diversification of energy sources, sustainable energy consumption and generation as well as the utilization of renewable energy sources available in Antigua and Barbuda."}, {"text_block_id": "p31_b739", "text": "The strategies identified to meet the above are as follows:"}, {"text_block_id": "p31_b740", "text": "Strategy 2: Renewable Energy Development"}, {"text_block_id": "p31_b741", "text": "Strategy 3: Education and Awareness"}, {"text_block_id": "p31_b742", "text": "In order to implement the aforementioned SEAP, the following elements must be articulated for each of the three listed strategies:"}, {"text_block_id": "p31_b743", "text": "u"}, {"text_block_id": "p31_b744", "text": "Target “quotas” to be accomplished"}, {"text_block_id": "p31_b745", "text": "u"}, {"text_block_id": "p31_b746", "text": "Specific actions to be implemented"}, {"text_block_id": "p31_b747", "text": "u"}, {"text_block_id": "p31_b748", "text": "Responsible agency per each action"}, {"text_block_id": "p31_b749", "text": "u"}, {"text_block_id": "p31_b750", "text": "Appropriate indicators to measure the outputs of each project"}, {"text_block_id": "p31_b751", "text": "u"}, {"text_block_id": "p31_b752", "text": "Level of priority (i.e. short, medium or long term)"}, {"text_block_id": "p31_b753", "text": "u"}, {"text_block_id": "p31_b754", "text": "Cost and potential sources of funds for each project"}, {"text_block_id": "p31_b755", "text": "The Energy Unit will be responsible for creating a first draft of the SEAP based on the above mentioned strategies and points and with the input of key stakeholders at the national, regional and international levels.  Upon completion, the SEAP is to be submitted to Cabinet for approval. The approved plan will be tabled in Parliament and subjected to widespread circulation."}, {"text_block_id": "p31_b756", "text": "7.2 REPORTING AND MONITORING"}, {"text_block_id": "p31_b757", "text": "Reporting and monitoring provisions are integral to the effective implementation of the NEP and SEAP. Therefore, the new legal and regulatory framework will make provisions for mandatory reporting by energy service providers.  Similarly, certain agencies will be assigned oversight and enforcement powers in order to ensure compliance.  Such agencies include but are not limited to:"}, {"text_block_id": "p31_b758", "text": "u"}, {"text_block_id": "p31_b759", "text": "Antigua and Barbuda Bureau of Standards"}, {"text_block_id": "p31_b760", "text": "u"}, {"text_block_id": "p31_b761", "text": "Environmental Division"}, {"text_block_id": "p31_b762", "text": "u"}, {"text_block_id": "p31_b763", "text": "The Development Control Authority"}, {"text_block_id": "p31_b764", "text": "u"}, {"text_block_id": "p31_b765", "text": "National Solid Waste Management Authority"}, {"text_block_id": "p31_b766", "text": "u"}, {"text_block_id": "p31_b767", "text": "Antigua and Barbuda Transport Board"}, {"text_block_id": "p31_b768", "text": "u"}, {"text_block_id": "p31_b769", "text": "Antigua and Barbuda Airport Authority"}, {"text_block_id": "p31_b770", "text": "u"}, {"text_block_id": "p31_b771", "text": "East Caribbean Energy Regulatory Authority"}, {"text_block_id": "p32_b772_merged", "text": "SUPPLE-MENTARY INFORMATION"}, {"text_block_id": "p32_b775", "text": "8.1 LIST OF ACRONYMS"}, {"text_block_id": "p33_b776_merged", "text": "SUPPLE-MENTARY INFORMATION"}, {"text_block_id": "p33_b779", "text": "8.2 ACKNOWLEDGEMENTS"}, {"text_block_id": "p33_b780", "text": "This National Energy Policy was prepared by the Office of the Prime Minister of the Government of Antigua & Barbuda and the National Energy Task Force with the support from the Department of Sustainable Development of the Organization of American States (OAS), the consultant firm German ProfEC GmbH and Engineer Daryl Jackson. The technical and policy assistance was offered as part of the Caribbean Sustainable Energy Program (CSEP) funded by the European Commission under the 1st funding cycle of the EU Energy Initiative (2006-2011)."}, {"text_block_id": "p33_b781", "text": "The Government expresses its sincere gratitude to all those individual and institutional stakeholders who took the time to review the draft and to provide feedback. Your input has been invaluable."}, {"text_block_id": "p33_b782", "text": "Special appreciation is extended to the members of the National Energy Task Force who donated their time and expertise to develop and refine the contents of this policy document:"}, {"text_block_id": "p33_b783", "text": "1."}, {"text_block_id": "p33_b784", "text": "Charmaine Hackett"}, {"text_block_id": "p33_b785", "text": "2."}, {"text_block_id": "p33_b786", "text": "Kiyode Straker"}, {"text_block_id": "p33_b787", "text": "3."}, {"text_block_id": "p33_b788", "text": "Dalma Hill"}, {"text_block_id": "p33_b789", "text": "4."}, {"text_block_id": "p33_b790", "text": "Milton Pringle"}, {"text_block_id": "p33_b791", "text": "5."}, {"text_block_id": "p33_b792", "text": "Mario Bento"}, {"text_block_id": "p33_b793", "text": "6."}, {"text_block_id": "p33_b794", "text": "Neil Forrester"}, {"text_block_id": "p33_b795", "text": "7."}, {"text_block_id": "p33_b796", "text": "Dianne Black-Layne"}, {"text_block_id": "p33_b797", "text": "8."}, {"text_block_id": "p33_b798", "text": "George Phillips"}, {"text_block_id": "p33_b799", "text": "9."}, {"text_block_id": "p33_b800", "text": "Edwards Baynes"}, {"text_block_id": "p33_b801", "text": "10."}, {"text_block_id": "p33_b802", "text": "Brian Lyn"}, {"text_block_id": "p33_b803", "text": "11."}, {"text_block_id": "p33_b804", "text": "John Birk"}, {"text_block_id": "p33_b805", "text": "12."}, {"text_block_id": "p33_b806", "text": "Everon Zachariah"}, {"text_block_id": "p33_b807", "text": "13."}, {"text_block_id": "p33_b808", "text": "Fitzmaurice Christian"}, {"text_block_id": "p33_b809", "text": "14."}, {"text_block_id": "p33_b810", "text": "Morris Burns"}, {"text_block_id": "p33_b811", "text": "15."}, {"text_block_id": "p33_b812", "text": "Lowell Spencer"}, {"text_block_id": "p33_b813", "text": "16."}, {"text_block_id": "p33_b814", "text": "Lyndon Francis"}, {"text_block_id": "p33_b815", "text": "17."}, {"text_block_id": "p33_b816", "text": "Kelvin Punter"}, {"text_block_id": "p33_b817", "text": "18."}, {"text_block_id": "p33_b818", "text": "Philmore James"}, {"text_block_id": "p33_b819", "text": "A special thanks to Ms. Julianne Jarvis for her administrative support."}, {"text_block_id": "p33_b820", "text": "The Energy Desk also thanks Prime Minister Dr. the Hon. Baldwin Spencer for his vision and leadership which enabled us to complete this task."}, {"text_block_id": "p33_b821", "text": "Ambassador Joan H. Underwood"}, {"text_block_id": "p33_b822", "text": "Chief Implementation Officer"}], "document_description": "The National Energy Policy (NEP), released in 2011 by the government, aims at providing affordable, efficient, equitable, reliable and accessible forms of energy to Antiguans and Barbudans. Renewable energy and energy efficiency technologies and measure are particularly promoted in order to reduce the reliance on fossil fuels. The Policy intends to foster the development of a legal, institutional and economic environment that enable such policy to happen. Specific goals set out by NEP are energy cost reduction, diversification and efficient use of energy sources, electric reliability, environmental protection, economic opportunities.<br />\n<br />\nThe NEP covers the the power sector, but also cooking and transportation. It seeks a more energy efficient and cleaner road fleet, and enhanced public transport. Tax systems to reduce greenhouse gases emission in the transport sector will be developed by the appropriate ministries.<br />\n<br />\nThe NEP was updated in 2013 by the Sustainable Energy Action Plan (SEAP). SEAP intends to serve as a roadmap for the energy future in Antigua and Barbuda from 2010 until 2030, and identify four kind of barriers to overcome: 1) institutional and regulatory barriers, 2) barriers harming energy conservation and energy efficiency targets, 3) barriers harming renewable energy development, and 4) countering low levels of awareness from the people and technical education."}