{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Antigua and Barbuda", "document_category": "Policy", "document_sector_name": ["Transportation", "Tourism", "Industry", "Agriculture"], "document_date": "01/01/2011", "document_language": "English", "document_name": "National Physical Development Plan", "document_country_code": "ATG", "document_hazard_name": [], "document_keyword": ["Adaptation", "Energy Supply"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/ATG/2011/ATG-2011-01-01-National Physical Development Plan_646086ad4c7ea68fca6ac45106784b84.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The Sustainable Island Resource Management Zoning Plan (developed by consultants) currently acts as the legal update of the national physical development plan which is not available online. That plan comes under the Physical Planning Act 2003.\n\nThe National Physical Development Plan (NPDP) stems from the Physical Planning Act of 2003. It is meant to provide a strategic, national spatial development framework that addresses current development issues, and provides a platform for feasible private and public sector development initiatives, reflecting local cultural values and aspirations over the next twenty years. The Sustainable Island Resource Management Zoning Plan (SIRMZP) of 2012 is itself designed to serve as a revised NPDP that meets the criteria of the Physical Planning Act.\n\nThe SIRMZP seeks more specific options to optimise the productive use of environmental resources while protecting critical ecosystems and promoting the local economic development, notably in the tourism, services, agriculture and industrial sectors. It does so by providing geographic and sectoral analysis to suggest low-carbon development scenarios forward, and climate change adaptation measures such as minimum ground floor elevation."}