{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Botswana", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Disaster Risk Reduction Strategy 2013-2018", "document_country_code": "BWA", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2013", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/BWA/2013/BWA-2013-12-25-National Disaster Risk Reduction Strategy 2013-2018_1b341185bca78358a9badcfc06ba28d5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Disaster Management Office"}, {"text_block_id": "p0_b2", "text": "Office of the President"}, {"text_block_id": "p0_b3", "text": "NATIONAL DISASTER RISK REDUCTION STRATEGY"}, {"text_block_id": "p0_b4", "text": "2013-2018"}, {"text_block_id": "p0_b5_merged", "text": "Beyond vulnerability – Towards resilience"}, {"text_block_id": "p1_b8", "text": "Executive Summary"}, {"text_block_id": "p1_b9", "text": "Disasters are increasing in frequency and magnitude. The nature, spread and cost of disasters call for mainstreaming of disaster risk reduction at both the national and local levels. Disaster risk reduction strategies and activities contribute to the decrease of disaster risks and the negative impacts of disasters and attainment of sustainable development and poverty alleviation, by facilitating the integration of disaster risk reduction into development and day to day risk-deduction-related decision making."}, {"text_block_id": "p1_b10", "text": "It is clear that disasters can have a significant negative impact on the economy and the people and that disaster risk reduction should be a national priority."}, {"text_block_id": "p1_b11", "text": "The current National Policy on Disaster Management (1996), as well as the National Disaster Risk Management Plan (2009), addresses all aspects of disaster risk management in the country. Disaster risk reduction needs to be planned and implemented in a focussed manner and hence the need for this strategy to guide and act as a framework for disaster risk reduction implementation in the country."}, {"text_block_id": "p1_b12", "text": "This strategy aims to achieve the following objectives:"}, {"text_block_id": "p1_b13", "text": "This strategy aims to achieve the following objectives:\n* To establish and incorporate the foundational guiding arrangements for disaster risk\n* To increase awareness and knowledge of disaster risk reduction methods and\n* To inform the legal and institutional basis for efficient disaster risk reduction planning\n* To contribute towards the inclusion of disaster risk reduction into development policy,\n* To establish a strategic platform for public-private-sector co-operation in disaster risk\n* To contribute to community resilience against the threats and effects of disasters."}, {"text_block_id": "p2_b25", "text": "The Strategy suggests strategic directions to achieve these objectives."}, {"text_block_id": "p2_b26", "text": "This document consists of five main components, namely:"}, {"text_block_id": "p2_b27", "text": "This document consists of five main components, namely:\n* The background and objectives of this strategy.\n* A situational analysis of current disaster risk reduction initiatives and actions in the\n* The strategic goals, drivers, initiatives and mission success factors to achieve these\n* The tools for effective implementation of the strategy.\n* A measurable implementation and action plan."}, {"text_block_id": "p2_b37", "text": "It is a living document, which is the product of consultation and inputs by various stakeholders."}, {"text_block_id": "p3_b38", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b39", "text": "Annexure A: Implementation Action Plan"}, {"text_block_id": "p3_b40", "text": "Annexure B: General disaster risk reduction activities for specific hazard categories"}, {"text_block_id": "p3_b41", "text": "i"}, {"text_block_id": "p4_b42", "text": "1. GENERAL"}, {"text_block_id": "p4_b43", "text": "1.1 Custodianship and status of this document"}, {"text_block_id": "p4_b44", "text": "The custodianship of this strategy lies with the Office of the President, operationally implemented by the National Disaster Management Office. The principles and responsibilities contained in this document guide disaster risk reduction throughout the country. As this is a national strategy, each sector and district will develop its own disaster risk reduction strategy, unique to its area. The power and opportunity for sustainably reducing the risks of disasters lie with the people, guided and supported by government."}, {"text_block_id": "p4_b45", "text": "2. DEFINITIONS"}, {"text_block_id": "p4_b46_merged", "text": "The following main definitions are applicable to this document:"}, {"text_block_id": "p4_b48", "text": "A disaster"}, {"text_block_id": "p4_b49", "text": "is defined as: A serious disruption of the functioning of a community or a society involving widespread human, material, economic or environmental losses and impacts, which exceeds the ability of the affected community or society to cope using its own resources."}, {"text_block_id": "p4_b50", "text": "A hazard"}, {"text_block_id": "p4_b51", "text": "is a dangerous phenomenon, substance, human activity or condition that may cause loss of life, injury or other health impacts, property damage, loss of livelihoods and services, social and economic disruption, or environmental damage."}, {"text_block_id": "p4_b52", "text": "Disaster Risk:"}, {"text_block_id": "p4_b53", "text": "The potential disaster losses in lives, health status, livelihoods, assets and services, which could occur in a particular community or society over some specified future time period. The definition of disaster risk reflects the concept of disaster as the outcome of continuously present conditions of risk. Disaster risk comprises of different types of potential losses which are often difficult to quantify. Nevertheless, with knowledge of the prevailing"}, {"text_block_id": "p5_b54", "text": "hazards and the patterns of population and socio-economic development, disaster risks can be assessed and mapped, in broad terms at least."}, {"text_block_id": "p5_b55", "text": "The level of disaster risk is established by assessing the hazards in relation to the vulnerability and resilience of those affected. If the nature and impact of the hazard is high and the people are vulnerable, with a low level of resilience, the disaster risk for the area will generally be high, and the other way around. This concept is summarised in Figure 2 below:"}, {"text_block_id": "p5_b56", "text": "Risk = [Hazard x Vulnerability] / [Resilience]"}, {"text_block_id": "p5_b57", "text": "Figure 2: The relation between hazards, vulnerability, resilience and disaster risks"}, {"text_block_id": "p5_b58", "text": "Figure 2: The relation between hazards, vulnerability, resilience and disaster risks\n* Reduce the hazard level, by changing either the severity of the hazard, or the probability\n* Decrease the vulnerability of the receiving entity by changing the physical, social,\n* Increasing the capacity of the affected community, society or organisation by increasing"}, {"text_block_id": "p6_b64", "text": "Disaster risk management"}, {"text_block_id": "p6_b65", "text": "is defined as: The systematic process of using administrative directives, organisations, and operational skills and capacities to implement strategies, policies and improved coping capacities in order to lessen the adverse impacts of hazards and the possibility of disaster."}, {"text_block_id": "p6_b66", "text": "Disaster Mitigation:"}, {"text_block_id": "p6_b67", "text": "The lessening or limiting of the adverse impacts of hazards and related disasters."}, {"text_block_id": "p6_b68", "text": "Capacity:"}, {"text_block_id": "p6_b69", "text": "The combination of all the strengths, attributes and resources available within a community, society or organisation that can be used to achieve agreed goals."}, {"text_block_id": "p6_b70", "text": "Vulnerability:"}, {"text_block_id": "p6_b71", "text": "The characteristics and circumstances of a community, system or asset that make it susceptible to the damaging effects of a hazard."}, {"text_block_id": "p6_b72", "text": "Climate Change:"}, {"text_block_id": "p6_b73", "text": "For the purposes of this document, the definitions for climate change are taken from the Inter-governmental Panel on Climate Change and the United Nations Framework Convention on Climate Change. The Inter-governmental Panel on Climate Change defines climate change as:"}, {"text_block_id": "p6_b74", "text": "“"}, {"text_block_id": "p6_b75", "text": "a change in the state of the climate that can be identified (e.g., by using statistical tests) by changes in the mean and/or the variability of its properties, and that persists for an extended period, typically decades or longer. Climate change may be due to"}, {"text_block_id": "p7_b76_merged", "text": "natural internal processes or external forcings, or to persistent anthropogenic changes in the composition of the atmosphere or in land use”."}, {"text_block_id": "p7_b79", "text": "Early Warning System:"}, {"text_block_id": "p7_b80", "text": "The set of capacities needed to generate and disseminate timely and meaningful warning information to enable individuals, communities and organisations threatened by a hazard to prepare and act appropriately and within sufficient time to reduce the possibility of harm or loss. Early warning systems and data are crucial in managing disaster risks. These include weather services warnings, real time data received by flood monitoring stations and information from external sources and stakeholders."}, {"text_block_id": "p7_b81", "text": "Disaster risk reduction"}, {"text_block_id": "p7_b82", "text": "is the concept and practice of reducing disaster risks through systematic efforts to analyse and manage the causal factors of disasters, including through reduced exposure to hazards, lessened vulnerability of people and property, wise management of land and the environment, and improved preparedness for adverse events."}, {"text_block_id": "p7_b83", "text": "Note: Disaster risk reduction is therefore part of disaster risk management, but does not focus primarily on (although it does link with) disaster response and recovery."}, {"text_block_id": "p7_b84", "text": "A disaster risk reduction strategy"}, {"text_block_id": "p7_b85", "text": "is a document prepared by an authority, sector, organisation or enterprise that sets out goals and specific objectives for reducing disaster risks together with related actions to accomplish these objectives."}, {"text_block_id": "p7_b86", "text": "In this case the National Disaster Risk Reduction Strategy is aimed at reducing disaster risks, contributing to the resilience of Botswana as a country."}, {"text_block_id": "p7_b87", "text": "Sustainable development"}, {"text_block_id": "p7_b88", "text": "is development that meets the needs of the present without compromising the ability of future generations to meet their own needs."}, {"text_block_id": "p8_b89", "text": "3. BACKGROUND AND OBJECTIVES"}, {"text_block_id": "p8_b90", "text": "3.1 Background"}, {"text_block_id": "p8_b91", "text": "Disaster Risk Reduction should not be implemented in an isolated manner. It takes cognisance of international agreements and guidelines. The UNISDR"}, {"text_block_id": "p8_b92", "text": "Hyogo Framework for Action: 20052015 highlighted the following relevant strategic action points against which disaster risk management activities, such as disaster risk reduction, should be measured."}, {"text_block_id": "p8_b93", "text": "Hyogo Framework for Action: 20052015 highlighted the following relevant strategic action points against which disaster risk management activities, such as disaster risk reduction, should be measured.\n* Ensure that disaster risk reduction is a national and a local priority with a strong\n* Identify, assess and monitor disaster risks and enhance early warning.\n* Use knowledge, innovation and education to build a culture of safety and resilience at all\n* Reduce the underlying risk factors.\n* Strengthen disaster preparedness for effective response at all levels."}, {"text_block_id": "p8_b103", "text": "Disaster risk reduction is closely linked with sustainable development. Development projects should be informed by disaster risk reduction planning and activities."}, {"text_block_id": "p8_b104", "text": "The National Development Plan also confirms this link as follows:"}, {"text_block_id": "p8_b105", "text": "“"}, {"text_block_id": "p8_b106_merged_merged", "text": "11.38 More attention will be paid to making development more sensitive to the impacts that climate (and global) change will have on land and water resources in particular, and on how disaster risk management will be integrated into development planning. Without proper planning, the lack of adaptation to climate change may impact heavily on the country’s long-term development."}, {"text_block_id": "p8_b111", "text": "”"}, {"text_block_id": "p8_b112", "text": "Disaster risk reduction is influenced by a number of factors (such as climate change, economic and regional growth and development, capacity to implement planning, etc.) and the country has to think carefully and in new ways about effectively reducing its disaster risks."}, {"text_block_id": "p9_b113", "text": "Managing the risk and consequences of disasters/potential disastrous events/incidents in line with the national and international disaster risk management strategic approach, is everybody"}, {"text_block_id": "p9_b114", "text": "’"}, {"text_block_id": "p9_b115", "text": "s business and a partnership between government, the private sector and communities, as depicted in the Figure 1. below."}, {"text_block_id": "p9_b116", "text": "Figure1: The disaster risk management and risk reduction partnership"}, {"text_block_id": "p9_b117", "text": "3.2 The need for this strategy"}, {"text_block_id": "p9_b118_merged_merged", "text": "Disasters are increasing in frequency and magnitude. Disasters cause economic losses and finances required for upliftment and development are often spent on disaster response, recovery and reconstruction. As an example, the outbreak of Contagious Bovine Pleuropneumonia (CBPP) in Ngamiland in 1995 resulted in the eradication of 300,000 cattle at a substantial cost to the Government estimated at over P270 million."}, {"text_block_id": "p10_b120", "text": "In the 2001 Gaborone floods P5 million worth of private and public property was damaged. National Disaster Management Office reports and statistics and the Natural Disasters Digest (2008) clearly shows that hundreds of households and thousands of people are annually affected by storms and floods. Since 1981, the country has been experiencing country-wide droughts. A total of P978, 423,040 was used in 6,460 projects from 2002 to 2008 to reduce the effects of drought on the affected population."}, {"text_block_id": "p10_b121", "text": "According to Drought and Household Food Security Outlook for the year 2008,"}, {"text_block_id": "p10_b122", "text": "‘"}, {"text_block_id": "p10_b123", "text": "the programme covered primary school feeding with an enrolment of 260,507 and vulnerable group feeding (at health facilities) with 230,301 beneficiaries."}, {"text_block_id": "p10_b124", "text": "’"}, {"text_block_id": "p10_b125_merged_merged", "text": "The 2007 and 2008 fires affected approximately 14 million of hectares of land . Affected areas included among others Central Kgalagadi Game Reserve, Ngamiland, Chobe, Kweneng and Central District. Localised storms are also becoming a regular occurrence especially in areas around Mahalapye, Palapye, Serowe and Selibe Phikwe. These disasters destroy people’s livelihoods, the environment, public and private property and in some instances kill or maim people."}, {"text_block_id": "p10_b129", "text": "It is clear that disasters can have a significant negative impact on the economy and the people and that disaster risk reduction should be a national priority. The nature, spread and cost of disasters call for mainstreaming of Disaster Risk Reduction at both the national and local levels. Disaster risk reduction strategies and activities contribute to the decrease of disaster risks and the negative impacts of disasters and attainment of sustainable development and poverty alleviation, by facilitating the integration of disaster risk reduction into development and day to day risk-deduction-related decision making."}, {"text_block_id": "p10_b130", "text": "The current National Policy on Disaster Management (1996), as well as the National Disaster Risk Management Plan (2009),addresses all aspects of disaster risk management in the country."}, {"text_block_id": "p11_b131", "text": "Disaster risk reduction needs to be planned and implemented in a focussed manner and hence the need for this strategy to guide and act as a framework for disaster risk reduction implementation in the country."}, {"text_block_id": "p11_b132", "text": "3.3 Objectives of this strategy"}, {"text_block_id": "p11_b133", "text": "This strategy aims to achieve the following objectives:"}, {"text_block_id": "p11_b134", "text": "This strategy aims to achieve the following objectives:\n* To establish and incorporate the foundational guiding arrangements for disaster risk\n* To increase awareness and knowledge of disaster risk reduction methods and\n* To inform the legal and institutional basis for efficient disaster risk reduction planning\n* To contribute towards the inclusion of disaster risk reduction into development policy,\n* To establish a strategic platform for public-private-sector co-operation in disaster risk\n* To contribute to community resilience against the threats and effects of disasters."}, {"text_block_id": "p11_b146", "text": "This strategy should be read in conjunction with the National Disaster Management Plan, Policy, or other related legislation or documents. This is a living document, which is the product of consultation and inputs by various stakeholders. The success of this strategy will lie in its effective implementation and monitoring throughout the country. This can however only be achieved through co-operation and partnership between all stakeholders in disaster risk reduction."}, {"text_block_id": "p11_b147", "text": "4. SITUATIONAL ANALYSIS"}, {"text_block_id": "p11_b148", "text": "4.1 Disaster risk reduction in Botswana and Southern Africa"}, {"text_block_id": "p11_b149", "text": "Botswana"}, {"text_block_id": "p12_b150", "text": "Botswana is vulnerable to a range of disasters, both natural and human induced. These occur with varying degrees of regularity and intensity. Major disasters include drought, floods, wild land fires, animal diseases and HIV/AIDS in addition to structural fires, major transport accidents, pest infestation, strong winds, industrial accidents and earthquakes. Drought is a frequent phenomenon countrywide and major droughts have occurred in the 1980s. Floods occur during the rainy season from October to March. Wild land fires both natural and human induced are a regular occurrence during the dry months of April to November, with a peak in July. They occur mainly in National Parks and forest reserves. They have adverse effects on agriculture, wildlife, forestry and other natural resources. They also destroy life and both public and private property."}, {"text_block_id": "p12_b151", "text": "The overall responsibility for disaster management rests with the Office of the President. In 1998, the National Disaster Management Office was established to coordinate disaster management in the country. It also has to facilitate integration of disaster management into sectoral policies and programmes. The National Committee on Disaster Management (NCDM) is an inter-ministerial Committee of Deputy Permanent Secretaries from Ministries and representatives of Botswana Police Service, Botswana Defence Force, Botswana Red Cross Society, United Nations and Non-Governmental Organisations and acts as a national platform for disaster risk reduction. The committee is a policy formulation body responsible for developing a disaster management strategy for the country. The National Disaster Management Technical Committee (NDMTC) is a multi-sectoral technical advisory body"}, {"text_block_id": "p13_b152", "text": "The constitution also provides for social and economic development which is a critical aspect for reducing vulnerability. The Constitution therefore provides an overall framework for disaster risk reduction in the country. The disaster risk reduction responsibilities assigned in the above two documents, are therefore strategically planned in this document, in a measurable manner."}, {"text_block_id": "p13_b153_merged", "text": "Public awareness and education is the cornerstone of our Disaster Risk Reduction initiatives. These campaigns enhance individual and community resilience to disasters. The National Disaster Management Office participated in the following public awareness and education activities; Trade Fair, Vision 2016, UN Day just to name a few. Moreover, the NDMO issued press releases on impending disasters, participated in radio and TV programs. In addition, the NDMO commemorates annually the International Disaster Reduction Day. The objective of this commemoration is to raise awareness on initiatives to be taken to reduce people’s risk to disasters. In addition, the NDMO in partnership with UNDP managed to train Trainer of Trainers in Community Based Disaster Risk Reduction. The purpose of these trainings was to build capacity at the District level."}, {"text_block_id": "p13_b162", "text": "The National Disaster Relief Fund Order assists with life sustaining needs during disaster, is centrally administered at the NDMO. Existing disaster risk reduction measures are being implemented by various sectors such as Agriculture, Forestry and Health. Botswana has various acts and policies that impact on disaster risk reduction. This legislation and policies are addressed in detail in the National Disaster Risk Management Plan."}, {"text_block_id": "p14_b163", "text": "Southern Africa"}, {"text_block_id": "p14_b164_merged", "text": "At regional and sub-regional level, this strategy is guided by the Africa Regional Strategy for Disaster Risk Reduction (2004) and the draft Southern African Development Community’s Disaster Risk Reduction Strategy and Plan of Action 2010 – 2015. The two Strategies are also guided by the Hyogo Framework for Action (2015-2015). The overall goal of the African Regional Strategy for Disaster Risk Reduction is to reduce the social, economic and environmental impacts of disasters on the African people and economy, thereby facilitating the achievement of the Millennium Development Goals and other development aims in Africa. The Strategy’s specific objectives are to:"}, {"text_block_id": "p14_b171", "text": "At regional and sub-regional level, this strategy is guided by the Africa Regional Strategy for Disaster Risk Reduction (2004) and the draft Southern African Development Community’s Disaster Risk Reduction Strategy and Plan of Action 2010 – 2015. The two Strategies are also guided by the Hyogo Framework for Action (2015-2015). The overall goal of the African Regional Strategy for Disaster Risk Reduction is to reduce the social, economic and environmental impacts of disasters on the African people and economy, thereby facilitating the achievement of the Millennium Development Goals and other development aims in Africa. The Strategy’s specific objectives are to:\n* increase political commitment to disaster risk reduction;\n* improve identification and assessment of disaster risks;\n* enhance knowledge management for disaster risk reduction;\n* increase public awareness of disaster risk reduction;\n* improve governance of disaster risk reduction institutions; and\n* integrate disaster risk reduction in emergency response management."}, {"text_block_id": "p14_b183", "text": "The Executive Council of the African Union endorsed the Extended Programme of Action for the Implementation of the Africa Regional Strategy for Disaster Risk Reduction (2006-2015). The specific objectives of the programme are to:"}, {"text_block_id": "p14_b184", "text": "The Executive Council of the African Union endorsed the Extended Programme of Action for the Implementation of the Africa Regional Strategy for Disaster Risk Reduction (2006-2015). The specific objectives of the programme are to:\n* Mainstream risk reduction management and climate change adaptation as an integral part\n* Strengthen long term capacities at regional and sub-regional levels to systematically\n* Develop and maintain sustainable mechanisms of coordination at regional and sub-regional\n* Strengthen national mechanisms, legislative frameworks and capacities at national levels"}, {"text_block_id": "p15_b192", "text": "The Executive Council of the African Union endorsed the Extended Programme of Action for the Implementation of the Africa Regional Strategy for Disaster Risk Reduction (2006-2015). The specific objectives of the programme are to:\n* Mainstream risk reduction management and climate change adaptation as an integral part\n* Strengthen long term capacities at regional and sub-regional levels to systematically\n* Develop and maintain sustainable mechanisms of coordination at regional and sub-regional\n* Strengthen national mechanisms, legislative frameworks and capacities at national levels\n* Translate policies and strategies into practical tools for decision makers and practitioners to\n* Develop and mobilise resources to contribute to the implementation of programmes and\n* Embed a holistic approach to systematically incorporate risk reduction measures into design"}, {"text_block_id": "p15_b198_merged", "text": "The Southern African Development Community’s Disaster Risk Reduction Strategy and Plan of Action 2010 – 2015, indicate the following disaster risk reduction-related objectives:"}, {"text_block_id": "p15_b203", "text": "The Southern African Development Community’s Disaster Risk Reduction Strategy and Plan of Action 2010 – 2015, indicate the following disaster risk reduction-related objectives:\n* Increase political commitment to disaster risk reduction at regional and national levels\n* Facilitate the incorporation of climate change and climate change adaptations into\n* Facilitate the implementation and monitoring of global and regional disaster risk\n* Improve multi-hazard risk analysis and strengthen early warning systems at regional and\n* Develop and strengthen regional coordination mechanisms and partnerships as well\n* Develop and enhance institutional capacities of regional mechanism and among\n* Promote a holistic and systematic incorporation of risk reduction measures into design"}, {"text_block_id": "p16_b217", "text": "The Southern African Development Community’s Disaster Risk Reduction Strategy and Plan of Action 2010 – 2015, indicate the following disaster risk reduction-related objectives:\n* Increase political commitment to disaster risk reduction at regional and national levels\n* Facilitate the incorporation of climate change and climate change adaptations into\n* Facilitate the implementation and monitoring of global and regional disaster risk\n* Improve multi-hazard risk analysis and strengthen early warning systems at regional and\n* Develop and strengthen regional coordination mechanisms and partnerships as well\n* Develop and enhance institutional capacities of regional mechanism and among\n* Promote a holistic and systematic incorporation of risk reduction measures into design\n* Develop and maintain sustainable resources mobilization strategies to contribute to the\n* Promote the practical application disaster risk measure through campaigns such as\n* Safe Cities\n* Safe Cities\n â\n* Safe Cities\n â\n Safe Hospitals and Safe Schools."}, {"text_block_id": "p16_b225_merged_merged", "text": "The Southern African Development Community’s Regional Indicative Strategic Development Plan also emphasises co-operation in sustainable food security in order to achieve lasting access to safe and adequate food at all times by all people in the Southern African Development Community. The Regional Indicative Strategic Development Plan has formulated strategies for attaining the above sustainable food security goal and objectives. Food Security policies and strategies have addressed the Southern African Development Community strategic priority to develop an effective disaster preparedness and management mechanism by implementing programmes and projects aimed at early detection, early warning and mitigating the disaster effects."}, {"text_block_id": "p16_b228", "text": "4.2 Hazards"}, {"text_block_id": "p16_b229", "text": "As identified in the National Disaster Risk Management Plan, actual, potential, slow or rapid onset, natural and human induced hazards that may occur in Botswana are as follows:"}, {"text_block_id": "p16_b230", "text": "Drought"}, {"text_block_id": "p16_b231", "text": ": Drought is a frequent phenomenon not just countrywide, but also throughout the Southern African Development Community region. Botswana has been afflicted by drought periods from time immemorial. As such, the government has developed a well-coordinated structure and an integrated set of activities to respond to the impacts of drought."}, {"text_block_id": "p16_b232", "text": "Earthquakes:"}, {"text_block_id": "p16_b233", "text": "The potential for earthquakes in Botswana exists, as is demonstrated by the number of recorded earthquakes since 1950. Although most of them were minor, there are records of a few relatively strong ones. One such earthquake occurred in Maun in 1952 measuring 6.7 on the Richter scale. It is believed that, had the area been as developed as it is at present, extensive damage would have been experienced."}, {"text_block_id": "p17_b234", "text": "Floods:"}, {"text_block_id": "p17_b235", "text": "Floods are caused by a number of factors. The most common factors are storm surge from tropical cyclones, sudden and heavy rains, intense successive precipitation, and overflow of dams resulting in spillage. Floods in Botswana are mainly caused by heavy rains in the country as well as in the riparian region."}, {"text_block_id": "p17_b236", "text": "Tropical Cyclones:"}, {"text_block_id": "p17_b237", "text": "Tropical Cyclones are among the most devastating natural hazards known to mankind. They are frequent within the South West Indian Ocean region during summer. In isolated cases tropical storms have moved considerable distance inland as low pressure centres (depression) and affected the weather of Botswana directly. The occurrence of this results in heavy rainfall and flooding."}, {"text_block_id": "p17_b238", "text": "Strong Winds:"}, {"text_block_id": "p17_b239", "text": "Botswana experiences a lot of severe thunderstorms during the rainy season which spans from October to March. These storms are associated with whirlwinds, strong/gusty winds and sometimes hailstones which in some instances destroy buildings and infrastructure facilities. This hazard can occur throughout the country, but the districts of Mahalapye, Selibe Phikwe, Palapye and Kweneng are particularly affected."}, {"text_block_id": "p17_b240", "text": "Wild Land Fires:"}, {"text_block_id": "p17_b241", "text": "Wild land fires resulting from man-made or natural causes are regular occurrences throughout the country during the dry period from the months April to November. Widespread wild land fires are most common in communal grazing areas, National Parks and Forest Reserves in Chobe, Central, Kgalagadi, Ghanzi and Kweneng Districts."}, {"text_block_id": "p17_b242", "text": "Structural Fires"}, {"text_block_id": "p17_b243", "text": ": The risk of structural fires (often referred to as urban fires) strongly exists in Botswana and occurs mostly in Gaborone and Francistown."}, {"text_block_id": "p17_b244", "text": "Pest Infestations:"}, {"text_block_id": "p17_b245", "text": "The most common pest infestations result from quelea birds, locusts, the African ball worm and the armyworm. These are common, especially after heavy rains, and usually attack sorghum crops. Tsetse fly has been predominant in the Okavango Delta, especially in Gumare, Seronga and Beetsha. Humans and cattle become exposed to the risk of trypanosomiasis."}, {"text_block_id": "p18_b246", "text": "Animal Diseases:"}, {"text_block_id": "p18_b247", "text": "Foot and Mouth Disease (FMD) was in the past the most serious animal disease. The re-emergence of the disease in 2002/2003, 2005 and 2006 has highlighted its impact on the national economy. The"}, {"text_block_id": "p18_b248", "text": "Department of Veterinary Services reported the following Major Disease Outbreaks: Foot and Mouth Disease, Pasteurella, Heart water, Cattle lung disease, Contagious abortion, Rabies, Lumpy skin, Anthrax and Mange infestation. The Department of Crop Production reported the following major pests and diseases: Quelea birds, Army worms, Fruit fly, Locust, Corn Cricket."}, {"text_block_id": "p18_b249", "text": "HIV/AIDS: The impacts of HIV/AIDS at the macro-economic level have long term implications."}, {"text_block_id": "p18_b250", "text": "HIV/AIDS have negative effects on productivity due to loss of adults during their productive years. Demographic impacts of HIV/AIDS manifest themselves as increases in mortality rates (both infant and adult); falling life expectancy; increases in the number of orphans and dependents; and changes in the size and structure of the population. In economic terms, HIV/AIDS lead to huge financial expenditure."}, {"text_block_id": "p18_b251", "text": "Other Epidemics:"}, {"text_block_id": "p18_b252", "text": "Malaria outbreaks are regular and quite serious in the Okavango Delta, Ngamiland and Central districts. During the heavy rains, malaria may, at times, affect more than 50 percent of the population in the Okavango. Otherwise epidemics commonly associated with floods are not regular occurrences in Botswana. However, pit latrines and sewerage facilities tend to overflow during heavy rains, which may lead to contamination of water sources and outbreaks of waterborne diseases such as cholera and typhoid. Furthermore, there is always the danger of contaminating water sources with oil and chemical spillages. Diarrhoea is also a widespread concern. Deaths to children under five due to diarrhoea increased from 93 in 2002 to 146 in 2003."}, {"text_block_id": "p18_b253", "text": "Asylum Seekers/Illegal Immigrants Influx:"}, {"text_block_id": "p18_b254_merged_merged", "text": "As a signatory to the 1951 United Nations Convention on the Status of Refugees and its 1967 Protocol as well as the 1969 Organisation of African Unity’s Convention governing specific aspects of the African Refugees, Botswana has an obligation to be prepared to deal with possible humanitarian emergencies, and is therefore a home to some refugees. At the height of political instability in Southern Africa, Botswana provided sanctuary to political refugees of varying magnitude. At present, the country is witnessing an increasing influx of illegal immigrants who face a high level of political and"}, {"text_block_id": "p19_b257_merged", "text": "economic hardships in their home countries. This large influx of people can become a major challenge to Botswana, given the country’s small population size."}, {"text_block_id": "p19_b260", "text": "Accidents"}, {"text_block_id": "p19_b261", "text": "Motor Vehicle Accidents:"}, {"text_block_id": "p19_b262", "text": "These Accidents are a serious problem in Botswana taking a heavy toll on life and resulting in economic losses. Government has a National Road Safety Committee, which is replicated in districts to enhance road safety."}, {"text_block_id": "p19_b263", "text": "Aircraft Accidents:"}, {"text_block_id": "p19_b264", "text": "The worst recorded aircraft accident was the Francistown Wenela Air Disaster in 1974 which caused 78 fatalities and 6 burn injuries. Gaborone, Maun and Kasane are at high risk because of considerably high volumes of aircraft traffic."}, {"text_block_id": "p19_b265", "text": "Industrial Accidents:"}, {"text_block_id": "p19_b266", "text": "The risk of industrial accidents is likely to increase as a result of increasing industrial sites in fast growing cities (e.g. Gaborone and Francistown) and villages (e.g. Palapye, Mogoditshane, Tlokweng and Serowe)."}, {"text_block_id": "p19_b267", "text": "Mine Accidents:"}, {"text_block_id": "p19_b268", "text": "The mining operations are of hazardous nature and therefore, the risk of accidents in mines is always there and with increase in number and size of mining operation the accidents may increase."}, {"text_block_id": "p19_b269", "text": "Hazardous Materials"}, {"text_block_id": "p19_b270", "text": ":"}, {"text_block_id": "p19_b271", "text": "Botswana is a transit route for transportation of goods to and from Angola, Namibia, South Africa, Zimbabwe and Zambia. Increasing urbanisation and industrialisation may correspondingly increase the risk of hazardous materials. There are also dangers of disasters resulting from petroleum fuel depots, gas suppliers, chemical and waste material storage sites, nuclear gauges and ionizing radiation sources."}, {"text_block_id": "p19_b272", "text": "The national disaster risk assessment contains more details on these hazards and their relative risk categorisation and prioritisation, per area. A detailed disaster risk assessment for the country has been conducted in 2007-8, but will be updated."}, {"text_block_id": "p19_b273", "text": "4.3 Climate Change and the Impact on Botswana"}, {"text_block_id": "p19_b274", "text": "Climate change is considered a global concern, requiring actions on International, National and Local levels. Based on this, climate change should preferably not be considered a single hazard"}, {"text_block_id": "p20_b275", "text": "amongst various other hazards. However, problems associated with climate change can lead to an increase in various other hazards within Botswana and the Sub-Saharan region. It is therefore important that issues related to climate change should be managed on an International, Regional and National level in order to mitigate the impact on the economy, environment, agricultural sector and communities of Botswana."}, {"text_block_id": "p20_b276", "text": "According to the World Bank (WBG 1998) climate change is likely to impact seriously on Africa. Increased intensity of droughts, floods and changes to growing seasons may have significant implications for soil productivity, water supply, food security, human welfare and poverty. Climate change can also have a severe impact on the environment in terms of biological diversity. Figure 3 below presents aspects related to the climate change process and considerations."}, {"text_block_id": "p21_b277", "text": "Figure 3:Climate change: processes, characteristics and threats"}, {"text_block_id": "p22_b278", "text": "Changes experienced due to climate change can include changes in precipitation, evaporation and hydrology. Climate change can also influence the occurrence of extreme weather events such as floods, droughts and severe storms and also impact on primary production, ecological systems, public health and poverty."}, {"text_block_id": "p22_b279", "text": "The Botswana National Climate Change Policy and Comprehensive National Climate Change Strategy and Action Plan are being developed."}, {"text_block_id": "p22_b280", "text": "4.4 Vulnerability and Capacity"}, {"text_block_id": "p22_b281", "text": "The disaster risk assessment conducted for the country identified the following in this regard: Based on feedback received from community representatives, the impression was created that communities in Botswana are vulnerable due to various causes, including limited access to services, unemployment, poverty, social problems such as alcoholism and health problems. All these factors have a negative impact on the resilience of the communities."}, {"text_block_id": "p22_b282", "text": "While there has been some progress in diversifying the economy of Botswana, the country remains highly dependent upon the export of diamonds. This leaves the nation vulnerable to fluctuations in international markets (GUDC 2003:25). This is also the case for individual towns and districts within Botswana. Some communities depend entirely on a specific sector such as mining, tourism or agriculture."}, {"text_block_id": "p22_b283", "text": "Communities depending on, for example, agricultural activities, are extremely vulnerable to natural hazards such as drought, flooding and animal diseases. The diversification of the economies of these towns is very important to decrease the vulnerability of the communities. Some communities depend largely on the natural environment. However, growth in the communities places additional strain on the surrounding environment, leading to the depletion of natural resources. Challenges experienced in the diversification of activities include a lack of resources, a lack of access to markets and skill shortages."}, {"text_block_id": "p23_b284", "text": "It is important to consider that, even though development initiatives can be used to decrease disaster risk, uncontrolled development can also increase the severity of hazards or the vulnerability of a community. One example might be found in the uncontrolled abstraction of gravel and sand from riverbeds for construction. Even though the sand and gravel can be used to construct new houses in order to reduce the vulnerability of a community, the un-rehabilitated site can increase the risk of pollution and even increase the occurrence of diseases such as malaria. It is therefore important to ensure that development takes place in terms of a sustainable development framework."}, {"text_block_id": "p23_b285", "text": "Another concern is the fact that increased pressures on natural resources can increase the severity of hazards, which in turn can cause a greater impact on the community. For example"}, {"text_block_id": "p23_b286", "text": "–"}, {"text_block_id": "p23_b287", "text": "an increase in the collection of fire wood in the area surrounding a settlement can lead to deforestation. Over time, the lack of vegetation can lead to an increase in run-off as well as erosion. This can cause additional problems to the community. It is therefore important to consider the impact of the socio-economic activities and developments on the vulnerability of the communities."}, {"text_block_id": "p23_b288", "text": "From various development plans and based on consultations with community representatives, it seems that general challenges experienced with manageability levels in Botswana are mostly related to a shortage of suitable trained personnel, resources and equipment and financial resources. A high demand for equipment and skills also often result in an increase in prices, placing additional strain on financial resources"}, {"text_block_id": "p23_b289", "text": "."}, {"text_block_id": "p23_b290_merged_merged", "text": "Individual challenges experienced by the relevant departments and functions are discussed in detail in each of the focus areas’ development plans, and will therefore not be duplicated in this report. However, generally speaking, and based on community consultation, some government departments and functions generally achieved a higher score in terms of performance with regard to disaster management activities."}, {"text_block_id": "p24_b293", "text": "The national disaster risk assessment contains more relevant information pertaining to vulnerability and how the profiled hazards impact on the lives and livelihoods of men, women, children, the elderly and other socially marginalised groups."}, {"text_block_id": "p24_b294", "text": "4.5 Status on disaster risk reduction initiatives in the country"}, {"text_block_id": "p24_b295", "text": "The current status of disaster risk reduction in the country is summarised in the table below. The table indicates to what extent measurable disaster risk reduction activities and principles have been implemented to date."}, {"text_block_id": "p25_b296", "text": "4.6 SWOT analysis on disaster risk reduction in the country"}, {"text_block_id": "p25_b297", "text": "The following current strengths, weaknesses, opportunities and threats pertaining to disaster risk reduction in the country have been identified. These strengths, weaknesses, opportunities and threats provide a better understanding of what has been and still have to be achieved in terms of disaster risk reduction in the country."}, {"text_block_id": "p27_b298", "text": "5. THE NATIONAL STRATEGY FOR DISASTER RISK REDUCTION"}, {"text_block_id": "p27_b299", "text": "5.1 Vision and mission"}, {"text_block_id": "p27_b300", "text": "The vision and mission for disaster risk reduction in Botswana for the next five years are indicated below:"}, {"text_block_id": "p27_b301", "text": "5.2 Mission success factors and priorities for change"}, {"text_block_id": "p27_b302", "text": "The following factors are important to ensure the effectiveness of implementing the strategic goals and initiatives:"}, {"text_block_id": "p27_b303", "text": "The following factors are important to ensure the effectiveness of implementing the strategic goals and initiatives:\n* Political buy-in and support.\n* Strategic leadership by management.\n* Uniform standards, supported by national policy and legislation.\n* Stakeholders and responsible agencies need to accept responsibility and be held\n* Capacity and awareness at local level.\n* Appropriate systems and technologies.\n* Private-sector support.\n* Optimising the use of resources: Using fewer resources to achieve more."}, {"text_block_id": "p28_b319", "text": "The following factors are important to ensure the effectiveness of implementing the strategic goals and initiatives:\n* Political buy-in and support.\n* Strategic leadership by management.\n* Uniform standards, supported by national policy and legislation.\n* Stakeholders and responsible agencies need to accept responsibility and be held\n* Capacity and awareness at local level.\n* Appropriate systems and technologies.\n* Private-sector support.\n* Optimising the use of resources: Using fewer resources to achieve more.\n* The involvement and co-operation of non-governmental role players and historical\n* The National Disaster Management Office must establish mechanisms to ensure"}, {"text_block_id": "p28_b323", "text": "The following priority changes need to be effected, to ensure the successful implementation of this strategy:"}, {"text_block_id": "p28_b324", "text": "•"}, {"text_block_id": "p28_b325", "text": "Disaster risk reduction needs to be entrenched in national legislation."}, {"text_block_id": "p28_b326", "text": "•"}, {"text_block_id": "p28_b327", "text": "Disaster risk reduction capacity needs to be enhanced and dedicated disaster risk management staff assigned or appointed in each District Commissioner Office."}, {"text_block_id": "p28_b328", "text": "•"}, {"text_block_id": "p28_b329", "text": "Adequate disaster risk reduction funding and capacity for the National Disaster Management Office and district offices. Specific funding need to be made available for implementing this strategy."}, {"text_block_id": "p28_b330", "text": "•"}, {"text_block_id": "p28_b331", "text": "Disaster risk reduction should be a standing agenda point for all development planning meetings."}, {"text_block_id": "p28_b332", "text": "•"}, {"text_block_id": "p28_b333", "text": "Disaster risk reduction-related Mutual Aid Agreements and Memoranda of Understanding need to be signed and implemented between relevant stakeholders and role players."}, {"text_block_id": "p28_b334", "text": "5.3 Specific strategic goals for disaster risk reduction by 2018"}, {"text_block_id": "p28_b335", "text": "By 2018 Botswana wants to have achieved the following specific strategic goals for disaster risk reduction:"}, {"text_block_id": "p28_b336", "text": "•"}, {"text_block_id": "p28_b337", "text": "To improve the legal and institutional basis for efficient disaster risk reduction."}, {"text_block_id": "p28_b338", "text": "•"}, {"text_block_id": "p28_b339", "text": "To mainstream disaster risk reduction and emergency management into development policy, programmes and projects."}, {"text_block_id": "p28_b340", "text": "•"}, {"text_block_id": "p28_b341", "text": "To build disaster risk reduction capacity at national, district, community and household levels."}, {"text_block_id": "p29_b342", "text": "•"}, {"text_block_id": "p29_b343", "text": "To increase awareness of disaster risk reduction methods and opportunities through information sharing, strategic partnerships, education and training."}, {"text_block_id": "p29_b344", "text": "•"}, {"text_block_id": "p29_b345", "text": "To strengthen and implement knowledge, information management and technologies on disaster risk reduction in all sectors."}, {"text_block_id": "p29_b346", "text": "•"}, {"text_block_id": "p29_b347", "text": "To strengthen disaster preparedness and climate change adaptation at all levels."}, {"text_block_id": "p29_b348", "text": "5.4 Strategic drivers and initiatives to support the goals"}, {"text_block_id": "p29_b349", "text": "The above goals can be reached through implementation of the following strategic driving approaches and activities:"}, {"text_block_id": "p31_b350", "text": "5.5 Principles guiding to the above initiatives"}, {"text_block_id": "p31_b351", "text": "The following general principles guide the above goals and initiatives:"}, {"text_block_id": "p31_b352", "text": "•"}, {"text_block_id": "p31_b353", "text": "Enhance and support advocacy on disaster risk reduction."}, {"text_block_id": "p31_b354", "text": "•"}, {"text_block_id": "p31_b355", "text": "Work within current reality-optimising usage of existing resources and capacity, whilst awaiting additional funding and capacity, is very important."}, {"text_block_id": "p31_b356", "text": "•"}, {"text_block_id": "p31_b357", "text": "Plan pro-actively and not re-actively for disaster risk reduction."}, {"text_block_id": "p32_b358", "text": "•"}, {"text_block_id": "p32_b359", "text": "Adopt a more holistic approach to disaster risk reduction and building resilience. The"}, {"text_block_id": "p32_b360", "text": "‘"}, {"text_block_id": "p32_b361", "text": "silos should be broken"}, {"text_block_id": "p32_b362", "text": "’"}, {"text_block_id": "p32_b363", "text": "and all risk factors should be recognised and addressed holistically and in an integrated manner."}, {"text_block_id": "p32_b364", "text": "•"}, {"text_block_id": "p32_b365", "text": "Utilise the historic indigenous knowledge of the people when disaster risks are assessed."}, {"text_block_id": "p32_b366", "text": "•"}, {"text_block_id": "p32_b367", "text": "Utilise private sector advertisement funding to further disaster risk reduction advocacy and information sharing."}, {"text_block_id": "p32_b368", "text": "•"}, {"text_block_id": "p32_b369", "text": "Communities need to understand the benefits from contributing to disaster risk reduction and support disaster risk reduction initiatives: Disaster risk reduction can save their lives and property."}, {"text_block_id": "p32_b370", "text": "•"}, {"text_block_id": "p32_b371", "text": "Effective law enforcement is critical for disaster risk reduction."}, {"text_block_id": "p32_b372", "text": "•"}, {"text_block_id": "p32_b373", "text": "Communities should be active participants in disaster risk assessments and disaster risk reduction planning and programmes."}, {"text_block_id": "p32_b374", "text": "•"}, {"text_block_id": "p32_b375", "text": "Work, within the correct and sensitive protocols, with traditional leaders and CommunityBased Organisations."}, {"text_block_id": "p32_b376", "text": "•"}, {"text_block_id": "p32_b377", "text": "Focus resources and efforts primarily on disaster risk reduction and less on disaster relief."}, {"text_block_id": "p32_b378", "text": "•"}, {"text_block_id": "p32_b379_merged_merged", "text": "Understand that national/regional programmes such as poverty reduction is mid to long-term goals, but disaster resilience should be built/enhanced within current reality as well. Poor and un-resilient people, communities and groups should be assisted to become more resilient within their current realities."}, {"text_block_id": "p32_b382", "text": "•"}, {"text_block_id": "p32_b383", "text": "Cross-cutting considerations such as gender (for example, the value of utilising woman in disaster risk reduction), youth (sustainable disaster risk reduction starts with the children), people with disabilities, people with less access to facilities and risk transfer-mechanisms such as insurance, must be taken cognisance of in disaster risk reduction planning and initiatives."}, {"text_block_id": "p32_b384", "text": "•"}, {"text_block_id": "p32_b385", "text": "Because disaster risks cannot be totally reduced, the remaining economic risks need to be shared, spread or financed so that individual people, companies and communities are not forced into poverty or bankruptcy if a disastrous event occurs. Mechanisms for sharing or transferring risk are an important component of disaster risk reduction. At the national or district level, this can be achieved through the establishment of reserve funds, contingent credit arrangements, or purchase of offshore insurance or disaster bonds. These usually require supporting arrangements at international level though the private sector or"}, {"text_block_id": "p33_b386", "text": "multilateral banks. At local level, the insurance industry can become a partner in disaster risk reduction and communities can be encouraged (through incentives agreed upon with insurance companies) to ensure themselves against loss."}, {"text_block_id": "p33_b387", "text": "6. THE TOOLS FOR IMPLEMENTING THE STRATEGY"}, {"text_block_id": "p33_b388", "text": "6.1 Arrangements for integrated institutional capacity for disaster risk reduction"}, {"text_block_id": "p33_b389", "text": "In 2005,the UN General Assembly, resolution A/RES/59/231:called upon Governments to establish national platforms or focal points for disaster reduction, encouraged governments to strengthen platforms where they already existed and urged the United Nations system to provide appropriate support to those mechanisms."}, {"text_block_id": "p33_b390", "text": "The objectives of a national platform were identified as:"}, {"text_block_id": "p33_b391", "text": "•"}, {"text_block_id": "p33_b392", "text": "Increase national leadership and commitment to the sustainability of disaster risk reduction and implementation of the Hyogo Framework;"}, {"text_block_id": "p33_b393", "text": "•"}, {"text_block_id": "p33_b394", "text": "Enhance collaboration and coordination among national stakeholders in order to increase levels of knowledge and skills on disaster risk reduction;"}, {"text_block_id": "p33_b395", "text": "•"}, {"text_block_id": "p33_b396", "text": "Increase national commitment to help the most vulnerable and at-risk population;"}, {"text_block_id": "p33_b397", "text": "•"}, {"text_block_id": "p33_b398", "text": "Serve as national focal points in the UNISDR system and strengthen links with the UNISDR secretariat and Task Force."}, {"text_block_id": "p33_b399", "text": "The National Committee on Disaster Management and the National Disaster Management Technical Committee acts as the above platform in the country."}, {"text_block_id": "p33_b400", "text": "The functions and responsibilities of The National Committee on Disaster Management are to:"}, {"text_block_id": "p33_b401", "text": "1."}, {"text_block_id": "p33_b402", "text": "Advise the Office of The President (OP) on disaster situations requiring a declaration of a state of disaster-induced emergency."}, {"text_block_id": "p33_b403", "text": "2."}, {"text_block_id": "p33_b404", "text": "Serve as a reference committee and recommend the OP for approval of the national policies, plans and strategies related to Disaster Risk Reduction."}, {"text_block_id": "p34_b405", "text": "3."}, {"text_block_id": "p34_b406", "text": "Facilitate and monitor the implementation of Hyogo Framework for Action and disaster risk management related activities in the country and make recommendations as may be required."}, {"text_block_id": "p34_b407", "text": "4."}, {"text_block_id": "p34_b408", "text": "Endorse and recommend funding for the costs related to disaster preparedness and relief."}, {"text_block_id": "p34_b409", "text": "5."}, {"text_block_id": "p34_b410", "text": "Participate in emergency operations activities during a state of disaster-induced emergency, including staffing the National Emergency Operations Centre when activated."}, {"text_block_id": "p34_b411_merged", "text": "The functions and responsibilities of National Disaster Management Technical Committee are to:"}, {"text_block_id": "p34_b413", "text": "1."}, {"text_block_id": "p34_b414", "text": "Advise the National Disaster Management Office and the National Committee of Disaster Management on all disaster operations, issues and activities."}, {"text_block_id": "p34_b415", "text": "2."}, {"text_block_id": "p34_b416", "text": "Participate in emergency operations activities during a state of disaster-induced emergency, including staffing Emergency Operations Centres once activated."}, {"text_block_id": "p34_b417", "text": "3."}, {"text_block_id": "p34_b418", "text": "Provide technical support to the National Disaster Management Office in developing and implementing disaster risk management related activities and building of District and Village level disaster management teams and stakeholders."}, {"text_block_id": "p34_b419", "text": "4."}, {"text_block_id": "p34_b420", "text": "Represent the National Disaster Management Office in various forums and events as may be assigned."}, {"text_block_id": "p34_b421", "text": "The institutional basis for disaster risk reduction should however not only depend on national structures and initiative. In fact, as mentioned above, effective disaster risk reduction should be a bottom-up and not top-down approach."}, {"text_block_id": "p34_b422", "text": "The following figures illustrate the institutional levels and arrangements for disaster risk reduction in the country and highlight the strategic importance of districts and communities in disaster risk reduction. The first figure indicates the strategic levels were disaster risk reduction is being implemented in the country and the second indicates responsibilities, inputs and integration between stakeholders with regard to disaster risk reduction."}, {"text_block_id": "p35_b423", "text": "Figure 4:Strategic levels were disaster risk reduction is being implemented in the country"}, {"text_block_id": "p36_b424", "text": "Figure 5: The first figure indicates the strategic levels were disaster risk reduction is being implemented in the country."}, {"text_block_id": "p36_b425", "text": "6.2 Disaster mitigation and prevention"}, {"text_block_id": "p36_b426", "text": "Disaster mitigation and prevention planning and activities are crucial to disaster risk reduction.The recommendations and plans stipulated in the various urban and district development plans will already alleviate and treat many of the disaster risks. The National Disaster Risk Management Plan also outlines the mitigation responsibilities of each Ministry."}, {"text_block_id": "p36_b427", "text": "Annexure B contains typical mitigation/prevention activities pertaining to main hazard categories, which can be utilised for further hazard-specific disaster risk reduction planning and initiatives."}, {"text_block_id": "p37_b428", "text": "6.3 Disaster risk reduction through effective response, recovery and reconstruction"}, {"text_block_id": "p37_b429", "text": "The risks of certain disasters can be reduced through effective response, recovery and rehabilitation activities. For example, buildings, roads or bridges can be reconstructed in such a place or way that it will not suffer the same fate as in the past when the hazard (like a flood) reaches it. When new structures are designed, disaster risk reduction through environmental design techniques should be taken into account."}, {"text_block_id": "p37_b430", "text": "It is therefore important that disaster risk reduction is a deliverable of post-disaster impact and risk assessment recommendations."}, {"text_block_id": "p37_b431", "text": "6.4 Effective integration and mobilisation of indigenous knowledge, traditional authorities, women and children and marginalised groups"}, {"text_block_id": "p37_b432", "text": "The indigenous knowledge of communities regarding disaster risk reduction, for example the way in which traditional structures are built and knowledge about weather patterns, is a valuable source of disaster risk reduction information and should be integrated into all disaster risk assessments and disaster risk reduction planning. This should be done whilst taking cognisance of the leadership of traditional authorities and structures."}, {"text_block_id": "p37_b433", "text": "Equally important is the key role that women play in day-to-day disaster risk reduction activities and awareness, from household to community-based organisation level."}, {"text_block_id": "p37_b434", "text": "Children are the future implementers of disaster risk reduction and if they are educated and capacitated in disaster risk reduction thought and activities, they will form a cornerstone for sustainable disaster risk reduction in the country. Boys and girls need to be engaged with whilst taking cognisance of their unique nature and circumstances."}, {"text_block_id": "p38_b435", "text": "The specific needs of marginalised groups such as the elderly, disabled persons and the poor, should be taken cognisance of and integrated into disaster risk reduction planning. Specific disaster risk reduction projects and programmes can be developed in this regard."}, {"text_block_id": "p38_b436", "text": "6.5 Information management and communication"}, {"text_block_id": "p38_b437", "text": "A disaster risk management stakeholder contacts database is available at the National Disaster Management Office and District Commissioner Offices."}, {"text_block_id": "p38_b438", "text": "A detailed disaster risk reduction communication and awareness strategy will be drafted for the country. In the interim, the following principles should guide disaster risk reduction communication in the country:"}, {"text_block_id": "p38_b439", "text": "•"}, {"text_block_id": "p38_b440", "text": "The anticipated outcomes of the communication and public information inputs are focussed on strengthening the communications component of disaster risk reduction."}, {"text_block_id": "p38_b441", "text": "•"}, {"text_block_id": "p38_b442", "text": "Community involvement is a continuous process that necessitates well planned participative plans and communication initiatives. These initiatives will ensure that trust and credibility is developed by the affected communities, and even regulators. Capacity building initiatives and education will not have a sustainable effect if trust and credibility is lacking. It is very important to note that communities trust a person with continuous presence, using culturally appropriate messages communicated through recognizable media."}, {"text_block_id": "p38_b443", "text": "•"}, {"text_block_id": "p38_b444", "text": "The critical communication mechanisms to employ would be continuous engagement with communities via meetings, providing risk reduction-focused information material in the form of flyers/brochures and posters, and capacity building sessions. These mechanisms are focused to create understanding, in order to build capacity, and should be easily accessible to communities and even regulators."}, {"text_block_id": "p38_b445", "text": "•"}, {"text_block_id": "p38_b446", "text": "The involvement of communities to ensure resilience and sustainability is becoming more prominent. For this reason, it is important to implement participative strategies when considering disaster risk reduction, and more so, well formulated communication strategies and plans that will facilitate participation."}, {"text_block_id": "p39_b447", "text": "•"}, {"text_block_id": "p39_b448", "text": "Various communication mechanisms are employed at the different stages of disaster risk reduction, each delivering on a specific objective. It is critical that the correct communication mechanism is used at the correct disaster risk management phase since they require specific resources and have different accessibility levels."}, {"text_block_id": "p39_b449", "text": "The following aspects are to be considered from a communications perspective in order to support the focus of this enabler:"}, {"text_block_id": "p39_b450", "text": "•"}, {"text_block_id": "p39_b451", "text": "Communities need to take ownership for the development of risk reduction initiatives."}, {"text_block_id": "p39_b452", "text": "•"}, {"text_block_id": "p39_b453", "text": "Integrated awareness programmes must be culture fit/friendly and should make use of existing traditional communication mechanisms and/or channels."}, {"text_block_id": "p39_b454", "text": "•"}, {"text_block_id": "p39_b455", "text": "Sustainable relationships must be established between regional branch community liaison officers and communities through the use of focussed community engagement plans."}, {"text_block_id": "p39_b456", "text": "Communities should be involved with disaster risk response plan formulation and risk reduction initiatives to ensure transfer of local knowledge and establishment of trusting relationships. Standard Operating Procedures of response agencies and communities should be aligned and/or clarified, to ensure that all stakeholders, including communities, are certain of what is expected of them and other stakeholders during an incident. Clear Command and Control responsibilities should be agreed upon."}, {"text_block_id": "p39_b457", "text": "6.6 Resource mobilisation and funding"}, {"text_block_id": "p39_b458", "text": "A disaster risk reduction resource inventory and mobilisation plan needs to be developed by the National Disaster Management Office and District Commissioner Offices. The resource inventory should take into account all possible disaster risk reduction resources on national, district and community level."}, {"text_block_id": "p39_b459", "text": "Technology and equipment, such as disaster risk management systems, early warning systems and gauging stations, internet connectivity, basic telecommunication, etc., and the effective"}, {"text_block_id": "p40_b460", "text": "management and maintenance thereof, are crucial support tools for disaster risk reduction and need to be procured and enhanced."}, {"text_block_id": "p40_b461", "text": "Disaster risk reduction funding will be accessed in terms of the National Policy on Disaster Management. One of the functions of the National Disaster Management Office is to endorse and recommend funding for the costs related to disaster preparedness and relief. Each Ministry, Sector and District should include disaster risk reduction in its budget. The Ministry of Finance and Development Planning will ensure that Ministries/Departments make provision for prevention, mitigation and preparedness programmes in National Development Plans and budgets."}, {"text_block_id": "p40_b462", "text": "External funding for disaster risk reduction should constantly be sourced, through the National Disaster Management Office. This funding includes funding for specific disaster risk reduction capacity and initiatives by United Nations Agencies, the Southern African Development Community and international humanitarian and relief organisations."}, {"text_block_id": "p40_b463", "text": "7. IMPLEMENTATION PLAN"}, {"text_block_id": "p40_b464", "text": "7.1 Strategic implementation directives and priorities for strategic change"}, {"text_block_id": "p40_b465", "text": "The following strategic implementation directives will be applicable to disaster risk reduction in the country for the next five years:"}, {"text_block_id": "p40_b466", "text": "•"}, {"text_block_id": "p40_b467", "text": "The principles of co-operation, effective communication and information management, reporting and alignment (joint standards of practice) of planning and implementation on disaster risk management will at all times be adhered to by all institutions, stakeholders and role players."}, {"text_block_id": "p40_b468", "text": "•"}, {"text_block_id": "p40_b469", "text": "Training, capacity building and research on disaster risk management will continually be executed by all institutions, stakeholders and role players."}, {"text_block_id": "p40_b470", "text": "•"}, {"text_block_id": "p40_b471", "text": "The involvement and co-operation of non-governmental role players and specialists, and the inclusion of historical and indigenous information and knowledge relevant to disaster hazards, will be ensured by all institutions, stakeholders and role players."}, {"text_block_id": "p41_b472", "text": "•"}, {"text_block_id": "p41_b473", "text": "All institutions, stakeholders and role players will execute detailed research; obtain all required technical advice and inputs required and guide and monitor disaster risk management implementation, co-operation, communication and information dissemination on a constant basis."}, {"text_block_id": "p41_b474", "text": "•"}, {"text_block_id": "p41_b475", "text": "International and trans-boundary co-operation and integration will be further ensured by all institutions, stakeholders and role players."}, {"text_block_id": "p41_b476", "text": "•"}, {"text_block_id": "p41_b477", "text": "The country will be responsible to guide and monitor the implementation of these directives and implement its own legislative or assigned functions within the country, but detailed disaster risk reduction planning and implementation need to be executed by all institutions, stakeholders and role players."}, {"text_block_id": "p41_b478", "text": "•"}, {"text_block_id": "p41_b479", "text": "Disaster risk reduction planning and risk reduction is the responsibility of all institutions, stakeholders and role players in the country, working with disaster risk management functionaries, but disaster response, recovery and rehabilitation remains the primary responsibility of the institution holding ownership and/or legislative or assigned responsibility over the area and/or assets affected by a potential disastrous incident, working with all relevant institutions, stakeholders and role players, irrespective whether a state of disaster is declared or not."}, {"text_block_id": "p41_b480", "text": "7.2 Assignment of responsibilities"}, {"text_block_id": "p41_b481", "text": "Although each stakeholder should identify its own role in disaster risk reduction as part of its own disaster risk management and disaster risk reduction planning. All sectors and ministries should include disaster risk reduction in their annual strategic planning processes."}, {"text_block_id": "p41_b482", "text": "The National Disaster Risk Management Plan details the disaster risk management (and consequent disaster risk reduction) roles and responsibilities of the relevant national departments and other institutions and this is not repeated in this strategic document."}, {"text_block_id": "p41_b483", "text": "The table below provides an indication of the main sectors and their primary responsibilities in disaster risk reduction specifically."}, {"text_block_id": "p44_b484", "text": "7.3 Action plan for implementation"}, {"text_block_id": "p44_b485", "text": "The action plan for implementing this strategy is attached as Annexure A."}, {"text_block_id": "p44_b486", "text": "7.4 Reporting and monitoring"}, {"text_block_id": "p44_b487", "text": "This is version 01-2013 of the 5 year disaster risk reduction strategy for the country."}, {"text_block_id": "p44_b488", "text": "This document will be assessed annually and updated as required. The strategy will be reviewed in 2016."}, {"text_block_id": "p44_b489", "text": "Effective reporting, monitoring and evaluation are crucial to the success of this strategy."}, {"text_block_id": "p44_b490", "text": "Every 6 months, all the Ministries and National stakeholders will be given a standard format to provide progress information on their disaster risk reduction related activities. Similarly, District Commissioners/District Officers will provide their updates with clear challenges and recommendations to the National Disaster Management Office. Lessons learnt is an important tool and should constantly be employed in evaluation and re-planning activities and communicated to all stakeholders."}, {"text_block_id": "p44_b491", "text": "This strategy will further be monitored through quarterly assessments of the status of implementation of Annexure A, by the National Disaster Management Office."}, {"text_block_id": "p45_b492", "text": "Annexure A : Implementation Action Plan"}, {"text_block_id": "p53_b493", "text": "Annexure B : General disaster risk reduction activities for specific hazard categories"}], "document_description": "This strategy aims to provide guidelines and act as a framework for disaster risk reduction implementation in the country. It presents the background and objectives of the strategy, an analysis of current disaster risk reduction initiatives and actions in the country, strategic goals and mission success factors to achieve these goals, tools for effective implementation of the strategy, and an action plan.\n\nThe strategy should be read in conjunction with the National Disaster Management Plan, Policy, or other related legislation or documents. The document was the product of consultation and inputs by various stakeholders. The success of this strategy will lie in its effective implementation and monitoring throughout the country."}