{"document_instrument_name": [], "document_country_english_shortname": "Botswana", "document_category": "Policy", "document_sector_name": "Water", "document_language": "English", "document_name": "National disaster risk management plan", "document_country_code": "BWA", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "09/10/2019", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/BWA/2019/BWA-2019-10-09-National disaster risk management plan_b9a65ab09e02620873a2a5a12af338c9.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL DISASTER RISK MANAGEMENT PLAN"}, {"text_block_id": "p0_b2", "text": "NATIONAL DISASTER MANAGEMENT OFFICE (NDMO)"}, {"text_block_id": "p0_b3", "text": "Office of the President"}, {"text_block_id": "p1_b4", "text": "CONTENTS"}, {"text_block_id": "p4_b5", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p5_b6", "text": "Executive Summary"}, {"text_block_id": "p5_b7", "text": "National Disaster Risk Management Plan (NDRMP) is a major step towards achieving the goal of Sustainable Developments through ensuring Disaster Risk Reduction (DRR) implementation in the country. It provides a framework which guides all sectors and stakeholders in preparing their own DRR and Emergency Management (EM) plans. The plan addresses issues related to natural and man-made hazards and vulnerabilities as per sectoral mandate. This plan document will be followed by various sectoral and department specific plans. In those plans the actions and commitments for each sector will be elaborated further. Consolidation of all the sector specific plans will result into a Strategic National Action Plan (SNAP) for DRR implementation and Emergency Management Plan (EMP) to deal with disaster related emergencies."}, {"text_block_id": "p5_b8_merged", "text": "This Plan document has six Chapters. The first Chapter provides justifications for the need to have a comprehensive disaster risk management plan – a plan that is coherent with existing sustainable development related initiatives. The list of existing and potential disaster risks in Botswana justifies the requirement of a comprehensive NDRMP. The aim of the plan, as described in the chapter is “To provide a framework for a coordinated and proactive set of actions incorporating elements of Disaster Risk Reduction as well as Emergency Management"}, {"text_block_id": "p5_b13", "text": "”."}, {"text_block_id": "p5_b14", "text": "Chapter two focuses on policy and legislative frameworks for DRM activities in the country. In the absence of an exclusive legislation for DRM, the Plan is mainly dependant on the Constitution and the National Policy on Disaster Management (1996). In addition, fragments of a number of existing laws also address DRR. International agreements such as Hyogo Frame work for Action (2005-2015) guide DRR implementation in many countries including Botswana. All these national and international instruments will guide the plan. The specific guiding principles for Botswana NDRMP are:"}, {"text_block_id": "p5_b15", "text": "Chapter two focuses on policy and legislative frameworks for DRM activities in the country. In the absence of an exclusive legislation for DRM, the Plan is mainly dependant on the Constitution and the National Policy on Disaster Management (1996). In addition, fragments of a number of existing laws also address DRR. International agreements such as Hyogo Frame work for Action (2005-2015) guide DRR implementation in many countries including Botswana. All these national and international instruments will guide the plan. The specific guiding principles for Botswana NDRMP are:\n* : While the occurrence of natural calamities\n* Natural disaster risks are\n* can enhance the effectiveness of Disaster\n* Disaster risk management activities such"}, {"text_block_id": "p6_b27", "text": "Chapter three explains existing institutional frameworks that will spearhead the DRM activities in the country. The organisational arrangement identifies key actors for implementation the plan at national, district and village levels. Other sectors are represented in the NCDM and NDMTC. They advice and support national and district level institutions. Each of these institutions is required to coordinate and implement DRM activities in their respective jurisdictions by involving other stakeholders and local communities."}, {"text_block_id": "p6_b28", "text": "Chapter four focuses on the roles and responsibilities of key government and non-government organisations for implementing DRR. DRR is a multidisciplinary subject and requires multiple actions to be undertaken by various organisations and actors. The chapter defines general and sector specific roles and responsibilities for addressing disaster risks in their respective work environments. The roles and responsibilities identified for each actor will be elaborated into time and result bound activities for sector specific DRMP."}, {"text_block_id": "p6_b29", "text": "Chapter five of this plan describes the activities under Emergency Management. Emergency Management includes certain set of activities under:"}, {"text_block_id": "p6_b30", "text": "Chapter five of this plan describes the activities under Emergency Management. Emergency Management includes certain set of activities under:\n* Preparedness;\n* Response;\n* And Recovery."}, {"text_block_id": "p6_b36", "text": "Depending on magnitude and severity of a disaster, all activities will take place through a standard Emergency Management mechanism (see chart) at National, District and Village or Incident levels. At national level, supervision and facilitation of all the operations related to disasters will be coordinated by the National Emergency Operation Centre (NEOC)."}, {"text_block_id": "p6_b37", "text": "At District or Sub-District levels, the District Emergency Operation Centre (DEOC) will coordinate and facilitate the activities with the help of Emergency Support Function Agencies (ESFs) and Incident Command Post (ICP). The chapter identifies activities and actors to work under NEOC, DEOC, ESFs and ICP. ICP is a response coordination unit which is established at the epicentre of the hazard or where the disaster has originated."}, {"text_block_id": "p6_b38", "text": "The sixth and final chapter covers plan implementation, monitoring and evaluation. It will be essential for all the activities described in Chapters two"}, {"text_block_id": "p7_b39", "text": "to five to be regularly monitored and evaluated. NDMO will coordinate implementation of all sector specific and stakeholder activities prescribed in the Plan. A yearly review will ensure the quality of plan with necessary amendments."}, {"text_block_id": "p7_b40", "text": "Conclusion: the National Disaster Risk Management Plan provides a framework for implementing DRR and EM in the country. The DRR is a systematic effort to analyze and manage casual factors of disasters -which includes lessening the impacts of hazards, reducing vulnerabilities, wise use of natural and other resources and improving preparedness for better emergency response. The NDRMP provides guidelines on how these integral components of DRR and EM will be addressed. The various chapters in this plan provide information on institutional framework for addressing disasters risks. It identifies functions and roles to be played by government and non-government organisations."}, {"text_block_id": "p8_b41", "text": "CHAPTER ONE: B"}, {"text_block_id": "p8_b42", "text": "ACKGROUND"}, {"text_block_id": "p8_b43", "text": "1.0. INTRODUCTION"}, {"text_block_id": "p8_b44", "text": "The National Disaster Risk Management Plan (NDRMP) will be the basis to establish policies, strategies and procedures that will guide all levels of society in disaster preparedness, response and risk reduction. The NDRMP envisages and identifies risks, and reduces vulnerability in the contexts of various hazards likely to occur in Botswana. It defines management structures through which disaster risk management is to be implemented, coordinated and facilitated. The NDRMP identifies roles and responsibilities of all the leading national government and non-government actors for disaster risk assessment, preparation and response. In addition, it defines guidelines to be observed by Government Ministries/Departments, the Private sector, Non-Governmental Organisations and communities that partake in disaster risk management activities"}, {"text_block_id": "p8_b45", "text": "–"}, {"text_block_id": "p8_b46", "text": "including prevention, mitigation, preparedness, response, rehabilitation and reconstruction."}, {"text_block_id": "p8_b47", "text": "This plan was prepared through consultations with numerous Government and non-government stakeholders."}, {"text_block_id": "p8_b48", "text": "1.1. R"}, {"text_block_id": "p8_b49_merged_merged", "text": "ELATIONSHIP WITH OTHER PLANS"}, {"text_block_id": "p8_b52", "text": "The NDRMP is the central disaster risk management Plan for Botswana. It provides a framework and direction for sector disaster risk management plans to be prepared by all Ministries and organisations as well as contingency plans for hazard specific preparedness to be prepared at national, district and village levels."}, {"text_block_id": "p8_b53", "text": "The major goals of the NDRMP, like other national plans (e.g. Vision 2016 and National Development Plan), are to enable the country achieve sustainable development. DRR reduces vulnerability and increases resilience to disasters. It should, therefore, be made an integral part of all the planning processes. All existing plans should be harmonised and all new plans should include DRR components."}, {"text_block_id": "p9_b54", "text": "1.2. H"}, {"text_block_id": "p9_b55", "text": "AZARDS"}, {"text_block_id": "p9_b56", "text": ", V"}, {"text_block_id": "p9_b57", "text": "ULNERABILITY AND"}, {"text_block_id": "p9_b58", "text": "R"}, {"text_block_id": "p9_b59", "text": "ISKS IN"}, {"text_block_id": "p9_b60", "text": "B"}, {"text_block_id": "p9_b61", "text": "OTSWANA"}, {"text_block_id": "p9_b62", "text": "Disaster risks in Botswana can be seen as the possibilities of hazards affecting the vulnerable population of the country, and as a result causing disasters"}, {"text_block_id": "p9_b63", "text": ". This fact is supported by a detailed study conducted by the National Disaster Management Office (NDMO) in 2008 on hazard vulnerability and risk assessment throughout the country to determine the level of existing risk as well as the scope of risk reduction (see Annexure II for details). The study identified a number of disasters and risks prevalent in several districts in Botswana. These risks include, in no particular order:"}, {"text_block_id": "p9_b64", "text": ". This fact is supported by a detailed study conducted by the National Disaster Management Office (NDMO) in 2008 on hazard vulnerability and risk assessment throughout the country to determine the level of existing risk as well as the scope of risk reduction (see Annexure II for details). The study identified a number of disasters and risks prevalent in several districts in Botswana. These risks include, in no particular order:\n* Flooding, especially related to communities that are located in flood\n* Drought, animal epidemics and wild land fires, especially where these\n* Motor vehicle accidents, especially due to animals on the roads and\n* The potential of civil unrest, especially due to its association with\n* Human epidemics such as HIV/AIDS, Cholera, Diarrhoea, and"}, {"text_block_id": "p9_b74", "text": "The nature and spread of potential disasters and risks call for mainstreaming of Disaster Risk Reduction at both the National and local levels. Considering climate change as a major phenomenon intensifying the frequency of disasters, risk analysis has to be conducted more frequently in order to have an effective planning strategy."}, {"text_block_id": "p9_b75", "text": "1.3. H"}, {"text_block_id": "p9_b76_merged_merged_merged", "text": "ISTORICAL BACKGROUND OF DISASTER THREATS IN BOTSWANA"}, {"text_block_id": "p9_b85", "text": "Actual, potential, slow or rapid onset, natural and human induced hazards that may occur in Botswana are as follows:"}, {"text_block_id": "p9_b86", "text": "Drought:"}, {"text_block_id": "p9_b87", "text": "Drought is a frequent phenomenon not just countrywide, but also throughout the Southern African Development Community region. Botswana has been afflicted by drought periods from time immemorial. As such, the government has developed a well coordinated structure and an integrated set of activities to respond to the impacts of drought."}, {"text_block_id": "p9_b88", "text": "Earthquakes:"}, {"text_block_id": "p9_b89", "text": "The potential for earthquakes in Botswana exists, as is demonstrated by the number of recorded earthquakes since 1950. Although most of them were minor, there are records of a few relatively strong ones. One such earthquake occurred in Maun in 1952 measuring 6.7 on the"}, {"text_block_id": "p10_b90", "text": "Richter scale. It is believed that, had the area been as developed as it is at present, extensive damage would have been experienced."}, {"text_block_id": "p10_b91", "text": "Floods:"}, {"text_block_id": "p10_b92", "text": "Floods are caused by a number of factors. The most common factors are storm surge from tropical cyclones, sudden and heavy rains, intense successive precipitation, and overflow of dams resulting in spillage. Floods in Botswana are mainly caused by heavy rains in the country as well as in the riparian region."}, {"text_block_id": "p10_b93", "text": "Tropical Cyclones:"}, {"text_block_id": "p10_b94", "text": "Tropical Cyclones are among the most devastating natural hazards known to mankind. They are frequent within the South West Indian Ocean region during summer. Once every few years cyclones advance mainland from the Mozambique Channel. Over land, the central pressure of tropical cyclones rises rapidly and transforms into tropical depression before dissipating. The presence of tropical cyclones over land causes damage to property and infrastructure because of the associated heavy rain and strong winds. Although Botswana is not directly affected by Tropical Cyclones, their cascading effects (e.g. heavy winds and rainfall) have been observed in the region."}, {"text_block_id": "p10_b95", "text": "Strong Winds:"}, {"text_block_id": "p10_b96", "text": "Strong winds are associated with thunderstorms and are identified by a rapidly funnel-shaped cloud of spiralling winds. Botswana experiences smaller kinds of tornadoes associated with local storms in many places, which in some instances destroy buildings and infrastructure facilities."}, {"text_block_id": "p10_b97", "text": "Wild Land Fires:"}, {"text_block_id": "p10_b98", "text": "Wild land fires resulting from man-made or natural causes are regular occurrences throughout the country during the dry period from the months April to November. Widespread wild land fires are most common in communal grazing areas, National Parks and Forest Reserves in Chobe, Central, Kgalagadi, Ghanzi and Kweneng Districts."}, {"text_block_id": "p10_b99", "text": "Structural Fires:"}, {"text_block_id": "p10_b100", "text": "The risk of structural fires (often referred to as urban fires) strongly exists in Botswana."}, {"text_block_id": "p10_b101", "text": "Pest Infestations:"}, {"text_block_id": "p10_b102", "text": "The most common pest infestations result from quelea birds, locusts, the African ball worm and the armyworm. These are common, especially after heavy rains, and usually attack sorghum crops. Tsetse fly vector has been predominant in the Okavango Delta, especially in Gumare, Seronga and Beetsha. Humans and cattle become exposed to the risk of trypanosomiasis."}, {"text_block_id": "p10_b103", "text": "Animal Diseases:"}, {"text_block_id": "p10_b104", "text": "Foot and Mouth Disease (FMD) was in the past the most serious animal disease. The re-emergence of the disease in 2002/2003, 2005 and 2006 has highlighted its impact on the national economy. Contagious Bovine Pleuropneumonia (CBPP) outbreak in Ngamiland in 1995 resulted in the eradication of 300,000 cattle at a substantial cost to the Government."}, {"text_block_id": "p11_b105", "text": "HIV/AIDS:"}, {"text_block_id": "p11_b106", "text": "The impacts of HIV/AIDS at the macro-economic level have long term implications. HIV/AIDS have negative effects on productivity due to loss of adults during their productive years. Demographic impacts of HIV/AIDS manifest themselves as increases in mortality rates (both infant and adult); falling life expectancy; increases in the number of orphans and dependents; and changes in the size and structure of the population. In economic terms, HIV/AIDS lead to huge financial expenditure."}, {"text_block_id": "p11_b107", "text": "Other Epidemics:"}, {"text_block_id": "p11_b108", "text": "Malaria outbreaks are regular and quite serious in the Okavango Delta, Ngamiland and Central districts. During the heavy rains, malaria may, at times, affect more than 50 percent of the population in Gumare sub-district. Otherwise epidemics commonly associated with floods are not regular occurrences in Botswana. However, pit latrines and sewerage facilities tend to overflow during heavy rains, which may lead to contamination of water sources and outbreaks of waterborne diseases such as cholera and typhoid. Furthermore, there is always the danger of contaminating water sources with oil and chemical spillages."}, {"text_block_id": "p11_b109", "text": "Asylum Seekers/Illegal Immigrants Influx"}, {"text_block_id": "p11_b110_merged", "text": ": As a signatory to the 1951 United Nations Convention on the Status of Refugees and its 1967 Protocol as well as the 1969 OAU Convention governing specific aspects of the African Refugees, Botswana has an obligation to be prepared to deal with possible humanitarian emergencies, and is therefore a home to some refugees. At the height of political instability in Southern Africa, Botswana provided sanctuary to political refugees of varying magnitude. At present, the country is witnessing an increasing influx of illegal immigrants who face a high level of political and economic hardships in their home countries. This large influx of people can become a major challenge to Botswana, given the country’s small population size."}, {"text_block_id": "p11_b113", "text": "Accidents"}, {"text_block_id": "p11_b114", "text": "Accidents\n* These Accidents are a serious problem\n* The worst recorded aircraft accident was the\n* The risk of industrial accidents is likely to\n* : The risk of mine accidents may increase with\n* Botswana is a transit route for"}, {"text_block_id": "p12_b129", "text": "Accidents\n* These Accidents are a serious problem\n* The worst recorded aircraft accident was the\n* The risk of industrial accidents is likely to\n* : The risk of mine accidents may increase with\n* Botswana is a transit route for\n"}, {"text_block_id": "p12_b130", "text": "1.4. A"}, {"text_block_id": "p12_b131_merged", "text": "IM AND OBJECTIVES"}, {"text_block_id": "p12_b134", "text": "Aim"}, {"text_block_id": "p12_b135", "text": "As noted earlier, the aim of this Plan is to provide a framework for a coordinated and proactive set of actions incorporating elements of Disaster Risk Reduction as well as Emergency Management."}, {"text_block_id": "p12_b136", "text": "Objectives"}, {"text_block_id": "p12_b137", "text": "The specific objectives of the Plan are:"}, {"text_block_id": "p12_b138", "text": "The specific objectives of the Plan are:\n* To establish a set of working definitions for the integral components of\n* To define measures to reduce vulnerability to disasters and build\n* To outline structures for organising and coordinating disaster risk\n* To outline functional responsibilities and the requirements for"}, {"text_block_id": "p13_b146", "text": "CHAPTER TWO: L"}, {"text_block_id": "p13_b147", "text": "EGISLATIVE AND"}, {"text_block_id": "p13_b148", "text": "P"}, {"text_block_id": "p13_b149", "text": "OLICY"}, {"text_block_id": "p13_b150", "text": "F"}, {"text_block_id": "p13_b151", "text": "RAMEWORKS"}, {"text_block_id": "p13_b152", "text": "2.0."}, {"text_block_id": "p13_b153", "text": "INTRODUCTION"}, {"text_block_id": "p13_b154", "text": "Botswana does not, as yet, have a specific law providing legal support to disaster risk management and related activities. Currently, implementation of disaster risk management actions is supported through several legislations and policies. There is, however, a need for a comprehensive legislation dedicated to disaster risk management and reinforcement of existing institutional structures for disaster response and risk reduction. Below is a discussion of key legislative and policy frameworks currently used to support disaster risk response and reduction."}, {"text_block_id": "p13_b155", "text": "2.1. T"}, {"text_block_id": "p13_b156", "text": "HE"}, {"text_block_id": "p13_b157", "text": "C"}, {"text_block_id": "p13_b158", "text": "ONSTITUTION OF"}, {"text_block_id": "p13_b159", "text": "B"}, {"text_block_id": "p13_b160", "text": "OTSWANA"}, {"text_block_id": "p13_b161", "text": "2.2. E"}, {"text_block_id": "p13_b162", "text": "MERGENCY"}, {"text_block_id": "p13_b163", "text": "P"}, {"text_block_id": "p13_b164", "text": "OWERS"}, {"text_block_id": "p13_b165", "text": "A"}, {"text_block_id": "p13_b166", "text": "CT"}, {"text_block_id": "p13_b167", "text": "(C"}, {"text_block_id": "p13_b168", "text": "AP"}, {"text_block_id": "p13_b169", "text": "22.04)"}, {"text_block_id": "p13_b170", "text": "In the absence of any specific legislation for disaster risk management, the declaration of disasters is currently backed by the Emergency Power Act. Although the Act does not contain guidelines specific to disaster induced emergency, the Act empowers the President to make emergency regulations. Consequently, whenever an emergency proclamation is made it specifies matters which may be provided for in the emergency regulation."}, {"text_block_id": "p13_b171", "text": "2.3. N"}, {"text_block_id": "p13_b172_merged_merged_merged_merged", "text": "ATIONAL POLICY ON DISASTER MANAGEMENT"}, {"text_block_id": "p13_b179", "text": "(1996)"}, {"text_block_id": "p13_b180", "text": "The National Policy on Disaster Management (1996) has to date been the key instrument for guiding disaster risk management. In addition, it has been the driving force for the preparation of the National Disaster Risk Management Plan (NDRMP)."}, {"text_block_id": "p13_b181", "text": "The National Policy on Disaster Management provides a comprehensive disaster management programme based on a series of activities aimed at reducing the impact of future disasters as well as reducing vulnerability. The Policy also ensures that effective disaster preparedness measures are put in place in order to cope with disasters when they occur. It further provides for activation an effective emergency response and recovery system when disasters strike."}, {"text_block_id": "p13_b182", "text": "According to the Policy, disaster management relates to the needs of Botswana and should be integrated into development. This implies that no one element should be considered to be more important than others. A major prerequisite should be to ensure that development projects and programmes are assessed for disaster impact and that strategies aimed at"}, {"text_block_id": "p14_b183", "text": "reducing vulnerability of populations to various disaster risks are built into the development process."}, {"text_block_id": "p14_b184", "text": "2.4. Finance and Audit Act of 1996"}, {"text_block_id": "p14_b185", "text": "The Finance and Audit Act of 1996 provides for the National Disaster relief Fund (NDRF). This is the fund from which assistance to disaster victims to meet life sustenance needs such as shelter, food and provision of sanitary facilities draws from."}, {"text_block_id": "p14_b186", "text": "2.5. O"}, {"text_block_id": "p14_b187", "text": "THER"}, {"text_block_id": "p14_b188", "text": "N"}, {"text_block_id": "p14_b189", "text": "ATIONAL"}, {"text_block_id": "p14_b190", "text": "L"}, {"text_block_id": "p14_b191", "text": "AWS AND"}, {"text_block_id": "p14_b192", "text": "P"}, {"text_block_id": "p14_b193", "text": "OLICIES"}, {"text_block_id": "p14_b194", "text": "There exist other policies and legal instruments relevant to disaster risk management in that they either directly address issues relating to disaster vulnerability or indirectly address risks of natural and/or man-made hazards. The following are some of the most relevant laws and policies:"}, {"text_block_id": "p14_b195", "text": "There exist other policies and legal instruments relevant to disaster risk management in that they either directly address issues relating to disaster vulnerability or indirectly address risks of natural and/or man-made hazards. The following are some of the most relevant laws and policies:\n* Agrochemicals Act Cap 35:09\n* Agriculture Resource Act 36:06\n* Building Control Act Cap 65:02\n* Customs and Excise Duty Act Cap 50:01\n* Education Act Cap 58:01\n* Explosives Act Cap 24:02\n* Factories Act Cap 44:01\n* Forest Act Cap 38:02\n* Food Control Act Cap 65:05\n* Herbage Preservation (Prevention of Fires) Act Cap 38:02\n* Industrial Development Act Cap 43:01\n* Land Survey Act Cap 33:01\n* Mines Quarries, Works and Machinery Act Cap 44:02\n* Mines and Mineral Act 1999\n* Police Act Cap 21:01\n* Public Health Act Cap 63:01\n* Public Service Act Cap 26:01\n* Radiation Protection Act Cap 24:03\n* Road Traffic Act Cap 69:01\n* Town and Country Planning Act Cap 32:09\n* Trade and Liquor Act Cap 43:02\n* Tribal Land Act Cap 32:02\n* Waste Management Act Cap 65:06\n* Community Based Natural Resource Management (CBNRM)\n* Remote Area Development Programme\n* National Destitute Policy"}, {"text_block_id": "p14_b247", "text": "Besides reducing vulnerability, the above listed social development policies provide frameworks for community involvement in resource management which, in turn, provides protection against hazards."}, {"text_block_id": "p14_b248", "text": "2.6. I"}, {"text_block_id": "p14_b249_merged_merged", "text": "NTERNATIONAL AGREEMENTS"}, {"text_block_id": "p14_b252", "text": "Disaster Risk Management is a multi-sectoral and a global issue. The Government has always played a crucial role by taking part in various"}, {"text_block_id": "p15_b253", "text": "international agreements related to vulnerability reduction and sustainable development. The Hyogo Framework for Action (HFA) 2005-2015 is the most recent agreement signed by the Government of Botswana."}, {"text_block_id": "p15_b254", "text": "Hyogo Framework for Action (2005-2015)"}, {"text_block_id": "p15_b255", "text": "The HFA provides a clear road map for implementation of Disaster Risk Reduction through its five priority plan of action. Namely,"}, {"text_block_id": "p15_b256", "text": "The HFA provides a clear road map for implementation of Disaster Risk Reduction through its five priority plan of action. Namely,\n* Ensure that disaster risk reduction is a national and a local\n* Identify, assess and monitor disaster risks and enhance early\n* Use knowledge, innovation and education to build a culture of\n* Reduce the underlying risk factors.\n* Strengthen disaster preparedness for effective response at all"}, {"text_block_id": "p15_b266", "text": "Africa Regional Strategy for Disaster Risk Reduction"}, {"text_block_id": "p15_b267", "text": "Similarly at regional and sub regional level, the NDRMP is guided by the Africa Regional Strategy for Disaster Risk Reduction and the draft SADC Disaster Risk Reduction Strategy. The two Strategies are also guided by the Hyogo Framework for Action. The overall goal of the African Regional Strategy for Disaster Risk Reduction is to reduce the social, economic and environmental impacts of disasters on the African people and economy thereby facilitating the achievement of the MDGs and other development"}, {"text_block_id": "p15_b268", "text": "aims in Africa. The Strategy’s specific objectives"}, {"text_block_id": "p15_b269", "text": "are to:"}, {"text_block_id": "p15_b270", "text": "are to:\n* increase political commitment to disaster risk reduction;\n* improve identification and assessment of disaster risks;\n* enhance knowledge management for disaster risk reduction;\n* increase public awareness of disaster risk reduction;\n* improve governance of disaster risk reduction institutions; and\n* Integrate of disaster risk reduction in emergency response"}, {"text_block_id": "p15_b282", "text": "SADC Regional Water Policy"}, {"text_block_id": "p15_b283", "text": "The Southern African Development Community (SADC) Regional Water Policy document describes strategies for providing security from water related disasters in the region. In the document, section six prescribes specific policies to safeguard communities against floods and drought by developing a regional plan for prevention and preparedness of such disasters."}, {"text_block_id": "p15_b284", "text": "2.7. P"}, {"text_block_id": "p15_b285", "text": "RINCIPLES OF"}, {"text_block_id": "p15_b286", "text": "N"}, {"text_block_id": "p15_b287", "text": "ATIONAL"}, {"text_block_id": "p15_b288", "text": "D"}, {"text_block_id": "p15_b289", "text": "ISASTER"}, {"text_block_id": "p15_b290", "text": "R"}, {"text_block_id": "p15_b291", "text": "ISK"}, {"text_block_id": "p15_b292", "text": "M"}, {"text_block_id": "p15_b293", "text": "ANAGEMENT"}, {"text_block_id": "p15_b294", "text": "This Plan is guided by the following principles:"}, {"text_block_id": "p15_b295", "text": "This Plan is guided by the following principles:\n* While the occurrence of natural calamities cannot be stopped,\n<\\li1>"}, {"text_block_id": "p16_b299", "text": "This Plan is guided by the following principles:\n* While the occurrence of natural calamities cannot be stopped,\n<\\li1>\n* Natural disaster risks are intimately related and connected to the\n* .\n* enhances the effectiveness of disaster risk\n* Disaster risk management activities will be premised on a high level of decentralisation based on local initiatives, with the full utility of"}, {"text_block_id": "p17_b310", "text": "CHAPTER THREE: C"}, {"text_block_id": "p17_b311", "text": "URRENT"}, {"text_block_id": "p17_b312", "text": "D"}, {"text_block_id": "p17_b313", "text": "ISASTER"}, {"text_block_id": "p17_b314", "text": "R"}, {"text_block_id": "p17_b315", "text": "ISK"}, {"text_block_id": "p17_b316", "text": "M"}, {"text_block_id": "p17_b317", "text": "ANAGEMENT"}, {"text_block_id": "p17_b318", "text": "O"}, {"text_block_id": "p17_b319", "text": "RGANISATIONAL"}, {"text_block_id": "p17_b320", "text": "F"}, {"text_block_id": "p17_b321", "text": "RAMEWORK"}, {"text_block_id": "p17_b322", "text": "This chapter describes and outlines the roles and responsibilities of National, District and Village level institutions responsible to spearhead DRM."}, {"text_block_id": "p17_b323", "text": "3.1. NATIONAL LEVEL"}, {"text_block_id": "p17_b324", "text": "3.1.1.O"}, {"text_block_id": "p17_b325_merged_merged", "text": "FFICE OF THE PRESIDENT"}, {"text_block_id": "p17_b330", "text": "The Office of the President is responsible for the following:"}, {"text_block_id": "p17_b331", "text": "1."}, {"text_block_id": "p17_b332", "text": "The President of the Republic of Botswana has the overall responsibility for ensuring security, safety, and social and economic well-being of the citizens of Botswana. According to the Emergency Powers Act of Botswana the President has the power to declare a state of emergency."}, {"text_block_id": "p17_b333", "text": "2."}, {"text_block_id": "p17_b334", "text": "The Minister for Presidential Affairs and Public Administration oversees the implementation of national disaster risk reduction strategies, policies and programmes, including advising the President when to declare a state of disaster."}, {"text_block_id": "p17_b335", "text": "3."}, {"text_block_id": "p17_b336", "text": "The Secretary for Presidential Affairs and Public Administration is the accounting officer on DRR issues and activities. He/she also chairs the National Committee on Disaster Management (NCDM)."}, {"text_block_id": "p17_b337", "text": "4."}, {"text_block_id": "p17_b338", "text": "Through the National Disaster Management Office (NDMO), the Office of The President is responsible for implementation and monitoring of DRM activities in the country. Specifically NDMO is responsible for the following:"}, {"text_block_id": "p17_b339", "text": "Through the National Disaster Management Office (NDMO), the Office of The President is responsible for implementation and monitoring of DRM activities in the country. Specifically NDMO is responsible for the following:\n* Providing overall coordination of DRR activities in Botswana.\n* Development of tools, techniques and systems to ensure\n* Facilitation of the development and implementation of"}, {"text_block_id": "p18_b345", "text": "Through the National Disaster Management Office (NDMO), the Office of The President is responsible for implementation and monitoring of DRM activities in the country. Specifically NDMO is responsible for the following:\n* Providing overall coordination of DRR activities in Botswana.\n* Development of tools, techniques and systems to ensure\n* Facilitation of the development and implementation of\n* Coordinating/facilitating capacity development activities to\n* Mobilisation of resources for disaster risk reduction and"}, {"text_block_id": "p18_b350", "text": "3.1.2. T"}, {"text_block_id": "p18_b351_merged", "text": "HE NATIONAL COMMITTEE ON DISASTER MANAGEMENT"}, {"text_block_id": "p18_b360", "text": "(NCDM)"}, {"text_block_id": "p18_b361", "text": "The National Committee on Disaster Management (NCDM) is the principal policy formulation and coordination body in the country. It has a mandate to facilitate implementation of Disaster Risk Reduction under the guidance of the HFA National Platform for Botswana. The Secretary of the Ministry for Presidential Affairs and Public Administration chairs the NCDM. The NDMO provides secretarial support to the NCDM. Membership of NCDM includes:"}, {"text_block_id": "p18_b362", "text": "1."}, {"text_block_id": "p18_b363", "text": "Deputy Permanent Secretaries of all the Ministries"}, {"text_block_id": "p18_b364", "text": "2."}, {"text_block_id": "p18_b365", "text": "Deputy Commander of BDF"}, {"text_block_id": "p18_b366", "text": "3."}, {"text_block_id": "p18_b367", "text": "Deputy Commissioner of Botswana Police Service"}, {"text_block_id": "p18_b368", "text": "4."}, {"text_block_id": "p18_b369", "text": "Deputy Clerk of National Assembly"}, {"text_block_id": "p18_b370", "text": "5."}, {"text_block_id": "p18_b371", "text": "Secretary General of Botswana Red Cross Society"}, {"text_block_id": "p18_b372", "text": "6."}, {"text_block_id": "p18_b373", "text": "Representative of the Botswana Council of Non-governmental Organisations"}, {"text_block_id": "p18_b374", "text": "7."}, {"text_block_id": "p18_b375", "text": "Representative of the Botswana Confederation of Commerce, Industry and Manpower"}, {"text_block_id": "p18_b376", "text": "8."}, {"text_block_id": "p18_b377", "text": "Secretary  of the Rural Development Council"}, {"text_block_id": "p18_b378", "text": "9."}, {"text_block_id": "p18_b379", "text": "Assistant Resident Representative of the United Nations Development Programme in Botswana."}, {"text_block_id": "p18_b380", "text": "Functions and Responsibilities of the NCDM"}, {"text_block_id": "p18_b381", "text": "The functions and responsibilities of the Committee are to:"}, {"text_block_id": "p18_b382", "text": "1."}, {"text_block_id": "p18_b383", "text": "Advise the Office of The President (OP) on disaster situations requiring a declaration of a state of disaster-induced emergency."}, {"text_block_id": "p18_b384", "text": "2."}, {"text_block_id": "p18_b385", "text": "Serve as a reference committee and recommend the OP for approval of the national policies, plans and strategies related to Disaster Risk Reduction."}, {"text_block_id": "p18_b386", "text": "3."}, {"text_block_id": "p18_b387", "text": "Facilitate and monitor the implementation of HFA and DRM related activities in the country and make recommendations as may be required."}, {"text_block_id": "p18_b388", "text": "4."}, {"text_block_id": "p18_b389", "text": "Endorse and recommend funding for the costs related to disaster preparedness and relief."}, {"text_block_id": "p18_b390", "text": "5."}, {"text_block_id": "p18_b391", "text": "Participate in emergency operations activities during a state of"}, {"text_block_id": "p19_b392", "text": "disaster-induced emergency, including staffing the National Emergency Operations Centre (NEOC) when activated."}, {"text_block_id": "p19_b393", "text": "NCDM members act as focal persons for DRM in their respective Ministries and take lead actions in ensuring that their Ministries integrate disaster risk reduction in their respective planning processes and operations."}, {"text_block_id": "p19_b394", "text": "3.1.3. N"}, {"text_block_id": "p19_b395_merged", "text": "ATIONAL DISASTER MANAGEMENT TECHNICAL COMMITTEE"}, {"text_block_id": "p19_b404", "text": "(NDMTC)"}, {"text_block_id": "p19_b405", "text": "The NDMTC is a multi-sector technical advisory body composed of professionals and specialists from various development areas. Chaired by the Director of NDMO, NDMTC provides advisory support to the NCDM and NDMO on various aspects related to disaster risk reduction."}, {"text_block_id": "p19_b406", "text": "Membership of the NDMTC may be drawn from all Ministries including Departments of Meteorological Services, Geological Surveys, Mines, Forestry and Range Resources, Factories Inspectorate, Central Transport Organisation, Information Services, Animal Health and Production,   Botswana Defence Force, Botswana Police Service, University of Botswana, Botswana Red Cross Society, Non-Governmental Organisations, Community Based Organisations, Youth, the Private Sector, and a representative of the UNDP.Other relevant offices would be co-opted on a need basis. Secretariat support is provided by NDMO."}, {"text_block_id": "p19_b407", "text": "Functions and Responsibilities:"}, {"text_block_id": "p19_b408", "text": "1."}, {"text_block_id": "p19_b409", "text": "Advise the NDMO and the NCDM on all disaster operations, issues and activities."}, {"text_block_id": "p19_b410", "text": "2."}, {"text_block_id": "p19_b411", "text": "Participate in emergency operations activities during a state of disaster-induced emergency, including staffing Emergency Operations Centres (EOC) once activated."}, {"text_block_id": "p19_b412", "text": "3."}, {"text_block_id": "p19_b413", "text": "Provide technical support to the NDMO in developing and implementing DRM related activities and building of District and Village level disaster management teams and stakeholders."}, {"text_block_id": "p19_b414", "text": "4."}, {"text_block_id": "p19_b415", "text": "Represent the NDMO in various forums and events as may be assigned."}, {"text_block_id": "p19_b416", "text": "Technical Sub-Committees of NCDM can be established on a permanent or ad hoc basis as and when necessary. They can be called upon for advice on specific issues, for example Epidemics, and early warning, and damage assessment."}, {"text_block_id": "p20_b417", "text": "3.2. DISTRICT LEVEL"}, {"text_block_id": "p20_b418", "text": "D"}, {"text_block_id": "p20_b419", "text": "ISTRICT"}, {"text_block_id": "p20_b420", "text": "D"}, {"text_block_id": "p20_b421", "text": "ISASTER"}, {"text_block_id": "p20_b422", "text": "M"}, {"text_block_id": "p20_b423", "text": "ANAGEMENT"}, {"text_block_id": "p20_b424", "text": "C"}, {"text_block_id": "p20_b425", "text": "OMMITTEE"}, {"text_block_id": "p20_b426", "text": "(D"}, {"text_block_id": "p20_b427", "text": "ISTRICT"}, {"text_block_id": "p20_b428", "text": "/C"}, {"text_block_id": "p20_b429", "text": "ITY"}, {"text_block_id": "p20_b430", "text": "/T"}, {"text_block_id": "p20_b431", "text": "OWN"}, {"text_block_id": "p20_b432", "text": ")"}, {"text_block_id": "p20_b433", "text": "Each District Administration has a multi-sectoral District Disaster Management Committee (DDMC). The disaster management committee at the district/sub-district level is chaired by the District Commissioner (or representative). Though DDMC is a subcommittee of District Development Committee (DDC), DDMC may include other members who are not part of the DDC."}, {"text_block_id": "p20_b434", "text": "The Terms of Reference for the DDMC are:"}, {"text_block_id": "p20_b435", "text": "1."}, {"text_block_id": "p20_b436", "text": "Develop and implement a district Disaster Risk Management Plan, considering all hazards, vulnerability and capacity of resources required to reduce disaster risk."}, {"text_block_id": "p20_b437", "text": "2."}, {"text_block_id": "p20_b438", "text": "Build capacity of all the key actors to implement Disaster Risk Management which is inclusive of Disaster Response and Recovery."}, {"text_block_id": "p20_b439", "text": "3."}, {"text_block_id": "p20_b440", "text": "Identify disaster prone geographic locations in the district and propose structural measures to reduce the risk to the District Development Committee."}, {"text_block_id": "p20_b441", "text": "4."}, {"text_block_id": "p20_b442", "text": "Facilitate the preparation of community-based or Village Disaster Risk Management Plans, by providing guidance and technical support to the VDC and other stakeholders."}, {"text_block_id": "p20_b443", "text": "5."}, {"text_block_id": "p20_b444", "text": "Scrutinise project proposals from the Village level and ensure that the said projects are reducing disaster risks."}, {"text_block_id": "p20_b445", "text": "6."}, {"text_block_id": "p20_b446", "text": "Prepare reports to be used in assessing drought conditions by a Drought Assessment Inter-Ministerial Committee."}, {"text_block_id": "p20_b447", "text": "7."}, {"text_block_id": "p20_b448", "text": "Discuss and approve reports on drought relief implementation for submission to the Ministry of Local Government."}, {"text_block_id": "p20_b449", "text": "8."}, {"text_block_id": "p20_b450", "text": "Discuss and approve reports on implementation of disaster risk management activities for submission to the RDC and NDMO."}, {"text_block_id": "p20_b451", "text": "3.3. VILLAGE LEVEL"}, {"text_block_id": "p20_b452", "text": "V"}, {"text_block_id": "p20_b453_merged_merged", "text": "ILLAGE DEVELOPMENT COMMITTEES"}, {"text_block_id": "p20_b458", "text": "Village Development Committees assume responsibility for coordinating disaster risk management activities in the village. The VDC chairperson is responsible for reporting to the DC/DO on matters related to disaster risk management. Under the leadership of DiKgosi and VDC chairperson, VDC will implement following activities:"}, {"text_block_id": "p20_b459", "text": "1."}, {"text_block_id": "p20_b460", "text": "Prepare a community based Village Disaster (risk) Management Plan by involving all the households in the village with a consideration of traditional and indigenous knowledge of disasters and response existing in the village."}, {"text_block_id": "p20_b461", "text": "2."}, {"text_block_id": "p20_b462", "text": "Develop and maintain an inventory of resources that can be mobilised"}, {"text_block_id": "p21_b463", "text": "within the village and another list of resources that would be required from external suppliers."}, {"text_block_id": "p21_b464", "text": "3."}, {"text_block_id": "p21_b465", "text": "Support the District Administration and NDMO in organising training of village volunteers for disaster response and preparedness."}, {"text_block_id": "p21_b466", "text": "4."}, {"text_block_id": "p21_b467", "text": "Coordinate with other VDCs in the district in preparing and responding to disasters."}, {"text_block_id": "p21_b468", "text": "5."}, {"text_block_id": "p21_b469", "text": "Identify structural or non-structural measures to mitigate and reduce the risk of disasters in the village and in turn suggest these to the DDMC."}, {"text_block_id": "p22_b470", "text": "CHAPTER FOUR: R"}, {"text_block_id": "p22_b471", "text": "OLES"}, {"text_block_id": "p22_b472", "text": "A"}, {"text_block_id": "p22_b473", "text": "ND"}, {"text_block_id": "p22_b474", "text": "R"}, {"text_block_id": "p22_b475", "text": "ESPONSIBILITIES"}, {"text_block_id": "p22_b476", "text": "O"}, {"text_block_id": "p22_b477", "text": "F"}, {"text_block_id": "p22_b478", "text": "K"}, {"text_block_id": "p22_b479", "text": "EY"}, {"text_block_id": "p22_b480", "text": "G"}, {"text_block_id": "p22_b481", "text": "OVERNMENT"}, {"text_block_id": "p22_b482", "text": "I"}, {"text_block_id": "p22_b483", "text": "NSTITUTIONS"}, {"text_block_id": "p22_b484", "text": "A"}, {"text_block_id": "p22_b485", "text": "ND"}, {"text_block_id": "p22_b486", "text": "O"}, {"text_block_id": "p22_b487", "text": "THER"}, {"text_block_id": "p22_b488", "text": "O"}, {"text_block_id": "p22_b489", "text": "RGANISATIONS"}, {"text_block_id": "p22_b490", "text": "4.0 INTRODUCTION"}, {"text_block_id": "p22_b491", "text": "This chapter highlights and defines the roles and responsibilities of all sectors mandated with responsibilities for development and security in Botswana. In addition, it provides an overall framework of the responsibilities for various Government and non-government institutions under which the preparation of sector and area specific disaster plans and operations should be made."}, {"text_block_id": "p22_b492", "text": "4.1. G"}, {"text_block_id": "p22_b493", "text": "ENERAL"}, {"text_block_id": "p22_b494", "text": "R"}, {"text_block_id": "p22_b495", "text": "OLES AND"}, {"text_block_id": "p22_b496", "text": "R"}, {"text_block_id": "p22_b497", "text": "ESPONSIBILITIES APPLICABLE TO ALL SECTORS"}, {"text_block_id": "p22_b498", "text": "The Government of Botswana has the primary responsibility of protecting lives, property, livelihoods and the environment from the impact of disasters -hence all Ministries and organisations have to perform the following general roles and responsibilities in relation to disaster risk management:"}, {"text_block_id": "p22_b499", "text": "1."}, {"text_block_id": "p22_b500", "text": "Promote a culture of safety and risk reduction within the working environment, office premises and other workplaces following the"}, {"text_block_id": "p22_b501", "text": "principle of DRR i.e. “Disaster Risk Reduction is everybody’s business.”"}, {"text_block_id": "p22_b502", "text": "2."}, {"text_block_id": "p22_b503", "text": "Develop Disaster Risk Management policies, plans, regulations, strategies and guidelines and submit these to the National Disaster Management Office for inclusion in the National Disaster Risk Management Plan."}, {"text_block_id": "p22_b504", "text": "3."}, {"text_block_id": "p22_b505", "text": "Ensure that all development policies incorporate and implement disaster risk management measures."}, {"text_block_id": "p22_b506", "text": "4."}, {"text_block_id": "p22_b507", "text": "Ensure that adequate prevention, mitigation, preparedness and response measures are put in place to protect assets which are under the responsibility of the Ministry/Department."}, {"text_block_id": "p22_b508", "text": "5."}, {"text_block_id": "p22_b509", "text": "Designate Disaster Risk Management Focal Persons to serve in the NCDM and the NDMTC to actively participate in DRR AND EM activities."}, {"text_block_id": "p22_b510", "text": "6."}, {"text_block_id": "p22_b511", "text": "Train, educate and sensitise both staff and the general public on Disaster Risk Reduction and Emergency Management related issues."}, {"text_block_id": "p22_b512", "text": "7."}, {"text_block_id": "p22_b513", "text": "Take part in disaster risk management activities as requested by NDMO."}, {"text_block_id": "p22_b514", "text": "4.2. M"}, {"text_block_id": "p22_b515", "text": "INISTRY OF"}, {"text_block_id": "p22_b516", "text": "S"}, {"text_block_id": "p22_b517", "text": "TATE"}, {"text_block_id": "p22_b518", "text": "P"}, {"text_block_id": "p22_b519", "text": "RESIDENT"}, {"text_block_id": "p22_b520", "text": "O"}, {"text_block_id": "p22_b521_merged_merged_merged_merged", "text": "FFICE OF THE PRESIDENT"}, {"text_block_id": "p22_b524", "text": "(OP)"}, {"text_block_id": "p22_b525", "text": "The OP is responsible for overall coordination of DRM activities as described in Chapter 3 of this Plan."}, {"text_block_id": "p23_b526", "text": "Botswana Police Service (BPS)"}, {"text_block_id": "p23_b527", "text": "The Botswana Police Service (BPS) plays a vital role in disaster response and awareness generation in the country. With regard to disaster risk management, BPS has the following roles and responsibilities:"}, {"text_block_id": "p23_b528", "text": "1."}, {"text_block_id": "p23_b529", "text": "Safeguarding lives and property before the disaster."}, {"text_block_id": "p23_b530", "text": "2."}, {"text_block_id": "p23_b531", "text": "Protection of the disaster affected areas."}, {"text_block_id": "p23_b532", "text": "3."}, {"text_block_id": "p23_b533", "text": "Investigation of the incident or disaster if man-made."}, {"text_block_id": "p23_b534", "text": "4."}, {"text_block_id": "p23_b535", "text": "Evacuation, search, rescue and identification of the victims."}, {"text_block_id": "p23_b536", "text": "5."}, {"text_block_id": "p23_b537", "text": "Maintaining law and order within the disaster affected area."}, {"text_block_id": "p23_b538", "text": "6."}, {"text_block_id": "p23_b539", "text": "Generating awareness and disseminating warnings of impending disasters."}, {"text_block_id": "p23_b540", "text": "Botswana Defence Force (BDF)"}, {"text_block_id": "p23_b541", "text": "The Botswana Defence Force (BDF) assists in providing extra resources when need arises. The major activities of the BDF are:"}, {"text_block_id": "p23_b542", "text": "1."}, {"text_block_id": "p23_b543", "text": "Providing transportation resources"}, {"text_block_id": "p23_b544", "text": "2."}, {"text_block_id": "p23_b545", "text": "Providing communication resources (e.g. UHF and VHF) and man power."}, {"text_block_id": "p23_b546", "text": "3."}, {"text_block_id": "p23_b547", "text": "Assisting in providing security for large numbers of displaced persons."}, {"text_block_id": "p23_b548", "text": "4."}, {"text_block_id": "p23_b549", "text": "Assisting with resources in response to public and medical care needs following a disaster."}, {"text_block_id": "p23_b550", "text": "5."}, {"text_block_id": "p23_b551", "text": "Providing search and rescue services together with other government and private agencies."}, {"text_block_id": "p23_b552", "text": "4.3. M"}, {"text_block_id": "p23_b553_merged", "text": "INISTRY OF HEALTH"}, {"text_block_id": "p23_b556", "text": "The Ministry of Health has the responsibility of improving the physical, mental and social well-being of every Motswana. On preparedness, mitigation and response measures, the Ministry has the following responsibilities among others:"}, {"text_block_id": "p23_b557", "text": "1."}, {"text_block_id": "p23_b558", "text": "Promotion of health, prevention and control of disease through Advocacy,  IEC, and social mobilization"}, {"text_block_id": "p23_b559", "text": "2."}, {"text_block_id": "p23_b560", "text": "Strengthen disease surveillance and early warning system."}, {"text_block_id": "p23_b561", "text": "3."}, {"text_block_id": "p23_b562", "text": "Containment of epidemic diseases and other casualties through early detection and prompt management"}, {"text_block_id": "p23_b563", "text": "4."}, {"text_block_id": "p23_b564", "text": "Conduct vulnerability assessment and risk analysis of health related potential disasters, including identifying crucial needs for vulnerable groups during disaster occurrences."}, {"text_block_id": "p23_b565", "text": "5."}, {"text_block_id": "p23_b566", "text": "Build capacity and training disaster risk management for health workers, stakeholders and volunteers."}, {"text_block_id": "p23_b567", "text": "6."}, {"text_block_id": "p23_b568", "text": "Ensure fast delivery and availability of adequate resources such as drugs, medical equipment and supplies of other logistic materials."}, {"text_block_id": "p24_b569", "text": "7."}, {"text_block_id": "p24_b570", "text": "Organize health system for mass causality incident and provide emergency medical service for the management and containment of possible epidemic/disaster (Casualty)"}, {"text_block_id": "p24_b571", "text": "8."}, {"text_block_id": "p24_b572", "text": "Coordinating the evacuation of casualties from the disaster stricken area to emergency health facilities."}, {"text_block_id": "p24_b573", "text": "9."}, {"text_block_id": "p24_b574", "text": "Coordinating and directing the deployment of volunteer health personnel, supplies and equipment."}, {"text_block_id": "p24_b575", "text": "10."}, {"text_block_id": "p24_b576", "text": "Establishing and maintaining inter-hospital communication including the establishment of inter-sectoral teams for collaboration with other stakeholders."}, {"text_block_id": "p24_b577", "text": "Private Medical and Emergency Services"}, {"text_block_id": "p24_b578", "text": "Private medical services operating in Botswana will cooperate with NDMO and the Ministry of Health in carrying out disaster risk management functions, including:"}, {"text_block_id": "p24_b579", "text": "1."}, {"text_block_id": "p24_b580", "text": "Training of health personnel, volunteers and stakeholders."}, {"text_block_id": "p24_b581", "text": "2."}, {"text_block_id": "p24_b582", "text": "Participating in the search, rescue and recovery operations in all kinds of disasters."}, {"text_block_id": "p24_b583", "text": "3."}, {"text_block_id": "p24_b584", "text": "Provision of services and/or undertaking rescues."}, {"text_block_id": "p24_b585", "text": "4."}, {"text_block_id": "p24_b586", "text": "Management of mass casualty incidents and assisting with air evacuation of survivors and deceased persons."}, {"text_block_id": "p24_b587", "text": "4.4. M"}, {"text_block_id": "p24_b588_merged", "text": "INISTRY OF AGRICULTURE"}, {"text_block_id": "p24_b591", "text": "The Ministry is responsible for overall animal health and production; crop production; and protection of agricultural resources. The Ministry also provides advices on severe weather conditions (e.g. frost, high temperatures, hailstorms, strong winds, flooding and drought). The Ministry has responsibilities, among others, to:"}, {"text_block_id": "p24_b592", "text": "1."}, {"text_block_id": "p24_b593", "text": "Maintain strategic grain reserves for food security."}, {"text_block_id": "p24_b594", "text": "2."}, {"text_block_id": "p24_b595", "text": "Provide early warning information concerning slow and rapid onset disasters in collaboration with the Ministry of Environment, Wildlife and Tourism, the Ministry of Finance, and the Ministry of Local Government."}, {"text_block_id": "p24_b596", "text": "3."}, {"text_block_id": "p24_b597", "text": "Advice the National Disaster Management Office on the availability of food crops before, during, and after a natural disaster as well as the quantity and duration of shortfall and the quantity and duration of relief supplies needed."}, {"text_block_id": "p24_b598", "text": "4."}, {"text_block_id": "p24_b599", "text": "Render appropriate advice and assistance to disaster affected households whose crops, livelihoods and equipment may have been destroyed."}, {"text_block_id": "p24_b600", "text": "5."}, {"text_block_id": "p24_b601", "text": "Research and develop efficient agriculture and animal husbandry practices to address the adverse impacts of climate change."}, {"text_block_id": "p25_b602", "text": "6."}, {"text_block_id": "p25_b603", "text": "Develop methods to reduced methane production from livestock as part of mitigation measures against green house effects and climate change"}, {"text_block_id": "p25_b604", "text": "4.5. M"}, {"text_block_id": "p25_b605", "text": "INISTRY OF"}, {"text_block_id": "p25_b606", "text": "E"}, {"text_block_id": "p25_b607", "text": "NVIRONMENT"}, {"text_block_id": "p25_b608", "text": ", W"}, {"text_block_id": "p25_b609", "text": "ILDLIFE AND"}, {"text_block_id": "p25_b610", "text": "T"}, {"text_block_id": "p25_b611", "text": "OURISM"}, {"text_block_id": "p25_b612", "text": "The Ministry has the overall responsibility for providing policy and regulatory framework, technical advice and information on environmental and tourism matters. The Ministry is also responsible for providing guidance on management, protection and conservation of natural resources. The Ministry further ensures t"}, {"text_block_id": "p25_b613", "text": "hat the country’s natural resources benefit society"}, {"text_block_id": "p25_b614", "text": "and contribute to poverty alleviation. In terms of disaster risk reduction, mitigation and response measures, the Ministry is responsible for:"}, {"text_block_id": "p25_b615", "text": "1."}, {"text_block_id": "p25_b616", "text": "Sound conservation and management of natural resource through development of management plans, zonation and protection of environmentally sensitive area"}, {"text_block_id": "p25_b617", "text": "2."}, {"text_block_id": "p25_b618", "text": "Conducting of public education and awareness programmes to sensitise the community on wild land fires and related issues including mobilisation of resources for fire fighting."}, {"text_block_id": "p25_b619", "text": "3."}, {"text_block_id": "p25_b620", "text": "Identification and coding of areas of high risk and low risk to wild land fires in the country and construction, maintenance and monitoring of fire breaks."}, {"text_block_id": "p25_b621", "text": "4."}, {"text_block_id": "p25_b622", "text": "Providing factual reports and pictorial coverage of natural and man-made disasters in Botswana."}, {"text_block_id": "p25_b623", "text": "5."}, {"text_block_id": "p25_b624", "text": "Management of wild land fires through prevention, suppression, prescribed burning and periodic monitoring."}, {"text_block_id": "p25_b625", "text": "6."}, {"text_block_id": "p25_b626", "text": "Facilitating development of national, district, and village wild land fire contingency plans."}, {"text_block_id": "p25_b627", "text": "7."}, {"text_block_id": "p25_b628", "text": "Providing information such as rainfall data as well as on air pollution in collaboration with national, regional and global facilities for early warning to relevant stakeholders."}, {"text_block_id": "p25_b629", "text": "8."}, {"text_block_id": "p25_b630", "text": "Preparation, coordination and provision of response safety guidelines, Standard Operating Procedures (SOPs) and procedures for volunteers and government officials."}, {"text_block_id": "p25_b631", "text": "9."}, {"text_block_id": "p25_b632", "text": "Undertaking Environmental Audits to provide mitigation measures against disasters where environmental hazards emerge as programs and projects are implemented."}, {"text_block_id": "p25_b633", "text": "10."}, {"text_block_id": "p25_b634", "text": "Developing and implementing Emergency Response Plan and appropriate mitigation measures for potential pollution arising from catastrophes or incidents as well as chemical hazard spillage."}, {"text_block_id": "p25_b635", "text": "4.6. M"}, {"text_block_id": "p25_b636_merged_merged_merged", "text": "INISTRY OF TRANSPORT AND COMMUNICATION"}, {"text_block_id": "p25_b641", "text": "The Ministry has the overall responsibility for developing and implementing an integrated transport policy, facilitating the provision of quality transport,"}, {"text_block_id": "p26_b642", "text": "nationally. The Ministry also provides efficient transport systems and building and electrical services to all Ministries and independent departments. On DRM issues the Ministry is responsible for:"}, {"text_block_id": "p26_b643", "text": "1."}, {"text_block_id": "p26_b644", "text": "Ensuring the safety of all plants, properties, facilities and engineering resources."}, {"text_block_id": "p26_b645", "text": "2."}, {"text_block_id": "p26_b646", "text": "Providing required resources for emergency work as requested during emergency situations."}, {"text_block_id": "p26_b647", "text": "3."}, {"text_block_id": "p26_b648", "text": "Providing information on damages including cost estimates for rehabilitation and reconstruction for the development of the Rehabilitation and Reconstruction Plan."}, {"text_block_id": "p26_b649", "text": "4."}, {"text_block_id": "p26_b650", "text": "Putting measures in place for the response, prevention and investigation of air, road, water, and railway accidents."}, {"text_block_id": "p26_b651", "text": "5."}, {"text_block_id": "p26_b652", "text": "Ensuring that legislation and procedures for all means of transport safety are up-to-date to establish proper control, communications and coordination."}, {"text_block_id": "p26_b653", "text": "4.7. M"}, {"text_block_id": "p26_b654", "text": "INISTRY OF"}, {"text_block_id": "p26_b655", "text": "M"}, {"text_block_id": "p26_b656", "text": "INERALS"}, {"text_block_id": "p26_b657", "text": ", E"}, {"text_block_id": "p26_b658", "text": "NERGY AND"}, {"text_block_id": "p26_b659", "text": "W"}, {"text_block_id": "p26_b660", "text": "ATER"}, {"text_block_id": "p26_b661", "text": "R"}, {"text_block_id": "p26_b662", "text": "ESOURCES"}, {"text_block_id": "p26_b663", "text": "The Ministry has the overall responsibility for formulation, direction, coordination, development and implementation of national policies and programmes for the minerals, energy and water resources sector. On DRM issues the Ministry is responsible for:"}, {"text_block_id": "p26_b664", "text": "1."}, {"text_block_id": "p26_b665", "text": "Ensuring availability of safe and secure water in the most prone disaster locations of the country."}, {"text_block_id": "p26_b666", "text": "2."}, {"text_block_id": "p26_b667", "text": "Setting procedures, regulations and measures to prevent or mitigate the effects of mine disasters."}, {"text_block_id": "p26_b668", "text": "3."}, {"text_block_id": "p26_b669", "text": "Providing information and advice on geo-physical and hydro-meteorological hazards"}, {"text_block_id": "p26_b670", "text": "4."}, {"text_block_id": "p26_b671", "text": "Providing factual reports and pictorial coverage of natural and man-made disasters in Botswana."}, {"text_block_id": "p26_b672", "text": "5."}, {"text_block_id": "p26_b673", "text": "Ensuring that power lines and other installations are kept clear of possible obstructions to power supplies as a disaster preparedness measure."}, {"text_block_id": "p26_b674", "text": "6."}, {"text_block_id": "p26_b675", "text": "Providing information on damage to facilities including restoration programmes and cost estimates immediately after disasters."}, {"text_block_id": "p26_b676", "text": "4.8. M"}, {"text_block_id": "p26_b677_merged_merged", "text": "INISTRY OF EDUCATION AND SKILLS DEVELOPMENT"}, {"text_block_id": "p26_b684", "text": "The Ministry is responsible for leading human resources development in the nation. In addition, it is responsible for providing equitable access to quality education and training and for providing an enabling environment for learners. On DRM issues the Ministry is responsible for:"}, {"text_block_id": "p26_b685", "text": "1."}, {"text_block_id": "p26_b686", "text": "Developing regulations for health and safety to which every school shall conform, and for inspection of schools to ensure a safe and"}, {"text_block_id": "p27_b687", "text": "secure environment."}, {"text_block_id": "p27_b688", "text": "2."}, {"text_block_id": "p27_b689", "text": "Ensuring that the safety of school children is promptly attended to and schools are closed as soon as official warning are received."}, {"text_block_id": "p27_b690", "text": "3."}, {"text_block_id": "p27_b691", "text": "Identifying and planning for the needs of the physically and mentally challenged staff and students."}, {"text_block_id": "p27_b692", "text": "4."}, {"text_block_id": "p27_b693", "text": "Availing school buildings and facilities as evacuation centres for disaster affected households in consultation with District Disaster Management Committees."}, {"text_block_id": "p27_b694", "text": "4.9. M"}, {"text_block_id": "p27_b695", "text": "INISTRY OF"}, {"text_block_id": "p27_b696", "text": "F"}, {"text_block_id": "p27_b697", "text": "OREIGN"}, {"text_block_id": "p27_b698", "text": "A"}, {"text_block_id": "p27_b699", "text": "FFAIRS AND"}, {"text_block_id": "p27_b700", "text": "I"}, {"text_block_id": "p27_b701", "text": "NTERNATIONAL"}, {"text_block_id": "p27_b702", "text": "C"}, {"text_block_id": "p27_b703", "text": "OOPERATION"}, {"text_block_id": "p27_b704", "text": "The Ministry is responsible for promoting Botswana’s national interest"}, {"text_block_id": "p27_b705", "text": "s abroad. On DRM issues the Ministry is responsible for:"}, {"text_block_id": "p27_b706", "text": "1."}, {"text_block_id": "p27_b707", "text": "Developing procedures on international and regional assistance including military assistance from neighbouring countries."}, {"text_block_id": "p27_b708", "text": "2."}, {"text_block_id": "p27_b709", "text": "Acting as a liaison channel for all external involvement during disaster relief, post relief and rehabilitation in conjunction with the relevant ministries."}, {"text_block_id": "p27_b710", "text": "3."}, {"text_block_id": "p27_b711", "text": "Processing through diplomatic channels offers and requests for external disaster assistance."}, {"text_block_id": "p27_b712", "text": "4."}, {"text_block_id": "p27_b713", "text": "Disseminating information to international partners, donors, and governments on the country disaster risk management needs and requirements for international support."}, {"text_block_id": "p27_b714", "text": "5."}, {"text_block_id": "p27_b715", "text": "Maintaining guidelines on international arrangements concerning international disaster assistance."}, {"text_block_id": "p27_b716", "text": "4.10. M"}, {"text_block_id": "p27_b717_merged_merged", "text": "INISTRY OF LABOUR AND HOME AFFAIRS"}, {"text_block_id": "p27_b724", "text": "The Ministry is responsible for promoting gender equality and occupational health and safety; civil and national registration; providing migration and citizenship services; national internship programme; and coordination of vocational training and skills development. It is also responsible for preserving and promoting the national culture as an essential background for national unity, democracy and socio-economic development. On DRM issues the Ministry is responsible for:"}, {"text_block_id": "p27_b725", "text": "1."}, {"text_block_id": "p27_b726", "text": "Management of influx of illegal immigrants including at the time of severe epidemics."}, {"text_block_id": "p27_b727", "text": "2."}, {"text_block_id": "p27_b728", "text": "Ensuring implementation of industrial occupational health and safety procedures, search and rescue plans, and evacuation procedures."}, {"text_block_id": "p27_b729", "text": "3."}, {"text_block_id": "p27_b730", "text": "Ensuring mainstreaming of gender-based activities in the response and rehabilitation of disaster affected populations."}, {"text_block_id": "p27_b731", "text": "4."}, {"text_block_id": "p27_b732", "text": "Facilitating the movement of regional or international relief teams which are called upon for response and relief during emergencies."}, {"text_block_id": "p28_b733", "text": "4.11. M"}, {"text_block_id": "p28_b734", "text": "INISTRY OF"}, {"text_block_id": "p28_b735", "text": "F"}, {"text_block_id": "p28_b736", "text": "INANCE AND"}, {"text_block_id": "p28_b737", "text": "D"}, {"text_block_id": "p28_b738", "text": "EVELOPMENT"}, {"text_block_id": "p28_b739", "text": "P"}, {"text_block_id": "p28_b740", "text": "LANNING"}, {"text_block_id": "p28_b741", "text": "The Ministry has the overall responsibility of coordinating national development planning, and mobilising and managing available financial and economic resources. On DRM issues the Ministry is responsible for:"}, {"text_block_id": "p28_b742", "text": "1."}, {"text_block_id": "p28_b743", "text": "Issuing specific financial instructions and/or procedures to Ministries/Departments to ensure that appropriate mechanisms are put in place for the swift release of funds for disaster emergency operations, relief and rehabilitation."}, {"text_block_id": "p28_b744", "text": "2."}, {"text_block_id": "p28_b745", "text": "Mobilising funds for rehabilitation and reconstruction."}, {"text_block_id": "p28_b746", "text": "3."}, {"text_block_id": "p28_b747", "text": "Ensuring that Ministries/Departments make provision for prevention, mitigation and preparedness programmes in National Development Plans and budgets."}, {"text_block_id": "p28_b748", "text": "4."}, {"text_block_id": "p28_b749", "text": "Regulating the movement of goods to comply with relevant rules and provisions."}, {"text_block_id": "p28_b750", "text": "5."}, {"text_block_id": "p28_b751", "text": "Facilitating the entry of all official disaster assistance commodities, and waiving customs and duty where appropriate."}, {"text_block_id": "p28_b752", "text": "6."}, {"text_block_id": "p28_b753", "text": "Incorporation of DRR within National Development Planning Processes."}, {"text_block_id": "p28_b754", "text": "4.12. M"}, {"text_block_id": "p28_b755", "text": "INISTRY OF"}, {"text_block_id": "p28_b756", "text": "I"}, {"text_block_id": "p28_b757", "text": "NFRASTRUCTURE"}, {"text_block_id": "p28_b758", "text": ", S"}, {"text_block_id": "p28_b759", "text": "CIENCE AND"}, {"text_block_id": "p28_b760", "text": "T"}, {"text_block_id": "p28_b761", "text": "ECHNOLOGY"}, {"text_block_id": "p28_b762", "text": "The Ministry has the overall responsibility for providing an enabling environment for the development and utilisation of science, technologies and quality infrastructure. On DRM issues the Ministry is responsible for:"}, {"text_block_id": "p28_b763", "text": "1."}, {"text_block_id": "p28_b764", "text": "Provision of radiation protection services and determination of the extent of environmental contamination by radiation activity for purposes of evacuation."}, {"text_block_id": "p28_b765", "text": "2."}, {"text_block_id": "p28_b766", "text": "Provision of radiological emergency rescue teams, materials, equipment and expertise as well as liaising with the International Emergency Centre (IEC) of the International Atomic Energy Agency for both national and trans-boundary radiological emergencies."}, {"text_block_id": "p28_b767", "text": "3."}, {"text_block_id": "p28_b768", "text": "Liaising with the Ministry of Health, Ministry of Environment, Wildlife and Tourism, Ministry of Agriculture, and Ministry of Finance and Development Planning for early warning information system management."}, {"text_block_id": "p28_b769", "text": "4."}, {"text_block_id": "p28_b770", "text": "Dissemination of information related to Disaster Risk Management and early warning with the assistance of the NDMO."}, {"text_block_id": "p28_b771", "text": "5."}, {"text_block_id": "p28_b772", "text": "Promoting disaster related public education and awareness."}, {"text_block_id": "p28_b773", "text": "4.13. M"}, {"text_block_id": "p28_b774_merged_merged_merged", "text": "INISTRY OF LANDS AND HOUSING"}, {"text_block_id": "p28_b779", "text": "The Ministry has the overall responsibility for the management of land and related resources as well as the facilitation of housing delivery. On DRM"}, {"text_block_id": "p29_b780", "text": "issues the Ministry is responsible for:"}, {"text_block_id": "p29_b781", "text": "1."}, {"text_block_id": "p29_b782", "text": "Land use planning and allocation of residential, civic, commercial and industrial land use activities in safe areas."}, {"text_block_id": "p29_b783", "text": "2."}, {"text_block_id": "p29_b784", "text": "Developing appropriate building codes for hazard prone areas, districts and villages."}, {"text_block_id": "p29_b785", "text": "3."}, {"text_block_id": "p29_b786", "text": "Conducting public education and awareness on risks related to structures in hazard prone areas."}, {"text_block_id": "p29_b787", "text": "4."}, {"text_block_id": "p29_b788", "text": "Developing, implementing and monitoring of appropriate land zoning/planning regulations."}, {"text_block_id": "p29_b789", "text": "5."}, {"text_block_id": "p29_b790", "text": "Ensuring that all land use plans, policies and programmes incorporate disaster risk management measures."}, {"text_block_id": "p29_b791", "text": "6."}, {"text_block_id": "p29_b792", "text": "Providing factual reports and pictorial coverage of natural and man-made disasters in Botswana."}, {"text_block_id": "p29_b793", "text": "4.14. M"}, {"text_block_id": "p29_b794", "text": "INISTRY OF"}, {"text_block_id": "p29_b795", "text": "L"}, {"text_block_id": "p29_b796", "text": "OCAL"}, {"text_block_id": "p29_b797", "text": "G"}, {"text_block_id": "p29_b798", "text": "OVERNMENT"}, {"text_block_id": "p29_b799", "text": "The Ministry has overall responsibility for creating an enabling environment for community development; providing basic infrastructure and social services; and promoting capacity building at the local level. On DRM issues the Ministry is responsible for:"}, {"text_block_id": "p29_b800", "text": "1."}, {"text_block_id": "p29_b801", "text": "Providing a link between the district and the national disaster risk management structures through the District Administration and Councils."}, {"text_block_id": "p29_b802", "text": "2."}, {"text_block_id": "p29_b803", "text": "Establishing a Ministry team for efficient and effective Risk Management monitoring processes."}, {"text_block_id": "p29_b804", "text": "3."}, {"text_block_id": "p29_b805", "text": "Provision of fire safety and accident prevention education to the public as a part of fire services, social welfare and public health in the country."}, {"text_block_id": "p29_b806", "text": "4."}, {"text_block_id": "p29_b807", "text": "Undertaking risk assessments, baseline studies, emergency assessment and post disaster assessment."}, {"text_block_id": "p29_b808", "text": "5."}, {"text_block_id": "p29_b809", "text": "Providing a coordination stage for community based disaster risk management planning at district level and incorporating risk reduction measures in development planning."}, {"text_block_id": "p29_b810", "text": "4.15. M"}, {"text_block_id": "p29_b811", "text": "INISTRY OF"}, {"text_block_id": "p29_b812", "text": "T"}, {"text_block_id": "p29_b813", "text": "RADE AND"}, {"text_block_id": "p29_b814", "text": "I"}, {"text_block_id": "p29_b815", "text": "NDUSTRY"}, {"text_block_id": "p29_b816_merged_merged_merged", "text": "The overall responsibility of the Ministry is to facilitate sustainable economic growth and diversification of the economy through promotion of trade and industrial development. On DRM issues the Ministry is responsible for:"}, {"text_block_id": "p29_b819", "text": "1."}, {"text_block_id": "p29_b820", "text": "Ensuring that the business community and investors are conversant    with relevant laws, policies and regulations relating to the NDRMP."}, {"text_block_id": "p30_b821", "text": "2."}, {"text_block_id": "p30_b822", "text": "Ensuring that factories have adequate safety measures, search, rescue and evacuation plans, and that they observe the conducting of safety drills."}, {"text_block_id": "p30_b823", "text": "3."}, {"text_block_id": "p30_b824", "text": "Periodic monitoring and inspecting premises and storage facilities of businesses that deal with explosives"}, {"text_block_id": "p30_b825", "text": "4."}, {"text_block_id": "p30_b826", "text": "Collaborating with the Ministry of Finance and the Office of the President in providing rebate certificates and import permits for goods intended for relief purposes."}, {"text_block_id": "p30_b827", "text": "5."}, {"text_block_id": "p30_b828", "text": "Ensuring compliance with quality standards of relief materials."}, {"text_block_id": "p30_b829", "text": "4.16. M"}, {"text_block_id": "p30_b830", "text": "INISTRY OF"}, {"text_block_id": "p30_b831", "text": "Y"}, {"text_block_id": "p30_b832", "text": "OUTH"}, {"text_block_id": "p30_b833", "text": ", S"}, {"text_block_id": "p30_b834", "text": "PORT AND"}, {"text_block_id": "p30_b835", "text": "C"}, {"text_block_id": "p30_b836", "text": "ULTURE"}, {"text_block_id": "p30_b837", "text": "T"}, {"text_block_id": "p30_b838", "text": "he Ministry’s responsibilit"}, {"text_block_id": "p30_b839", "text": "ies are to empower the youth; develop sport and recreation facilities; preserve and promote arts and culture; preserve literary heritage; and promote access to information through archive centres and public libraries. On disaster mitigation and preparedness measures the Ministry has responsibility, among others, for the following:"}, {"text_block_id": "p30_b840", "text": "1."}, {"text_block_id": "p30_b841", "text": "Ensuring that the design of recreational and cultural facilities and centres (e.g. stadiums, theatres, museums and libraries) take into consideration disaster responsiveness measures and regulations."}, {"text_block_id": "p30_b842", "text": "2."}, {"text_block_id": "p30_b843", "text": "Collaborating with relevant stakeholders in developing plans which mitigate and prevent disasters during festivals, sport games, celebrations, and rallies."}, {"text_block_id": "p30_b844", "text": "3."}, {"text_block_id": "p30_b845", "text": "Ensuring that cultural heritage is preserved and stored in appropriate structures."}, {"text_block_id": "p30_b846", "text": "4.17. OTHER ORGANISATIONS"}, {"text_block_id": "p30_b847", "text": "Civil Society and Volunteer Organisations"}, {"text_block_id": "p30_b848", "text": "Like state institutions, Civil Society Organisations (CSO) and their coordinating bodies are required to prepare their own plans for disaster prevention, response and recovery activities. These plans will outline the type and form of assistance that the CSO will provide as well as specify coordinating arrangements with other organisations."}, {"text_block_id": "p30_b849_merged_merged_merged", "text": "Supporting activities provided by CSOs at the various stages of disaster risk management will depend on their specific areas of operations, human and other resource capacities, as well as levels of organisation. In general NGOs in Botswana will be expected to support Government’s disaster risk management activities in many areas including:"}, {"text_block_id": "p30_b852", "text": "1."}, {"text_block_id": "p30_b853", "text": "Community education on programmes relating to DRR."}, {"text_block_id": "p30_b854", "text": "2."}, {"text_block_id": "p30_b855", "text": "Implementation of development projects incorporating DRR components."}, {"text_block_id": "p30_b856", "text": "3."}, {"text_block_id": "p30_b857", "text": "Collaborating with relevant stakeholders such as the NDMTC and DDMCs in the preparation of DRM plans."}, {"text_block_id": "p31_b858", "text": "4."}, {"text_block_id": "p31_b859", "text": "Providing relief and assistance to vulnerable groups such as children, disabled, aged and homeless."}, {"text_block_id": "p31_b860", "text": "5."}, {"text_block_id": "p31_b861", "text": "Providing counselling and psychosocial support to the affected people."}, {"text_block_id": "p31_b862", "text": "6."}, {"text_block_id": "p31_b863", "text": "Availing resources to be used for disaster risk management activities such as evacuation, temporary shelter, search and rescue, first aid and health, communication, damage assessment and any other activities."}, {"text_block_id": "p31_b864", "text": "Non-Governmental Organisations (NGO)"}, {"text_block_id": "p31_b865", "text": "NGOs are important partners in disaster risk management because they operate very closely with communities. They are, therefore, often the most effective channels for education, public awareness and implementation of disaster mitigation and response programmes. There are numerous NGOs working on health, the environment, relief, gender and many more development issues relevant to DRR. Consequently, it is easier for the government to engage with the numerous NGOs through BOCONGO at a policy level and with specific NGOs at the technical level."}, {"text_block_id": "p31_b866", "text": "Botswana Red Cross Society (BRCS)"}, {"text_block_id": "p31_b867", "text": "The BRCS is auxiliary to Government responsibilities of providing humanitarian assistance to those affected by calamity or armed conflict. BRCS acts in accordance with the principles of humanity and impartiality, and the Code of Conduct for the International Red Cross and Red Crescent Societies and Non-Government Organisation in Disaster Relief. In addition, BRCS is mandated by the Botswana Red Cross Society Act to provide humanitarian assistance in Botswana. The Botswana Red Cross Society is responsible for:"}, {"text_block_id": "p31_b868", "text": "1."}, {"text_block_id": "p31_b869", "text": "Ensuring that volunteers and staff provide their services according the Red Cross principles, the international disaster relief law, the International Humanitarian Law (IHL), and the Humanitarian Charter and relief code of conduct (SPHERE project)."}, {"text_block_id": "p31_b870", "text": "2."}, {"text_block_id": "p31_b871", "text": "Collaborating with local government authorities and relevant stakeholders in strengthening disaster preparedness planning by assessing risk, vulnerability and capacity in communities."}, {"text_block_id": "p31_b872", "text": "3."}, {"text_block_id": "p31_b873", "text": "Raising community awareness and public education on locality specific hazards and associated risks."}, {"text_block_id": "p31_b874", "text": "4."}, {"text_block_id": "p31_b875", "text": "Providing first aid services and training to reduce individual and community vulnerability to disease, accidents, trauma and violence."}, {"text_block_id": "p31_b876", "text": "5."}, {"text_block_id": "p31_b877", "text": "Mobilising volunteers to augment Government efforts in meeting the needs of the affected households."}, {"text_block_id": "p31_b878", "text": "6."}, {"text_block_id": "p31_b879", "text": "Promoting community resilience during all the phases of DRM"}, {"text_block_id": "p31_b880", "text": "4.18. T"}, {"text_block_id": "p31_b881_merged", "text": "HE PRIVATE SECTOR"}, {"text_block_id": "p32_b886", "text": "The Private Sector shares a considerable part of the"}, {"text_block_id": "p32_b887", "text": "country’s economy. It is"}, {"text_block_id": "p32_b888", "text": "important that the development activities of the Private Sector do not generate new risks. In addition, the assets created by the private sector should be able to withstand disasters. During disasters, the Private Sector should collaborate with and avail its resources (human, material, machinery and funds) to the Government. It is essential to collaborate with BOCCIM for policy level activities within the Private Sector."}, {"text_block_id": "p32_b889", "text": "4.19. T"}, {"text_block_id": "p32_b890", "text": "HE"}, {"text_block_id": "p32_b891", "text": "M"}, {"text_block_id": "p32_b892", "text": "EDIA"}, {"text_block_id": "p32_b893", "text": "The role of the media is vital for effective and successful disaster risk management operations. Active media involvement in disaster risk management is pivotal to successful resource mobilisation, reducing future risks, and promoting stability. Disaster risk reduction issues should, therefore, be incorporated into the curricula of Media Training Institutes and routine duties of media personnel. The specific responsibilities of the media are:"}, {"text_block_id": "p32_b894", "text": "1."}, {"text_block_id": "p32_b895", "text": "Informing, educating and raising public and stakeholders"}, {"text_block_id": "p32_b896", "text": "’ awareness"}, {"text_block_id": "p32_b897", "text": "about disaster risk reduction issues."}, {"text_block_id": "p32_b898", "text": "2."}, {"text_block_id": "p32_b899", "text": "Forming part of disaster risk management structures within their area of operation."}, {"text_block_id": "p32_b900", "text": "3."}, {"text_block_id": "p32_b901", "text": "Participating in the mobilisation of critical resources for preparedness, response and recovery."}, {"text_block_id": "p32_b902", "text": "MISA is however the appropriate interaction at policy level for the purpose of effective coordination."}, {"text_block_id": "p32_b903", "text": "4.20. U"}, {"text_block_id": "p32_b904_merged_merged_merged_merged", "text": "NITED NATIONS SYSTEM IN BOTSWANA"}, {"text_block_id": "p32_b911", "text": "The United Nations agencies in Botswana play an important role by   strengthening the disaster response capacity identified by various sectors. The UN System, through the United Nations Development Assistance Framework (2010-2016), has identified disaster preparedness as one of the areas in which it will provide assistance to the Government of Botswana. The UN System Botswana can provide, among others, the following support to NDMO:"}, {"text_block_id": "p32_b912", "text": "(i)"}, {"text_block_id": "p32_b913", "text": "Technical and financial resources"}, {"text_block_id": "p32_b914", "text": "(ii)"}, {"text_block_id": "p32_b915", "text": "Knowledge management and sharing best practices of disaster risk reduction."}, {"text_block_id": "p32_b916", "text": "(iii)"}, {"text_block_id": "p32_b917", "text": "Supporting the country to mobilise international resources at the time of disaster."}, {"text_block_id": "p32_b918", "text": "Through the above commitment, United Nations Organisations and Development Partners are key stakeholders in disaster risk management. They provide the much needed financial and technical support for Government risk reduction initiatives. Cooperation and partnership with the Government strengthens and enhances government disaster risk"}, {"text_block_id": "p33_b919", "text": "reduction capacity. The roles and responsibilities will be defined by procedures of the Ministry of Foreign Affairs and International cooperation."}, {"text_block_id": "p33_b920", "text": "4.21. S"}, {"text_block_id": "p33_b921_merged", "text": "OUTHERN AFRICAN DEVELOPMENT COMMUNITY"}, {"text_block_id": "p33_b928", "text": "(SADC)"}, {"text_block_id": "p33_b929", "text": "SADC plays a crucial role as a regional coordination forum for sustainable and secure development related issues in Sothern Africa. Information and best practices related to disaster risk reduction in the region is shared through the SADC Disaster Management Technical Committee, which is a forum comprising heads of national disaster management offices of the member countries, Since disasters, by their very nature, have no regard to any political boundaries in terms of their occurrences and impacts, SADC can play a role as a regional coordinator to mobilise resources and information within the region at the time of disaster."}, {"text_block_id": "p33_b930", "text": "4.22. A"}, {"text_block_id": "p33_b931", "text": "CADEMIA"}, {"text_block_id": "p33_b932", "text": "National and international education institutions based in Botswana provide information and knowledge related to hazards, vulnerability and disaster risks. Many representatives of University of Botswana and other academic institutions participate in NDMTC and District Disaster Management Committees where they provide technical guidance on various subject matters. Roles and responsibilities of the academia with regard to DRM include the following:"}, {"text_block_id": "p33_b933", "text": "1."}, {"text_block_id": "p33_b934", "text": "Conducting research on improved methods for predicting various types of disasters (e.g. geological and climate hazards); assessing vulnerability and risk reduction; and recovery procedures and decision making processes."}, {"text_block_id": "p33_b935", "text": "2."}, {"text_block_id": "p33_b936", "text": "Promoting the inclusion of disaster risk management in curricula of primary, secondary and tertiary education"}, {"text_block_id": "p33_b937", "text": "3."}, {"text_block_id": "p33_b938", "text": "Advising the Government and communities on best practices for disaster risk management"}, {"text_block_id": "p34_b939", "text": "CHAPTER FIVE: E"}, {"text_block_id": "p34_b940", "text": "MERGENCY"}, {"text_block_id": "p34_b941", "text": "M"}, {"text_block_id": "p34_b942", "text": "ANAGEMENT"}, {"text_block_id": "p34_b943", "text": "5. INTRODUCTION"}, {"text_block_id": "p34_b944", "text": "This chapter discusses and addresses activities that fall under disaster response. These activities include preparedness, response, alert, emergency support functions, and relief, rehabilitation and reconstruction."}, {"text_block_id": "p34_b945", "text": "5.1. PREPAREDNESS"}, {"text_block_id": "p34_b946", "text": "Preparedness is aimed at addressing the functions and activities that may be required to deal with a likely or an imminent hazard which can result in a disaster."}, {"text_block_id": "p34_b947", "text": "The National Disaster Management Office (NDMO) is responsible for organising disaster preparedness activities within the country. All other government and non-government agencies functioning in the country will provide support to the NDMO and other actors operating at district, town and village levels."}, {"text_block_id": "p34_b948", "text": "5.1.1. S"}, {"text_block_id": "p34_b949", "text": "IMULATION"}, {"text_block_id": "p34_b950", "text": "E"}, {"text_block_id": "p34_b951", "text": "XERCISE"}, {"text_block_id": "p34_b952", "text": "This plan recognises simulation exercises conducted by various sectors for specific hazards. In addition, nationwide simulation exercises involving all government and non-government actors will be organised on regular basis. The first simulation exercise will be conducted once all the sectors have finalised their respective disaster risk management plans. The main objectives of simulation exercises are:"}, {"text_block_id": "p34_b953", "text": "1."}, {"text_block_id": "p34_b954", "text": "Testing the effectiveness of disaster response and contingency plans as well as the level of capacity of all the responsible actors."}, {"text_block_id": "p34_b955", "text": "2."}, {"text_block_id": "p34_b956", "text": "Awareness generation and sensitisation of people."}, {"text_block_id": "p34_b957", "text": "3."}, {"text_block_id": "p34_b958", "text": "Learning from the simulation exercise and improving the Disaster Response Strategies as described in NDRMP."}, {"text_block_id": "p34_b959", "text": "Each disaster response simulation exercise will be themed under most prominent or likely hazards. It will provide a scenario of the worst impacts of the themed hazard with regard to a particular location such as a village and/or urban centre. The NDMO at national level, DDMC at district level and VDMC at village level will coordinate the simulation exercise with the help of relevant actors."}, {"text_block_id": "p34_b960", "text": "5.1.2. E"}, {"text_block_id": "p34_b961_merged_merged_merged", "text": "ARLY WARNING SYSTEM"}, {"text_block_id": "p34_b966", "text": "(EWS)"}, {"text_block_id": "p34_b967", "text": "An ideal multi hazards EWS in Botswana should include:"}, {"text_block_id": "p34_b968", "text": "1."}, {"text_block_id": "p34_b969", "text": "Forecasting and monitoring of physical indicators of hazards from a variety of sources including crop conditions, rainfall, floods and seismic reports,"}, {"text_block_id": "p34_b970", "text": "2."}, {"text_block_id": "p34_b971", "text": "Risk identification and probability of various types of hazards, their"}, {"text_block_id": "p35_b972", "text": "possible timing, duration, intensity and spatial spread."}, {"text_block_id": "p35_b973", "text": "3."}, {"text_block_id": "p35_b974", "text": "Capability for rapid integration and processing of information."}, {"text_block_id": "p35_b975", "text": "4."}, {"text_block_id": "p35_b976", "text": "Standardisation of early warning information in appropriate form and format that can be easily communicated and understood."}, {"text_block_id": "p35_b977", "text": "5."}, {"text_block_id": "p35_b978", "text": "Standard guidelines to DDMCs and other stakeholders on Dos and"}, {"text_block_id": "p35_b979", "text": "Don’ts before, during and after the disaster strikes."}, {"text_block_id": "p35_b980", "text": "Early Warnings will be coordinated from one centralised authority to ensure the accuracy of the information flowing between all the sectors and communities. The information received from various sources will be analysed and processed at the central coordination unit or institution before dissemination to relevant stakeholders. Various information and dissemination tools will be used to compile, filter and generate information to make them user friendly and simple to understand."}, {"text_block_id": "p35_b981", "text": "5.1.3. C"}, {"text_block_id": "p35_b982_merged", "text": "OMMUNICATION AND INFORMATION DISSEMINATION"}, {"text_block_id": "p35_b987", "text": "In disaster response, communication and information dissemination is a crucial task. The communication among various sectors and institutional levels in the country will be carried using various communication mediums such as telephones, fax, and internet. All these mediums are at high risk in"}, {"text_block_id": "p36_b988", "text": "the scenario of a severe disaster. It is quite likely that some affected districts will not be able to have access to electricity and telephone lines thus communication linkages will be disrupted. In order to enhance the communication capacity NDMO, in collaboration with relevant technical institutions, will establish a nationwide alternative communication network to communicate with disaster affected communities and stakeholders."}, {"text_block_id": "p36_b989", "text": "The following channels will assist in disseminating disaster related information and establishing communication with stakeholders:"}, {"text_block_id": "p36_b990", "text": "1."}, {"text_block_id": "p36_b991", "text": "Mass Messaging Systems (SMS sent to all the cellular phone users in the country)."}, {"text_block_id": "p36_b992", "text": "2."}, {"text_block_id": "p36_b993", "text": "Radio and Television: Botswana Television, Radio Botswana and private radio and television stations."}, {"text_block_id": "p36_b994", "text": "3."}, {"text_block_id": "p36_b995", "text": "Print Media: Botswana Daily News and private newspapers."}, {"text_block_id": "p36_b996", "text": "4."}, {"text_block_id": "p36_b997", "text": "Official websites."}, {"text_block_id": "p36_b998", "text": "5."}, {"text_block_id": "p36_b999", "text": "Departments equipped with communication devices (UHF, VHF radios): Botswana Police Service, DFRR and BDF as well as private information channels and other information channels."}, {"text_block_id": "p36_b1000", "text": "6."}, {"text_block_id": "p36_b1001", "text": "Community gatherings and meetings organised to communicate warnings and messages."}, {"text_block_id": "p36_b1002", "text": "7."}, {"text_block_id": "p36_b1003", "text": "Other alternative communication systems such as satellite phones, HAM radios, among others, will be used."}, {"text_block_id": "p36_b1004", "text": "5.1.4. L"}, {"text_block_id": "p36_b1005", "text": "OGISTICS AND"}, {"text_block_id": "p36_b1006", "text": "R"}, {"text_block_id": "p36_b1007", "text": "ELIEF"}, {"text_block_id": "p36_b1008", "text": "S"}, {"text_block_id": "p36_b1009", "text": "TOCKS"}, {"text_block_id": "p36_b1010", "text": "The NDMO, Government sectors and non-governmental organisations should maintain stockpiles and inventories of essential items for immediate relief. Similar stockpiles should be maintained at the District level and in some disaster prone villages. It is necessary to have a national database of the essential resources and items stocked and maintained by all Government sectors as well as non-government organisations."}, {"text_block_id": "p36_b1011", "text": "As part of preparedness plan, the NDMO, in consultation with other departments such as the CTO, Central Supplies Dept, BPS and BDF, will always ensure that a logistics capacity is ever ready for disaster response within the shortest time possible."}, {"text_block_id": "p36_b1012", "text": "5.2. RESPONSE"}, {"text_block_id": "p36_b1013", "text": "This section describes activities and functions to be performed during emergency periods. It outlines emergency functions and describes circumstances under which this Plan may be implemented. The emergency operations provided in this Plan should be implemented under one or a combination of the following circumstances:"}, {"text_block_id": "p36_b1014", "text": "5.2.1.D"}, {"text_block_id": "p36_b1015_merged_merged", "text": "ISASTER RELATED EMERGENCY"}, {"text_block_id": "p37_b1020", "text": "If not addressed, every incident which poses an emergency threat can result in disaster. An emergency response plan should be implemented under the following conditions:"}, {"text_block_id": "p37_b1021", "text": "1."}, {"text_block_id": "p37_b1022", "text": "Where a disaster of severe magnitude strikes and overwhelms the country"}, {"text_block_id": "p37_b1023", "text": "’s capacities"}, {"text_block_id": "p37_b1024", "text": "to the extent that external assistance becomes inevitable for the provision of immediate relief and prevention of further deterioration."}, {"text_block_id": "p37_b1025", "text": "2."}, {"text_block_id": "p37_b1026", "text": "Where there is an occurrence of any hazard which poses a risk to life and health of a community in the country, and has the potential to disrupt the normal functioning of public institutions and services."}, {"text_block_id": "p37_b1027", "text": "3."}, {"text_block_id": "p37_b1028", "text": "Where a serious warning of the occurrence of a particular hazard is given out, which may or will cause loss of lives and massive destruction to properties."}, {"text_block_id": "p37_b1029", "text": "5.2.2. O"}, {"text_block_id": "p37_b1030_merged_merged", "text": "PERATIONAL COMMAND AND IMPLEMENTATION"}, {"text_block_id": "p37_b1035", "text": "When an emergency occurs, a National Emergency Operation Centre (NEOC) is established at any suitable place. NEOC is the national level hub for overall coordination of emergency operations.    The chairperson of NCDM commands all operations of NEOC as the National Emergency Coordinator (NEC). NEC reports to the Minister who in turn informs the President of the situation."}, {"text_block_id": "p37_b1036", "text": "When emergency occurs at a magnitude which can be handled at District level, the District Commissioner / Officer takes charge of operational command as the District Emergency Coordinator (DEC) reporting to the NEOC. Working together with Emergency Coordinators, an Incident Commander (IC) establishes an Incident Command Post (ICP). ICP is established at the location or epicentre of the disaster. An Incident Commander is the most informed person of the hazard and its geographic location."}, {"text_block_id": "p37_b1037", "text": "During emergency operations, Government resources are at the disposal of the NEC or DEC. All Sectors are subordinate to the emergency coordinators."}, {"text_block_id": "p38_b1038", "text": "Standard Operating Procedures (SOPs)"}, {"text_block_id": "p38_b1039", "text": "Hazard-specific Standard Operating Procedures (SOPs) should be developed by all actors of this Plan. SOPs for Emergency Support Function (ESF) should be developed by lead agencies because necessary sectoral skills and expertise are housed within them. SOPs should clearly spell out the plan of action for a specific time. A sample SOP for wild land fire response for the DDMC has been appended (Annex II) as an example on how to develop SOPs."}, {"text_block_id": "p38_b1040", "text": "5.2.3. O"}, {"text_block_id": "p38_b1041", "text": "PERATIONAL"}, {"text_block_id": "p38_b1042", "text": "A"}, {"text_block_id": "p38_b1043", "text": "CTIVITIES AT THE"}, {"text_block_id": "p38_b1044", "text": "N"}, {"text_block_id": "p38_b1045", "text": "ATIONAL"}, {"text_block_id": "p38_b1046", "text": "L"}, {"text_block_id": "p38_b1047", "text": "EVEL"}, {"text_block_id": "p38_b1048", "text": "The NDMO, with the help of NDMTC and NCDM and under the supervision of the NEC, exercises overall command of the coordination and direction of the emergency as follows:"}, {"text_block_id": "p38_b1049", "text": "1."}, {"text_block_id": "p38_b1050", "text": "Activates the National Emergency Operations Centre (NEOC) ensuring staffing and maintenance requirement on a 24-hours response capacity at the EOC."}, {"text_block_id": "p38_b1051", "text": "2."}, {"text_block_id": "p38_b1052", "text": "Coordinates and directs the activities of all sectors as required for emergency response."}, {"text_block_id": "p38_b1053", "text": "3."}, {"text_block_id": "p38_b1054", "text": "Liaises with all the DECs and DEOCs for information from districts and affected areas, and ensures DEOCs are operating around the clock."}, {"text_block_id": "p38_b1055", "text": "4."}, {"text_block_id": "p38_b1056", "text": "Based on information and requests, mobilises and provides personnel, equipments and materials to assist affected areas."}, {"text_block_id": "p38_b1057", "text": "5."}, {"text_block_id": "p38_b1058", "text": "Undertakes preliminary surveys and impact assessments of stricken areas. This includes arrangements for aerial surveys by employing military aircrafts, chartered aircrafts or seeking external assistance with the help of the NEC."}, {"text_block_id": "p38_b1059", "text": "6."}, {"text_block_id": "p38_b1060", "text": "Disseminates information to all relevant stakeholders including the media."}, {"text_block_id": "p38_b1061", "text": "7."}, {"text_block_id": "p38_b1062", "text": "Coordinates all international assistance requested by the Minister of Foreign Affairs and International Cooperation."}, {"text_block_id": "p38_b1063", "text": "Similarly, the DDMC will implement activities related to emergency response at the DEOC."}, {"text_block_id": "p38_b1064", "text": "5.2.4. O"}, {"text_block_id": "p38_b1065_merged_merged", "text": "PERATIONAL ACTIVITIES AT THE DISTRICT LEVEL"}, {"text_block_id": "p38_b1072", "text": "Emergency operations will largely be implemented at the District level. The District Commissioner will assume responsibility of District Emergency Coordinator (DEC) and, working with the DDMC, will establish a District Emergency Operation Centre (DEOC) to undertake the following activities:"}, {"text_block_id": "p38_b1073", "text": "1."}, {"text_block_id": "p38_b1074", "text": "Notify and advise the National Disaster Management Office or NEOC on the occurrence of a disaster and keep an active communication on the developments of the situation."}, {"text_block_id": "p38_b1075", "text": "2."}, {"text_block_id": "p38_b1076", "text": "Convene emergency response meetings with all the DDMC"}, {"text_block_id": "p39_b1077", "text": "members including Private Sector and Non-Governmental actors."}, {"text_block_id": "p39_b1078", "text": "3."}, {"text_block_id": "p39_b1079", "text": "Mobilise all available resources from NGOs and the Private Sector i.e. personnel, equipment and material, as is necessary."}, {"text_block_id": "p39_b1080", "text": "4."}, {"text_block_id": "p39_b1081", "text": "Communicate with Dikgosi and VDC members to be prepared in high risk prone areas."}, {"text_block_id": "p39_b1082", "text": "5."}, {"text_block_id": "p39_b1083", "text": "Establish an Incident Command Post (ICP) for on-site coordination of operations for evacuation, relocation, search and rescue operations, first aid, and health care with the help of officials and volunteers."}, {"text_block_id": "p39_b1084", "text": "6."}, {"text_block_id": "p39_b1085", "text": "Activate ESFs to provide all essential relief items i.e. water, food shelter, clothing and sanitation, as required."}, {"text_block_id": "p39_b1086", "text": "5.2.4.1. Emergency Support Functions (ESFs)"}, {"text_block_id": "p39_b1087_merged", "text": "Disaster risk management and response is a multi-disciplinary subject that requires simultaneous actions from various actors. There are various Emergency Support Functions (ESFs) which will be conducted by Government and non-government functionaries. During an emergency, various agencies of each sector are required to function in a coordinated manner. Each ESF is headed by a primary agency designated on the basis of its authorities, resources, and capabilities in the particular function area. Other agencies have been designated as support agencies for one or more activities based on their resources and capabilities with regard to supporting the functional area(s). The ESFs’ primary and support agency designations are shown in the ESF matrix."}, {"text_block_id": "p39_b1090", "text": "a. ESF Primary Agencies"}, {"text_block_id": "p39_b1091", "text": "An agency designated as an ESF Primary Agency serves as an executive agent under the DEOC to accomplish the ESF mission. When an ESF is activated in response to a disaster, the primary agency for the ESF has operational responsibility for:"}, {"text_block_id": "p39_b1092", "text": ""}, {"text_block_id": "p39_b1093", "text": "Orchestrating the agency support within the functional area for the affected District;"}, {"text_block_id": "p39_b1094", "text": ""}, {"text_block_id": "p39_b1095", "text": "Providing an appropriate level of staffing for operations;"}, {"text_block_id": "p39_b1096", "text": ""}, {"text_block_id": "p39_b1097", "text": "Activating and sub-tasking support agencies;"}, {"text_block_id": "p39_b1098", "text": ""}, {"text_block_id": "p39_b1099", "text": "Managing mission assignments and coordinating tasks with support agencies, as well as other appropriate agencies;"}, {"text_block_id": "p39_b1100", "text": ""}, {"text_block_id": "p39_b1101", "text": "Supporting and keeping other ESFs and organisational elements informed of ESF operational priorities and activities;"}, {"text_block_id": "p39_b1102", "text": ""}, {"text_block_id": "p39_b1103", "text": "Executing contracts and procuring goods and services as needed;"}, {"text_block_id": "p39_b1104", "text": ""}, {"text_block_id": "p39_b1105", "text": "Ensuring financial and property accountability for ESF activities;"}, {"text_block_id": "p39_b1106", "text": ""}, {"text_block_id": "p39_b1107", "text": "Supporting planning for short-term and long-term disaster responses; and"}, {"text_block_id": "p39_b1108", "text": ""}, {"text_block_id": "p39_b1109", "text": "Evaluating the entire operation to improve on future performance."}, {"text_block_id": "p39_b1110", "text": "b. ESF Support Agencies"}, {"text_block_id": "p40_b1111", "text": "When an ESF is activated in response to a disaster, each support agency for the ESF has operational responsibility for:"}, {"text_block_id": "p40_b1112", "text": ""}, {"text_block_id": "p40_b1113", "text": "Supporting ESF primary agencies when requested by conducting operations using its authorities, cognizant expertise, capabilities, or resources;"}, {"text_block_id": "p40_b1114", "text": ""}, {"text_block_id": "p40_b1115", "text": "Supporting the primary agency mission assignments;"}, {"text_block_id": "p40_b1116", "text": ""}, {"text_block_id": "p40_b1117", "text": "Providing status and resource information to the primary agency;"}, {"text_block_id": "p40_b1118", "text": ""}, {"text_block_id": "p40_b1119", "text": "Following established financial and property accountability procedures; and"}, {"text_block_id": "p40_b1120", "text": ""}, {"text_block_id": "p40_b1121", "text": "Supporting planning for short-term and long-term disaster operations."}, {"text_block_id": "p40_b1122", "text": "These ESFs can be formed at the District level, and response assistance can be provided using some or all the ESFs as necessary. The NDMO, with the help of disaster management committees, will coordinate the information on all ESF activities. The DDMC will issue a mission assignment to task a primary agency for performing necessary work. In cases where required assistance is outside the scope of the Plan, the NDMO may directly assign any District agency to bring its resources to bear in the disaster operation."}, {"text_block_id": "p40_b1123", "text": "5.2.4.2. ESF A"}, {"text_block_id": "p40_b1124", "text": "GENCIES"}, {"text_block_id": "p40_b1125_merged", "text": "1. Transportation"}, {"text_block_id": "p40_b1127", "text": "Transportation is here defined as all means and systems required for the movement of people, goods and services to and from disaster areas. Following an emergency or disaster, the transportation system, infrastructure and communication facilities may be damaged. On the other hand, the disaster will create demand for transportation of resources to provide relief and recovery response missions."}, {"text_block_id": "p40_b1128", "text": "Primary Agencies"}, {"text_block_id": "p40_b1129", "text": "Central Transport Organisation (CTO) and District Councils"}, {"text_block_id": "p40_b1130", "text": "These primary agencies will provide vehicles of all types (mini buses, buses and off-road vehicles) and will coordinate use of transportation resources to support the needs of all agencies."}, {"text_block_id": "p40_b1131", "text": "Support Agencies"}, {"text_block_id": "p40_b1132", "text": "Other government departments, the Private Sector and members of the public will be expected to assist in providing extra vehicles and other transport resources as and when the need arises. These additional transport resources will include aircrafts and boats from departments such as the Botswana Defence Force, Botswana Police Service, Department of Wildlife and National Parks, and the Ministry of Agriculture."}, {"text_block_id": "p41_b1133", "text": "Emergency Support Function Matrix"}, {"text_block_id": "p42_b1134", "text": "2. Communication systems"}, {"text_block_id": "p42_b1135", "text": "Temporary communications within an affected area should be established to ensure that communication channels are maintained throughout an incident. There is need to establish National Communication System in the EOCs, which is linked to communication systems of all emergency services on a 24-hour basis and also considers alternatives channels in the worst case scenarios ."}, {"text_block_id": "p42_b1136", "text": "Primary Agencies"}, {"text_block_id": "p42_b1137", "text": "National Disaster Management Office, Department of Information Services and Broadcasting Services and Botswana Police Service"}, {"text_block_id": "p42_b1138", "text": "Support Agencies"}, {"text_block_id": "p42_b1139", "text": "BDF, Fire Brigade, DWNP, UN system, MoH and other government departments with UHF and VHF communication equipment"}, {"text_block_id": "p42_b1140", "text": "3. Public Works and Engineering"}, {"text_block_id": "p42_b1141", "text": "The purpose of this ESF is to assist Government in meeting goals related to life-saving and life-sustaining actions, damage mitigation, and recovery. The ESF provides technical advice and evaluation, engineering services, contracting for construction management and inspection, repair of water and wastewater treatment facilities, restoration of critical public facilities, and emergency power support. Often homes, public buildings, bridges and utilities may be damaged, inaccessible or impassable and may need to be demolished or reinforced for safety."}, {"text_block_id": "p42_b1142", "text": "Primary Agencies"}, {"text_block_id": "p42_b1143", "text": "Ministry of Transport and Communication, and District Councils"}, {"text_block_id": "p42_b1144", "text": "Support Agencies"}, {"text_block_id": "p42_b1145", "text": "BDF, UN System the Private Sector"}, {"text_block_id": "p42_b1146_merged", "text": "4. Fire Fighting"}, {"text_block_id": "p42_b1148", "text": "The purpose of this ESF is to deal with fires coinciding with a disaster. The ESF manages and coordinates fire fighting resources and activities including containment, suppression, search and rescue, and coordination of evacuation in hazard areas."}, {"text_block_id": "p42_b1149", "text": "Primary Agencies"}, {"text_block_id": "p42_b1150", "text": "Fire Brigade, District Authorities and the Department of Forestry and Range Resources"}, {"text_block_id": "p42_b1151", "text": "Support Agencies"}, {"text_block_id": "p42_b1152", "text": "Botswana Police Service, BDF, Civil Aviation Authority of Botswana, other government departments, Private Sector and the community."}, {"text_block_id": "p43_b1153", "text": "5."}, {"text_block_id": "p43_b1154", "text": "Information, Dissemination and the media"}, {"text_block_id": "p43_b1155", "text": "The purpose of this ESF is to collect, processes, analyse and disseminate information about a potential or actual emergency/disaster. This serves to facilitate the overall activities of the Government in providing assistance and managing the disaster. The NDMO is responsible for the provision of up-to-date and factual information on an emergency/disaster to the media. The NDMO should analyse and assess the situation and issue advice on appropriate actions to be taken."}, {"text_block_id": "p43_b1156", "text": "Primary Agencies"}, {"text_block_id": "p43_b1157", "text": "Botswana Government Communication and Information Services, National Disaster Management Office and all District Disaster Management Committees"}, {"text_block_id": "p43_b1158", "text": "Support Agencies"}, {"text_block_id": "p43_b1159", "text": "Department of Meteorological Services, DFRR, Department of Mines, Department of Waste Management, the Private Sector, Media (both Government and private media), Botswana Police Service (BPS), Botswana Red Cross Society (BRCS), UN System, Ministry of Health, Ministry of Agriculture, and other government departments depending on the nature of the disaster."}, {"text_block_id": "p43_b1160", "text": "6."}, {"text_block_id": "p43_b1161", "text": "Mass Care"}, {"text_block_id": "p43_b1162", "text": "Mass care involves caring for a large number of affected and displaced persons who will be forced from their residences as a result of the incident. Evacuation routes may need to be identified and shelter/evacuation centres (community halls, schools, churches and tents) established. Shelter, food, drinking water, medical services and toilets to meet basic, hygienic and medical needs should be provided at the centres. This ESF also supports the collection of information for the purpose of reporting victim status and assisting in family reunification."}, {"text_block_id": "p43_b1163", "text": "Primary Agencies"}, {"text_block_id": "p43_b1164", "text": "Department of Social Services, Social and Community Development Department, National Disaster Management Office, Botswana Red Cross Society and Botswana Police Service. In cases of refugee influx primary agencies include UN System, Botswana Police Service, and Ministry for Defence, Justice and Security."}, {"text_block_id": "p43_b1165", "text": "Support Agencies"}, {"text_block_id": "p43_b1166", "text": "DDMCs, VDMCs, MoH, BDF and Volunteers groups"}, {"text_block_id": "p43_b1167_merged_merged_merged", "text": "7. Resource Support"}, {"text_block_id": "p43_b1169", "text": "This ESF provides logistical/resource support and establishes lines of communication between primary and supporting agencies responsible for other ESFs. A stockpile of disaster resources is required to support efforts of"}, {"text_block_id": "p44_b1170", "text": "the response teams. This ESF includes locating, procuring and issuing of resources, such as supplies, fuel, personnel, food, equipment and transport in coordination with ESF 1 (Transportation)."}, {"text_block_id": "p44_b1171", "text": "Primary Agencies"}, {"text_block_id": "p44_b1172", "text": "a."}, {"text_block_id": "p44_b1173", "text": "Ministry of Environment Wildlife and Tourism/Department of Meteorological Services: weather updates."}, {"text_block_id": "p44_b1174", "text": "b."}, {"text_block_id": "p44_b1175", "text": "Ministry of Health: emergency medical resources (such as spinal equipment, trauma packs, medication, intravenous fluids, blood, surgical sundries, burn kits, splints). It also includes medical laboratory and mortuary facilities."}, {"text_block_id": "p44_b1176", "text": "c."}, {"text_block_id": "p44_b1177", "text": "Ministry of Works and Transport/CTO: earth-moving and heavy lifting equipment."}, {"text_block_id": "p44_b1178", "text": "d."}, {"text_block_id": "p44_b1179", "text": "Ministry of Transport and Communication, BDF, BPS, Civil Aviation Authority: Search and Rescue (SAR) coordination."}, {"text_block_id": "p44_b1180", "text": "e."}, {"text_block_id": "p44_b1181", "text": "Ministry of Minerals, Energy and Water Resources, Ministry of Local Government/District Councils: earth-moving and heavy lifting equipment, fire fighting equipments, social services, food, water, sanitation and temporary housing for affected households and emergency/disaster response teams."}, {"text_block_id": "p44_b1182", "text": "f."}, {"text_block_id": "p44_b1183", "text": "Office of the President/NDMO: relief (such as food, medication, blankets, water and temporary housing for the affected households) so as to meet immediate needs and alleviate life threatening situations."}, {"text_block_id": "p44_b1184", "text": "g."}, {"text_block_id": "p44_b1185", "text": "Botswana Police Service (BPS) and : responsible for crowd control, protection of the incident area, investigations, provision of body bags for the deceased, and victim identification."}, {"text_block_id": "p44_b1186", "text": "Support Agencies"}, {"text_block_id": "p44_b1187", "text": "Botswana Defence Force, the Private Sector, UN System, NonGovernmental Organisations, Botswana Red Cross Society, funeral parlours and the community."}, {"text_block_id": "p44_b1188_merged", "text": "8. Health and Medical Services"}, {"text_block_id": "p44_b1190", "text": "This ESF provides coordinated assistance and resources to respond to public and medical care needs following a disaster. The Ministry of Health provides assistance supported by several agencies delineated below. It also provides coordination between agencies and private health service providers."}, {"text_block_id": "p44_b1191", "text": "a) Emergency Medical Services"}, {"text_block_id": "p44_b1192", "text": "Primary Agencies"}, {"text_block_id": "p44_b1193", "text": "Ministry of Health and District Authorities"}, {"text_block_id": "p44_b1194", "text": "Support Agencies"}, {"text_block_id": "p44_b1195", "text": "BDF, BPS, BRCS, Department of Prisons, other government departments and emergency response teams and UN System"}, {"text_block_id": "p45_b1196", "text": "b) Mass Casualty Incidents"}, {"text_block_id": "p45_b1197", "text": "A disaster/emergency may cause a sudden surge of casualties far in excess of the usual health care demand. The additional demand, moreover, principally comprises of traumatised individuals who require specialised services than routine patients. To facilitate a coordinated and effective mass casualty incident management, the Echo Delta pre-hospital disaster management model should be adopted."}, {"text_block_id": "p45_b1198", "text": "Primary Agencies"}, {"text_block_id": "p45_b1199", "text": "Emergency Medical Service providers (such as MART-Africa, Med Rescue International-Botswana), Community Emergency Response Teams (CERTs), Fire Brigade, Government and Local Health Services, BDF, and BRCS"}, {"text_block_id": "p45_b1200", "text": "Support Agencies"}, {"text_block_id": "p45_b1201", "text": "NDMO, District Authorities, MoH (Medical Services), and the Private Sector, i.e. both General Practitioners and Private Hospitals"}, {"text_block_id": "p45_b1202", "text": "c) Public Health"}, {"text_block_id": "p45_b1203", "text": "This ESF facilitates a safe environment (including shelter, food, safe water and sanitation facilities) for the affected/displaced persons and rescuers."}, {"text_block_id": "p45_b1204", "text": "Vulnerable groups such as pregnant women, children, lactating mothers, the elderly and home-based care patients and disabled persons should be identified to prioritise assistance."}, {"text_block_id": "p45_b1205", "text": "In addition, measures should be put in place to prevent spread of communicable diseases. Children under the age of 5 and other target groups should be immunised for specific outbreak prone vaccine preventable disease, if indicated. And active surveillance for potential diseases such as cholera and typhoid should be maintained."}, {"text_block_id": "p45_b1206", "text": "Primary Agencies"}, {"text_block_id": "p45_b1207", "text": "Ministry of Health: Disease Control Division, Environment Health and Occupational Health Division. District Authorities: Department of Primary Health Services, Department of Waste Management and Environmental Health"}, {"text_block_id": "p45_b1208", "text": "Support Agencies"}, {"text_block_id": "p45_b1209", "text": "Botswana Red Cross Society, Non-Governmental Organisations and other Volunteer Groups"}, {"text_block_id": "p45_b1210", "text": "d) Mental Health"}, {"text_block_id": "p45_b1211", "text": "Mentally disturbed and ill individuals should be identified and provided with appropriate services."}, {"text_block_id": "p45_b1212", "text": "Primary Agencies"}, {"text_block_id": "p45_b1213", "text": "Ministry of Health and District Authorities"}, {"text_block_id": "p45_b1214", "text": "Support Agencies"}, {"text_block_id": "p45_b1215", "text": "Botswana Red Cross Society, Non-Governmental Organisations and Volunteer Groups"}, {"text_block_id": "p46_b1216", "text": "9."}, {"text_block_id": "p46_b1217", "text": "Search and Rescue Services (SARs)"}, {"text_block_id": "p46_b1218", "text": "This ESF provides search and rescue services including specialised life"}, {"text_block_id": "p46_b1219", "text": "-"}, {"text_block_id": "p46_b1220", "text": "saving assistance, locating missing persons, vehicles and aircrafts, extricating individuals, and providing on-site emergency medical care to individuals trapped in collapsed structures."}, {"text_block_id": "p46_b1221", "text": "Primary Agencies"}, {"text_block_id": "p46_b1222", "text": "Department of Civil Aviation, Botswana Police Service, Fire Brigade, Botswana Defence Force, and Emergency Service Providers e.g. Med Rescue International Botswana"}, {"text_block_id": "p46_b1223", "text": "Support Agencies"}, {"text_block_id": "p46_b1224", "text": "Volunteer Groups and UN System"}, {"text_block_id": "p46_b1225", "text": "10."}, {"text_block_id": "p46_b1226", "text": "Hazardous Materials"}, {"text_block_id": "p46_b1227", "text": "The purpose of this ESF is to provide a coordinated response to actual or potential discharges of oil, petrol, gas, and biological, chemical, radiological and other hazardous substances which may occur coincidentally with a disaster. Fixed facilities (chemical plants, laboratories) that generate, store, and dispose of hazardous materials may be damaged during a disaster and containment measures may fail. Transported hazardous material may be involved in collisions, and hazardous waste sites and pipelines transporting waste may get damaged."}, {"text_block_id": "p46_b1228", "text": "Primary Agencies"}, {"text_block_id": "p46_b1229", "text": "Ministry of Local Government, Ministry of Health, Fire Brigade, Botswana Defence Force (BDF), Department of Sanitation and Waste Management, and Department of Mines"}, {"text_block_id": "p46_b1230", "text": "Support Agencies"}, {"text_block_id": "p46_b1231", "text": "Department of Labour, National Conservation Strategy Agency (NCSA), University of Botswana and the Private Sector"}, {"text_block_id": "p46_b1232_merged_merged_merged_merged", "text": "11. Utilities (Telecommunications, Water & Power Supply)"}, {"text_block_id": "p46_b1236", "text": "Relevant authorities should urgently ensure immediate restoration of their damaged services. Responsible agencies for these utilities are as follows:"}, {"text_block_id": "p46_b1237", "text": "Telecommunications: Ministry of Communications, Science and Technology, and Botswana Telecommunications Corporation (BTC.)"}, {"text_block_id": "p46_b1238", "text": "Water: Ministry of Minerals, Energy and Water Resources (MMEWR), and Water Utilities Corporation (WUC)."}, {"text_block_id": "p46_b1239", "text": "Power: Ministry of Minerals, Energy and Water Affairs, and Botswana Power Corporation (BPC)."}, {"text_block_id": "p46_b1240", "text": "UN System plays a secondary role"}, {"text_block_id": "p47_b1241", "text": "12."}, {"text_block_id": "p47_b1242", "text": "Security and Law enforcement"}, {"text_block_id": "p47_b1243", "text": "This ESF prescribes procedures for command, control and coordination of law enforcement personnel and resources to support emergency operations. It also establishes inter-agency relationships amongst all law enforcement agencies."}, {"text_block_id": "p47_b1244", "text": "An emergency/disaster response phase will require immediate and continuous maintenance of law enforcement and security. The agencies should provide security, maintain public order, prevent looting, carry out evacuations, control crowd and traffic, and conduct incident investigation and identification of mortal remains using forensic evidence."}, {"text_block_id": "p47_b1245", "text": "Primary Agencies"}, {"text_block_id": "p47_b1246", "text": "Botswana Police Service"}, {"text_block_id": "p47_b1247", "text": "Support Agencies"}, {"text_block_id": "p47_b1248", "text": "Department of Prisons, Volunteer Groups and Botswana Defence Force, UN System"}, {"text_block_id": "p47_b1249", "text": "13."}, {"text_block_id": "p47_b1250", "text": "Basic Needs and Donations"}, {"text_block_id": "p47_b1251", "text": "Provision of food, shelter, clothing, medical supplies and household items is a critical determinant of survival during an emergency. These aspects are required to increase resistance against diseases and provide protection from the hazard. This ESF also provides support for coordination and acceptance of donations, and control of donated relief items."}, {"text_block_id": "p47_b1252", "text": "Primary Agencies"}, {"text_block_id": "p47_b1253", "text": "National Disaster Management Office, DDMCs, Department of Social Services, Ministry of Health and Botswana Red Cross Society"}, {"text_block_id": "p47_b1254", "text": "Support Agencies"}, {"text_block_id": "p47_b1255", "text": "Ministry of Local Government, Ministry of Education, Department of Supplies, the Private Sector, Non-Governmental Organisations, and the United Nations High Commissioner for Refugees along with the member of the UN Country Team in Botswana."}, {"text_block_id": "p47_b1256", "text": "14."}, {"text_block_id": "p47_b1257", "text": "Volunteers Management"}, {"text_block_id": "p47_b1258", "text": "Volunteers complement efforts by Government, NGOs and the Private Sector in dealing with an emergency. It is important that volunteers are well managed. The responsibility of managing volunteers is a collective responsibility of all Government and Non-Government sectors as well as UN System."}, {"text_block_id": "p47_b1259", "text": "5.2.4.3. E"}, {"text_block_id": "p47_b1260_merged_merged_merged_merged", "text": "STABLISHMENT OF INCIDENT COMMAND SYSTEM"}, {"text_block_id": "p47_b1267", "text": "(ICS)"}, {"text_block_id": "p47_b1268", "text": "Many incidents, major or minor, require a response from a number of different agencies. A coordinated effort is necessary to ensure effective"}, {"text_block_id": "p48_b1269", "text": "response and the efficient use of resources. The ICS will be used to manage all emergency/disaster response operations."}, {"text_block_id": "p48_b1270", "text": "The Incident Command structure and the EOC function together with the same goals, but function at different levels of responsibility. On the scene, response activities are the responsibility of the Incident Command Operation while the EOC is responsible for the community-wide response to the event. An EOC is where department heads and officials gather to coordinate their response to the emergency/disaster."}, {"text_block_id": "p48_b1271", "text": "During the disaster response phase, dissemination of information would flow from Incident Command Post, to Emergency Operations Centres and to the President as follows:"}, {"text_block_id": "p48_b1272", "text": ""}, {"text_block_id": "p48_b1273", "text": "Incident Commander, District Emergency Coordinator, National Emergency Coordinator, and President."}, {"text_block_id": "p48_b1274", "text": "A"}, {"text_block_id": "p48_b1275", "text": ". I"}, {"text_block_id": "p48_b1276", "text": "NCIDENT"}, {"text_block_id": "p48_b1277", "text": "C"}, {"text_block_id": "p48_b1278", "text": "OMMAND"}, {"text_block_id": "p48_b1279", "text": "P"}, {"text_block_id": "p48_b1280", "text": "OST"}, {"text_block_id": "p48_b1281", "text": "(ICP)"}, {"text_block_id": "p48_b1282", "text": "An ICP is a location established on a safe spot within the vicinity of the event where all operations are directed and coordinated by the Incident Commander (IC). The ICP management team, headed by the IC, comprises of senior representatives of the various ESFs. These representatives are persons with lifesaving skills who work together with other officials and volunteers performing activities such as search and rescue, first aid, fire fighting and extinguishing, and temporary relief shelter creation."}, {"text_block_id": "p48_b1283", "text": "B"}, {"text_block_id": "p48_b1284", "text": ". I"}, {"text_block_id": "p48_b1285", "text": "NCIDENT"}, {"text_block_id": "p48_b1286", "text": "C"}, {"text_block_id": "p48_b1287", "text": "OMMANDER"}, {"text_block_id": "p48_b1288", "text": "(IC)"}, {"text_block_id": "p48_b1289", "text": "The Incident Commander’s major responsibilities include, among others:"}, {"text_block_id": "p48_b1290", "text": ""}, {"text_block_id": "p48_b1291", "text": "Performing command activities such as establishing command and ICP;"}, {"text_block_id": "p48_b1292", "text": ""}, {"text_block_id": "p48_b1293", "text": "Protecting life and property;"}, {"text_block_id": "p48_b1294", "text": ""}, {"text_block_id": "p48_b1295", "text": "Controlling resources (personnel, materials and equipment);"}, {"text_block_id": "p48_b1296", "text": ""}, {"text_block_id": "p48_b1297", "text": "Maintaining accountability for public safety and task accomplishment;"}, {"text_block_id": "p48_b1298", "text": ""}, {"text_block_id": "p48_b1299", "text": "Maintaining direct contact with the District Emergency Operations Centre (EOC) and hospitals."}, {"text_block_id": "p48_b1300", "text": ""}, {"text_block_id": "p48_b1301", "text": "Establishing and maintaining an effective liaison with outside organisations including the NEOC when required."}, {"text_block_id": "p48_b1302_merged_merged_merged", "text": "C. NOTIFICATION, ACTIVATION AND CANCELLATION OF EMERGENCY RESPONSE"}, {"text_block_id": "p48_b1311", "text": "Upon indication of an imminent or actual emergency/disaster, the District Commissioner/Officer (DC/DO) shall notify the National Disaster Management Office (NDMO). The NDMO can also obtain information about"}, {"text_block_id": "p49_b1312", "text": "any situation by other sources and verify its credibility with the DC/DO. Depending on the nature, magnitude and severity of the emergency/disaster, the NDMO shall notify critical players/key personnel of agencies whose assistance will be required to coordinate the emergency response."}, {"text_block_id": "p49_b1313", "text": "Notification may be done through various means including telephone, facsimile, e-mail, and engaging a messenger to deliver the note. A telephone directory of key agencies and members of NCDM and NDMTC should be compiled as and when required, considering the nature of disaster. During the disaster response phase, dissemination of information would flow from the scene of the incident to EOCs, and to the President."}, {"text_block_id": "p49_b1314", "text": "The National level actors (NDMO, NCDM, NDMTC among others) should act quickly to determine the impact of the emergency and the need for resources. They should identify, mobilise and deploy resources to support response activities in the affected area."}, {"text_block_id": "p49_b1315", "text": "The National Emergency Coordinator may issue a notification cancellation to indicate that no further action is required either because the anticipated emergency/disaster did not occur or that the actual incident has been controlled."}, {"text_block_id": "p49_b1316", "text": "5.2.5.E"}, {"text_block_id": "p49_b1317", "text": "MERGENCY OPERATIONS CENTRE ACTIVATION"}, {"text_block_id": "p49_b1318", "text": "The EOC serves as the official notification point of an impending or actual disaster. It maintains a 24-hour ability to monitor all sources of warnings, disaster information and operations. The EOC is activated partially or fully depending on the level of emergency/disaster. As information regarding the incident is gathered and the situation is better understood, the levels may be modified accordingly."}, {"text_block_id": "p49_b1319", "text": "A. O"}, {"text_block_id": "p49_b1320_merged", "text": "PERATION LEVELS"}, {"text_block_id": "p49_b1323", "text": "Level 1"}, {"text_block_id": "p49_b1324", "text": "No emergency/disaster has occurred and no alert or warning has been issued. The personnel who man the EOC during activation perform their regular duties. During this pre-disaster period, the National Disaster Management Office (NDMO) with all DM committees, relevant partners such as BRCS, UN Agencies, the Private Sector, NGOs and Media should be engaged in preparedness activities such as rehearsing and reviewing the Plan, and training and educating the public for purposes of continual readiness."}, {"text_block_id": "p49_b1325", "text": "Level 2"}, {"text_block_id": "p49_b1326", "text": "A potential or actual emergency/disaster, which may require the activation of the EOC, is imminent. This is typically an early warning monitoring phase triggered by a potential event such as a tropical storm or a minor emergency, which does not require activation of the EOC. All DDMCs are notified of the possible need for establishing DEOCs and conducting the"}, {"text_block_id": "p50_b1327", "text": "emergency response. The NCDM and NDMTC are also notified of the possible need of NEOC staffing for monitoring operations."}, {"text_block_id": "p50_b1328", "text": "Level 3"}, {"text_block_id": "p50_b1329", "text": "This refers to an emergency/disaster that may require activation of full scale emergency operational activities and may also require large-scale involvement of other DEOC members and possible national assistance. All disaster management teams at National, District and Village levels are informed and an Incident Command Post (ICP) is set up. The EOCs are partially or fully activated."}, {"text_block_id": "p50_b1330", "text": "Level 4"}, {"text_block_id": "p50_b1331", "text": "An emergency/disaster that requires continuous involvement of all sectors and Emergency Support Functions (ESFs) is ongoing. The National Emergency Operations Centre (NEOC) is fully activated with 24-hour staffing. DEOCs are activated. The Plan is activated and national assets for response and recovery activities are deployed."}, {"text_block_id": "p50_b1332", "text": "B. D"}, {"text_block_id": "p50_b1333", "text": "EMOBILISATION AND"}, {"text_block_id": "p50_b1334", "text": "D"}, {"text_block_id": "p50_b1335", "text": "EBRIEFING"}, {"text_block_id": "p50_b1336", "text": "Soon after the disaster, a demobilisation plan should be put in place outlining how demobilisation would be carried out after the incident has been controlled. The demobilisation activities can take place once the NDMO and District Commissioner/Officer realise that the affected areas are no longer in danger, considering the decreasing effect of the disaster in terms of basic needs and facilities within the affected area."}, {"text_block_id": "p50_b1337", "text": "A debriefing session should be conducted at the end of the emergency/disaster operation detailing problems encountered, lessons learned and recommendations for future improvements."}, {"text_block_id": "p50_b1338", "text": "NDMO with the inputs from the DC/DO, should submit a report to the chairperson of the NCDM in the Office of the President. This report should include information regarding the impact of the emergency/disaster in terms of casualties, infrastructural damage, financial implications and other key issues affecting national response."}, {"text_block_id": "p50_b1339", "text": "C. M"}, {"text_block_id": "p50_b1340", "text": "EDIA AND"}, {"text_block_id": "p50_b1341", "text": "P"}, {"text_block_id": "p50_b1342", "text": "UBLIC"}, {"text_block_id": "p50_b1343", "text": "I"}, {"text_block_id": "p50_b1344", "text": "NFORMATION"}, {"text_block_id": "p50_b1345", "text": "It is important that necessary information should reach authorities, citizens and residents in good time."}, {"text_block_id": "p50_b1346_merged_merged_merged", "text": "The NEC at the National level and DEC at the District level will appoint a liaison officer for the press. The press liaison officer will be responsible for drafting press statements for the NEC/DEC’s approval. The statements should be updated as necessary. Any public announcements should be initiated by the NDMO with the approval of the NEC and broadcasted over the radio, on television, through public address systems and print media. In addition, the NDMO may conduct press conferences however these should be limited. The NDMO should brief the NCDM on the damage estimate and financial implications of the incident."}, {"text_block_id": "p51_b1349", "text": "5.3. PRINCIPLES OF RELIEF, REHABILITATION AND RECONSTRUCTION"}, {"text_block_id": "p51_b1350", "text": "Following a disaster, immediate response operations to save lives, protect property and meet basic human needs have precedence over recovery and mitigation. However, initial recovery planning should commence at once in tandem with response operations. Actual recovery operations will be initiated commensurate with Government priorities and based on availability of resources immediately required for response operations."}, {"text_block_id": "p51_b1351", "text": "In recognition that certain response and recovery activities may be conducted concurrently, coordination at all levels is essential to ensure consistent actions throughout the disaster."}, {"text_block_id": "p51_b1352", "text": "Mitigation and disaster risk reduction opportunities should be actively considered throughout disaster operations. Decisions made during response and recovery operations can either enhance or hinder subsequent mitigation activities. The urgency to rebuild as soon as possible must be weighed against the long-term goal of reducing future risk and lessening possible impacts should a similar disaster occur."}, {"text_block_id": "p51_b1353", "text": "The Government of Botswana is committed to providing relief assistance after natural or man-made disasters to fulfil the urgent needs of affected households which cannot be met by local communities themselves. Government assistance supplements community efforts and should not replace them. The provision of relief and the implementation of rehabilitation programmes will be based on the following principles:"}, {"text_block_id": "p51_b1354", "text": "1."}, {"text_block_id": "p51_b1355", "text": "Relief supplies should be procured locally if possible."}, {"text_block_id": "p51_b1356", "text": "2."}, {"text_block_id": "p51_b1357", "text": "Distribution of relief supplies will be based on identified needs."}, {"text_block_id": "p51_b1358", "text": "3."}, {"text_block_id": "p51_b1359", "text": "Distribution of relief supplies will be done in an orderly and equitable manner."}, {"text_block_id": "p51_b1360", "text": "4."}, {"text_block_id": "p51_b1361", "text": "Provision of relief should support rehabilitation efforts of communities and not breed dependence."}, {"text_block_id": "p51_b1362", "text": "5."}, {"text_block_id": "p51_b1363", "text": "Rehabilitation and reconstruction should avoid laying the ground for future disasters by avoiding the rebuilding of conditions of risks and addressing the underlying vulnerability factors."}, {"text_block_id": "p51_b1364", "text": "6."}, {"text_block_id": "p51_b1365", "text": "Rehabilitation after a natural disaster should in the first instance be based on the principle of self-reliance."}, {"text_block_id": "p51_b1366", "text": "7."}, {"text_block_id": "p51_b1367", "text": "Public sector rehabilitation efforts will cover rehabilitation of public sector assets as well as provide support to communities and the Private Sector, where the community and the Private Sector cannot provide effective rehabilitation."}, {"text_block_id": "p51_b1368", "text": "8."}, {"text_block_id": "p51_b1369", "text": "Public sector rehabilitation efforts will be based on full assessment of the impact of the disaster, including direct and indirect effects."}, {"text_block_id": "p51_b1370", "text": "9."}, {"text_block_id": "p51_b1371", "text": "Government efforts will be based on a comprehensive National Plan, integrating all sectoral rehabilitation activities and special"}, {"text_block_id": "p52_b1372", "text": "programmes. The Plan will be the responsibility of the National Committee on Disaster Management."}, {"text_block_id": "p52_b1373", "text": "10."}, {"text_block_id": "p52_b1374", "text": "The Government places great importance on adequate preparedness measures by private and public sectors and communities to address both disaster relief, rehabilitation and reconstruction needs."}, {"text_block_id": "p52_b1375", "text": "Relief"}, {"text_block_id": "p52_b1376", "text": "Disaster relief is the assistance provided by or through Government and/or recognised NGOs and/or the Botswana Red Cross Society to fulfil the basic needs of disaster affected households and restore essential services. Basic needs include the following:"}, {"text_block_id": "p52_b1377", "text": "1."}, {"text_block_id": "p52_b1378", "text": "Food"}, {"text_block_id": "p52_b1379", "text": "2."}, {"text_block_id": "p52_b1380", "text": "Safety and Security"}, {"text_block_id": "p52_b1381", "text": "3."}, {"text_block_id": "p52_b1382", "text": "Temporary and/or durable shelter"}, {"text_block_id": "p52_b1383", "text": "4."}, {"text_block_id": "p52_b1384", "text": "Basic clothing"}, {"text_block_id": "p52_b1385", "text": "5."}, {"text_block_id": "p52_b1386", "text": "Basic household utensils necessary for preparation of food"}, {"text_block_id": "p52_b1387", "text": "6."}, {"text_block_id": "p52_b1388", "text": "Access to safe and potable water"}, {"text_block_id": "p52_b1389", "text": "7."}, {"text_block_id": "p52_b1390", "text": "Medical attention/first aid and sanitation"}, {"text_block_id": "p52_b1391", "text": "8."}, {"text_block_id": "p52_b1392", "text": "Safe living conditions that do not give rise to diseases"}, {"text_block_id": "p52_b1393", "text": "Relief assistance would normally fall into three types: Materials and equipment, immediate relief assistance, and on-going assistance. Materials and equipment are required to effectively carry out the emergency operation, including the restoration of essential services. Basic materials and equipment will be placed at the disposal of the District Commissioner through preparedness arrangements with sectoral departments. Additional materials required will be requested through the National Disaster Management Office. Such needs should be based on needs assessment reports prepared by the DDMCs."}, {"text_block_id": "p52_b1394", "text": "Ministries and Departments or Sectors should also have basic materials and equipment available as part of their preparedness plans. The initial needs assessment report prepared by the agency within 48 hours of the disaster will identify additional needs which can be supplied through the National Emergency Coordinator as part of the relief assistance."}, {"text_block_id": "p52_b1395", "text": "In exceptional circumstances the need for the materials and equipment for a successful emergency operation may be extensive. The NEC together with the other stakeholders may decide on a strategy or request for assistance from SADC partners and international sources through the Ministry of Foreign Affairs and International Cooperation."}, {"text_block_id": "p52_b1396", "text": "Regarding immediate relief assistance, it is the responsibility of the District Commissioner to provide immediate relief assistance to disaster affected households. The initial survey and needs assessment undertaken within 48 hours of the disaster will include an estimate of populations in need and the"}, {"text_block_id": "p53_b1397", "text": "type of assistance required. This information will be updated when more detailed assessments are undertaken."}, {"text_block_id": "p53_b1398", "text": "Supplies will be obtained from district stores of emergency stockpiles where available, or disbursed by the NEC in consultation with the other stakeholders. In identifying requirements for immediate relief, the District Disaster Management Committee will evaluate the following:"}, {"text_block_id": "p53_b1399", "text": "1."}, {"text_block_id": "p53_b1400", "text": "The number of affected households and availability of relief supplies in the District warehouse."}, {"text_block_id": "p53_b1401", "text": "2."}, {"text_block_id": "p53_b1402", "text": "The availability of food in the communities including crops that can be salvaged, and people in need of immediate relief food."}, {"text_block_id": "p53_b1403", "text": "3."}, {"text_block_id": "p53_b1404", "text": "The number of families in need of temporary shelter."}, {"text_block_id": "p53_b1405", "text": "4."}, {"text_block_id": "p53_b1406", "text": "The number of people in need of clean and safe water and availability of water containers."}, {"text_block_id": "p53_b1407", "text": "5."}, {"text_block_id": "p53_b1408", "text": "The need for household utensils and basic clothing based on those who lost their belongings."}, {"text_block_id": "p53_b1409", "text": "Disaster relief assistance may be provided beyond the emergency period to meet the urgent needs of communities and individuals until they have regained self-reliance. The NCDM will decide on a strategy for on-going relief assistance based on a report prepared by the Director of the NDMO at the end of the emergency operations. The NDMO will propose a strategy based on available reports on damage and relief needs. In addition the strategy will be based on the need to avoid the development of a dependency syndrome in local communities, taking into account assistance provided during the emergency period. On-going assistance will be coordinated by the NDMO and implemented through the DDMCs."}, {"text_block_id": "p53_b1410", "text": "Depending on the severity of the disaster, international assistance for disaster relief is requested by the NEC or the Botswana Red Cross Society after an official appeal for international assistance is made, based on identified needs that cannot be met nationally. Unsolicited relief supplies from outside the country or district will only be accepted by the NEC."}, {"text_block_id": "p53_b1411", "text": "Disaster relief assistance provided by NGOs, the Private Sector and the public at large should be coordinated through the NDMO and the DDMCs to avoid overlap and duplication."}, {"text_block_id": "p53_b1412", "text": "Rehabilitation and Reconstruction"}, {"text_block_id": "p53_b1413", "text": "Rehabilitation is undertaken after natural disasters, aimed at helping disaster-affected households and affected areas return to their normal level of functioning. Rehabilitation is a coordinated effort in which sectoral activities and special rehabilitation programmes are carried out on the basis of a rehabilitation plan. These rehabilitation efforts should, as far as possible, contribute to reduction in vulnerability."}, {"text_block_id": "p53_b1414", "text": "While rehabilitation of essential services will begin during the emergency"}, {"text_block_id": "p54_b1415", "text": "period, a comprehensive rehabilitation and reconstruction plan can only be drawn after the emergency operations are completed. The preparation of the multi-sectoral plan for rehabilitation and reconstruction should be coordinated by the NDMO. In order to link the rehabilitation and reconstruction plan to on-going development planning the NDMO should, in cooperation with the Ministry of Finance and Development Planning and"}, {"text_block_id": "p54_b1416", "text": "Ministries’ Disaster Management Focal persons (NCDM and/or NDMTC"}, {"text_block_id": "p54_b1417", "text": "members), develop the rehabilitation plan based on identified rehabilitation needs. District sectoral departments should be consulted and involved as part of information gathering."}, {"text_block_id": "p54_b1418", "text": "The preparation of the rehabilitation plan involves additional and detailed assessments in order to get accurate information on damage to Government assets such as roads, bridges, and schools, and damage to private and community assets and the environment."}, {"text_block_id": "p54_b1419", "text": "The NDMO will submit the rehabilitation and reconstruction plan to the NCDM. The NCDM will evaluate the proposal and make recommendations to Cabinet, including proposed funding and an appeal for international assistance if necessary. Implementation of rehabilitation activities will be the responsibility of respective Ministries, however, the NCDM will continue to coordinate rehabilitation efforts while the NDMO will provide operational coordination. A basic Rehabilitation and Reconstruction programme outline will include:"}, {"text_block_id": "p54_b1420", "text": "1."}, {"text_block_id": "p54_b1421", "text": "Description of the impact of the disaster, extent of damage and the emergency response."}, {"text_block_id": "p54_b1422", "text": "2."}, {"text_block_id": "p54_b1423", "text": "Costing of the damage and details of rehabilitation and reconstruction requirements of sectors."}, {"text_block_id": "p54_b1424", "text": "3."}, {"text_block_id": "p54_b1425", "text": "Assessment of resources available."}, {"text_block_id": "p54_b1426", "text": "4."}, {"text_block_id": "p54_b1427", "text": "Where additional resources may be required an appeal document will be prepared."}, {"text_block_id": "p54_b1428", "text": "5."}, {"text_block_id": "p54_b1429", "text": "Major responsibilities for implementation and time frames."}, {"text_block_id": "p54_b1430", "text": "6."}, {"text_block_id": "p54_b1431", "text": "A system for monitoring rehabilitation and reconstruction programmes at the National level."}, {"text_block_id": "p54_b1432", "text": "Mutual Aid Agreements"}, {"text_block_id": "p54_b1433_merged_merged", "text": "Formal and informal agreements, establishing relationships between Government and private agencies which pledge to assist during emergency/ disaster operations, should be put in place."}, {"text_block_id": "p54_b1436", "text": "Regional and International Assistance"}, {"text_block_id": "p54_b1437", "text": "Depending on the type of the emergency/disaster, external assistance may be needed. The Office of the President/National Disaster Management Office should request for assistance through the Ministry of Foreign Affairs and International Cooperation. Embassies should be updated and provided with regular feedback on the emergency/disaster response and assistance needed."}, {"text_block_id": "p55_b1438", "text": "CHAPTER SIX: P"}, {"text_block_id": "p55_b1439", "text": "LAN"}, {"text_block_id": "p55_b1440", "text": "I"}, {"text_block_id": "p55_b1441", "text": "MPLEMENTATION"}, {"text_block_id": "p55_b1442", "text": ", M"}, {"text_block_id": "p55_b1443", "text": "ONITORING AND"}, {"text_block_id": "p55_b1444", "text": "E"}, {"text_block_id": "p55_b1445", "text": "VALUATION"}, {"text_block_id": "p55_b1446", "text": "6.1. PLAN IMPLEMENTATION"}, {"text_block_id": "p55_b1447", "text": "Implementation of NDRMP is the responsibility of the Director of NDMO through NDMTC members under the overall guidance of the NCDM. Every 6 months, all the Ministries and National stakeholders would be given a standard format to provide progress information on their DRR & EM related activities. Similarly, District Commissioners/District Officers will provide their updates with clear challenges and recommendations to the NDMO."}, {"text_block_id": "p55_b1448", "text": "NDMO staff will be involved in dissemination of report formats and compilation of the progress reports. Once the information is compiled a summary will be prepared and shared with all the stakeholders for their comments and review."}, {"text_block_id": "p55_b1449", "text": "The NDMO will also be responsible for the management of this Plan. If any discrepancy is found, it will be corrected by necessary actions after proper review and consultation with stakeholders. The goal of Plan management is to ensure that the Plan is well coordinated, goals and objectives are achieved, targets are met and if not, corrective measures are taken."}, {"text_block_id": "p55_b1450", "text": "6.2. PLAN MONITORING AND EVALUATION"}, {"text_block_id": "p55_b1451", "text": "Monitoring and evaluation are directed towards the gathering of information about activities that are already finalised or in progress. To ensure the effective implementation of the activities prescribed by the Plan, a system of monitoring and evaluation is essential. This can actually be used as a controlling mechanism as well as a learning tool. Generally the review is done towards the middle of the Plan period to determine how implementation has progressed or whether priorities need to be changed. This justifies the requirement of progress reports every 12 months."}, {"text_block_id": "p55_b1452", "text": "Every disaster event is an opportunity to test the efficiency of the actors of this plan hence it is essential for NDMO to maintain the data and records of such events. NDMO will therefore ensure that proper documentation of every disaster event has been done. Such records will entail causes of the disaster and entire course of response. This will not only help in the baseline data but will also form the basis for documentation of lessons learnt therefore informing identification of areas for improvement."}, {"text_block_id": "p55_b1453", "text": "6.2. P"}, {"text_block_id": "p55_b1454_merged_merged", "text": "LAN REVIEW"}, {"text_block_id": "p55_b1457", "text": "The Plan will be reviewed every 5 years. The review will be based on the increasing magnitude of disasters and emerging threats due to climate change. The NDMO will recommend any revisions and amendments to the NCDM in the form of a written draft. The NCDM will approve or further revise the draft and submit it to the Cabinet for the information. Once"}, {"text_block_id": "p56_b1458", "text": "amendments are approved and ratified the plan will be republished and re"}, {"text_block_id": "p56_b1459", "text": "-"}, {"text_block_id": "p56_b1460", "text": "issued in sequence as a “Revised Version.”"}, {"text_block_id": "p56_b1461", "text": "The NDMO will ensure that all other associated documents such as legislation and other plans are amended in harmony with changes in the provisions of the Plan."}, {"text_block_id": "p56_b1462", "text": "Institutional Framework to Review the NDRMP"}, {"text_block_id": "p56_b1463", "text": "The preparation and monitoring of the NDRMP is the responsibility of the NDMO with the support of National level disaster management committees. The monitoring and evaluation will take account of activities at National and District levels."}, {"text_block_id": "p56_b1464", "text": "Each Ministry and National level stakeholder should prepare a detailed progress report on the activities undertaken for DRR & EM as per their commitment to the NDRMP. This report should be formally submitted to the NDMO every 12 months for overall monitoring and appraisal. The NDRMP provides an institutional linkage with District level disaster response and risk reduction planning; hence the information provided by districts would be further summarised to prepare an overall picture of the DRR progress in the country. The outcome of these compilations would be presented by NDMO in a National level meeting which will be attended by all the stakeholders of NDRMP."}, {"text_block_id": "p56_b1465", "text": "6.3. PLAN IMPLEMENTAION CONSTRINTS"}, {"text_block_id": "p56_b1466", "text": "The implementation of the NDRMP faces a major challenge due to unavailability of a well defined and clear disaster management legislation. The efforts to bring a single-point legal instrument in order to assist Government functionaries in implementing disaster risk reduction and response related activities is still under consideration."}, {"text_block_id": "p57_b1467", "text": "ANNEXURE I: DEFINITIONS OF PRINCIPLES AND KEY TERMS"}, {"text_block_id": "p57_b1468", "text": "For the purposes of this Plan of Disaster Risk Management in Botswana, the following definitions will be adopted as working definitions. Some are provided for in the National Policy on Disaster Management. Few of these definitions are taken"}, {"text_block_id": "p57_b1469", "text": "from the “UNISDR terminology for Disaster Risk Reduction” from the official"}, {"text_block_id": "p57_b1470", "text": "website of UNISDR. The definitions are outlined below:"}, {"text_block_id": "p57_b1471", "text": "Capacity:"}, {"text_block_id": "p57_b1472", "text": "The combination of all the strengths, attributes and resources available within a community, society or organisation that can be used to achieve agreed goals."}, {"text_block_id": "p57_b1473", "text": "Climate Change:"}, {"text_block_id": "p57_b1474", "text": "For the purposes of this document, the definitions for climate change are taken from the Inter-governmental Panel on Climate Change and the United Nations Framework Convention on Climate Change commonly known as IPCC and UNFCCC, respectively."}, {"text_block_id": "p57_b1475", "text": "(a)"}, {"text_block_id": "p57_b1476", "text": "The"}, {"text_block_id": "p57_b1477", "text": "governmental Panel on Climate Change defines climate change as “a"}, {"text_block_id": "p57_b1478", "text": "change in the state of the climate that can be identified (e.g. by using statistical tests) by changes in the mean and/or the variability of its properties, and that persists for an extended period, typically decades or longer. Climate change may be due to natural internal processes or external forces, or to persistent anthropogenic"}, {"text_block_id": "p57_b1479", "text": "changes in the composition of the atmosphere or in land use.”"}, {"text_block_id": "p57_b1480", "text": "(b)"}, {"text_block_id": "p57_b1481_merged_merged_merged", "text": "The United Nations Framework Convention on Climate Change defines climate change as “a change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over"}, {"text_block_id": "p57_b1484", "text": "comparable time periods.”"}, {"text_block_id": "p57_b1485", "text": "Contingency Planning:"}, {"text_block_id": "p57_b1486", "text": "A management process that analyses specific potential events or emerging situations that might threaten society or the environment and establishes arrangements in advance to enable timely, effective and appropriate responses to such events and situations."}, {"text_block_id": "p57_b1487", "text": "Development (in the context of DRR):"}, {"text_block_id": "p57_b1488", "text": "The improvement in conditions and quality of life. Development is thus concerned with activities and programmes aimed at building and strengthening the capacity of communities to organise and run their own lives over time in harmony with other communities and the environment, without the requirement for external aid and assistance."}, {"text_block_id": "p57_b1489", "text": "Disaster:"}, {"text_block_id": "p57_b1490", "text": "A serious disruption of the functioning of a community or a society involving widespread human, material, economic or environmental losses and impacts, which exceeds the ability of the affected community or society to cope using its own resources."}, {"text_block_id": "p57_b1491", "text": "Disaster Risk:"}, {"text_block_id": "p57_b1492", "text": "The potential disaster losses in lives, health status, livelihoods, assets and services, which could occur in a particular community or society over some specified future time period. The definition of disaster risk reflects the concept of disaster as the outcome of continuously present conditions of risk. Disaster risk comprises of different types of potential losses which are often difficult to quantify. Nevertheless, with knowledge of the prevailing hazards and the patterns of population and socio-economic development, disaster risks can be assessed and mapped, in broad terms at least."}, {"text_block_id": "p58_b1493", "text": "Disaster Risk Management:"}, {"text_block_id": "p58_b1494", "text": "The systematic process of using administrative directives, organisations, and operational skills and capacities to implement strategies, policies and improved coping capacities, in order to lessen the adverse impacts of hazards and the possibility of disaster."}, {"text_block_id": "p58_b1495", "text": "Disaster Risk Reduction:"}, {"text_block_id": "p58_b1496", "text": "The concept and practice of reducing disaster risks through systematic efforts to analyse and manage the causal factors of disasters. This involves reducing exposure to hazards, lessening vulnerability of people and property, wise management of land and the environment, and improving preparedness for adverse events."}, {"text_block_id": "p58_b1497", "text": "Disaster Mitigation:"}, {"text_block_id": "p58_b1498", "text": "The lessening or limiting of the adverse impacts of hazards and related disasters."}, {"text_block_id": "p58_b1499", "text": "Disaster Preparedness:"}, {"text_block_id": "p58_b1500", "text": "The knowledge and capacities developed by governments, professional response and recovery organisations, communities, and individuals so as to effectively anticipate, respond to, and recover from, the impacts of likely, imminent or current hazard events or conditions."}, {"text_block_id": "p58_b1501", "text": "Disaster Prevention:"}, {"text_block_id": "p58_b1502", "text": "The outright avoidance of adverse impacts of hazards and related disasters."}, {"text_block_id": "p58_b1503", "text": "Disaster Recovery:"}, {"text_block_id": "p58_b1504", "text": "The restoration, and improvement where appropriate, of facilities, livelihoods and living conditions of disaster-affected communities. Recovery also includes efforts to reduce disaster risk factors."}, {"text_block_id": "p58_b1505", "text": "Disaster Relief:"}, {"text_block_id": "p58_b1506", "text": "The assistance/aid that is provided to the affected population to satisfy immediate needs and to alleviate life-threatening situations. Relief includes provision of food, shelter, blankets, water, medical attention and other amenities essential for sustenance of life."}, {"text_block_id": "p58_b1507", "text": "Early Warning System:"}, {"text_block_id": "p58_b1508", "text": "The set of capacities needed to generate and disseminate timely and meaningful warning information to enable individuals, communities and organisations threatened by a hazard to prepare and act appropriately and within sufficient time to reduce the possibility of harm or loss."}, {"text_block_id": "p58_b1509", "text": "Emergency:"}, {"text_block_id": "p58_b1510", "text": "This is the period immediately before or after disaster has struck when there is a clear and marked deterioration in the coping abilities of a community, where human life and well-being is threatened and people are unable to meet their basic needs without unusual initiatives by the community or external intervention."}, {"text_block_id": "p58_b1511", "text": "Emergency Management:"}, {"text_block_id": "p58_b1512", "text": "The organisation and management of resources and responsibilities for addressing all aspects of emergencies, in particular preparedness, response and initial recovery steps."}, {"text_block_id": "p58_b1513", "text": "Emergency Operations:"}, {"text_block_id": "p58_b1514", "text": "Actual operations and actions taken in response to a disaster warning and/or immediately after a disaster to minimise the impact of the disaster and to save and preserve lives and property, as well as provide immediate relief assistance to affected households. Activities during emergency operations will include activation of preparedness plans, evacuation of potential affected households, search and rescue, and provision of relief items and medical care to affected households."}, {"text_block_id": "p59_b1515", "text": "Hazard:"}, {"text_block_id": "p59_b1516", "text": "A dangerous phenomenon, substance, human activity or condition that may cause loss of life, injury or other health impacts, property damage, loss of livelihoods and services, social and economic disruption, or environmental damage."}, {"text_block_id": "p59_b1517", "text": "Hazard Assessment:"}, {"text_block_id": "p59_b1518", "text": "The process of estimating, for defined areas, the probability of the occurrence of potentially damaging phenomena of a given magnitude within a specified period of time, involving the analysis of historical, scientific, social, economic and political data."}, {"text_block_id": "p59_b1519", "text": "Reconstruction:"}, {"text_block_id": "p59_b1520", "text": "Actions taken to re-establish a community after a period of rehabilitation following a disaster. Actions might include the permanent reconstruction or replacement of damaged physical structures, the full restoration of all services and infrastructure, revitalisation of the economy, and the complete resumption of the operations in order to bring the community to its pre-disaster state or an improved state."}, {"text_block_id": "p59_b1521", "text": "Rehabilitation:"}, {"text_block_id": "p59_b1522", "text": "Actions taken after a disaster with a view of restoring a stricken area and population to its former normal living conditions, while making necessary adjustments to changes caused by the disaster."}, {"text_block_id": "p59_b1523", "text": "Risk Assessment:"}, {"text_block_id": "p59_b1524", "text": "A methodology to determine the nature and extent of risk by analysing potential hazards and evaluating existing conditions of vulnerability that together could potentially harm exposed people, property, services, livelihoods, and the environment on which they depend"}, {"text_block_id": "p59_b1525", "text": "Sectors:"}, {"text_block_id": "p59_b1526", "text": "For the purposes of this Plan, Sectors are Government institutions, the Private Sector, parastatals, civil society, international organisations, and development partners that have responsibilities in disaster management organisation."}, {"text_block_id": "p59_b1527", "text": "Vulnerability:"}, {"text_block_id": "p59_b1528", "text": "The characteristics and circumstances of a community, system or asset that make it susceptible to the damaging effects of a hazard."}, {"text_block_id": "p59_b1529", "text": "Vulnerability Analysis:"}, {"text_block_id": "p59_b1530", "text": "The process of estimating the degree of exposure to potential hazards that particular populations and communities will have to endure, relative to the potential negative effects that such levels of exposure will cause."}, {"text_block_id": "p60_b1531", "text": "ANNEXURE II: HAZARD IDENTIFICATION, VULNERABILITY AND RISK ASSESSMENT FOR THE REPUBLIC OF BOTSWANA"}, {"text_block_id": "p60_b1532", "text": "Table:"}, {"text_block_id": "p60_b1533", "text": "Highest Rated Hazards and Affected Town per District"}, {"text_block_id": "p68_b1534", "text": "ANNEXURE III: HYOGO FRAMEWORK FOR ACTION (HFA 2005"}, {"text_block_id": "p68_b1535", "text": "–"}, {"text_block_id": "p68_b1536", "text": "2015"}, {"text_block_id": "p68_b1537", "text": ")"}, {"text_block_id": "p68_b1538", "text": "Preamble:"}, {"text_block_id": "p68_b1539", "text": "The World Conference on Disaster Reduction was held from 18 to 22 January 2005 in Kobe, Hyogo, Japan, and adopted the present Framework for Action 20052015: Building the Resilience of Nations and Communities to Disasters (here after referred"}, {"text_block_id": "p68_b1540", "text": "to as the “Framework for Action”). The Conference provided a unique opportunity to"}, {"text_block_id": "p68_b1541", "text": "promote a strategic and systematic approach to reducing vulnerabilities and risks to hazards. It underscored the need for, and identified ways of, building the resilience of nations and communities to disasters."}, {"text_block_id": "p68_b1542", "text": "General considerations"}, {"text_block_id": "p68_b1543", "text": "In determining appropriate action to achieve the expected outcome and strategic goals, the Conference reaffirms that the following general considerations will be taken into account:"}, {"text_block_id": "p68_b1544", "text": "a)"}, {"text_block_id": "p68_b1545", "text": "The Principles contained in the Yokohama Strategy retain their full relevance in the current context, which is characterized by increasing commitment to disaster reduction;"}, {"text_block_id": "p68_b1546", "text": "b)"}, {"text_block_id": "p68_b1547", "text": "Taking into account the importance of international cooperation and partnerships, each State has the primary responsibility for its own sustainable development and for taking effective measures to reduce disaster risk, including for the protection of people on its territory, infrastructure and other national assets from the impact of disasters."}, {"text_block_id": "p68_b1548", "text": "At the same time, in the context of increasing global interdependence, concerted international cooperation and an enabling international environment are required to stimulate and contribute to developing the knowledge, capacities and motivation needed for disaster risk reduction at all levels;"}, {"text_block_id": "p68_b1549", "text": "c)"}, {"text_block_id": "p68_b1550", "text": "An integrated, multi-hazard approach to disaster risk reduction should be factored into policies, planning and programming related to sustainable development, relief, rehabilitation, and recovery activities in post-disaster and post-conflict situations in disaster-prone countries"}, {"text_block_id": "p68_b1551", "text": "d)"}, {"text_block_id": "p68_b1552", "text": "A gender perspective should be integrated into all disaster risk management policies, plans and decision-making processes, including those related to risk assessment, early warning, information management, and education and training;"}, {"text_block_id": "p68_b1553", "text": "e)"}, {"text_block_id": "p68_b1554_merged_merged_merged", "text": "Cultural diversity, age, and vulnerable groups should be taken into account when planning for disaster risk reduction, as appropriate; Resilience: “The capacity of a system, community or society potentially exposed to hazards to adapt, by resisting or changing in order to reach and maintain an acceptable level of functioning and structure This is determined by the degree to which the social system is capable of organising itself to increase this capacity for learning from past disasters for better"}, {"text_block_id": "p68_b1557", "text": "future protection and to improve risk reduction measures.” UN/ISDR. Geneva 2004."}, {"text_block_id": "p68_b1558", "text": "f)"}, {"text_block_id": "p68_b1559", "text": "Both communities and local authorities should be empowered to manage and reduce disaster risk by having access to the necessary information, resources and authority to implement actions for disaster risk reduction;"}, {"text_block_id": "p68_b1560", "text": "g)"}, {"text_block_id": "p68_b1561", "text": "Disaster-prone developing countries, especially least developed countries and Small Island developing States, warrant particular attention in view of their higher vulnerability and risk levels, which often greatly exceed their capacity to respond to and recover from disasters;"}, {"text_block_id": "p68_b1562", "text": "h)"}, {"text_block_id": "p68_b1563", "text": "There is a need to enhance international and regional cooperation and assistance in the field of disaster risk reduction through, inter alia:"}, {"text_block_id": "p68_b1564", "text": "There is a need to enhance international and regional cooperation and assistance in the field of disaster risk reduction through, inter alia:\n* The transfer of knowledge, technology and expertise to enhance capacity\n* The sharing of research findings, lessons learned and best practices\n* The compilation of information on disaster risk and impact for all scales of"}, {"text_block_id": "p69_b1570", "text": "There is a need to enhance international and regional cooperation and assistance in the field of disaster risk reduction through, inter alia:\n* The transfer of knowledge, technology and expertise to enhance capacity\n* The sharing of research findings, lessons learned and best practices\n* The compilation of information on disaster risk and impact for all scales of\n* Appropriate support in order to enhance governance for disaster risk reduction,\n* The full, speedy and effective implementation of the enhanced Heavily Indebted\n* Financial assistance to reduce existing risks and to avoid the generation of new"}, {"text_block_id": "p69_b1576", "text": "i)"}, {"text_block_id": "p69_b1577", "text": "The promotion of a culture of prevention, including through the mobilisation of adequate resources for disaster risk reduction, is an investment for the future with substantial returns. Risk assessment and early warning systems are essential investments that protect and save lives, property and livelihoods, contribute to the sustainability of development, and are far more cost-effective in strengthening coping mechanisms than is primary reliance on post-disaster response and recovery;"}, {"text_block_id": "p69_b1578", "text": "j)"}, {"text_block_id": "p69_b1579", "text": "There is also a need for proactive measures, bearing in mind that the phases of relief, rehabilitation and reconstruction following a disaster are windows of opportunity for the rebuilding of livelihoods and for the planning and reconstruction of physical and socio-economic structures, in a way that will build community resilience and reduce vulnerability to future disaster risks;"}, {"text_block_id": "p69_b1580", "text": "k)"}, {"text_block_id": "p69_b1581", "text": "Disaster risk reduction is a cross-cutting issue in the context of sustainable development and therefore an important element for the achievement of internationally agreed development goals, including those contained in the Millennium Declaration. In addition, every effort should be made to use humanitarian assistance in such a way that risks and future vulnerabilities will be lessened as much as possible."}, {"text_block_id": "p69_b1582", "text": "Priorities for action"}, {"text_block_id": "p69_b1583", "text": "Drawing on the conclusions of the review of the Yokohama Strategy, and on the basis of deliberations at the World Conference on Disaster Reduction and especially the agreed expected outcome and strategic goals, the Conference has adopted the following five priorities for action:"}, {"text_block_id": "p69_b1584", "text": "1"}, {"text_block_id": "p69_b1585", "text": "Ensure that disaster risk reduction is a national and a local priority with a strong institutional basis for implementation."}, {"text_block_id": "p69_b1586", "text": "2"}, {"text_block_id": "p69_b1587", "text": "Identify, assess and monitor disaster risks and enhance early warning."}, {"text_block_id": "p69_b1588", "text": "3"}, {"text_block_id": "p69_b1589", "text": "Use knowledge, innovation and education to build a culture of safety and resilience at all levels."}, {"text_block_id": "p69_b1590", "text": "4"}, {"text_block_id": "p69_b1591", "text": "Reduce the underlying risk factors."}, {"text_block_id": "p69_b1592", "text": "5"}, {"text_block_id": "p69_b1593", "text": "Strengthen disaster preparedness for effective response at all levels."}, {"text_block_id": "p69_b1594", "text": "In their approach to disaster risk reduction, States, regional and international organisations and other actors concerned should take into consideration the key activities listed under each of these five priorities and should implement them, as appropriate, to their own circumstances and capacities."}, {"text_block_id": "p69_b1595", "text": "1. Ensure that disaster risk reduction is a national and a local priority with a strong institutional basis for implementation"}, {"text_block_id": "p69_b1596", "text": "Countries that develop policy, legislative and institutional frameworks for disaster risk reduction and that are able to develop and track progress through specific and measurable indicators have greater capacity to manage risks and to achieve widespread consensus for, engagement in and compliance with disaster risk reduction measures across all sectors of society."}, {"text_block_id": "p69_b1597", "text": "Key activities:"}, {"text_block_id": "p69_b1598", "text": "(i) National institutional and legislative frameworks"}, {"text_block_id": "p69_b1599", "text": "a)"}, {"text_block_id": "p69_b1600_merged", "text": "Support the creation and strengthening of national integrated disaster risk reduction mechanisms, such as multi sectoral national platforms10, with designated responsibilities at the national through to the local levels to facilitate coordination across sectors. National platforms should also facilitate coordination across sectors,"}, {"text_block_id": "p70_b1604", "text": "including by maintaining a broad based dialogue at national and regional levels for promoting awareness among the relevant sectors."}, {"text_block_id": "p70_b1605", "text": "b)"}, {"text_block_id": "p70_b1606", "text": "Integrate risk reduction, as appropriate, into development policies and planning at all levels of government, including in poverty reduction strategies and sectors and multi sector policies and plans."}, {"text_block_id": "p70_b1607", "text": "c)"}, {"text_block_id": "p70_b1608", "text": "Adopt, or modify where necessary, legislation to support disaster risk reduction, including regulations and mechanisms that encourage compliance and that promote incentives for undertaking risk reduction and mitigation activities."}, {"text_block_id": "p70_b1609", "text": "d)"}, {"text_block_id": "p70_b1610", "text": "Recognise the importance and specificity of local risk patterns and trends; decentralise responsibilities and resources for disaster risk reduction to relevant sub-national or local authorities, as appropriate."}, {"text_block_id": "p70_b1611", "text": "(ii) Resources"}, {"text_block_id": "p70_b1612", "text": "e)"}, {"text_block_id": "p70_b1613", "text": "Assess existing human resource capacities for disaster risk reduction at all levels and develop capacity-building plans and programmes for meeting ongoing and future requirements."}, {"text_block_id": "p70_b1614", "text": "f)"}, {"text_block_id": "p70_b1615", "text": "Allocate resources for the development and the implementation of disaster risk management policies, programmes, laws and regulations on disaster risk reduction in all relevant sectors and authorities at all levels of administrative and budgets on the basis of clearly prioritised actions."}, {"text_block_id": "p70_b1616", "text": "g)"}, {"text_block_id": "p70_b1617", "text": "Governments should demonstrate the strong political determination required to promote and integrate disaster risk reduction into development programming."}, {"text_block_id": "p70_b1618", "text": "(iii) Community participation"}, {"text_block_id": "p70_b1619", "text": "h)"}, {"text_block_id": "p70_b1620", "text": "Promote community participation in disaster risk reduction through the adoption of specific policies, the promotion of networking, the strategic management of volunteer resources, the attribution of roles and responsibilities, and the delegation and provision of the necessary authority and resources."}, {"text_block_id": "p70_b1621", "text": "2. Identify, assess and monitor disaster risks and enhance early warning"}, {"text_block_id": "p70_b1622", "text": "The starting point for reducing disaster risk and for promoting a culture of disaster resilience lies in the knowledge of the hazards and the physical, social, economic and environmental vulnerabilities to disasters that most societies face, and of the ways in which hazards and vulnerabilities are changing in the short and long term, followed by action taken on the basis of that knowledge."}, {"text_block_id": "p70_b1623", "text": "Key activities:"}, {"text_block_id": "p70_b1624", "text": "(i) National and local risk assessments"}, {"text_block_id": "p70_b1625", "text": "a)"}, {"text_block_id": "p70_b1626", "text": "Develop, update periodically and widely disseminate risk maps and related"}, {"text_block_id": "p70_b1627", "text": "information to decision-makers, the general public and communities at risk"}, {"text_block_id": "p70_b1628", "text": "11"}, {"text_block_id": "p70_b1629", "text": "in an appropriate format."}, {"text_block_id": "p70_b1630", "text": "b)"}, {"text_block_id": "p70_b1631_merged_merged", "text": "Develop systems of indicators of disaster risk and vulnerability at national and sub-national scales that will enable decision-makers to assess the impact of disasters on social, economic and environmental conditions and disseminate the results to decision-makers, the public and populations at risk."}, {"text_block_id": "p70_b1634", "text": "c)"}, {"text_block_id": "p70_b1635", "text": "Record, analyse, summarise and disseminate statistical information on disaster occurrence, impacts and losses, on regular bases through international, regional, national and local mechanisms."}, {"text_block_id": "p70_b1636", "text": "(ii) Early warning"}, {"text_block_id": "p70_b1637", "text": "d)"}, {"text_block_id": "p70_b1638", "text": "Develop early warning systems that are people centred, in particular systems whose warnings are timely and understandable to those at risk, which take into account the demographic, gender, cultural and livelihood characteristics of the target audiences, including guidance on how to act upon warnings, and that support effective operations by disaster managers and other decision makers."}, {"text_block_id": "p70_b1639", "text": "e)"}, {"text_block_id": "p70_b1640", "text": "Establish, periodically review, and maintain information systems as part of early warning systems with a view to ensuring that rapid and coordinated action is taken in cases of alert/emergency."}, {"text_block_id": "p71_b1641", "text": "f)"}, {"text_block_id": "p71_b1642", "text": "Establish institutional capacities to ensure that early warning systems are well integrated into governmental policy and decision-making processes and emergency management systems at both the national and the local levels, and are subject to regular system testing and performance assessments."}, {"text_block_id": "p71_b1643", "text": "g)"}, {"text_block_id": "p71_b1644", "text": "Implement the outcome of the Second International Conference on Early Warning held in Bonn, Germany, in 2003, including through the strengthening of coordination and cooperation among all relevant sectors and actors in the early warning chain in order to achieve fully effective early warning systems."}, {"text_block_id": "p71_b1645", "text": "h)"}, {"text_block_id": "p71_b1646", "text": "Implement the outcome of the Mauritius Strategy for the further implementation of the Barbados Programme of Action for the sustainable development of Small Island developing States, including by establishing and strengthening effective early warning systems as well as other mitigation and response measures."}, {"text_block_id": "p71_b1647", "text": "(iii) Capacity"}, {"text_block_id": "p71_b1648", "text": "i)"}, {"text_block_id": "p71_b1649", "text": "Support the development and sustainability of the infrastructure and scientific, technological, technical and institutional capacities needed to research, observe, analyse, map and where possible forecast natural and related hazards, vulnerabilities and disaster impacts."}, {"text_block_id": "p71_b1650", "text": "j)"}, {"text_block_id": "p71_b1651", "text": "Support the development and improvement of relevant databases and the promotion of full and open exchange and dissemination of data for assessment, monitoring and early warning purposes, as appropriate, at international, regional, national and local levels."}, {"text_block_id": "p71_b1652", "text": "k)"}, {"text_block_id": "p71_b1653", "text": "Support the improvement of scientific and technical methods and capacities for risk assessment, monitoring and early warning, through research, partnerships, training and technical capacity-building. Promote the application of in situ and space-based earth observations, space technologies, remote sensing, geographic information systems, hazard modelling and prediction, weather and climate modelling and forecasting, communication tools and studies of the costs and benefits of risk assessment and early warning."}, {"text_block_id": "p71_b1654", "text": "l)"}, {"text_block_id": "p71_b1655", "text": "Establish and strengthen the capacity to record, analyse, summarise, disseminate, and exchange statistical information and data on hazards mapping, disaster risks, impacts, and losses; support the development of common methodologies for risk assessment and monitoring."}, {"text_block_id": "p71_b1656", "text": "(iv)Regional and emerging risks"}, {"text_block_id": "p71_b1657", "text": "m)"}, {"text_block_id": "p71_b1658", "text": "Compile and standardise, as appropriate, statistical information and data on regional disaster risks, impacts and losses."}, {"text_block_id": "p71_b1659", "text": "n)"}, {"text_block_id": "p71_b1660", "text": "Cooperate regionally and internationally, as appropriate, to assess and monitor regional and trans-boundary hazards, and exchange information and provide early warnings through appropriate arrangements, such as, inter alia, those relating to the management of river basins."}, {"text_block_id": "p71_b1661", "text": "o)"}, {"text_block_id": "p71_b1662", "text": "Research, analyse and report on long-term changes and emerging issues that might increase vulnerabilities and risks or the capacity of authorities and communities to respond to disasters."}, {"text_block_id": "p71_b1663", "text": "3. Use knowledge, innovation and education to build a culture of safety and resilience at all levels"}, {"text_block_id": "p71_b1664", "text": "Disasters can be substantially reduced if people are well informed and motivated towards a culture of disaster prevention and resilience, which in turn requires the collection, compilation and dissemination of relevant knowledge and information on hazards, vulnerabilities and capacities."}, {"text_block_id": "p71_b1665", "text": "Key activities:"}, {"text_block_id": "p71_b1666", "text": "(i) Information management and exchange"}, {"text_block_id": "p71_b1667", "text": "a)"}, {"text_block_id": "p71_b1668", "text": "Provide easily understandable information on disaster risks and protection options, especially to citizens in high-risk areas, to encourage and enable people to take action to reduce risks and build resilience. The information should incorporate relevant traditional and indigenous knowledge and culture heritage and be tailored to different target audiences, taking into account cultural and social factors."}, {"text_block_id": "p72_b1669", "text": "b)"}, {"text_block_id": "p72_b1670", "text": "Strengthen networks among disaster experts, managers and planners across sectors and between regions, and create or strengthen procedures for using available expertise when agencies and other important actors develop local risk reduction plans."}, {"text_block_id": "p72_b1671", "text": "c)"}, {"text_block_id": "p72_b1672", "text": "Promote and improve dialogue and cooperation among scientific communities and practitioners working on disaster risk reduction, and encourage partnerships among stakeholders, including those working on the socioeconomic dimensions of disaster risk reduction."}, {"text_block_id": "p72_b1673", "text": "d)"}, {"text_block_id": "p72_b1674", "text": "Promote the use, application and affordability of recent information, communication and space-based technologies and related services, as well as earth observations, to support disaster risk reduction, particularly for training and for the sharing and dissemination of information among different categories of users."}, {"text_block_id": "p72_b1675", "text": "e)"}, {"text_block_id": "p72_b1676", "text": "In the medium term, develop local, national, regional and international user friendly directories, inventories and national information-sharing systems and services for the exchange of information on good practices, cost-effective and easy-to-use disaster risk reduction technologies, and lessons learned on policies, plans and measures for disaster risk reduction."}, {"text_block_id": "p72_b1677", "text": "f)"}, {"text_block_id": "p72_b1678", "text": "Institutions dealing with urban development should provide information to the public on disaster reduction options prior to constructions, land purchase or land sale."}, {"text_block_id": "p72_b1679", "text": "g)"}, {"text_block_id": "p72_b1680", "text": "Update and widely disseminate international standard terminology related to disaster risk reduction, at least in all official United Nations languages, for use in programme and institutional development, operations, research, training curricula and public information programmes"}, {"text_block_id": "p72_b1681", "text": "."}, {"text_block_id": "p72_b1682", "text": "(ii) Education and training"}, {"text_block_id": "p72_b1683", "text": "h)"}, {"text_block_id": "p72_b1684", "text": "Promote the inclusion of disaster risk reduction knowledge in relevant sections of school curricula at all levels and the use of other formal and informal channels to reach youth and children with information; promote the integration of disaster risk reduction as an intrinsic element of the United Nations Decade of Education for Sustainable Development (2005"}, {"text_block_id": "p72_b1685", "text": "–"}, {"text_block_id": "p72_b1686", "text": "2015)."}, {"text_block_id": "p72_b1687", "text": "i)"}, {"text_block_id": "p72_b1688", "text": "Promote the implementation of local risk assessment and disaster preparedness programmes in schools and institutions of higher education."}, {"text_block_id": "p72_b1689", "text": "j)"}, {"text_block_id": "p72_b1690", "text": "Promote the implementation of programmes and activities in schools for learning how to minimise the effects of hazards."}, {"text_block_id": "p72_b1691", "text": "k)"}, {"text_block_id": "p72_b1692", "text": "Develop training and learning programmes in disaster risk reduction targeted at specific sectors (development planners, emergency managers, local government officials, etc.)."}, {"text_block_id": "p72_b1693", "text": "l)"}, {"text_block_id": "p72_b1694", "text": "Promote community-based training initiatives, considering the role of volunteers, as appropriate, to enhance local capacities to mitigate and cope with disasters."}, {"text_block_id": "p72_b1695", "text": "m)"}, {"text_block_id": "p72_b1696", "text": "Ensure equal access to appropriate training and educational opportunities for women and vulnerable constituencies; promote gender and cultural sensitivity training as integral components of education and training for disaster risk reduction."}, {"text_block_id": "p72_b1697", "text": "(iii) Research"}, {"text_block_id": "p72_b1698", "text": "n)"}, {"text_block_id": "p72_b1699_merged_merged", "text": "Develop improved methods for predictive multi-risk assessments and socioeconomic cost–benefit analysis of risk reduction actions at all levels; incorporate these methods into decision-making processes at regional, national and local levels."}, {"text_block_id": "p72_b1702", "text": "o)"}, {"text_block_id": "p72_b1703", "text": "Strengthen the technical and scientific capacity to develop and apply methodologies, studies and models to assess vulnerabilities to and the impact of geological, weather, water and climate-related hazards, including the improvement of regional monitoring capacities and assessments."}, {"text_block_id": "p72_b1704", "text": "(iv)Public awareness"}, {"text_block_id": "p72_b1705", "text": "p)"}, {"text_block_id": "p72_b1706", "text": "Promote the engagement of the media in order to stimulate a culture of disaster resilience and strong community involvement in sustained public education campaigns and public consultations at all levels of society."}, {"text_block_id": "p73_b1707", "text": "4. Reduce the underlying risk factors"}, {"text_block_id": "p73_b1708", "text": "Disaster risks related to changing social, economic, environmental conditions and land use, and the impact of hazards associated with geological events, weather, water, climate variability and climate change, is addressed in sector development planning and programmes as well as in post-disaster situations."}, {"text_block_id": "p73_b1709", "text": "Key activities:"}, {"text_block_id": "p73_b1710", "text": "(i) Environmental and natural resource management"}, {"text_block_id": "p73_b1711", "text": "a)"}, {"text_block_id": "p73_b1712", "text": "Encourage the sustainable use and management of ecosystems, including through better land-use planning and development activities to reduce risk and vulnerabilities."}, {"text_block_id": "p73_b1713", "text": "b)"}, {"text_block_id": "p73_b1714", "text": "Implement integrated environmental and natural resource management approaches that incorporate disaster risk reduction, including structural and non-structural measures, such as integrated flood management and appropriate management of"}, {"text_block_id": "p73_b1715", "text": "fragile ecosystems. “Structural measures refer to any physical construction to"}, {"text_block_id": "p73_b1716", "text": "reduce or avoid possible impacts of hazards, which include engineering measures and construction of hazard-resistant and protective structures and infrastructure."}, {"text_block_id": "p73_b1717", "text": "structural measures refer to policies, awareness, and knowledge.”"}, {"text_block_id": "p73_b1718", "text": "c)"}, {"text_block_id": "p73_b1719", "text": "Promote the integration of risk reduction associated with existing climate variability and future climate change into strategies for the reduction of disaster risk and adaptation to climate change, which would include the clear identification of climate related disaster risks, the design of specific risk reduction measures and an improved and routine use of climate risk information by planners, engineers and other decision-makers."}, {"text_block_id": "p73_b1720", "text": "(ii) Social and economic development practices"}, {"text_block_id": "p73_b1721", "text": "d)"}, {"text_block_id": "p73_b1722", "text": "Promote food security as an important factor in ensuring the resilience of communities to hazards, particularly in areas prone to drought, flood, cyclones and other hazards that can weaken agriculture-based livelihoods."}, {"text_block_id": "p73_b1723", "text": "e)"}, {"text_block_id": "p73_b1724", "text": "Integrate disaster risk reduction planning into the health sector; promote the goal of"}, {"text_block_id": "p73_b1725", "text": "“hospitals safe from disaster” by ensuring that all new hospitals"}, {"text_block_id": "p73_b1726", "text": "are built with a level of resilience that strengthens their capacity to remain functional in disaster situations and implement mitigation measures to reinforce existing health facilities, particularly those providing primary health care."}, {"text_block_id": "p73_b1727", "text": "f)"}, {"text_block_id": "p73_b1728", "text": "Protect and strengthen critical public facilities and physical infrastructure, particularly schools, clinics, hospitals, water and power plants, communications and transport lifelines, disaster warning and management centres, and culturally important lands and structures through proper design, retrofitting and re-building, in order to render them adequately resilient to hazards."}, {"text_block_id": "p73_b1729", "text": "g)"}, {"text_block_id": "p73_b1730", "text": "Strengthen the implementation of social safety-net mechanisms to assist the poor, the elderly and the disabled, and other populations affected by disasters. Enhance recovery schemes including psycho-social training programmes in order to mitigate the psychological damage of vulnerable populations, particularly children, in the aftermath of disasters."}, {"text_block_id": "p73_b1731", "text": "h)"}, {"text_block_id": "p73_b1732", "text": "Incorporate disaster risk reduction measures into post-disaster recovery and rehabilitation processes15 and use opportunities during the recovery phase to develop capacities that reduce disaster risk in the long term, including through the sharing of expertise, knowledge and lessons learned."}, {"text_block_id": "p73_b1733", "text": "i)"}, {"text_block_id": "p73_b1734", "text": "Endeavor to ensure, as appropriate, that programmes for displaced persons do not increase risk and vulnerability to hazards."}, {"text_block_id": "p73_b1735", "text": "j)"}, {"text_block_id": "p73_b1736", "text": "Promote diversified income options for populations in high-risk areas to reduce their vulnerability to hazards, and ensure that their income and assets are not undermined by development policy and processes that increase their vulnerability to disasters."}, {"text_block_id": "p73_b1737", "text": "k)"}, {"text_block_id": "p73_b1738", "text": "Promote the development of financial risk-sharing mechanisms, particularly insurance and reinsurance against disasters."}, {"text_block_id": "p73_b1739", "text": "l)"}, {"text_block_id": "p73_b1740_merged_merged_merged", "text": "Promote the establishment of public–private partnerships to better engage the"}, {"text_block_id": "p73_b1743", "text": "m)"}, {"text_block_id": "p73_b1744", "text": "private sector in disaster risk reduction activities; encourage the private sector to foster a culture of disaster prevention, putting greater emphasis on, and allocating"}, {"text_block_id": "p74_b1745", "text": "resources to, pre-disaster activities such as risk assessments and early warning systems."}, {"text_block_id": "p74_b1746", "text": "n)"}, {"text_block_id": "p74_b1747", "text": "Develop and promote alternative and innovative financial instruments for addressing disaster risk."}, {"text_block_id": "p74_b1748", "text": "(iii) Land-use planning and other technical measures"}, {"text_block_id": "p74_b1749", "text": "o)"}, {"text_block_id": "p74_b1750", "text": "Incorporate disaster risk assessments into the urban planning and management of disaster-prone human settlements, in particular highly populated areas and quickly urbanizing settlements. The issues of informal or non-permanent housing and the location of housing in high-risk areas should be addressed as priorities, including in the framework of urban poverty reduction and slum-upgrading programmes."}, {"text_block_id": "p74_b1751", "text": "p)"}, {"text_block_id": "p74_b1752", "text": "Mainstream disaster risk considerations into planning procedures for major infrastructure projects, including the criteria for design, approval and implementation of such projects and considerations based on social, economic and environmental impact assessments."}, {"text_block_id": "p74_b1753", "text": "q)"}, {"text_block_id": "p74_b1754", "text": "Develop, upgrade and encourage the use of guidelines and monitoring tools for the reduction of disaster risk in the context of land-use policy and planning."}, {"text_block_id": "p74_b1755", "text": "r)"}, {"text_block_id": "p74_b1756", "text": "Incorporate disaster risk assessment into rural development planning and management, in particular with regard to mountain and coastal flood plain areas, including through the identification of land zones that are available and safe for human settlement,"}, {"text_block_id": "p74_b1757", "text": "s)"}, {"text_block_id": "p74_b1758", "text": "Encourage the revision of existing or the development of new building codes, standards, rehabilitation and reconstruction practices at the national or local levels, as appropriate, with the aim of making them more applicable in the local context, particularly in informal and marginal human settlements, and reinforce the capacity to implement, monitor and enforce such codes, through a consensus-based approach, with a view to fostering disaster-resistant structures."}, {"text_block_id": "p74_b1759", "text": "5. Strengthen disaster preparedness for effective response at all levels"}, {"text_block_id": "p74_b1760", "text": "At times of disaster, impacts and losses can be substantially reduced if authorities, individuals and communities in hazard-prone areas are well prepared and ready to act and are equipped with the knowledge and capacities for effective disaster management."}, {"text_block_id": "p74_b1761", "text": "Key activities:"}, {"text_block_id": "p74_b1762", "text": "a)"}, {"text_block_id": "p74_b1763", "text": "Strengthen policy, technical and institutional capacities in regional, national and local disaster management, including those related to technology, training, and human and material resources."}, {"text_block_id": "p74_b1764", "text": "b)"}, {"text_block_id": "p74_b1765", "text": "Promote and support dialogue, exchange of information and coordination among early warning, disaster risk reduction, disaster response, development and other relevant agencies and institutions at all levels, with the aim of fostering a holistic approach towards disaster risk reduction."}, {"text_block_id": "p74_b1766", "text": "c)"}, {"text_block_id": "p74_b1767", "text": "Strengthen and when necessary develop coordinated regional approaches, and create or upgrade regional policies, operational mechanisms, plans and communication systems to prepare for and ensure rapid and effective disaster response in situations that exceed national coping capacities."}, {"text_block_id": "p74_b1768", "text": "d)"}, {"text_block_id": "p74_b1769", "text": "Prepare or review and periodically update disaster preparedness and contingency plans and policies at all levels, with a particular focus on the most vulnerable areas and groups. Promote regular disaster preparedness exercises, including evacuation drills, with a view to ensuring rapid and effective disaster response and access to essential food and non-food relief supplies, as appropriate, to local needs."}, {"text_block_id": "p74_b1770", "text": "e)"}, {"text_block_id": "p74_b1771", "text": "Promote the establishment of emergency funds, where and as appropriate, to support response, recovery and preparedness measures."}, {"text_block_id": "p74_b1772", "text": "f)"}, {"text_block_id": "p74_b1773", "text": "Develop specific mechanisms to engage the active participation and ownership of relevant stakeholders, including communities, in disaster risk reduction, in particular building on the spirit of volunteerism."}, {"text_block_id": "p75_b1774", "text": "ANNEXURE IV: STANDARD OPERATION PROCEDURE (SOPS)"}, {"text_block_id": "p75_b1775", "text": "Check-list for coordination and planning to respond the wild land fires at the district level"}, {"text_block_id": "p75_b1776", "text": "Operation Leader:"}, {"text_block_id": "p75_b1777", "text": "District Commissioner"}, {"text_block_id": "p75_b1778", "text": "NB:"}, {"text_block_id": "p75_b1779", "text": "The purpose of this annexure is to provide guidance on how to prepare SOPs for other hazards."}, {"text_block_id": "p76_b1780", "text": "NOTE: If there is no warning issued, please consider the During Disaster Phase given after this section."}], "document_description": "This policy presents Botswana's disaster risks and natural hazards, such as flood, drought and wildfire, and discusses the country's institutional and legal framework for disaster reduction. It provides directives on the elaboration of effective national disaster management programme and outlines key definitions, measures and responsibilities for the preparation of disaster management plans at all levels."}