{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Hungary", "document_category": "Law", "document_sector_name": ["Waste", "LULUCF", "Energy"], "document_date": "25/03/2011", "document_language": "English", "document_name": "Act No.86 of 2011 on Electricity (Electricity Act)", "document_country_code": "HUN", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/HUN/2011/HUN-2011-03-25-Act No.86 of 2011 on Electricity (Electricity Act)_f62547d78c295c2107ba6dc37b991530.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The aims of this Act includes the following: to create an efficient electricity market; to exercise the principles of energy efficiency and conservation in the interest of sustainable development; to ensure access to electricity; to supply adequate electricity safely and smoothly at a transparent price; to protect the interest of consumers efficiently; to integrate the national electricity market into EU markets; to promote the establishment of new generation capacity and new network infrastructures and the access of new actors to the electricity market; and to promote the generation of electricity using renewable energy sources and wastes.<br />\n<br />\nThe provisions of the Act applies to generation, transmission, distribution, trade and consumption of electricity; the operation of the electricity grid and ancillary services; establishment, operation and decommissioning of electrical installations, customer connection systems, consumer equipment and direct lines; and licensing in the electricity sector. This Act is framed in the belief that utilization of renewable energies and waste as fuel shall be promoted in order to protect the environment and nature.<br />\n<br />\nSome rules of the Act were modified under the Act No.29 of 2011 on renewable energy resources introducing the terms of green certificate or certificate of origin. This Act also implements provisions of several EU directives, concerning electricity market, electricity production from renewable energy and promotion of cogeneration."}