{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Hungary", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy"], "document_date": "25/12/2008", "document_language": "English", "document_name": "Governmental Decree No.2019 of 2008 adopting the National Energy Efficiency Action Plan", "document_country_code": "HUN", "document_hazard_name": [], "document_keyword": "Energy Demand", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/HUN/2008/HUN-2008-12-25-Governmental Decree No.2019 of 2008 adopting the National Energy Efficiency Action Plan_29ef9f2200f2b63a7fb5f978f4beddd8.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This Decree adopts the National Energy Efficiency Action Plan (NEEAP). The first NEEAP outlined the existing planned energy efficiency measures to decrease the energy consumption by 1% annually during the nine years between 2008 and 2016. The objectives of the NEEAP I are as follows: alignment of Hungary's energy policy initiatives with those of the EU; finding the most cost-effective solutions for utilization of energy-saving potential; shaping consumer awareness and influencing the market in order to achieve long-term energy efficiency; informing market players of the structure and time frame of the plans; realization of the EU's energy efficiency expectations of member states; and consideration of climate protection aspects. According to the NEEAP and the Governmental decree No.64 of 2009, the Ministry of National Development (former Ministry of Transport, Telecommunication and Energy) is responsible for the preparation of NEEAPs. Co-ordination of the implementation of NEEAP and the verification of its progress falls under the responsibility of the Energy Centre, a government-owned energy efficiency, environment and energy information agency non-profit company. It is the national agency responsible for energy efficiency and renewable energy.<br>&nbsp;<br>&nbsp;The Plan also notes that actions including the following could further save energy:extension of state aid to upgrade household appliances and lightbulbs; state aid to develop energy saving awareness activities; making the use of energy efficient office equipment obligatory; promotion of the dissemination of energy-saving building technologies; and strengthening the energy aspect of environmental and traffic safety considerations in connection with the import of used vehicles.<br>&nbsp;<br>&nbsp;The NEEAP was modified in 2010 under the Governmental Decision No.1076 of 2010 on the Modified National Energy Efficiency Action Plan of Hungary (MNEEAP) and the second NEEAP (NEEAP II) was adopted under the Governmental Decision No.1374 of 2011. The NEEAP II includes shortcomings and an action plan aiming to solve them, national energy saving targets and measures in energy end-use, sectoral measures for energy saving and institutions responsible for implementation and monitoring. Identified shortcomings includes the lack of following: overarching, nationwide demand forecast based on reliable fuel and electricity demand forecast; sufficient monitoring of implementation of the measures in NEEAP I; reliable information on opportunities for energy savings in industry; energy data of dwelling houses; and reliable data about the energy consumption of public buildings."}