{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Hungary", "document_category": "Policy", "document_sector_name": ["Waste", "Urban", "Transportation", "Tourism", "Health", "Energy", "Buildings", "Agriculture"], "document_date": "01/01/2019", "document_language": "Hungarian", "document_name": "National energy and climate plan", "document_country_code": "HUN", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Agriculture", "Electricity"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/HUN/2019/HUN-2019-01-01-National energy and climate plan_a37bdc7919524574e86ff6ac4a463c9a.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The National Energy and Climate (ENCP) Plan is a ten-year integrated document mandated by the European Union to each of its member states in order for the EU to meet its overall greenhouse gases emissions targets.  The Energy and Climate Plan addresses all five dimensions of the EU Energy Union: decarbonisation, energy efficiency, energy security, internal energy markets and research, innovation and competitiveness.  The main objectives of the plan are : 1) to strengthen energy sovereignty and energy security, 2) to maintain the results of reduced overhead costs, 3) to achieve the decarbonisation of energy production with the combined use of nuclear energy and renewable energy. The plan states that it is in the interest of Hungary to reduce its demand for energy imports and to ensure its connection to the regional electricity grids and natural gas networks. The reduction of the use of fossil fuels may be achieved through the use of heating/cooling solutions based on renewable resources and the reduction of energy consumption in public institutions, industry and transport. For energy efficiency, the plan establishes green solutions as the electromobility and the household-scale energy production for private purposes and the spread of smart meters."}