{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Hungary", "document_category": "Law", "document_sector_name": ["Transportation", "Energy", "Economy-wide"], "document_date": "01/01/2008", "document_language": "Hungarian", "document_name": "National Climate Change Strategy 2008-2025", "document_country_code": "HUN", "document_hazard_name": [], "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/HUN/2008/HUN-2008-01-01-National Climate Change Strategy 2008-2025_ef89588e27522428c7237fc3e6a0bd96.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "This Resolution adopted the National Climate Change Strategy (NCCS). General objectives and priorities of the period between 2008 and 2025 are set, and the strategy is to be implemented by the National Climate Change Program (NCCP).\n\nThe NCCS is structured as following: framework for the elaboration of the climate strategy; mitigation of climate change; adaptation to the changing climate; and implementation of the strategy. The reduction target for 2025 is reduction by 16% to 25% from the 1990 level in case of a unilateral 20% reduction by the EU, or 27% to 34% from the 1990 level in case of a conditional target reduction of 30% by the EU. The implementation phase first addresses adoption of a National Climate Change Programme (NCCP) for a two-year period. Monitoring is applicable to NCCS and also the NCCP, which is to be prepared by a set of indexes that reflect the climate change efficiency of the economy or the carbon reduction (e.g. GHG emission per GDP, emission per capita, energy intensity).\n\nThe NCCS identifies three major directions of actions for the long term climate change policy: to comply with EU and international requirements in order to reduce GHG emissions by reducing overall energy use; to fight against the unfavourable ecological and socio-economic effects of the inevitable climate change and improve adaptability to climate change impacts; and to raise social awareness of climate change. The government prepares annual reports on the progress of implementation of the NCCS to Parliament.\n\nThe 2008 text was updated in 2017 to cover the period 2017-2030 (previously 2008-2025)."}