{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Ecuador", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "01/01/2011", "document_language": "Spanish", "document_name": "Decrees: Reform The Program To Reduce Environmental Pollution, Rationalization Of The Fuel Subsidies For Public Transportation And Its Scraping.", "document_country_code": "ECU", "document_hazard_name": [], "document_keyword": "Energy Demand", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ECU/2011/ECU-2011-01-01-Decrees: Reform The Program To Reduce Environmental Pollution, Rationalization Of The Fuel Subsidies For Public Transportation And Its Scraping._4a90ca768e7bcf454c384629d34b45b8.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "Programme RENOVA is one of the projects aiming to reduce energy consumption and increase energy efficiency in Ecuador. RENOVA concerns the transport and equipment sectors and aims to assist replacement of more than 300,000 inefficient refrigerators and more than 20,000 inefficient vehicles by 2015. The replacement of inefficient vehicles is mainly supported through exoneration from import tax for vehicles respecting quality and efficiency standards. The replacement of inefficient refrigerators concerns residential consumers whose electricity consumption does not exceed 200 kWh/month (around 83% of all the users). Through Programme RENOVA the Government distributes efficient refrigerators to eligible consumers that fulfil the following requirements: 1.Fill in the application form; 2. Have an electricity connection with a meter registered at their own name; 3.Have paid the bills over the past 12 consecutive months; 4. Their monthly consumption does not exceed 200 kWh/month; 5.Own a refrigerator older than 10 years that is still working; 6. Have correctly installed electrical installations that are in good condition."}