{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Ecuador", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Industry", "Health", "Energy", "Economy-wide", "Disaster Risk Management (Drm)", "Agriculture"], "document_date": "25/12/2012", "document_language": "English", "document_name": "National Strategy on Climate Change 2012-2025 (Ministerial Accord No. 095)", "document_country_code": "ECU", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/ECU/2012/ECU-2012-12-25-National Strategy on Climate Change 2012-2025 (Ministerial Accord No. 095)_9a288cf12a3fc2271d8c29e56b934f77.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The Executive Decree no 1815 resulted in adoption of the National Strategy on Climate Change 2012-2025 in July 2012. The strategy is based on several guiding principles, including: Regional and international co-operation; Consistency with international principles; Priority to local implementation; Environmental integrity; Citizen participation; Protection of vulnerable groups and ecosystems; and Inter-generational responsibility.&nbsp;<br><br>The strategy further contains two main strategy directions (mitigation and adaptation) and 15 specific objectives for 2017 and 2025. The objectives for adaptation include: 1)Implement measures to guarantee food security under climate change impacts,2) Secure economic yields and infrastructure against climate change impacts, 3) Implement measures to protect human health under climate change impacts, 4) Improve water management to ensure water availability and its sustainable use, 5)Conserve natural resources and ecosystems to enhance their capacity to respond to climate change, 6)Assist vulnerable groups with adaptation to climate change, 7) Improve disaster management at the public and private levels, 8) Increase the capacity of human settlements to face climate change impacts.<br><br>The objectives for mitigation include: 1) Identify and integrate appropriate mitigation practices in agriculture and fisheries sectors,2) Implement measures to protect, enhance and sustainably manage ecosystems with carbon sequestration capacity,3) Strengthen measures promoting energy efficiency and savings, as well as transformation of country's energy mix towards greater share of renewable energy sources,4) Promote sustainable practices that help to reduce GHG emissions from services and industry production, over the lifetime of products,5) Lead transformation of the economy towards more efficient energy and natural resources use and renewable resources use to reduce GHG emissions."}