{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Ecuador", "document_category": "Law", "document_sector_name": ["Waste", "Residential and Commercial", "Industry", "Energy"], "document_date": "16/01/2015", "document_language": "English", "document_name": "Organic Law on the Public Service of Electricity", "document_country_code": "ECU", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ECU/2015/ECU-2015-01-16-Organic Law on the Public Service of Electricity_4a86de3862e19c70ad0893e46c734657.pdf", "document_type": "Law", "text_blocks": [], "document_description": "Ecuador's new Electricity Law, adopted 16 January 2015, explicitly states the objective of promoting renewable energy sources (including biomass from solid waste) and energy efficiency, and makes the state the key actor in the electricity industry.\nThe Ministry of Electricity and Renewable Energy (MEER) oversees renewable energy policy and planning. The generation, transmission, distribution and commercialisation of electricity are defined as public service, to be provided primarily by the public sector, under the guidance of the newly created Agency for Regulation and Control of Electricity (ARCONEL - previously National Electricity Board CONELEC). Transmission and distribution of electricity is under the responsibility of state-(majority)-owned companies. Private entities may build and operate power plants and transmission and distribution lines, as long as their generated power does not exceed 50MW.\nThe law also provides for preferential regulations for renewable energy, in particular prioritizing rural-electrification projects. The Electricity Master Plan and the National Energy Efficiency Plan are to be developed by MEER.\nThe Electricity Law replaces the Electricity Sector Law (11996) in its most recent version."}