{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "Niue", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Joint National Action Plan for Disaster Risk Management and Climate Change", "document_country_code": "NIU", "document_hazard_name": ["Sea Level Rise", "Soil Erosion", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods", "Earthquakes"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": "Drm/Drr", "document_region_code": "East Asia & Pacific", "document_date": "04/01/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/NIU/2012/NIU-2012-01-04-Joint National Action Plan for Disaster Risk Management and Climate Change_79feb776ee7001e7595d93bc066e4399.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Niue’s Joint National Action Plan for Disaster Risk Management and Climate Change"}, {"text_block_id": "p0_b2", "text": "April 2012"}, {"text_block_id": "p1_b3", "text": "For more information please contact:"}, {"text_block_id": "p1_b4", "text": "Deputy Director"}, {"text_block_id": "p1_b5", "text": "Disaster Reduction Programme"}, {"text_block_id": "p1_b6", "text": "Applied Geoscience & Technology Division"}, {"text_block_id": "p1_b7", "text": "Secretariat of the Pacific Community"}, {"text_block_id": "p1_b8", "text": "www.spc.int / www.sopac.org / www.pacificdisaster.net"}, {"text_block_id": "p1_b9", "text": "Coordinator"}, {"text_block_id": "p1_b10", "text": "Department of Environment"}, {"text_block_id": "p1_b11", "text": "Government of Niue"}, {"text_block_id": "p1_b12", "text": "E-mail: sauni.togatule@gov.nu"}, {"text_block_id": "p2_b13", "text": "Niue’s Joint National Action Plan for Disaster Risk Management and Climate Change"}, {"text_block_id": "p2_b14", "text": "April 2012"}, {"text_block_id": "p3_b15", "text": "Foreword"}, {"text_block_id": "p3_b16", "text": "Niue is classified as a small island developing state. Like its Pacific island neighbours, Niue is economically, environmentally and socially vulnerable to external shocks over which it has little or no control. This places Niue at a distinct disadvantage compared with larger developed countries."}, {"text_block_id": "p3_b17", "text": "in January 2004, Tropical Cyclone Heta struck the island of Niue. The cyclone’s centre is estimated to have passed within 15 km of the Niuean capital, Alofi. Niue is particularly vulnerable to the impacts of climate change and climate variability with the projected increased frequency and intensity of the storm events that may result from climate change proven to already have profound effect on the economy and environment."}, {"text_block_id": "p3_b18", "text": "The combination of a high, spring tide, directional travel, wind velocity, spiral direction, and a sloping seabed combined to maximum effect in producing a sea surge estimated at 50m that overtopped the cliffs and in cases pushed 100m inland devastating all in its path. The net effect was what may be termed a ‘super-cyclone’ – possibly of greater intensity than the category five at the top end of the scale. Damage from Cyclone Heta was estimated at over $NZ37 million."}, {"text_block_id": "p3_b19", "text": "in its commitment to building resilience, Niue has developed the Niue Joint National Action Plan. This plan is the result of a thorough consultative process with stakeholders on Niue.  it is therefore a direct response to their concerns, issues and needs and is consistent with the Niue Strategic integrated Plan, the Niue Climate Change Policy as well as other key national policies."}, {"text_block_id": "p3_b20", "text": "Furthermore, this document is a reaffirmation of our commitment to the Pacific island Framework for Action and Climate Change 2006–2015 and the Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005–2015. These are the overarching Pacific regional policy instruments guiding action on Climate Change and Disaster Risk Management at national and sub national levels in Pacific island countries."}, {"text_block_id": "p3_b21", "text": "We are particularly grateful to our regional agencies as well as the donor community for their ongoing support that will inevitably provide the enabling environment that this plan needs to be fully and successfully implemented."}, {"text_block_id": "p3_b22", "text": "in the end it is us - the people of Niue who need to support the implementation of this plan to build a more resilient Niue, where our Taoga and our livelihoods are not only protected from the impacts of climate change and disaster risks, but that they are improved in spite of these."}, {"text_block_id": "p3_b23", "text": "i am pleased therefore, to present the Niue Joint National Action Plan."}, {"text_block_id": "p3_b24", "text": "Hon. Toke Talagi"}, {"text_block_id": "p3_b25", "text": "Premier of Niue"}, {"text_block_id": "p4_b26", "text": "TAU ULUAKi MANATU"}, {"text_block_id": "p4_b27", "text": "Fakahigoa a Niue, ko e motu tote atihake agaia – ke fakatatai atu ke he tau motu he Pasifika, ko Niue ke he faahi uku monuina, takatakaimotu mo e moui fehagai kua tū hagahagakelea ke he tau lekua tupu fakalutukia ki fafo he hana malolo ke totoko atu. Lagākina mai he tuaga hagauka ia kua nakai lata ke fakatatai atu a ia ke he tau motu lalahi kua tū tokoluga atu."}, {"text_block_id": "p4_b28", "text": "Lauia lahi a Niue ke he tau lekua tupu fakaofo ha ko e hikihikiaga he matagi ke he leva he tau vahā pihia mo e kehekehe he tau lekua nei. Ko e tau fuafua to tumau ke malikiti hake e loga pihia mo e mahomo atu e malōlō he tau matagi afa lagākina mai ha ko e tau hikihikiaga he matagi. Kitia ai foki kua fita ni he lauia kelea e motu ke he moui ukumonuina mo e takatakaimotu ka e mua atu ke he  tau amaamanakiaga ke he atihakeaga he motu ko Niue."}, {"text_block_id": "p4_b29", "text": "Ko e mahina Ianuari 2004, ne tō e matagi Afa ko Heta ki Niue. Ko e uho tonu he matagi afā nei ne iloa pehē kua agi tata mai ke he motu 15 kilomita mo e taone ko Alofi. Lagā ni ha ko e tukuna peau tokoluga, hana tafe, mafiti mo e malōlō e agi mo e gū he matagi, agi mavikoviko mo e papatī e toka he moana, kua fakafelau ke moua mai e tau peau kua mua atu he tokoluga, fuafua ki ai ko e 50 mita he tokoluga kua hoko ti molea e tau kaukau feutu kua tafe atu 100 mita ki loto he motu ko Niue. Ko e lauiaaga he lekua nei kua fakakupu ko e tapunu he tau afā kua mahunu atu haana malōlō molea hake he matagi afā fakaotiaga ke he fufuta lima."}, {"text_block_id": "p4_b30", "text": "Fuafua e tau koloa he motu ne malona ha ko e Afa ko Heta kua molea e $37 miliona. Kua kitia ki ai kua kamatamata e moui tū mauokafua he tau tagata Niue kua eke foki mo tāmataaga ke he liu atiahakeaga he motu."}, {"text_block_id": "p4_b31", "text": "Ke fakamoho aki e hana manako ke liu atihake e moui tū mauokafua he motu, kua talaga e Niue Joint Action Plan. Ko e Palana nei ko e fakaotiaga he gahua kaufakalataha mo e fakamakamaka mo e tau tagata oti he motu ko Niue. Ko e taliaaga pauaki ke he tau tagata ha ko e ha lautolu a tau manatu tupetupe, tau matolitoli mo e tau manakoloto."}, {"text_block_id": "p4_b32", "text": "Kia eke e Palana nei mo takitakiaga mo e lagomataiaga ke he feakiaga he aga tu mauokafua he tau tagata Niue. Mahuiga atu foki kua fakapiki ke he Tohi Niue National Strategic Plan, Niue Climate Change Policy mo e falu a hatakiaga he motu. Ke lalafi atu, ko e Palana nei ko e fakamohoaga ha tautolu ke he Pacific Island Framework for Action and Climate Change 2006-2015 mo e Disaster Risk Reduction mo e Disaster Management Framework for Action 2005-2015."}, {"text_block_id": "p4_b33", "text": "Tuku atu ha mautolu a tau manatu Oue Tulou ke he tau Matakau he Pasifika pihia foki mo e tau matakau foaki tupe ke he hā lautolu a tau lagomatai tumau mai ke fakatupu olaola e Palana nei mo e fakamooli hana tau fakagahuaaga."}, {"text_block_id": "p4_b34", "text": "Ko e fakahikuaga, ko tautolu ni – ko e tau kakai tagata he motu ko Niue kua lata tonu ke lagomatai mo e felagoaki ke fakagahua e Palana nei ke fakaholokimua e aga mo e mahani tū mauokafua ha Niue, mua atu ke he puipuiaga he tau momoui taitai, kamata mai he vao uhi ke hoko ke he tofia mai he tau lekua tupu fakaofo ha ko e hiihikiga he matagi, ka e mahomo atu ki mua pete ni kua pihia."}, {"text_block_id": "p4_b35", "text": "Kua hā hā ia au e lilifu ke fakamooli e tohi mahuiga nei ko e Niue Joint Action Plan (JNAP)."}, {"text_block_id": "p4_b36", "text": "Toke T Talagi"}, {"text_block_id": "p4_b37", "text": "Palemia Niue."}, {"text_block_id": "p5_b38", "text": "Acknowledgements"}, {"text_block_id": "p6_b39", "text": "Acronyms"}, {"text_block_id": "p8_b40", "text": "List of Figures"}, {"text_block_id": "p8_b41", "text": "List of Tables"}, {"text_block_id": "p9_b42", "text": "Executive Summary"}, {"text_block_id": "p9_b43", "text": "Niue is a self-governing nation in free association with New Zealand, located partway between Tonga, Samoa and the Cook islands. Niue’s economy is heavily dependent on support from New Zealand and aid accounts for 70% of Niue’s GDP. Niue has a population of approximately 1625 people, making it the world’s least populated state."}, {"text_block_id": "p9_b44", "text": "Niue is vulnerable to climate risks such as Tropical Cyclones (TCs) and droughts; geological risks such as earthquakes and tsunami; and human-caused risks such as disease outbreaks and contamination of the water supply. As the world’s largest elevated coral atoll, its rocky and rugged coastline has steep cliffs which offer marginal protection from risks such as tsunami. However as experienced in 2004 with the category 5 Tropical Cyclone Heta, TC-induced waves have the capacity to overtop the steep cliffs and wash boulders inland up to +25 m above sea level. Niue’s isolation, small population, reliance on donor aid, limited water resources and marginal agricultural potential also contribute to its overall risk profile."}, {"text_block_id": "p9_b45", "text": "Niue’s Joint National Action Plan (JNAP) for Climate Change Adaptation and Disaster Risk Management provides a three year plan of action to address existing gaps relating to vulnerability to climate change impacts and disasters. Developed in partnership with Pacific regional organisations (SPC/SoPAC and SPREP), the Government of Niue have identified five priority areas of attention, which form the goals in the JNAP implementation Matrix:"}, {"text_block_id": "p9_b46", "text": "This report provides the details of how the JNAP was developed and how it will be implemented. it also maps out the actions, activities and tasks required to meet these goals, and provides indicative costing in preparation for implementation. A summary of the full implementation matrix, which also includes outcomes and indicators, is provided on next page."}, {"text_block_id": "p10_b47", "text": "Goal 1: Strong and effective institutional basis for disaster risk reduction / climate change adaptation"}, {"text_block_id": "p10_b48", "text": "Actions:"}, {"text_block_id": "p10_b49", "text": "Actions:\n* Mainstream climate change and disaster risk reduction considerations at national level\n* Society and private sector) in climate change adaptation, mitigation and disaster risk reduction planning, implementation and monitoring and evaluation.\n* Establish a Steering Committee to coordinate CCA and DRR activities and to oversee the JNAP unit\n* Establish and fund a JNAP Unit within the Department of Environment to coordinate and monitor JNAP\n* Incorporate disaster reduction and climate change considerations into Niueâs National Building Code\n* Develop an integrated risk based approach to land use and development\n* Build national and local capacity to access external funding mechanisms"}, {"text_block_id": "p10_b65", "text": "Goal 2: Strong public awareness and improved understanding of the causes and effects of climate change, climate variability and disasters"}, {"text_block_id": "p10_b66", "text": "Actions:"}, {"text_block_id": "p10_b67", "text": "Actions:\n* Integrate traditional knowledge in CCA and DRM\n* Establish a platform to share lessons learned and best practices\n* Develop and implement an effective Communications Strategy consolidating outputs and outcomes of\n* Include disaster risk management and climate change adaptation in School curricula\n* Distribute 2nd National Communications Report\n* Develop 3rd National Communications Report"}, {"text_block_id": "p10_b80", "text": "Goal 3: Strengthened livelihoods, community resilience, natural resources and assets"}, {"text_block_id": "p10_b81", "text": "Actions:"}, {"text_block_id": "p10_b82", "text": "Actions:\n* Strengthen community-based disaster risk management and climate change adaptation programmes\n* Establish effective early warning systems to provide accurate and timely warning for all hazards to the\n* Ensure food security\n* Develop integrated information management system(s) to support DRM and CCA decision making"}, {"text_block_id": "p10_b92", "text": "Goal 4: Strengthened capacity to adapt renewable energy technologies and improve energy efficiency"}, {"text_block_id": "p10_b93", "text": "Actions:"}, {"text_block_id": "p10_b94", "text": "Actions:\n* Strengthen governance to support energy efficiency and renewable energy options in line with the Niue\n* Improve energy security"}, {"text_block_id": "p10_b100", "text": "Goal 5: Strengthened disaster preparedness for effective response"}, {"text_block_id": "p10_b101", "text": "Actions:"}, {"text_block_id": "p10_b102", "text": "Actions:\n* Strengthen capacities to respond effectively to disasters\n* Develop awareness of International and Regional Humanitarian Assistance"}, {"text_block_id": "p12_b106", "text": "Background Information"}, {"text_block_id": "p13_b107", "text": "a. Geographical Setting"}, {"text_block_id": "p13_b108", "text": "Niue is a small Pacific island Country (PiC) located partway between Tonga, Samoa and the Cook islands. The island is approximately 259 square kilometres and is the world’s largest elevated coral atoll (Barnett, 2008) with its highest point being less than 70m above sea level. Niue has an Exclusive Economic Zone (EEZ) of 390,000km"}, {"text_block_id": "p13_b109", "text": "2"}, {"text_block_id": "p13_b110", "text": "and has two reef atolls, Anitope and Beveridge, where commercial fishing is banned (SoPAC, 2000). Niue’s coastline is rocky and rugged, with steep cliffs, caves, deep chasms and blowholes (GoN, 2000). The island of Niue is comprised of three terraces with the lower terrace being 28m above sea level and the upper terrace averaging 69m above sea level (GoN, 2000). Niue’s capital is Alofi, which is located on the western side of the island, as shown in Figure 1. A total of 14 villages are scattered across the island, and a 64km circuit road passes through all the villages (SPREP, 2009)."}, {"text_block_id": "p13_b111_merged_merged", "text": "Niue is dominated by two distinct district seasons: the wet (or hot) season, which lasts from November until April and the dry (cool) season, lasting from May to october. Torrential downpours of rain during the wet season are common and account for approximately 68% of Niue’s total annual rainfall, which averages 2180mm per year (SPREP, 2009). Rainfall is highly variable in nature and ranges between 839-3226mm per year, with trends strongly associated with El Niño Southern oscillation (ENSo) patterns. other climatological drivers affecting Niue include the South Pacific Convergence Zone (SPCZ – which is close to the island in the wet season, contributing to high rainfall totals), the sub-tropical high pressure zone and south-easterly trade winds (NDMCC, 2011). Figure 2 shows Niue’s average temperature and rainfall at Hanan Airport."}, {"text_block_id": "p13_b114", "text": "Figure 2. Seasonal rainfall and temperature at Hanan Airport (Source: PCCSP, 2011)."}, {"text_block_id": "p14_b115", "text": "Being a coral atoll, Niue’s soils are marginal, rendering intensive agriculture and long-term monoculture difficult due to shallow soil depth, low nutrient content and poor soil structure (SPREP, 2009). FAo note that only 11.6% of Niue’s land is considered arable (FAo, 2010). Despite this, subsistence level agriculture accounts for most agricultural productivity and contributes to 23% of Niue’s Gross Domestic Product (GDP). Subsistence agriculture is also important for cultural, dietary and economic reasons (UNDP, 2010). Taro, cassava, sweet potato and yams are commonly grown, while livestock include chickens, pigs and a small number of cattle are also kept to support subsistence livelihoods (SPREP, 2009)."}, {"text_block_id": "p14_b116", "text": "Niue’s dominant coral reefs are found on the western side of the island, which is where most fishing activities occur. Fishing occurs mainly at the subsistence level (accounting for 90% of total fish catch) due to the limited inshore fishing resources (UNDP, 2010)."}, {"text_block_id": "p14_b117", "text": "b. Population"}, {"text_block_id": "p14_b118", "text": "Niue has a population of approximately 1625 (data from the last census in 2006), people, making it the world’s least populated state (Barnett, 2008). Large scale outward migration from Niue, usually from younger age groups, has occurred since 1971 (aided by the opening of Niue’s Hanan international Airport in 1970), predominantly to New Zealand for education and employment opportunities and family ties, as well as perceived higher standards of living abroad (GoN, 2006a). As a result, there are over 20,000 people identifying themselves as Niuean in New Zealand (Barnett, 2008). More than four times the number of Niueans born in Niue live in New Zealand, compared to in Niue (Bedford et al., 2006) and Niueans are freely able to migrate to New Zealand with no restrictions in entering the New Zealand or Australian labour markets. See Figure 3 for a depiction of population decline since the 1970s."}, {"text_block_id": "p14_b119", "text": "Figure 3. Population of Niue, 1900 – 2006 (Source: GoN 2006b)"}, {"text_block_id": "p14_b120", "text": "Population decline is a concern, with the Premier noting in 2003: “There are serious concerns that if our population drops much lower, then the very things that make us a nation, such as our spiritualism, language, heritage and social values will be threatened” (GoN, 2003). Population decline leads to a decrease in human capital when workers leave, which leads then to a strain on Niue’s development capacity. This was noted in Niue’s report on the Millennium Development Goals, and the addition of “Promote sustainable population development” as a new goal (GoN, 2006a)."}, {"text_block_id": "p15_b121", "text": "c. Governance"}, {"text_block_id": "p15_b122", "text": "Since 1974, Niue has been self-governing in free association with New Zealand, under the Niue Constitution (GoN, 2009). Niueans are also New Zealand citizens. The Premier is the Head of Government and the Executive Government (Cabinet) consists of the Premier and three ministers (GoN, 2009). The Legislative Assembly (Parliament) consists of 20 members which represent 14 village constituencies and 6 common roll members (GoN, 2002). Elections are held every 3 years."}, {"text_block_id": "p15_b123", "text": "Devolution of responsibility from the Legislative Assembly to Village Councils recognises the need to preserve and build strength of family and community systems and village life in general, which remain the focus of Niue’s cultural and political organisations (GoN, 2002). Tãoga Niue is a government department established to sustain Niue’s national identity, including through language; customs and traditions; and arts and crafts. The purpose of Tãoga Niue is also to address the threat of declining population and the penetration of Western values and practices on the people and culture of Niue (Barnett, 2008)."}, {"text_block_id": "p15_b124", "text": "The church is an additional institution important in Niue’s governance structure, with Ekalesia Niue being the dominant church, accounting for 60% of the population (Barnett, 2008). in some villages, the Village Council and the Church Council are indistinguishable. Relatively few civil society organisations exist, with their influence generally restricted to their area of interest."}, {"text_block_id": "p15_b125", "text": "d. National Development Policies and Priorities"}, {"text_block_id": "p15_b126", "text": "Niue’s National Strategic Plan (2009-2013) has a vision of “Niue ke Monuina – A Prosperous Niue” and is built upon national development pillars including:"}, {"text_block_id": "p15_b127", "text": "Niue’s National Strategic Plan (2009-2013) has a vision of “Niue ke Monuina – A Prosperous Niue” and is built upon national development pillars including:\n* Financial Stability\n* Governance\n* Economic Development\n* Social Development\n* Environment Development\n* TÃ£oga Niue"}, {"text_block_id": "p15_b139", "text": "Aims and strategies for each of the national development pillars describe the ways in which the objectives are to be met. Eleven guiding principles also frame the approach to which Niue takes to achieving Niue ke Monuina. These guiding principles are:"}, {"text_block_id": "p15_b140", "text": "Aims and strategies for each of the national development pillars describe the ways in which the objectives are to be met. Eleven guiding principles also frame the approach to which Niue takes to achieving Niue ke Monuina. These guiding principles are:\n* Relevant to Niue ke Monuina â A Prosperous Niue\n* Efficient and effective systems\n* Collaboration, communication and consultation with sector wide approaches\n* Accountability, responsibility and transparency\n* Sustainable healthy development\n* Effective resource allocation and use\n* A strategic focus and alliances with key stakeholders\n* Cohesive and coordinated implementation of the strategic objectives\n* outcome focused, and mindful of cultural and spiritual values\n* Constant monitoring and evaluation\n* implementation framework and outcome-based sector plans (outcome focused an"}, {"text_block_id": "p16_b162", "text": "Aims and strategies for each of the national development pillars describe the ways in which the objectives are to be met. Eleven guiding principles also frame the approach to which Niue takes to achieving Niue ke Monuina. These guiding principles are:\n* Relevant to Niue ke Monuina â A Prosperous Niue\n* Efficient and effective systems\n* Collaboration, communication and consultation with sector wide approaches\n* Accountability, responsibility and transparency\n* Sustainable healthy development\n* Effective resource allocation and use\n* A strategic focus and alliances with key stakeholders\n* Cohesive and coordinated implementation of the strategic objectives\n* outcome focused, and mindful of cultural and spiritual values\n* Constant monitoring and evaluation\n* implementation framework and outcome-based sector plans (outcome focused an\n"}, {"text_block_id": "p16_b163", "text": "e. Economy"}, {"text_block_id": "p16_b164", "text": "Niue’s economy is heavily dependent on support from New Zealand, who has a statutory obligation to provide economic and administrative assistance to Niue (GoN, 2009). Aid accounts for 70% of Niue’s GDP, which is NZ$10,000 per capita (Barnett and Ellemor, 2007). other sources of financial resources include taxation, government trading activities, sovereign assets and additional support form development partners (GoN, 2009). Low population, scarcity of natural resources, isolation and high costs of transportation lead to Niue’s economy being far from self-sufficient (GoN, 2010a)."}, {"text_block_id": "p16_b165", "text": "The public sector accounts for the vast majority of the economy, employing over 400 people (Barnett, 2008), and representing 56% of those formally employed (GoN, 2006b). other minority sectors in Niue include tourism, fishing, with noni and vanilla which are being developed as a cash crop for export (GoN, 2009). Trade and tourism suffer from limited transport options, with only weekly flights to/from Auckland servicing the island and the channel accessing Alofi wharf too small for large shipping vessels."}, {"text_block_id": "p16_b166", "text": "f. Risk Context"}, {"text_block_id": "p16_b167_merged", "text": "Niue is vulnerable to climate risks such as tropical cyclones (TCs) and droughts; geological risks such as earthquakes and tsunami; and human-caused risks such as disease outbreaks and contamination of its only fresh water supply. Niue’s risk profile is also inherently linked to its isolation and limited capacity to manage and respond to disasters and climate change impacts. Traditional coping strategies have tended to make way for an increased reliance on external support, as New Zealand fulfils its obligations to provide support to Niue in times of disaster. Finally, climate change is likely to exacerbate most of Niue’s risks – see below of details."}, {"text_block_id": "p16_b169", "text": "Climate and weather driven risks"}, {"text_block_id": "p16_b170", "text": "Niue’s tropical cyclone season lasts from November to April. Niue has experienced numerous tropical cyclones in the past and since 1969, 63 tropical cyclones have come within 400km of the island (NDMCC, 2011). ENSo patterns are thought to influence the frequency of tropical cyclones, with more events observed during El Niño episodes in Niue (Kumar, 2011). Recent past tropical cyclone events include Tropical Cyclone ofa in 1990, the centre of which was believed to pass within 60km of Alofi (Forbes, 1996). TC ofa transformed Niue from a food exporting country to one dependent on imports for 2 years. Wave damage from TC ofa was reported 20m above normal sea level (SEAFRAME, 2008)."}, {"text_block_id": "p16_b171", "text": "Tropical Cyclone Heta was a category 5 storm hitting Niue in 2004, and had an even greater impact on infrastructure and agricultural production (Wade 2005), causing damage equalling three times Niue’s GDP (NDMCC, 2011). Figure 5 shows a photo post-TC Heta of a boulder washed over the cliffs and 25m inland."}, {"text_block_id": "p16_b172", "text": "During TC Heta, wind speeds around 130 km/h and wind gusts were recorded at 200 km/h at the Niue Meteorological office before the power disruption. Nevertheless, the Regional Specialised Meteorological Centre in Nadi, Fiji estimated maximum sustained winds of 210 km/h with gusts up to 300 km/h (Biukoto and Bonte-Grapentin, 2004). Two people died as a result of TC Heta. Damage also included destruction of the hospital and Niue Hotel, along the"}, {"text_block_id": "p17_b173", "text": "Figure 4. Number of tropical cyclones passing within 400km of Niue (Source: PCCSP, 2011)."}, {"text_block_id": "p17_b174", "text": "Figure 5. Photo taken post- TC Heta, showing a massive boulder washed over the cliffs and 50m inland, smashing into a building. (Source: Biukoto and Bonte-Grapentin, 2004)."}, {"text_block_id": "p17_b175", "text": "Alofi South coast destruction of most of the commercial and financial buildings, destruction of 43 houses and severe damage to a further 20 (Barnett and Ellemor, 2007). The Huanaki Cultural Centre – an important Niuean cultural meeting place – was destroyed, and severe impacts to biodiversity were felt, particularly to the native pigeon and fruit bat (Barnett and Ellemor, 2007)."}, {"text_block_id": "p17_b176", "text": "Despite Niue’s tall cliffs, TC induced waves have the capacity to overtop the coastline and wash boulders inland, as happened with TC Heta where waves impacts were observed at sites up to +25 m above sea level. The increased wind speeds, constant wind direction and narrow continental shelf around Niue developed maximum sea conditions and wave amplitude during TC Heta that overtopped the cliffs damaging coastal property and infrastructure. Aside from the damage to the built environment, extensive impacts were also seen on the coral reef, flora and fauna (GoN, 2000), and salt water intrusion affecting agricultural crops and family gardens."}, {"text_block_id": "p17_b177", "text": "ENSo cycles strongly influence rainfall, with El Niño episodes linked to periods of drought in Niue, affecting rain-fed gardens and household plantations and recharge of the groundwater."}, {"text_block_id": "p18_b178", "text": "Record dry season rainfall usually occurs during an El Niño, as happened in 1983, 1991 and 1998 where less than 400mm was received, which equates to half the normal dry season total (NDMCC, 2011). Conversely, La Niña episodes are related to above average rainfall, which can result in yam disease outbreaks and heighten the prevalence of mosquito-borne diseases such as dengue (NDMCC, 2011)."}, {"text_block_id": "p18_b179", "text": "Current and projected climate change impacts"}, {"text_block_id": "p18_b180", "text": "Niue’s temperature trends indicate an increasing trend since 1950, with increasing maximum temperatures of 0.15°C per decade - a trend consistent with the patterns of global warming (PCCSP, 2011). Patterns for rainfall do not indicate a trend for either annual or seasonal rainfall."}, {"text_block_id": "p18_b181", "text": "Niue’s closest sea level recording instrument is found in Rarotonga in the Cook islands, which indicates an increasing trend of 5mm per year (PCCSP, 2011). The intergovernmental Panel on Climate Change (iPCC) indicates over the last hundred years, the global average rise in sea level is 2mm per year, highlighting that in Niue’s region, the rate is higher than average. it is important to mention that sea level is also strongly linked to ENSo patterns on an inter-annual basis – for example, the 1997-1998 El Niño event caused sea level to fall by around 20cm (SEAFRAME, 2008)."}, {"text_block_id": "p18_b182", "text": "Climate change is likely to bring a continued increase to average temperature conditions, with an increase of up to 0.9 – 1.7°C by 2055 in a high emissions scenario (PCCSP, 2011). An increase in the number of hot days and warm nights is also likely, with a decline in cool weather. Latest projections for temperature in Niue are provided below in Table 1, showing the range dependent on emissions scenario, and values representing 90% of the range of the climate models relative to the period 1980-1999 (PCCSP, 2011)."}, {"text_block_id": "p18_b183", "text": "Table 1. Projected annual average air temperature for Niue (Source: PCCSP, 2011)."}, {"text_block_id": "p18_b184", "text": "A decrease in frequency of tropical cyclones is likely for Niue, however it is likely that an increase in the proportion of more intense storms will occur (PCCSP, 2011). Niue’s recent experience of TC Heta in 2004 highlights the vulnerability of Niue’s population to such events, given the destructive nature of high winds and waves, the reliance on subsistence living, and the threat to water resources. Alongside water security, food security is also likely to be threatened by climate change and more frequent severe weather events, particularly given the marginal nature of Niue’s soils."}, {"text_block_id": "p18_b185", "text": "Climate change impacts on rainfall patterns are uncertain, with inconsistent climate model results (PCCSP, 2011). There is a suggestion from models of a decrease in dry season rainfall and an increase in wet season rainfall. The rain that does fall in the dry season is expected to fall in fewer but more intense episodes, with implications for erosion and potential damage to agricultural crops (Kirono et al., 2008). No clear trend is apparent for the frequency of droughts in the 21st century."}, {"text_block_id": "p18_b186", "text": "Agricultural production is highly vulnerable to an increase in rainfall variability and changes to soil moisture. After only 3 weeks without rain, the roots of the main food crop – talo – begin to wither (Barnett, 2008). Crop yield and agricultural sustainability are threatened by a decrease in rainfall, and when coupled with higher temperatures, can lead to increased plant stress and a decrease in yield (GoN, 2000). Prolonged periods of drought have occurred in the past, for example between 1940-1944, annual rainfall was almost 24% below the average, while in the two periods of 1925-1926 and 1976-77, rainfall was 32% below average (SPREP,"}, {"text_block_id": "p19_b187", "text": "2009). Agricultural production can also be severely impacted by prolonged flooding and higher humidity, which is also likely as rainfall variability is heightened. An increased incidence of agricultural pests and disease are likely as fungi and bacteria can thrive in wet, humid conditions."}, {"text_block_id": "p19_b188", "text": "A summary of projected climate change impacts on different sectors in Niue is provided below in Table 2."}, {"text_block_id": "p19_b189", "text": "Table 2. Climate change impacts in selected sectors in Niue (Source: Kirono et al., 2008)."}, {"text_block_id": "p19_b190", "text": "Water resources"}, {"text_block_id": "p19_b191", "text": "Niue has no surface water and relies upon groundwater resources and rain catchments. Groundwater is recharged via rainfall infiltration and rainfall currently exceeds the rate of extraction (Barnett, 2008). However, Niue’s porous soil renders its underground fresh water vulnerable to contamination, from both human causes (e.g. agricultural chemicals) and natural sources (e.g. sea water) (see SoPAC, 2007). Pollution of groundwater can also occur as a result of tropical cyclones, with intense rainfall and coastal erosion leading to contamination of sea water and land based pollutants (GoN, 2000)."}, {"text_block_id": "p19_b192", "text": "Any significant reduction in rainfall or contamination of groundwater therefore threatens the dominant source of Niue’s water resources, which carries implications for its domestic, commercial and agricultural users – all of whom rely upon it as an available water resource with 80% domestic use, 15% agricultural use and 5% industrial/commercial use. This is particularly concerning in periods of drought, as abstraction wells may become saline, leading to water scarcity and potential competition between users from different sectors – e.g. domestic, commercial, agricultural (UNDP, 2010)."}, {"text_block_id": "p19_b193", "text": "Niue’s Water Steering Committee Communications Strategy notes two main issues relating to water in Niue:"}, {"text_block_id": "p19_b194", "text": "Niue’s Water Steering Committee Communications Strategy notes two main issues relating to water in Niue:\n* increasing cost of supplying water\n* Pollution"}, {"text_block_id": "p20_b198", "text": "Earthquakes and tsunamis"}, {"text_block_id": "p20_b199", "text": "Niue is situated along a relatively quiet seismic area but is surrounded by the Pacific “ring of fire,” an extremely active seismic area capable of generating large earthquakes and, in some cases, major tsunamis that can travel great distances (PCRAFi , 2011). Niue has no historical records of damaging earthquakes or significant tsunami damage."}, {"text_block_id": "p20_b200", "text": "Development and land management processes"}, {"text_block_id": "p20_b201", "text": "Additional risks exist in terms of less than optimal development and land management practices. Already alluded to above, development practices have the potential to threaten Niue’s groundwater resource via contamination. Waste management is an additional source of risk of contamination, via solid and sanitation waste disposal. inadequate waste management in the livestock sector also poses a threat to water quality."}, {"text_block_id": "p20_b202", "text": "Deforestation also poses a risk to the stability of Niue’s shallow soils. Removal of native forests to make way for agriculture – both livestock and crops such as taro - or other human activities can enhance erosion, increase run-off and aid the ability of land based pollutants to enter the groundwater. over the past 20 years, 22% of indigenous forests have been cleared (UNDP, 2010). Traditional slash and burn methods of land clearing are making way for clearance using bulldozers, which addresses some concerns regarding loss of soil fertility (GoN, 2010a)."}, {"text_block_id": "p20_b203", "text": "Development in the coastal zone is an additional concern which has been acknowledged with the Coastal Development Policy (2008) - see Section 2d for details. Unsustainable harvesting practices in the coastal zone, poaching and illegal fishing, unsustainable harvesting techniques, leaking septic tanks, flow of land pollutants to the ocean and inadequate waste disposal systems have all contributed to degraded environmental conditions (GoN, 2010a)."}, {"text_block_id": "p22_b204", "text": "Development of the"}, {"text_block_id": "p22_b205", "text": "Joint National Action Plan for Disaster Risk Management and Climate Change"}, {"text_block_id": "p23_b206", "text": "a. introduction"}, {"text_block_id": "p23_b207", "text": "The development of the JNAP on CCA and DRM is Niue’s response to national, regional and international processes, agreements and frameworks in strategically addressing risk and vulnerability via a holistic approach. The Government of Niue has endorsed an integrated, “whole of country and whole of Government” approach to addressing climate change and disaster risk management. The remainder of this section describes international, regional and national policy instruments relevant to DRM and CCA."}, {"text_block_id": "p23_b208", "text": "b. Geographical Setting"}, {"text_block_id": "p23_b209", "text": "The United Nations Framework Convention on Climate Change (UNFCCC) is the key international agreement aiming to stabilise greenhouse gases in the atmosphere to prevent dangerous climate change impacts. Due to its political standing and relationship with New Zealand, Niue has special membership with the UNFCCC, joining in 1996. Niue ratified the Kyoto Protocol in 1999 however included the following remarks to the UNFCCC:"}, {"text_block_id": "p23_b210", "text": "“The Government of Niue declares its understanding that ratification of the Kyoto Protocol shall in no way constitute a renunciation of any rights under international law concerning state responsibility for the adverse effects of climate change and that no provisions in the Protocol can be interpreted as derogating from the principles of general international law."}, {"text_block_id": "p23_b211", "text": "in this regard, the Government of Niue further declares that, in light of the best available scientific information and assessment of climate change and impacts, it considers the emissions reduction obligations in Article 3 of the Kyoto Protocol to be inadequate to prevent dangerous anthropogenic interference with the climate system”."}, {"text_block_id": "p23_b212", "text": "Niue undertook its initial National Communications to the UNFCCC in 2000. At the international level, the Hyogo Framework for Action (2005–2015) is the primary instrument for a coordinated approach to disaster management and risk reduction and was agreed to by Pacific Forum leaders via the approval of the regional agreement – Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005–2015 (Pacific DRM Framework). The Pacific Disaster Risk Management Partnership Network (PDRMPN), established in 2006, provides a collaborative and cooperative mechanism to support PiCs in disaster risk management capacity building and implementation of the Pacific DRM Framework (SoPAC, 2009)."}, {"text_block_id": "p23_b213", "text": "For climate change at the regional level, the “Niue Declaration on Climate Change” was endorsed by Pacific leaders at the 39th Pacific island Forum held in Niue in August 2008. it is a key document in the region’s efforts to address climate change. The Pacific islands Framework for Action on Climate Change (PiFACC-2006–2015) & Action Plan for the implementation (2008) set out issues and response measures to address climate change in the Pacific region. The Pacific Climate Change Roundtable (PCCR) was established in 2008 and meets biannually primarily to support PiCs with the implementation of the PiFACC. Additionally, the PCCR provides a networking and information sharing opportunity to achieve a more coordinated approach to adaptation and mitigation in the region, and also provides a platform to link PiCs to donor countries."}, {"text_block_id": "p23_b214", "text": "c. National Policy Context"}, {"text_block_id": "p23_b215", "text": "As noted above, Niue’s National Strategic Plan (NNSP) for 2009-2013 underpins the country’s objectives for sustainable development and builds upon its previous plan (Niue integrated Strategic Plan 2003–2008: see GoN, 2003). The NNSP also provides a strong foundation for the JNAP. Reducing risk and enhancing resilience to disasters and climate change complement each of the National Development Pillars, as seen below."}, {"text_block_id": "p24_b216", "text": "in addition to the NNSP, key National Policies guiding the development of the JNAP also include:"}, {"text_block_id": "p24_b217", "text": "in addition to the NNSP, key National Policies guiding the development of the JNAP also include:\n* Niue National Climate Change Policy 2010\n* Niue National Sustainable Coastal Development Policy 2009\n* Niue National Emergency Plan 2009\n* The Ecosystem Approach to Fisheries Management  2010\n* Niue National Strategic Energy Policy and Action Plan 2005\n* Forest Policy 2004"}, {"text_block_id": "p24_b229", "text": "Additional relevant national policy instruments and legislation relating to DRM and CCA include:"}, {"text_block_id": "p24_b230", "text": "•"}, {"text_block_id": "p24_b231", "text": "Niue National Disaster Plan 2010 (see (d) below)"}, {"text_block_id": "p24_b232", "text": "•"}, {"text_block_id": "p24_b233", "text": "National Assessment: Tsunami Warning and Mitigation Systems"}, {"text_block_id": "p24_b234", "text": "•"}, {"text_block_id": "p24_b235", "text": "Water Resources Act 1996"}, {"text_block_id": "p24_b236", "text": "•"}, {"text_block_id": "p24_b237", "text": "Water Resources Bill and Water Management Plan (submitted to Cabinet for approval)"}, {"text_block_id": "p24_b238", "text": "•"}, {"text_block_id": "p24_b239", "text": "integrated Waste Management Strategy 2010"}, {"text_block_id": "p24_b240", "text": "•"}, {"text_block_id": "p24_b241", "text": "integrated Environmental impact Assessment Regulation (undergoing review for submission to Cabinet)"}, {"text_block_id": "p24_b242", "text": "•"}, {"text_block_id": "p24_b243", "text": "The National Action Plan for Land Degradation"}, {"text_block_id": "p24_b244", "text": "•"}, {"text_block_id": "p24_b245", "text": "National Forest Policy"}, {"text_block_id": "p24_b246", "text": "•"}, {"text_block_id": "p24_b247", "text": "Land Act 1996"}, {"text_block_id": "p24_b248", "text": "•"}, {"text_block_id": "p24_b249", "text": "Census Act 1971"}, {"text_block_id": "p24_b250", "text": "•"}, {"text_block_id": "p24_b251", "text": "Civil Aviation Act 1999"}, {"text_block_id": "p24_b252", "text": "•"}, {"text_block_id": "p24_b253", "text": "Communications Act 1989"}, {"text_block_id": "p24_b254", "text": "•"}, {"text_block_id": "p24_b255", "text": "Education Act 1989"}, {"text_block_id": "p24_b256", "text": "•"}, {"text_block_id": "p24_b257", "text": "Electric Power Supply Act 1960"}, {"text_block_id": "p24_b258", "text": "•"}, {"text_block_id": "p24_b259", "text": "Public Health Act 1965"}, {"text_block_id": "p24_b260", "text": "•"}, {"text_block_id": "p24_b261", "text": "Transport Act 1965"}, {"text_block_id": "p24_b262", "text": "•"}, {"text_block_id": "p24_b263", "text": "Building Code Act 1992"}, {"text_block_id": "p24_b264", "text": "•"}, {"text_block_id": "p24_b265", "text": "Environmental Legislation 2003"}, {"text_block_id": "p24_b266", "text": "•"}, {"text_block_id": "p24_b267", "text": "initial National Communication (iNC) 2000 and Second National Communications (SNC) Report 2010 on climate change to the UNFCCC"}, {"text_block_id": "p24_b268", "text": "•"}, {"text_block_id": "p24_b269", "text": "Public Emergency Act 1979"}, {"text_block_id": "p25_b270", "text": "Disaster risk management"}, {"text_block_id": "p25_b271", "text": "Niue’s National Disaster Plan (2010), which was updated to include lessons learned from TC Heta, contains a number of sub-plans:"}, {"text_block_id": "p25_b272", "text": "•"}, {"text_block_id": "p25_b273", "text": "Disaster Management Plan"}, {"text_block_id": "p25_b274", "text": "•"}, {"text_block_id": "p25_b275", "text": "Response and Recovery Plan"}, {"text_block_id": "p25_b276", "text": "•"}, {"text_block_id": "p25_b277", "text": "Contingency Plans (for cyclone and storm, influenza pandemic) and"}, {"text_block_id": "p25_b278", "text": "•"}, {"text_block_id": "p25_b279", "text": "Tsunami Plan."}, {"text_block_id": "p25_b280", "text": "in times of emergency and disaster, Cabinet maintains overall responsibility for disaster management (GoN, 2010b). on a day-to-day basis, the National Disaster Council (NDC) is the designated authority as the central coordinator for all hazards, while the Police undertake much of the required work (GoN, 2010b)."}, {"text_block_id": "p25_b281", "text": "Village Councils, Government departments and the Police have additional responsibilities in terms of risk reduction and awareness raising which are outlined in the National Disaster Plan (2010). The National Emergency operations Centre (NEoC) is housed in the Broadcasting Corporation of Niue building and it is the responsibility of the Police to ensure equipment is functioning."}, {"text_block_id": "p25_b282", "text": "in times of disaster, the Chief of Police is the designated Disaster Controller, providing leadership in overall response, relief and initial recovery. The National Emergency operations Centre (NEoC) is housed within the Broadcasting Corporation of Niue (BCN), given its communications capacity."}, {"text_block_id": "p25_b283", "text": "Climate change"}, {"text_block_id": "p25_b284", "text": "Niue’s Climate Change Policy was developed in 2009 and defines the position of government and other stakeholders on the issues of climate change, variability and sea level rise. The vision and goal of the Climate Change Policy are as follows:"}, {"text_block_id": "p25_b285", "text": "The Climate Change Policy also contains six objectives which include:"}, {"text_block_id": "p25_b286", "text": "1."}, {"text_block_id": "p25_b287", "text": "Awareness Raising"}, {"text_block_id": "p25_b288", "text": "2."}, {"text_block_id": "p25_b289", "text": "Data Collection, Storage, Sharing and Application"}, {"text_block_id": "p25_b290", "text": "3."}, {"text_block_id": "p25_b291", "text": "Adaptation"}, {"text_block_id": "p25_b292", "text": "4."}, {"text_block_id": "p25_b293", "text": "Mitigation"}, {"text_block_id": "p25_b294", "text": "5."}, {"text_block_id": "p25_b295", "text": "Governance and Mainstreaming"}, {"text_block_id": "p25_b296", "text": "6."}, {"text_block_id": "p25_b297", "text": "Regional & international Cooperation"}, {"text_block_id": "p26_b298", "text": "Niue has completed its initial and Second National Communications (SNC) to the UNFCCC. This process involved some stakeholder consultation, alongside developing and tracking greenhouse gas emissions in line with UNFCCC requirements."}, {"text_block_id": "p26_b299", "text": "The JNAP strongly recognises the links between disaster risk management and climate change action, and thus aims to operationalise the Climate Change Policy and vulnerabilities identified in the SNC via the actions contained in the Results Matrix (see Section 5).."}, {"text_block_id": "p26_b300", "text": "Niue’s Coastal Development Policy, developed in 2008, has the following aims:"}, {"text_block_id": "p26_b301", "text": "Niue’s Coastal Development Policy, developed in 2008, has the following aims:\n* Sustain coastal benefits through integrated coastal area management and development.\n* Reduce disaster risks to coastal development and the people of Niue.\n* Promote proactive and co-operative governance."}, {"text_block_id": "p26_b307", "text": "The JNAP also fulfils meeting the task of operationalising the Coastal Development Policy via its actions contained in the Results Matrix."}, {"text_block_id": "p26_b308", "text": "Niue also has in place a number of projects aimed at risk reduction and climate change adaptation. Existing steering committees are already in place for the Pacific Adaptation to Climate Change (PACC) Project (which has a water focus); the integrated Water Resources Management (iWRM) Project and the National Communications for climate change. See Section 4 for details on JNAP implementation arrangements."}, {"text_block_id": "p26_b309", "text": "e. JNAP Development Process"}, {"text_block_id": "p26_b310", "text": "Development of the JNAP for DRM and CCA began at the request of the Government of Niue in october 2010. The initial mission from SoPAC and SPREP was in March 2011, with two follow up missions in May (2011) and october/November 2011."}, {"text_block_id": "p26_b311", "text": "Cabinet approved the development of a JNAP in March 2011, which allowed for the establishment of a JNAP Task Force Committee which soon followed. The Committee’s purpose is to oversee and progress the development of the JNAP activities and implementation plan. The JNAP Committee is comprised of representatives from the Police, Niue Department of Meteorology and Climate Change (NDMCC), Department of Environment and Department of Public Works."}, {"text_block_id": "p26_b312", "text": "Development of the JNAP proceeded with a highly consultative approach, with each support mission from regional organisations meeting at length with government and non-government representatives to ensure the JNAP reflects the needs and capacity of Niue, and also complements existing projects in place such as PACC and iWRM integrates the implementation of existing DRM and CCA interventions such as the Niue Climate Change Policy, Coastal Development Policy and Niue National Disaster Plan. Related DRM and CCA projects and initiatives can be found in Annex D. Several national stakeholder workshops were held to identify key risks and areas of concern and also to prioritise issues and discuss implementation. See Annex A for chronological details of the JNAP’s development."}, {"text_block_id": "p28_b313", "text": "Joint National Action Plan: Vision and Goals"}, {"text_block_id": "p29_b314", "text": "a. Vision"}, {"text_block_id": "p29_b315", "text": "Building upon the vision of the Climate Change Policy, Niue’s vision under the JNAP is: “A safer more resilient Niue”"}, {"text_block_id": "p29_b316", "text": "b. Goals"}, {"text_block_id": "p29_b317", "text": "The following five goals have been developed to progress Niue to a safer, more resilient future:"}, {"text_block_id": "p29_b318", "text": "Objectives"}, {"text_block_id": "p29_b319", "text": "(i)"}, {"text_block_id": "p29_b320", "text": "Mainstream climate change adaptation and disaster risk management into national economic development planning and budgetary processes; and into sector policies and plans"}, {"text_block_id": "p29_b321", "text": "(ii)"}, {"text_block_id": "p29_b322", "text": "Establish an effective regulatory and institutional framework to facilitate the development and implementation of appropriate national risk reduction measures and responses"}, {"text_block_id": "p29_b323", "text": "(iii)"}, {"text_block_id": "p29_b324", "text": "Strengthen partnerships and collaboration with national, regional and international organisations"}, {"text_block_id": "p29_b325", "text": "Objectives"}, {"text_block_id": "p29_b326", "text": "(i)"}, {"text_block_id": "p29_b327", "text": "Develop and implement a communications strategy"}, {"text_block_id": "p29_b328", "text": "(ii)"}, {"text_block_id": "p29_b329", "text": "Strengthen and coordinate public awareness campaigns through educational and promotional programs such as public seminars, workshops and training, including through the use of multi-media"}, {"text_block_id": "p29_b330", "text": "(iii)"}, {"text_block_id": "p29_b331", "text": "Develop national partnerships with NGos and the private sector to raise awareness and target special interest groups such as community bodies, village councils, youth and business community"}, {"text_block_id": "p29_b332", "text": "(iv)"}, {"text_block_id": "p29_b333", "text": "incorporate climate change and DRM advocacy into school curricula, as appropriate"}, {"text_block_id": "p29_b334", "text": "(v)"}, {"text_block_id": "p29_b335", "text": "Facilitate effective coordination and dissemination of special climate change promotional resources and programs for better understanding of concepts such as adaptation, mitigation, REDD, carbon trading, CDM, green growth, iWRM, PACC"}, {"text_block_id": "p29_b336", "text": "Objectives"}, {"text_block_id": "p29_b337", "text": "(i)"}, {"text_block_id": "p29_b338", "text": "Strengthen community capacity to cope with potential climate change and disaster impacts"}, {"text_block_id": "p29_b339", "text": "(ii)"}, {"text_block_id": "p29_b340", "text": "Strengthen resilience of key infrastructure (communications, power, water, air and sea ports) and key development sectors including agriculture, forestry, fisheries and tourism tourism"}, {"text_block_id": "p29_b341", "text": "(iii)"}, {"text_block_id": "p29_b342", "text": "Strengthen technical and institutional capacity to collect, store and analyze climate and disaster risk information"}, {"text_block_id": "p29_b343", "text": "Objectives"}, {"text_block_id": "p29_b344", "text": "(i)"}, {"text_block_id": "p29_b345", "text": "Promote mitigation actions and energy efficiency and conservation measures in sectors such as electricity, buildings, transportation, industry, tourism, agriculture, forestry, communications and water"}, {"text_block_id": "p29_b346", "text": "(ii)"}, {"text_block_id": "p29_b347", "text": "identify, develop and implement viable renewable energy technologies such as solar and wind energy and other alternative energy sources"}, {"text_block_id": "p29_b348", "text": "Objectives"}, {"text_block_id": "p29_b349", "text": "(i)"}, {"text_block_id": "p29_b350", "text": "Strengthen disaster preparedness and the capacity for effective response and recovery"}, {"text_block_id": "p30_b351", "text": "JNAP Implementation Strategy"}, {"text_block_id": "p31_b352", "text": "a. introduction"}, {"text_block_id": "p31_b353", "text": "This section describes the implementation arrangements of this JNAP and includes:"}, {"text_block_id": "p31_b354", "text": "•"}, {"text_block_id": "p31_b355", "text": "a description of the approach utilised to develop the implementation arrangements;"}, {"text_block_id": "p31_b356", "text": "•"}, {"text_block_id": "p31_b357", "text": "the guiding principles for the implementation;"}, {"text_block_id": "p31_b358", "text": "•"}, {"text_block_id": "p31_b359", "text": "the costing methodology used by partners to identify resource requirements and related costs for the implementation of actions under the JNAP;"}, {"text_block_id": "p31_b360", "text": "•"}, {"text_block_id": "p31_b361", "text": "the implementation and management structure to be responsible for leading and coordinating JNAP implementation;"}, {"text_block_id": "p31_b362", "text": "•"}, {"text_block_id": "p31_b363", "text": "a financing strategy and approaches for the resourcing of JNAP actions;"}, {"text_block_id": "p31_b364", "text": "•"}, {"text_block_id": "p31_b365", "text": "the platform for an appropriate communications strategy to help ensure that the underlying message of increased safety and resilience is conveyed to all stakeholders using the most appropriate media; and"}, {"text_block_id": "p31_b366", "text": "•"}, {"text_block_id": "p31_b367", "text": "the basis for a monitoring and evaluation system which not only addresses issues in relation to transparency and accountability but also facilitates a systematic approach to change and improvement as a direct consequence of progress reporting."}, {"text_block_id": "p31_b368", "text": "Niue’s JNAP implementation arrangements were developed through extensive consultations with stakeholders and members of the JNAP Task Force, as well as the Secretary of Government and additional government officials. Discussions that began in March 2011 continued through the in-country SoPAC/SPREP visit in october 2011 to ensure the final arrangements reflected the views and needs of government."}, {"text_block_id": "p31_b369", "text": "Final implementation arrangements were presented at the second JNAP Task Force workshop in November 2011, allowing for ownership and commitment from government to adhere to the implementation structure to progress the actions contained in the JNAP."}, {"text_block_id": "p31_b370", "text": "Following the November 2011 workshop, a number of key priorities for immediate implementation were identified:"}, {"text_block_id": "p31_b371", "text": "•"}, {"text_block_id": "p31_b372", "text": "Establish and fund a JNAP Unit within the Department of Environment to coordinate and monitor JNAP implementation and provide secretariat support to above Committee"}, {"text_block_id": "p31_b373", "text": "•"}, {"text_block_id": "p31_b374", "text": "Niue National building code incorporates disaster reduction and climate change considerations"}, {"text_block_id": "p31_b375", "text": "•"}, {"text_block_id": "p31_b376", "text": "Strengthen evacuation plans and strategies"}, {"text_block_id": "p31_b377", "text": "c. Guiding Principles"}, {"text_block_id": "p31_b378", "text": "Niue’s JNAP borrows its guiding principles from existing policies including the NNSP, the Coastal Development Policy and the Climate Change Policy. All three have a strong focus on coordination, collaboration and good governance; social equity and sustainable development."}, {"text_block_id": "p31_b379", "text": "d. indicative Costing Methodology"}, {"text_block_id": "p31_b380", "text": "Table 3 provides a total indicative cost to implement the JNAP. The estimated cost of the JNAP includes both the financial cost of actions and the in-kind contributions made by the Government of Niue and partners (such as SPC/SoPAC and SPREP) to execute actions."}, {"text_block_id": "p32_b381", "text": "Some assumptions are inherent in the costing methodology. For example, we use three consistent amounts for national, regional and international consultants. Costs are also based on average costs of conducting workshops (including venue hire and catering), procuring office supplies, travel costs and publication costs. These costs are based on information relevant as at october 2011."}, {"text_block_id": "p32_b382", "text": "e. indicative Costs"}, {"text_block_id": "p32_b383", "text": "Details for each goal"}, {"text_block_id": "p32_b384", "text": "Table 3. indicative costs for JNAP goals."}, {"text_block_id": "p32_b385", "text": "The greatest costs are associated with Goals 1 and 3, accounting for approximately 32% each. other goals account for the following percentages:  Goal 2- 14%; Goal 4- 3% and Goal 5- 19%."}, {"text_block_id": "p32_b386", "text": "Niue’s JNAP is developed as a three year program, aiming to encapsulate actions and activities relating to CCA and DRM that have not yet been actioned under existing policies and plans – i.e. it aims to address gaps regarding vulnerability and resilience rather than be a comprehensive plan for DRM and CCA. The JNAP does not include actions from projects already funded, for example the PACC project, the iWRM or the National Communications projects, given these initiatives are well underway and fully resourced."}, {"text_block_id": "p32_b387", "text": "The JNAP aims to bring together relevant CCA and DRM activities to ensure a coordinated and collaborative approach, and one in which includes indicative costs to allow external assistance to be readily provided. it provides the GoN with a key document which provides leverage with donors, as the consultative, whole-of-government approach to development of the JNAP fulfils many donor requirements when providing development support."}, {"text_block_id": "p32_b388", "text": "The implementation arrangements have been developed in consultation with the JNAP Committee comprising representatives of the major sectors within Government. it is intended that the JNAP Committee leads the implementation and coordination effort and monitoring, evaluation and reporting of progress."}, {"text_block_id": "p32_b389", "text": "Given the prior existence of several committees relating to specific projects (PACC, iWRM, National Communications), a new committee is to be established to incorporate the work of all DRM and climate change related initiatives and concerns. The new committee will drive inter-sectoral and ministerial coordination on DRM and climate change activities and initiatives. The new National Climate Change and DRM Committee will provide guidance for the JNAP and also oversee the specific unit established to coordinate JNAP activities (see below)."}, {"text_block_id": "p33_b390", "text": "A key role of the Committee is monitoring and evaluation of the JNAP, and ensuring progress against the prioritised activities is achieved. it is also expected that the National Committee will participate in advocacy of the JNAP with development partners and donors, with the aim to secure funding and technical assistance (TA) to implement JNAP actions."}, {"text_block_id": "p33_b391", "text": "The National Climate Change and DRM Committee will include the following members with roles as follows (note: this is to be confirmed by JNAP Steering Committee):"}, {"text_block_id": "p33_b392", "text": "Figure 2. Seasonal rainfall and temperature at Hanan Airport (Source: PCCSP, 2011)."}, {"text_block_id": "p33_b393", "text": "A JNAP Unit will also be established to provide technical and coordination support to ensure each sector is able to undertake specified activities. To ensure efficient implementation in the short term, the current PACC coordinator will assume the role as JNAP focal point prior to the establishment of the JNAP committee, given existing skills in coordination and M&E."}, {"text_block_id": "p33_b394", "text": "it is not the role of the JNAP Unit to implement JNAP activities: this is to be done by relevant sectors. The JNAP Unit will be situated within the Department of Environment and provide feedback to the National Committee (described above) on capacity and needs regarding the JNAP activities. The establishment of the JNAP Unit does not deflect the need for mainstreaming of DRM and CC into national budgetary and planning processes. it is but one step towards achieving this."}, {"text_block_id": "p33_b395", "text": "The makeup of the JNAP Unit will be as follows:"}, {"text_block_id": "p33_b396", "text": "Figure 7. Composition of proposed JNAP Unit."}, {"text_block_id": "p34_b397", "text": "Proposed overall coordination and implementation of the JNAP is provided below."}, {"text_block_id": "p34_b398", "text": "Figure 8. overall coordination and implementation of JNAP [Note: connecting lines represent communication and dialogue rather than lines of reporting]"}, {"text_block_id": "p34_b399", "text": "Roles and responsibilities for each stakeholder are described below."}, {"text_block_id": "p35_b400", "text": "g. Financing Strategy"}, {"text_block_id": "p35_b401", "text": "The indicative costing provided in Section 4e provides the basis for effective national coordination and external assistance to target priority sectors relating to DRM and CCA in Niue. The The costs reflect the inputs required to implement actions identified in the implementation strategy.  These include capacity (staff, consultancies, in-kind support from technical agencies), consultations with stakeholders , equipment and institutional arrangements as needed."}, {"text_block_id": "p35_b402", "text": "Specific funding facilities"}, {"text_block_id": "p35_b403", "text": "Examples of potential sources of funding in the Pacific region for DRM and climate change activities include:"}, {"text_block_id": "p35_b404", "text": "•"}, {"text_block_id": "p35_b405", "text": "AusAiD NAP Facility"}, {"text_block_id": "p35_b406", "text": "AusAiD NAP Facility\n* AUD$2.265 million for PiCs\n<\\li1>"}, {"text_block_id": "p35_b408", "text": "•"}, {"text_block_id": "p35_b409", "text": "EDF 9 ACP-EU Natural Disaster Facility"}, {"text_block_id": "p35_b410", "text": "o"}, {"text_block_id": "p35_b411", "text": "€"}, {"text_block_id": "p35_b412", "text": "1.868 million for PiCs"}, {"text_block_id": "p35_b413", "text": "•"}, {"text_block_id": "p35_b414", "text": "EDF 10 ACP-EU Natural Disaster Facility"}, {"text_block_id": "p35_b415", "text": "o"}, {"text_block_id": "p35_b416", "text": "€"}, {"text_block_id": "p35_b417", "text": "20 million  for PiCs"}, {"text_block_id": "p35_b418", "text": "•"}, {"text_block_id": "p35_b419", "text": "EU Energy Facility"}, {"text_block_id": "p35_b420_merged", "text": "o €9 million  for PiCs"}, {"text_block_id": "p35_b423", "text": "•"}, {"text_block_id": "p35_b424", "text": "World Bank Global Facility for Disaster Reduction & Recovery (GFDRR)"}, {"text_block_id": "p35_b425", "text": "o"}, {"text_block_id": "p35_b426", "text": "€"}, {"text_block_id": "p35_b427", "text": "11.8 million over 5 years from 2012 for PiCs"}, {"text_block_id": "p35_b428", "text": "h. Communications Strategy"}, {"text_block_id": "p35_b429", "text": "Widespread communication of the importance and relevance of the JNAP to all stakeholders (including nationally, regionally and internationally, particularly to donors) is critical to the success of the initiative. At the national scale, communicating the reasoning behind the JNAP may achieve a change in attitudes and practices relating to the impacts of climate change and the risks posed by natural hazards and disasters."}, {"text_block_id": "p36_b430", "text": "The JNAP Task Force will develop a comprehensive communication strategy following the Cabinet approval of the JNAP. it is recognised, however, that as the implementation of the JNAP commences some communication and awareness will need to be undertaken. This will foreshadow the main communications strategy that will be developed."}, {"text_block_id": "p36_b431", "text": "Some of the considerations the communications strategy will cover include:"}, {"text_block_id": "p36_b432", "text": "•"}, {"text_block_id": "p36_b433", "text": "Ensuring that Cabinet and key government sectors such as the Project Management Unit (PMU) are regularly updated on JNAP implementation progress"}, {"text_block_id": "p36_b434", "text": "•"}, {"text_block_id": "p36_b435", "text": "Strengthening communication linkages with Village Councils in order to facilitate the communication of the JNAP to village communities"}, {"text_block_id": "p36_b436", "text": "•"}, {"text_block_id": "p36_b437", "text": "Maximising the use of free-to-air broadcasts on radio and television"}, {"text_block_id": "p36_b438", "text": "•"}, {"text_block_id": "p36_b439", "text": "Utilising specialist public relations expertise to help define and develop awareness campaigns and associated material"}, {"text_block_id": "p36_b440", "text": "•"}, {"text_block_id": "p36_b441", "text": "Using the networks provided through church and affiliated groups to ensure wide dissemination of information"}, {"text_block_id": "p36_b442", "text": "i. Monitoring and Evaluation"}, {"text_block_id": "p36_b443", "text": "The ongoing task of monitoring and evaluation (M&E) will fall under the responsibility of the National Climate Change and DRM Committee as noted above. However, it is also important for each sector to maintain up to date in reporting on JNAP activities as they are implemented – the JNAP Unit will assist sectors in undertaking this task. This should include compiling lessons learned as JNAP activities are implemented across the range of sectors."}, {"text_block_id": "p36_b444", "text": "in addition to JNAP M&E, it is expected that the National Climate Change and DRM Committee will contribute to project reports and oversee M&E for:"}, {"text_block_id": "p36_b445", "text": "•"}, {"text_block_id": "p36_b446", "text": "Pacific Disaster Risk Reduction and Disaster Management Framework for Action 20052015"}, {"text_block_id": "p36_b447", "text": "•"}, {"text_block_id": "p36_b448", "text": "Pacific islands Framework for Action on Climate Change (PiFACC)"}, {"text_block_id": "p36_b449", "text": "•"}, {"text_block_id": "p36_b450", "text": "Hyogo Framework for Action 2005-2015"}, {"text_block_id": "p36_b451", "text": "•"}, {"text_block_id": "p36_b452", "text": "UNFCCC National Communications"}, {"text_block_id": "p36_b453", "text": "Support from regional organisations will be provided to the National Committee in fulfilling regional and global reporting obligations."}, {"text_block_id": "p38_b454", "text": "Implementation Matrix"}, {"text_block_id": "p39_b455", "text": "a. Structure of implementation Matrix"}, {"text_block_id": "p39_b456_merged", "text": "The JNAP matrix builds upon the seven goals listed in Section 3b. Each goal is accompanied an outcome, which describes the change that is expected to take place as a result of the objectives, actions and outputs listed under each goal. The JNAP matrix is divided into the following column headings:"}, {"text_block_id": "p39_b463", "text": "•"}, {"text_block_id": "p39_b464", "text": "Objectives:"}, {"text_block_id": "p39_b465", "text": "for each of the five broad goals. Taken together, a collection of objectives can be thought of as the strategy to be used to achieve the higher-order goal."}, {"text_block_id": "p39_b466", "text": "•"}, {"text_block_id": "p39_b467", "text": "Actions & Sub-Actions:"}, {"text_block_id": "p39_b468", "text": "an unpacking of each objective into a collection of strategic and/or specific actions"}, {"text_block_id": "p39_b469", "text": "•"}, {"text_block_id": "p39_b470", "text": "Outputs:"}, {"text_block_id": "p39_b471", "text": "the tangible products of the completed actions that will collectively lead to the achievement of the higher-order outcome."}, {"text_block_id": "p39_b472", "text": "•"}, {"text_block_id": "p39_b473", "text": "Indicators:"}, {"text_block_id": "p39_b474", "text": "means of monitoring and evaluating progress of each output."}, {"text_block_id": "p39_b475", "text": "•"}, {"text_block_id": "p39_b476", "text": "Responsible agency:"}, {"text_block_id": "p39_b477", "text": "The agency that has been nominated to take the leading role in ensuring that a specified objective and its actions are implemented."}, {"text_block_id": "p54_b478", "text": "Annexes"}, {"text_block_id": "p55_b479", "text": "a. JNAP Country Engagements"}, {"text_block_id": "p55_b480", "text": "March 2011 – initial scoping mission from SoPAC and SPREP"}, {"text_block_id": "p55_b481", "text": "May 2011– Follow up SoPAC/SPREP mission for further refinement of JNAP Results Matrix"}, {"text_block_id": "p55_b482", "text": "october/November 2011 – Final regional mission to Niue to finalise JNAP Results Matrix, implementation arrangements and financing strategy."}, {"text_block_id": "p55_b483", "text": "b. JNAP Taskforce Membership"}, {"text_block_id": "p55_b484", "text": "•"}, {"text_block_id": "p55_b485", "text": "Police"}, {"text_block_id": "p55_b486", "text": "•"}, {"text_block_id": "p55_b487", "text": "Niue Department of Meteorology and Climate Change"}, {"text_block_id": "p55_b488", "text": "•"}, {"text_block_id": "p55_b489", "text": "Department of Environment"}, {"text_block_id": "p55_b490", "text": "•"}, {"text_block_id": "p55_b491", "text": "Department of Works"}, {"text_block_id": "p55_b492", "text": "c. Stakeholders Consulted"}, {"text_block_id": "p55_b493", "text": "JNAP consultations:"}, {"text_block_id": "p56_b494", "text": "d. Related DRM and CCA Projects"}, {"text_block_id": "p56_b495", "text": "•"}, {"text_block_id": "p56_b496", "text": "Pacific Adaptation to Climate Change (PACC - UNDP-GEF) & integrated Water Resources Management Project (iWRM – UNDP-GEF, EU): these projects focus on water-sector related policies and pilot measures addressing water supply and storage in communities. Lessons learnt on water management techniques will be applied in the implementation of integrated village-level adaptation plans and measures, to enhance water supply for both household and agricultural irrigation purposes (UNDP, 2010)."}, {"text_block_id": "p56_b497", "text": "•"}, {"text_block_id": "p56_b498", "text": "•\t FAO “Telefoods Project” – Grassroots-level projects to assist disadvantaged families"}, {"text_block_id": "p56_b499", "text": "in improving their means of production, enabling them to produce more food, and to generate cash income which will allow them better access to food. includes assistance in the area of crop production, small animal & fish production; and value adding (FAo, 2010)."}, {"text_block_id": "p56_b500", "text": "•"}, {"text_block_id": "p56_b501", "text": "Renewable Energy and Energy Efficiency Programme – EU Funded (see Niue Energy 2010)"}, {"text_block_id": "p56_b502", "text": "•"}, {"text_block_id": "p56_b503", "text": "UNDP Adaptation Fund – Food Security (Proposal submitted to GEF Adaptation Fund) - Project currently under development jointly between DAFF, DoE and UNDP following first consideration by AF secretariat of concept paper. Concept paper was not approved, returned for further justification. Decision to move to full proposal development as at 16/02/11."}, {"text_block_id": "p56_b504", "text": "•"}, {"text_block_id": "p56_b505", "text": "Community Centred Sustainable Development Programme (CCSDP) – UNDP"}, {"text_block_id": "p56_b506", "text": "•"}, {"text_block_id": "p56_b507", "text": "Niue National Communications – Niue’s First National Communication and subsequent national communications are ongoing assessment type reports on the vulnerability and adaptation, Greenhouse Gas inventory and other relevant sectors. (Currently Draft SNC to be completed by 2011 and Third National Communication to start in 2012)."}, {"text_block_id": "p56_b508", "text": "•"}, {"text_block_id": "p56_b509", "text": "Forest Conservation and Management – GEF and FAo, 2011 - 2015"}, {"text_block_id": "p56_b510", "text": "•"}, {"text_block_id": "p56_b511", "text": "Sustainable Land Use Management Project (SLM) - Capacity Building for Sustainable Land Management in Niue (UNDP-GEF): this project will draw on lessons learnt from the community demos of the SLM project, support their replication in other communities and will introduce necessary adjustments into land use practices to reduce potential climate change risks (UNDP, 2010)."}, {"text_block_id": "p56_b512", "text": "•"}, {"text_block_id": "p56_b513", "text": "Young Farmers Training Programme, organic Development Programme"}, {"text_block_id": "p56_b514", "text": "•"}, {"text_block_id": "p56_b515", "text": "Development of Sustainable Agriculture in the Pacific (DSAP) funded by the European Union"}, {"text_block_id": "p56_b516", "text": "•"}, {"text_block_id": "p56_b517", "text": "Food Security & Sustainable Livelihoods Programme (FSSLP) – FAo funded and an expansion of the pilot project on Regional Food Security in the Pacific. (UNDP, 2010)"}, {"text_block_id": "p56_b518", "text": "e. Key Documentation"}, {"text_block_id": "p56_b519", "text": "Ambroz, A. (2009) Niue Technical Report – Economic Analysis of Bathymetric Data for Niue. EU EDF 8/9 SoPAC Project Report 149, June 2009."}, {"text_block_id": "p56_b520", "text": "Australian Government Bureau of Meteorology (2009) SoPAC Member Countries National Capacity Assessment: Tsunami Warning and Mitigation Systems, Alofi, Niue, 25-28 May 2009, research report prepared by H. Tseros, B. Boase & C. Stiz (formerly o’Brien), Australian Government Bureau of Meteorology, Melbourne."}, {"text_block_id": "p56_b521", "text": "Bedford, R., Poot, J. and Ryan, T. (2006) Niue: Population Policy Scoping Study, Population Studies Centre Discussion Paper (Hamilton: University of Waikato)."}, {"text_block_id": "p56_b522", "text": "Barnett, J. (2008) The effect of aid on capacity to adapt to climate change: insights from Niue. Political Science, 60:1, 31-45"}, {"text_block_id": "p56_b523", "text": "Barnett, J. and Ellemor, H. (2007) Niue after Cyclone Heta. The Australian Journal of Emergency Management. 22:1, 3-4."}, {"text_block_id": "p57_b524", "text": "Biukoto,L  & Bonte-Grapentin, M. (2004) Niue – Country Mission Report 23rd April – 4th May 2004 EU-SoPAC Project Report 34."}, {"text_block_id": "p57_b525", "text": "FAo (2010) Building Resilience to Climate Change: Pacific Food Security Toolkit – Root Crop and Fishery Production. Food and Agriculture organization, Rome, italy, 2010."}, {"text_block_id": "p57_b526", "text": "Forbes, D.L. (1996) Coastal Geology and Hazards of Niue. SoPAC Technical Report 233."}, {"text_block_id": "p57_b527", "text": "GoN (2000) Niue’s initial National Communications to the UNFCCC. Niue Climate Change Project, Niue Meteorological Service."}, {"text_block_id": "p57_b528", "text": "GoN (2002) Niue Human Resource Development Planning Framework Project: Volume 2 – Findings and recommendations. Government of Niue."}, {"text_block_id": "p57_b529", "text": "GoN (2003) Niue integrated Strategic Plan 2003-2008. Government of Niue."}, {"text_block_id": "p57_b530", "text": "GoN (2006a) Niue’s Millennium Development Goals Report 2006. Government of Niue."}, {"text_block_id": "p57_b531", "text": "GoN (2006b) Niue Population Profile: Based on 2006 Census of Population and Housing. A guide for planners and policy makers. Government of Niue."}, {"text_block_id": "p57_b532", "text": "GoN (2009) Niue National Strategic Plan. Government of Niue."}, {"text_block_id": "p57_b533", "text": "GoN (2010a) Second National Communication. Relating to the UNFCCC. Government of Niue."}, {"text_block_id": "p57_b534", "text": "GoN (2010b) Niue National Disaster Plan. Government of Niue."}, {"text_block_id": "p57_b535", "text": "Kirono, D.G.C, Jones, R.N. and Bathols, J.M (2008) Climate change in Niue. CSiRo, Aspendale, Australia."}, {"text_block_id": "p57_b536", "text": "Kumar, R. (2011). Climate variability and change in the south-west Pacific: impacts of ENSo on changing rainfall patterns. Greenhouse 2011 Conference, Cairns, Australia. Available at: http://www.greenhouse2011.com/ UserFiles/Presentation/presentationUrl_109.pdf Accessed 20/10/2011"}, {"text_block_id": "p57_b537", "text": "NDMCC (2011) Climate, Climate Variability and change of Niue. Niue Meteorology and Climate Change Department. Pacific Climate Change Science Program."}, {"text_block_id": "p57_b538", "text": "Pacific Climate Change Science Program (PCCSP) (2011) Current and future climate of Niue. international Climate Change Adaptation initiative (iCCAi), Collaboration between Niue Department of Meteorology and Climate Change, Australian Bureau of Meteorology and Commonwealth Scientific and industrial Research organisation (CSiRo)."}, {"text_block_id": "p57_b539", "text": "Pacific Disaster Centre (PDC) (2004) World’s Smallest island Nation Faces Uncertain Future. PDC Perspectives – Analysis from the Pacific Disaster Centre, Vol 1, issue 2, January 2004."}, {"text_block_id": "p57_b540", "text": "SoPAC (2000) Niue Country Profile."}, {"text_block_id": "p57_b541", "text": "SoPAC, Pacific islands Forum Secretariat and UNDP Pacific Centre (2009) Guide to Developing National Action Plan: A Tool for Mainstreaming DRM Based on Experiences from Selected Pacific islands Countries. SoPAC, Suva, Fiji."}, {"text_block_id": "p57_b542", "text": "SPREP (2009) Pacific Adaptation to Climate Change – Niue island. Report of in-Country Consultations. Secretariat of the Pacific Regional Environment Program."}, {"text_block_id": "p57_b543", "text": "UNDP (2010) Reducing climate risks to food security in Niue through integrated community-based adaptation measures and related institutional strengthening: Proposal for Niue. Adaptation Fund – September 2010."}, {"text_block_id": "p57_b544", "text": "Wade, H. (2005) Pacific Regional Energy Assessment: an assessment of the key energy issues, barriers to the development of renewable energy to mitigate climate change, and capacity development needs to removing the barriers. Niue National Report. Pacific islands Renewable Energy Project, Technical Report No. 8, Apia, Samoa, 38 pp."}], "document_description": "Niue's Joint National Action Plan for Disaster Risk Management and Climate Change (JNAP) is an extensive document developed in partnership with Pacific regional organisations. JNAP provides a three year action plan to address existing gaps relating to vulnerability to climate change impacts and disasters. It is designed around five priority actions: 1) Strong and effective institutional basis for disaster risk reduction / climate change adaptation, 2) Strong public awareness and improved understanding of the causes and effects of climate change, climate variability and disaster, 3) Strengthened livelihoods, community resilience, natural resources and assets, 4) Strengthened capacity to adapt renewable energy technologies and improve energy efficiency, and 5) strengthened disaster preparedness for effective response."}