{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Niue", "document_category": "Policy", "document_sector_name": ["LULUCF", "Environment"], "document_language": "English", "document_name": "National Biodiversity Strategy and Action Plan 2015", "document_country_code": "NIU", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2015", "document_keyword": ["Adaptation", "Research And Development", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/NIU/2015/NIU-2015-12-25-National Biodiversity Strategy and Action Plan 2015_4fc60851aabb0e053bbf7c1c4ab7b3c2.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "Niue National Biodiversity Strategy and Action Plan"}, {"text_block_id": "p2_b2", "text": "2015"}, {"text_block_id": "p3_b3", "text": "Compiled by: A Project Team of the Department of Environment and assisted by David Butler"}, {"text_block_id": "p3_b4", "text": "Edited by: Sauni Tongatule, Judy Nemaia, Department of Environment and David Butler"}, {"text_block_id": "p3_b5", "text": "Funded under Global Environment Facility (GEF)"}, {"text_block_id": "p3_b6", "text": "Government of Niue 2015"}, {"text_block_id": "p3_b7", "text": "©Copyright Government of Niue 2015."}, {"text_block_id": "p3_b8", "text": "This report is copyright under the Berne Convention."}, {"text_block_id": "p3_b9", "text": "We welcome you to use parts of this report in other publications but require a full reference to the source."}, {"text_block_id": "p3_b10", "text": "ISBN 978 1 877520 15 0"}, {"text_block_id": "p3_b11", "text": "Copy editing and publication: Bateson Publishing Limited"}, {"text_block_id": "p3_b12", "text": "Design and Layout: Bateson Publishing Limited"}, {"text_block_id": "p3_b13", "text": "Cover Design: Tagaloa Cooper and Judy Nemaia, Department of Environment"}, {"text_block_id": "p3_b14", "text": "Cover Production: Jackson Enterprise"}, {"text_block_id": "p3_b15", "text": "Maps: Richard Siataga, Department of Justice, Lands and Survey and Landcare Research New Zealand"}, {"text_block_id": "p4_b16", "text": "A"}, {"text_block_id": "p4_b17", "text": "cknowledgements"}, {"text_block_id": "p4_b18", "text": "The following key individuals have contributed to the revision of this Strategy. The contribution of many others from various sectors of civil society is also gratefully acknowledged."}, {"text_block_id": "p4_b19", "text": "Tau manatu fakaaue"}, {"text_block_id": "p4_b20", "text": "Ke he tau tagata gahua he Fakatufono pihia moe tau matakau kehekehe oti i fafo he Fakatufono ne lagomatai e gahua lahi nei, Oue Tulou. Fakaaue kua foaki mai e ha mutolu a tau magaaho ke fakatutala fakamakutu e tau fakaholoaga gahua ke fakatolomaki ki mua e tau puhala leveki mo e puipui e ha tautolu a Takatakai Motu."}, {"text_block_id": "p6_b21", "text": "Government of Niue"}, {"text_block_id": "p6_b22", "text": "F"}, {"text_block_id": "p6_b23", "text": "oreword"}, {"text_block_id": "p6_b24_merged", "text": "On behalf of the Government and the people of Niue it gives me great pleasure and honour to endorse this National Biodiversity Strategy and Action Plan (NBSAP) 2015. This Strategy will ensure Niue’s biological and genetic resources are protected, conserved and managed sustainably so our present and future generations can continue to appreciate and enjoy them."}, {"text_block_id": "p6_b27", "text": "Niue completed its first National Biodiversity Strategy and Action Plan in 2001 and had endeavoured to implement fully the prescribed strategies identified in that document. Its review was necessary to identify achievements made since 1991 and the new national, regional and global issues, developments and challenges that have emerged since. The findings of this review are incorporated in this new NBSAP."}, {"text_block_id": "p6_b28", "text": "Niue will continue to have sovereign rights over her biological diversity and resources. Their protection is a collective responsibility among government, non-government agencies and all components of civil society. Though Government will continue to play a critical role, the whole community should contribute to the protection of our natural environment and biological diversity through the implementation period of this Strategy."}, {"text_block_id": "p6_b29", "text": "I strongly urge the Government of Niue to work closely and in partnership with the local communities and the donor agencies to successfully drive and implement the Strategy."}, {"text_block_id": "p6_b30", "text": "I commend all that have worked together throughout the past year to review our NBSAP"}, {"text_block_id": "p6_b31", "text": "."}, {"text_block_id": "p6_b32", "text": "Kia Monuina."}, {"text_block_id": "p6_b33", "text": "Minister"}, {"text_block_id": "p6_b34", "text": "Department of Environment"}, {"text_block_id": "p6_b35", "text": "Ministry of Natural Resources"}, {"text_block_id": "p6_b36", "text": "."}, {"text_block_id": "p8_b37", "text": "e"}, {"text_block_id": "p8_b38_merged", "text": "xecutive summAry"}, {"text_block_id": "p8_b41", "text": "Niue is characterised as the single largest uplifted coral atoll in the world, yet in contrast it is the smallest self-governing nation. It is a unique island with its elevated rugged coastline and extensive forest cover, which comprises 65% to 70% of the land area, approximately 8.7 hectares per capita. While Niue is primarily an agriculturally based economy, the value of the country’s uniqueness and unspoilt environment has been realised, and Niue is marketed as an eco-tourism/adventure tourism destination."}, {"text_block_id": "p8_b42", "text": "Niue is an environmentally friendly nation in which conservation and the sustainable management of resources is an integral part of the life style of the people. This is exemplified by Niue ratifying the Convention on Biological Diversity along with its sister conventions, the United Nations Framework Convention on Climate Change and the United Nations Convention to Combat Desertification. Niue’s commitment to sustain and effectively manage its environment was reflected in the development of the National Environment Management Strategy in 1992, its first National Biodiversity Strategy and Action Plan (NBSAP) in 2001, and this second NBSAP."}, {"text_block_id": "p8_b43", "text": "The country’s key planning document, the Niue National Strategic Plan 2014-2019 (NNSP) has ‘Environment’ as one of its seven National Development Pillars with the following wording: ‘Sustainable use and management of Niue’s natural resources and environment for present and future generations’. The Government has recently changed its departmental structure to enhance delivery of its strategy. This included the merging of the three agencies with particular involvement in biodiversity conservation, the Department of Environment, Department of Agriculture, Forestry and Fisheries and Niue Meteorological Service into a single agency, the Ministry of Natural Resources."}, {"text_block_id": "p8_b44", "text": "This NBSAP’s Vision is: ‘Niue is an environmentally friendly nation in which conservation and the sustainable management of biological resources support all the living community.’"}, {"text_block_id": "p8_b45", "text": "Its Action Plan is grouped under eight themes: conservation and sustainable management of terrestrial habitats; conservation of terrestrial species; conservation and sustainable management of marine ecosystems and species; management of invasive species; management of waste and pollution; management of water resources; climate change; and traditional knowledge and access to benefit sharing. The Action Plan reflects that there has been considerable activity since the first NBSAP was developed in 2001 resulting in many of its actions being completed. In particular, there is now more detailed information on the nation’s biodiversity and the issues that threaten it, to inform the new strategy. However there remains much to do and new challenges have been identified such as climate change. This second NBSAP also includes four brief strategies on Mainstreaming; Communication and Outreach; Resource Mobilisation; and Capacity Development to assist with its implementation."}, {"text_block_id": "p10_b46", "text": "t"}, {"text_block_id": "p10_b47_merged", "text": "Able oF contents"}, {"text_block_id": "p14_b50", "text": "s"}, {"text_block_id": "p14_b51", "text": "ection"}, {"text_block_id": "p14_b52", "text": "1: i"}, {"text_block_id": "p14_b53", "text": "ntroduction"}, {"text_block_id": "p14_b54", "text": "1.1 Introduction to Niue"}, {"text_block_id": "p14_b55", "text": "The nation of Niue consists of a single island of 261 square kilometres, the largest raised coral atoll in the world. It is situated in the South Pacific Ocean (Lat. 169º55’W, long. 19º02’S) approximately 480 km south west of Tonga, 660 km south of Samoa, 930 km west of Cook Islands, 2,400 km north east of Auckland, New Zealand and 3,900 km north east of Sydney, Australia."}, {"text_block_id": "p14_b56", "text": "After periods of administration by Great Britain and New Zealand, the country adopted self-rule in 1974 ‘in free association’ with New Zealand. This partnership continues with New Zealand providing Niue with support, and New Zealand is the only country with a resident diplomatic representative or mission on the island. Niueans are Polynesian. The population on the island during the most recent census in 2011 was 1661 individuals (Statistics Niue 2012) of whom 20.1% are of non-Niuean ethnicity. Over 20,000 Niueans reside overseas, mostly in New Zealand."}, {"text_block_id": "p14_b57", "text": "The island still has an extensive forest cover: 71.8% of the land area identified as ‘mature dense forests’ and ‘regenerating medium dense forests’ during a 2008 National Forest Inventory (de Vletter 2008). Historically there has been a high rate of forest clearance for agricultural purposes, but this has slowed in recent years, increasing the area in secondary forest or reverting back to this. Niueans retain a close relationship with the forest, which provides timber for building, canoes and carving, and leaves and fruits used for food or medicinally. Three species of animal found there are of particular importance, the uga or coconut crab"}, {"text_block_id": "p14_b58", "text": "Birgus latro"}, {"text_block_id": "p14_b59", "text": ", the peka or flying fox"}, {"text_block_id": "p14_b60", "text": "Pteropus tonganus"}, {"text_block_id": "p14_b61", "text": "and the lupe or Pacific pigeon"}, {"text_block_id": "p14_b62", "text": "Ducula pacifica"}, {"text_block_id": "p14_b63", "text": ", all of which are hunted for food."}, {"text_block_id": "p14_b64_merged_merged_merged", "text": "About 18% of Niue’s National Gross Domestic Product (GDP), which increased from $17.8 million in 2003 to $27 million in 2012, stems from the agriculture, hunting, fishing and forestry sectors (source: Statistics Niue) – i.e. those directly based on biodiversity. Historically, subsistence agriculture was a major means of support, but in recent years there has been some production of crops for export. In the past three decades there have at times been significant exports of taro (Colocasia esculenta) (root crop), vanilla (Vanilla sp.) (flavouring) and nonu Morinda citrifolia — a tree with healing properties in its leaves and fruit. Natural products made up 76% of total domestic exports in 2012 (nonu 38%, honey 24%, vanilla 6%, taro 5% and coconut 3%) (Source: Statistical Release, Statistics Niue). Developing a stable agricultural sector has proved difficult, with some crops proving vulnerable to natural disasters such as cyclones, and others dependent for their viability on changeable overseas markets."}, {"text_block_id": "p14_b71", "text": "Almost all households still depend on agriculture in some way − 422 (91%) of 466 in a 2009 Agriculture Census (Statistics Niue, 2009). At that time there were around 1125 agricultural plots on Niue of which 813 (72%) held taro, 95"}, {"text_block_id": "p15_b72", "text": "(8.4%) coconut, 68 (6%) yams and 61 (5.4%) vanilla. Most households keep pigs (51% of households) and chickens (55%)."}, {"text_block_id": "p15_b73", "text": "There is currently an increased effort to develop a tourism industry. Visitor numbers have increased to 7,047 in 2013 from 2,706 ten years earlier (source: Statistics Niue) and they are projected to reach by 10,000 by 2015. Currently a second flight a week is being provided from New Zealand for the period of late May to late October. Tourism can play a significant role in fostering biodiversity conservation. The attractions that bring people to a destination like Niue, its unspoilt nature, its green forests and the animals found there, its clear waters and marine life, are the same assets that this strategy seeks to protect. Nature tourism or eco-tourism is an increasing part of tourism promotion worldwide. In its purest form it helps ensure that some of the visitors’ funds go back into conservation. However tourism can also put increased pressure on traditional food sources such as shellfish, coconut crabs, pelagic fish, pigeons and flying foxes that visitors may wish to experience."}, {"text_block_id": "p15_b74", "text": "1.2 Biodiversity conservation in the Niuean context"}, {"text_block_id": "p15_b75", "text": "The small size of the country and the current small population, provide opportunities to put sustainable conservation practices in place in Niue. However this small size also results in a natural instability, common to many small island states. Natural disasters such as cyclones can devastate a very high proportion of the land area, and introduced animals or plants may rapidly become pests in an environment of relatively few native species, which cannot provide a counter-balance. Cyclone Heta in 2004 was the most devastating storm to hit the country in many years. The previous one to cause significant damage was Cyclone Ofa in 1990 but it had nothing like the impact of Heta."}, {"text_block_id": "p15_b76", "text": "In Niue, as in many of the Pacific Islands, biodiversity conservation must be intimately linked to the ownership of land, and understanding of the tenure system is important from the outset. Conservation programmes designed for different countries or cultures are rarely transferable to nations like Niue where land tenure is based on customary principles and shared ownership."}, {"text_block_id": "p15_b77_merged", "text": "Apart from small areas owned by the Crown (1%) or leased to it (4%), all other land is Niuean Land. Traditionally the family descent group, or Magafaoa, is the land holding unit, and this group selects a trustee, Leveki Magafaoa, to manage the use of the land. At present (March 2014) 15.5% of the land area of Niue has registered titles, of which more than half were registered in the last 10 years. Land cannot be bought or sold in Niue, however there is legislative power for Government to purchase or take land (providing compensation to the landowner) for public purposes. The land ownership system tends to lead to high land fragmentation and lack of physical connections between land-holdings (DAFF 1998b)."}, {"text_block_id": "p15_b80", "text": "Niueans have always had strong cultural ties to the land. They apply a number of traditional conservation practices to its use, particularly the closing of areas or restricting activities within them through the imposition of fono – a temporary control, or tapu – a longer term taboo involving sacred beliefs, strongly observed for its spiritual power. They have a remarkable ability to read biological indicators, such as the flowering of a certain plant which would indicate that a certain type of fish was readily available, and use the cycles of the moon to time the planting of particular crops."}, {"text_block_id": "p16_b81", "text": "There has been a perception among communities that the traditional forms of conservation have addressed the country’s environmental concerns. Yet in reality this is not the case. Growing outside influences and economic pressures has led increasingly to an over-exploitation of resources. The State of the Environment Report (Lane 1994) highlighted the seriousness of the situation. It noted a lack of any systematic management of resources and few mechanisms to prevent over-use. As an example, some inshore fish stocks had declined through unregulated harvesting methods and lack of harvest quotas."}, {"text_block_id": "p16_b82", "text": "1.3 Niue’s biodiversity conservation response"}, {"text_block_id": "p16_b83", "text": "The Government signalled its intention to address the issues affecting the conservation of biological resources through ratification of the State of Environment report, the accession to the Convention on Biological Diversity (CBD) in 1996, and completion of its first NBSAP in 2001."}, {"text_block_id": "p16_b84_merged", "text": "The country’s key planning document, the draft Niue National Strategic Plan 2014-2019 (NNSP), has ‘Environment’ as one of its seven National Development Pillars with the following wording: ‘Sustainable use and management of Niue’s natural resources and environment for present and future generations’."}, {"text_block_id": "p16_b87", "text": "There are seven Strategies within this Goal, as follows, each of which has a series of targets and indicators:"}, {"text_block_id": "p16_b88", "text": "Agriculture"}, {"text_block_id": "p16_b89", "text": "− Ensure the sustainable use and management of the land and soil"}, {"text_block_id": "p16_b90", "text": "Fisheries"}, {"text_block_id": "p16_b91", "text": "− Enhanced management and conservation of the marine resources"}, {"text_block_id": "p16_b92", "text": "Environment −"}, {"text_block_id": "p16_b93", "text": "Administer the Environment Act 2012"}, {"text_block_id": "p16_b94", "text": "Climate Change and Natural Disasters"}, {"text_block_id": "p16_b95", "text": "− The mitigation of adverse effects of climate change and natural and non-natural disasters"}, {"text_block_id": "p16_b96", "text": "Solid and Hazardous Wastes and Pollution"}, {"text_block_id": "p16_b97", "text": "− Review and strengthen the implementation of national initiatives in addressing solid and hazardous waste and marine pollution"}, {"text_block_id": "p16_b98", "text": "Biodiversity Conservation"}, {"text_block_id": "p16_b99", "text": "− The conservation of marine, freshwater and terrestrial biodiversity and ecosystems"}, {"text_block_id": "p16_b100", "text": "Education for Environment and Sustainable Development"}, {"text_block_id": "p16_b101", "text": "− Increase public awareness of environment and sustainable development principles."}, {"text_block_id": "p16_b102", "text": "While Niue has made a commitment to the CBD and produced this second NBSAP, it will require ongoing outside assistance to fulfil its commitments and obligations to the Convention and to achieve the actions set out in this Strategy. Current constraints include financial resources and the technical know-how to be able to assess its biodiversity resources and to develop strategies and action plans to conserve them. There is also a challenge to build capacity among all stakeholders to manage these resources in a sustainable manner at community"}, {"text_block_id": "p17_b103", "text": "and national levels. With this assistance, the commitment will be there to halt the decline of biodiversity, recognising its fundamental importance to sustaining life on Niue and its profound impact on the nation’s culture and identity. A moral obligation to future generations is also recognised so that what has been given the people of today is used in a sustainable way."}, {"text_block_id": "p17_b104", "text": "1.4 Introduction to this report"}, {"text_block_id": "p17_b105", "text": "Section 2 begins with necessary background information, followed by a review of current knowledge of Niue’s biodiversity, which is presented in detail, as this information cannot readily be obtained from any other single source. It then reviews issues affecting biodiversity and current activities, legislation and institutional and financing arrangements. Section 3 comprises a Vision and Goals. Section 4 presents the Action Plan grouped under eight themes. Section 5 sets out proposals for implementing, financing, monitoring and reviewing the NBSAP and supporting strategies covering  Mainstreaming; Resource Mobilisation; Capacity Development; Technology Needs Assessment; Communication and Outreach."}, {"text_block_id": "p18_b106", "text": "1.5 Importance of a biodiversity strategy to Niue"}, {"text_block_id": "p18_b107", "text": "The conservation of Niue’s biodiversity is a key to ensuring the country’s sustainable development. This revised strategy has been produced to plan and encourage biodiversity conservation as part of Niue’s commitment to the Convention on Biological Diversity (CBD), which the country signed in 1996. The CBD can be seen as the founding document behind a global initiative to conserve biodiversity, recognising that continuing the way we were going would lead to disaster. Niue has been more fortunate than many countries in that it has lost few species and retains large areas of natural habitats. However the same negative trends are evident here as internationally, for example the degradation of habitats and over-hunting of species. This revised biodiversity strategy can be seen as a very timely initiative to ensure that the country retains the wonderful assets that remain in the splendour of its forests, coastal areas and seas."}, {"text_block_id": "p18_b108", "text": "1.5.1 Niue’s international position"}, {"text_block_id": "p18_b109", "text": "Although Niue is small geographically, the international responsibility to participate in the programme derived from the CBD and contribute to the international push towards sustainable development is just as important as for any other country. The nation is therefore prepared to work over the next 20 years to follow and fulfil its duty under the CBD with expected actions to be undertaken by the Government, the departments responsible and more importantly, all the village communities."}, {"text_block_id": "p18_b110", "text": "1.5.2 The challenge on a regional level"}, {"text_block_id": "p18_b111", "text": "The challenge on a regional level is to work through regional organisations to harmonise differing national priorities. Co-operating through such regional agencies as the Secretariat for the Pacific Regional Environment Programme (SPREP) and the Secretariat for the Pacific Community (SPC) helps to provide the resources and technical expertise not available in-country."}, {"text_block_id": "p18_b112", "text": "1.5.3 National commitment"}, {"text_block_id": "p18_b113", "text": "Ratifying the Convention on 28 February 1996 recorded Niue’s commitment, and the formulation of this second National Biodiversity Strategy and Action Plan (NBSAP) fulfils a requirement under its Article 7. Its development takes account of the CBD’s Strategic Plan for Biodiversity 2011-2020 and its Aichi targets."}, {"text_block_id": "p18_b114", "text": "The challenge, at all levels in the community and in Government is to integrate biodiversity conservation considerations across all sectors and identify responsibilities for action. Institutional mechanisms, policies and legislation are needed for the protection and conservation of Niue’s biodiversity. The commitment shown by many agencies in participating in the development of the NBSAP is a very encouraging sign."}, {"text_block_id": "p18_b115", "text": "1.5.4 The challenge at the local level"}, {"text_block_id": "p18_b116", "text": "While conservation is said to have been practised by our ancestors, the youth of today have less understanding of its true meaning. One need therefore is to educate young people in schools and in the home. The Government and village"}, {"text_block_id": "p19_b117", "text": "communities must have a joint role to guide and coordinate programmes to be implemented locally."}, {"text_block_id": "p19_b118", "text": "1.5.5 The challenge to every person"}, {"text_block_id": "p19_b119", "text": "Niue’s biodiversity is a lifeline for the people living here today and for future generations. The NBSAP is a plan that provides integrated approach from both Government and community to identify the biodiversity systems and species that are affected. The Government is expected to take a leading note in driving the strategy, but the village communities must also be seen to have the same drive and commitment. Changes must also be made to ensure that modern developments will not have a negative impact on biodiversity. Everyone has some responsibility for seeing the objectives of the strategy realised."}, {"text_block_id": "p19_b120", "text": "1.6 Context of strategy"}, {"text_block_id": "p19_b121", "text": "The Niue National Strategic Plan (NNSP) presents the vision for the Niue Government to follow in developing its legal, policy and institutional structures. The process to develop a new plan for 2014-2019 is near completion. At the same time the Government has merged the three agencies with particular involvement in biodiversity conservation, the Department of Environment (DOE), Department of Agriculture, Forestry and Fisheries (DAFF) and Niue Meteorological Service (NMS) into a single agency, the Ministry of Natural Resources."}, {"text_block_id": "p19_b122", "text": "The Ministry is established along with four others, primarily as part of Government’s structural transformation of the public service, with the main goal being “to improve the delivery services provided by the Public Sector that will lead to improved prosperity of the country” (Figure 1)."}, {"text_block_id": "p19_b123", "text": "The focus of the Ministry is conservation and sustainable management and development of Niue’s natural resources. It has three core functions supported by corporate services:"}, {"text_block_id": "p19_b124", "text": "Environment, consisting of:"}, {"text_block_id": "p19_b125", "text": "Environment, consisting of:\n* Land and marine protection\n* Waste management\n* Policy research and information\n* Climate change"}, {"text_block_id": "p19_b133", "text": "Meteorology, consisting of:"}, {"text_block_id": "p19_b134", "text": "Meteorology, consisting of:\n* Weather records and bulletins\n* Natural disaster warnings"}, {"text_block_id": "p19_b138", "text": "Agriculture, Forestry and Fisheries, consisting of:"}, {"text_block_id": "p19_b139", "text": "Agriculture, Forestry and Fisheries, consisting of:\n* Animal husbandry\n* Bio-security, crops, minerals\n* Quarantine\n* Fisheries\n* Forestry management"}, {"text_block_id": "p20_b149", "text": "Figure 1: The Government Structure"}, {"text_block_id": "p21_b150", "text": "1.7 The process of strategy formulation"}, {"text_block_id": "p21_b151", "text": "Niue’s NBSAP has been revised during a 24-month process involving consultation with the full range of stakeholders under a GEF-funded project for the Review and Updating of Niue’s NBSAP. The Department of Environment has been the lead agency, and the Director of the department the project manager. An international consultant was recruited to support the process."}, {"text_block_id": "p21_b152", "text": "In additional to individual consultations, three National Workshops were held in October and November 2013 and March 2014 one during each of the three mission visits made by the consultant. SPREP’s Biodiversity Adviser visited Niue during the first mission to provide advice and guidance from a regional and international perspective."}, {"text_block_id": "p21_b153", "text": "Information from the CBD on updating NBSAPs in line with its new strategy and targets, particular the modules from the Training Package (Version 2.1), were used to guide strategy development."}, {"text_block_id": "p22_b154", "text": "s"}, {"text_block_id": "p22_b155_merged", "text": "ection 2: resource inFormAtion"}, {"text_block_id": "p22_b160", "text": "2.1 Background"}, {"text_block_id": "p22_b161", "text": "2.1.1 Geology and landforms"}, {"text_block_id": "p22_b162", "text": "Niue consists of an uplifted coral limestone plateau perched on top of a submerged volcano. The topography is of a central plateau of gentle undulating relief, slightly dished in shape with the rim at about 68 m above mean sea level, dropping to about 30 m in the centre suggesting it was once a lagoon. A narrow lower terrace 100 m to 200 m wide at about 28 m above sea level surrounds this central plateau. The coastline is rugged, and consists of precipitous cliffs which drop straight into the sea, except for the west coast where there is a wave-cut rock platform 20 m to 80 m wide and then a very steep drop-off. The distinct shelving suggests that the island was lifted up in at least two steps."}, {"text_block_id": "p22_b163", "text": "The island is composed of pure limestone of three types − reef rock, beach conglomerate and cemented or loose coral sand (Schofield, 1959). The ground surface is often jagged with exposed sharp rock outcrops and boulders, with pockets of topsoil varying in depth between them. In some areas there is a thin coating of ash, thought to have been deposited by volcanic activity after the uplifting process, and the cause of locally high radioactivity."}, {"text_block_id": "p22_b164", "text": "There are no watercourses on the island. Rainfall infiltrates quickly through the thin layer of topsoil and down the cracks and cavities in the base rock. The permanent ground-water table is found about 60 m below the rim of the central plateau, indicating a mounded body of fresh water above mean sea level. Springs of fresh brackish water leak out from the base of the cliffs. Many caves occur around the coastline and in the centre of the island, those in the latter area often containing pools of freshwater. The freshwater lens below the island is its main source of water, tapped by a series of bores."}, {"text_block_id": "p22_b165", "text": "Seismic activity is not uncommon although major earthquakes have not been recorded in recent times. There are wide joints (chasms) showing evidence of past activities that were associated with the uplifting process."}, {"text_block_id": "p22_b166", "text": "2.1.2 Climate"}, {"text_block_id": "p22_b167", "text": "The climate of Niue is hot and moderately wet in the summer months from October to April, and dry and cool in the winter months from May to September. Annual rainfall averages around 2,180 mm but varies widely from year to year from a high of 3,300 mm to a low of 810 mm. Mean daily maximum temperatures vary seasonally from 26°C to 36°C (Government of Niue 2000)."}, {"text_block_id": "p23_b168", "text": "Niue lies well within the tropical cyclone belt and significant cyclones have occurred on average with a 10-year frequency. The most recent and devastating was Cyclone Heta in January 2004 with wind speeds of up to 260 km/h and a storm surge with waves that topped 30-metre cliffs and reached up to 100 metres inland (www.australiasevereweather.com/cyclones/2004/summ0401. txt) and destroyed the northern part of the main town Alofi with two lives lost. The south east trade winds blow steadily for most of the year but particularly between April and October, maintaining a steady breeze of between 10 kph and 20 kph during the day. The tidal range is of the order of 1.5 m with a corresponding fluctuation of 100 mm in the ground-water table."}, {"text_block_id": "p23_b169", "text": "The inability of Niue soils to hold surface water for long periods can have a serious effect on the vegetation, and severe droughts with three to four months without rain have been recorded."}, {"text_block_id": "p23_b170", "text": "2.1.3 Soils"}, {"text_block_id": "p23_b171", "text": "The soils of Niue are generally fertile but shallow (Lane, 1994), derived mainly from unconsolidated sedimentary materials and consisting largely of finely divided volcanic materials with some abyssal clay and deep-sea sediments. The soil pattern is unusual in that there are no areas of recent soil from alluvial or brown sand and no soils with a permanent water table within the range of roots."}, {"text_block_id": "p23_b172", "text": "The following four soil types have been classified (Wright & Westerndorp 1965):"}, {"text_block_id": "p23_b173", "text": "The following four soil types have been classified (Wright & Westerndorp 1965):\n* Hikutavake Soils â black soils derived mainly from limestone\n* Hakupu Soils â sub soils are successively brown and granular\n* Fonuakula Soils â sub soils are reddish brown and finer grain\n* Palai Soils â sub soils are brownish red-to-red soils"}, {"text_block_id": "p23_b181", "text": "The soils form a concentric pattern of rings towards the old lagoon area in the centre."}, {"text_block_id": "p23_b182", "text": "The history of land use on Niue shows that early Polynesian settlements were mainly established in the centre of the island where deeper soils are found, and it is likely that these were the main crop-producing soils. All the soils are high in calcium and magnesium, low in nitrogen, low in potassium and sodium and deficient in zinc, to the point that these last three may be limiting factors for plant growth. Declines in soil structure and fertility have been evident as a result of several agricultural practices."}, {"text_block_id": "p23_b183", "text": "2.1.4 Population and demography"}, {"text_block_id": "p23_b184", "text": "Niue is a relatively sparsely populated island. The last complete population census in 2011 recorded a population of 1,661 reflecting a declining trend this century from 4,576 in 1899 (Rev F.E Lawes) through 3,500 in the 1979 census, 2,300 in 1994 and 1,769 in 2001 at the time of the first NBSAP. Demographically Niue is in a challenging position as the population on the island steadily declines, with a corresponding increase in those living overseas particularly New Zealand (22,476 in 2006 census), and to a lesser extent Australia. The causes of the net emigration are unclear and a number of measures to counteract this have been initiated with limited success."}, {"text_block_id": "p24_b185", "text": "2.1.5 Government structure"}, {"text_block_id": "p24_b186", "text": "Niue is self-governing, in free association with New Zealand. This means, besides Niueans remaining New Zealand citizens, that New Zealand remains responsible for Niue’s defence, external affairs and for the provision of economic and administrative assistance. However, since this arrangement came into effect, there has been a gradual devolution of the responsibility for external affairs from the New Zealand Government to the Niue Government, to the extent that the Niue Government is a signatory to many international conventions and is a member of a number of international organisations."}, {"text_block_id": "p24_b187", "text": "Niue has adopted a Westminster parliamentary system with an elected Premier and members of Cabinet. There were no political parties when Niue became self-governing in 1974, but these have started to emerge over past decades. The Government is the main employer and is the only entity that can undertake construction projects with major ones contracted offshore. There are 14 villages, which also form the parliamentary constituencies, and each has its own elected council that is involved in many environment and development issues and acts as the link between Government and the people."}, {"text_block_id": "p24_b188", "text": "The Department of Environment has the main responsibility for environmental issues; land related issues are included within the Department of Justice Lands and Survey, and management of agriculture, forests and fisheries within the Department of Agriculture, Forestry and Fisheries."}, {"text_block_id": "p24_b189", "text": "2.2 Current status of Niue’s biodiversity"}, {"text_block_id": "p24_b190", "text": "2.2.1 Terrestrial"}, {"text_block_id": "p24_b191", "text": "Flora"}, {"text_block_id": "p24_b192", "text": "The ‘flora’ is defined here as comprising all vascular plants (flowering plants, gymnosperms, and ferns). Plants are divided into ‘families’, which range in size from a single species to thousands of species, and can be identified by the ending ‘-ceae’ (e.g., the orchid family, Orchidaceae). Plant species can be classified by their distribution: they are either native, i.e., they occur naturally in the area (arriving by non-human transport), or they are alien, i.e., they are introduced species (having arrived by direct or indirect human transport).  Alien species can be further divided into species introduced by the Polynesians (i.e., they were brought in prior to ca. 1774, which are called Polynesian introductions) and those introduced in modern times (i.e., after ca. 1774, which are called modern introductions) by Europeans or by Polynesians traveling by means of western transport (boats, and nowadays, planes).  Alien plants can also be divided another way into intentional introductions (plants brought intentionally, usually useful plants) and unintentional introductions (plants accidentally arriving on Niue, typically weeds)."}, {"text_block_id": "p24_b193", "text": "Native plants can be divided into two categories, endemic and indigenous. Endemic means restricted to one area; plants endemic to Niue would be found only on Niue but none have been identified. Indigenous refers to native species with a wider distribution (i.e., those naturally found on Niue as well as elsewhere)."}, {"text_block_id": "p24_b194", "text": "The first flora of Niue was compiled by T. Yuncker (1943), and a more recent one was developed by W. Sykes (1970). Two more books on the flora were recently or are to be published by R. Gardiner (2011, and in press), and"}, {"text_block_id": "p25_b195", "text": "a comprehensive checklist of the native and naturalised flora was included in Whistler and Atherton (1997). The flora comprises approximately 159 native flowering plant species (125 dicots and 34 monocots), in addition to 25 ferns and 2 fern allies, for a total of 186 vascular plant species. As noted above, no species are endemic to Niue. Niue’s flora is much smaller than that of adjacent Samoa, which has about 550 native species of flowering plants and an endemism rate of 30%, and Tonga, which has about 340 native species and an endemism rate of about 3%."}, {"text_block_id": "p25_b196", "text": "A large number of about 260 alien species (‘weeds’) are also found on Niue.  A recent survey identified 26 species as potential invasive weed pests and others as aggressive weeds that could become a problem in the future (Space & Flynn, 2000).  Control or eradication was recommended by Space and Flynn for eleven species and programmes are already in place for some of these."}, {"text_block_id": "p25_b197", "text": "Vegetation"}, {"text_block_id": "p25_b198", "text": "Brief accounts of the vegetation were given by Yuncker (1943), Frost and Berryman (1966), and within a timber survey by the Niue Forestry Section (1990). A more detailed account of the vegetation was given by Sykes (1970), who noted that the island was originally covered with a rainforest of tall trees that formed a relatively dense canopy, below which was a relatively poorly developed shrub and herbaceous layer. However, because of the long period of human habitation and the modifications made during shifting agriculture, and, in more recent times by a timber industry, most of the mature forest has now been removed and replaced by secondary forest. Much of the remaining tall stature inland forest is actually secondary forest in various stages of development. In addition to the forest types, Sykes also recognised ‘scrub’ areas that are an extreme result of man’s activity."}, {"text_block_id": "p25_b199", "text": "Whistler and Atherton (1997) provided a more extensive description of the vegetation in their study of the Huvalu Conservation Area.  They first divided the vegetation of the island into two categories: Managed Land Vegetation and Natural Vegetation. Managed Land Vegetation is in a continual state of disturbance from the activities of man, i.e., it is being used continuously, and two categories were recognised – Cropland and Fernland.  The Natural Vegetation category includes all vegetation that is not currently (in the long term) being used by man, or at least has not been disturbed for many years. The native vegetation on the shore is herbaceous and shrubby, comprising littoral shrubland. Four plant communities were recognized inland from the shore: littoral forest, coastal forest, mature forest (= primary forest); and secondary forest."}, {"text_block_id": "p25_b200_merged", "text": "Mature forest has a high, closed canopy dominated by kolivao (Syzygium samarangense) and kafika (Syzygium inophylloides), with significant but lesser amounts of tuali (Syzygium dealatum), le (Macaranga seemannii), tava (Pometia pinnata), and several other species. A number of climbers, other trees and ferns form the under-storey and ground layers. Coastal forest is composed of a number of littoral and coastal tree species, with a lower scrubby forest on the seaward margin typically dominated by futu (Barringtonia asiatica), and in open exposed areas, by littoral shrubs. Secondary forest lacks the closed, even canopy layer of the mature forest and is dominated by a wide range of secondary forest species such as fou (Hibiscus tiliaceus), tavahi (Rhus taitensis), toi  (Alphitonia zizyphoides), and moota (Dysoxylum forsteri). Abandoned managed"}, {"text_block_id": "p26_b221", "text": "land left fallow (4 to 10 years) is dominated by secondary scrub species such as fou, nonu, tete"}, {"text_block_id": "p26_b222", "text": "-"}, {"text_block_id": "p26_b223", "text": "("}, {"text_block_id": "p26_b224", "text": "Geniostoma rupestre"}, {"text_block_id": "p26_b225", "text": ")"}, {"text_block_id": "p26_b226", "text": ","}, {"text_block_id": "p26_b227", "text": "and le hau ("}, {"text_block_id": "p26_b228", "text": "Macaranga harveyana"}, {"text_block_id": "p26_b229", "text": ").  If over-cropping occurs, then ferns, particularly mohuku ("}, {"text_block_id": "p26_b230", "text": "Nephrolepis hirsutula"}, {"text_block_id": "p26_b231", "text": "), dominate over the ground cover.  Niue’s native forests (primary and secondary) now cover an estimated 70% of the land area compared to around 90% in the 1950s, representing a significant rate of deforestation (DAFF, 2008)."}, {"text_block_id": "p26_b232", "text": "Mammals − native"}, {"text_block_id": "p26_b233", "text": "The only native land mammals found on Niue are the Tongan flying foxes or peka. They are vital to the survival of some native trees as the only species known to pollinate them, and they play a major role in the dispersal of fruits. Peka are hunted by shooting, permitted only in a hunting season to be defined annually (typically December and January) but occurring illegally at other times. They have also suffered from loss of forest habitat. A detailed survey in 1998 identified the available habitat for peka as 182 square kilometres and found the population to be well below what it could be for such an area (Brooke, 1998). The population was estimated at between 1,900 and 3,800 but probably nearer the higher figure, and the two largest roosts found, north of the Alofi-Lakepa road, had around 600 to 800 animals. In 2004, following the forest devastation of Cyclone Heta, a survey of 27 sites located only 60 peka compared to 916 at these same sites in 1998 a decline of 95% (Brooke 2004). A 3-year ban on hunting was imposed after the cyclone."}, {"text_block_id": "p26_b234", "text": "The most recent survey in September 2012 showed that the population had recovered to similar levels to 1998 from the low after Cyclone Heta (Butler et al, 2012). However the current level of hunting is considered too great and likely to threaten the survival of the species long term. In 1998 the take of peka was estimated at 1,000 to 1,500 whereas the maximum sustainable harvest for a population of 3,800 was only 748 per year. A population target of 8,000 animals was identified as desirable; both to allow the current take to be sustainable and to allow recovery of numbers after any future cyclones (Brooke 1998)."}, {"text_block_id": "p26_b235", "text": "Mammals – introduced"}, {"text_block_id": "p26_b236_merged_merged", "text": "Two species of rat are numerous and widespread, the kuma or Polynesian rat (Rattus exulans) probably introduced with the first Polynesians, and the ship rat (Rattus rattus) that arrived between 1900 and 1950 (Hay & Powlesland, 1998). The house mouse (Mus musculus) is also present. Feral pigs, dogs and cats are fairly common. Cattle were introduced for farming in the past but none have remained."}, {"text_block_id": "p26_b243", "text": "Reptiles"}, {"text_block_id": "p26_b244", "text": "Recent discussion among herpetologists coordinated by Dr Robert Fisher of US Geological Survey has identified that there are nine species found in Niue as follows:"}, {"text_block_id": "p26_b245", "text": "Geckos:"}, {"text_block_id": "p26_b246", "text": "Lepidodactylus lugubris"}, {"text_block_id": "p26_b247", "text": "- Mourning gecko"}, {"text_block_id": "p26_b248", "text": "Nactus pelagicus"}, {"text_block_id": "p26_b249", "text": "- Pacific slender-toed gecko"}, {"text_block_id": "p26_b250", "text": "Gehyra oceanica"}, {"text_block_id": "p26_b251", "text": "- Oceanic gecko"}, {"text_block_id": "p27_b252", "text": "Hemidactylus frenatus"}, {"text_block_id": "p27_b253", "text": "– House gecko (an invasive alien species of fairly recent introduction)"}, {"text_block_id": "p27_b254", "text": "Skinks:"}, {"text_block_id": "p27_b255", "text": "Emoia cyanura"}, {"text_block_id": "p27_b256", "text": "– White-bellied copper-striped skink"}, {"text_block_id": "p27_b257", "text": "Emoia impar"}, {"text_block_id": "p27_b258", "text": "– Dark-bellied copper-striped skink"}, {"text_block_id": "p27_b259", "text": "Emoia lawesii"}, {"text_block_id": "p27_b260", "text": "– Olive small-scaled skink (previously considered"}, {"text_block_id": "p27_b261", "text": "Emoia adspersa"}, {"text_block_id": "p27_b262", "text": ")"}, {"text_block_id": "p27_b263", "text": "Lipinia noctua"}, {"text_block_id": "p27_b264", "text": "– Pacific moth skink"}, {"text_block_id": "p27_b265", "text": "Cryptoblepharus poecilopleurus"}, {"text_block_id": "p27_b266", "text": "– Snake-eyed skink (formerly"}, {"text_block_id": "p27_b267", "text": "Ablepharus boutonii poecilopleurus"}, {"text_block_id": "p27_b268", "text": ")"}, {"text_block_id": "p27_b269", "text": "The Olive small-scaled skink is a conservation concern as it is very rare. None were detected during a 2012 survey (Butler et al. 2012). There are indications that it may be restricted to coastal areas, but the number of observations from these may just reflect that this is where most people are. In the past they have been found in the tops of coconut trees by people climbing them to collect nuts. The only other country where this skink is recorded is American Samoa and it is possible that the two populations represent different species."}, {"text_block_id": "p27_b270", "text": "Invertebrates"}, {"text_block_id": "p27_b271", "text": "A survey in the 1960s recorded 376 insect species in 15 orders (Eyles, 1965). More recent, comprehensive information may shortly be available from a survey conducted for DAFF by the South Pacific Commission."}, {"text_block_id": "p27_b272", "text": "Thirty-three ant species have been recorded of which 18 are native and 15 are introduced species (Wetterer 2006). All but one of these is also found on Samoa and Tonga."}, {"text_block_id": "p27_b273", "text": "Birds"}, {"text_block_id": "p27_b274", "text": "Thirty-two bird species have been recorded in Niue, six seabirds, 10 shorebirds and 15 landbirds identified in Powlesland et al. (2000) and a single shorebird (spur-winged plover"}, {"text_block_id": "p27_b275", "text": "Vanellus miles"}, {"text_block_id": "p27_b276", "text": ") recorded since. Fifteen of these have been confirmed as breeding on the island. Several species have been added to the list in the past decade, compared with 25 species listed in Lane 1994, mostly wading birds on migration represented by very few individuals. None of the birds is endemic to the island at the species level, but there are two endemic sub-species the heahea or Polynesian triller ("}, {"text_block_id": "p27_b277", "text": "Lalage maculosa whitmeei"}, {"text_block_id": "p27_b278", "text": ") and miti or Polynesian starling ("}, {"text_block_id": "p27_b279", "text": "Aplonis tabuensis brunnescens"}, {"text_block_id": "p27_b280", "text": "). A notable feature is the presence of only one introduced species, the feral fowl ("}, {"text_block_id": "p27_b281", "text": "Gallus gallus"}, {"text_block_id": "p27_b282", "text": "). One study has documented the fossil avifauna of the island recording the former presence of a megapode, a large flightless night heron and a flightless rail (Worthy et al., 1998)."}, {"text_block_id": "p27_b283_merged_merged_merged_merged", "text": "Observations made in 1994-1995 suggested that the status of three species was then of particular concern (Powlesland et al.op.cit.). The lupe or pacific pigeon Ducula pacifica, which is hunted by shooting, appeared to be in decline and the hega or blue-crowned lory Vini australis and moho or spotless crake Porzana tabuensis close to extinction. A survey of two villages in April 2000 found that 83% of Niueans thought that there were not as many lupe as there used to be, and they considered hunting, predation by rats, and perhaps feral cats, and the heavy use of chemicals in agriculture to be the causes."}, {"text_block_id": "p28_b290", "text": "Surveys following Cyclone Heta (Powlesland et al. 2006) showed that numbers of lupe, kulukulu (purple-crowned fruit dove"}, {"text_block_id": "p28_b291", "text": "Ptilinopus porphyraceus"}, {"text_block_id": "p28_b292", "text": ") and miti had declined significantly, though the insectivorous heahea had increased. However the decline in lupe was considered more likely a result of unsustainable hunting over the period 1994-2004 rather than the impacts of the cyclone (Powlesland et al. 2008)."}, {"text_block_id": "p28_b293", "text": "The most recent surveys in September 2012 (Butler et al. 2012) found that lupe numbers had recovered since 2004 though the level of hunting was still considered unsustainable. The miti had gradually declined which was raising concern and rat predation was considered a possible factor. No hega were detected during the survey though possible sightings by local people suggested that they still persisted in small numbers, though clearly at some risk of extinction."}, {"text_block_id": "p28_b294", "text": "Land crabs"}, {"text_block_id": "p28_b295_merged_merged", "text": "There are eight known land crab species and the most significant and largest is the uga or coconut crab Birgus latro which is hunted as an important traditional food, using coconut as bait or by digging at night. A detailed study by Schiller (1992) estimated the population at 200,000 − low considering the amount of habitat available, but still a much larger density than on many of the other islands on which the species occurs. The population is considered to be in decline due to over-harvesting, clearance of forest areas and the impact of dogs. The harvest is both for local consumption and export, the latter taking two tonnes a year in the mid-1980s (Dalzell et al, 1991) though permitted only outside the October/March period (Domestic Fishing Regulations). A detailed survey was carried out as part of the Huvalu Conservation Area project, which estimated around 188,000 animals in the reserve of which only 33% were adults and less than 10% of these female (Bereteh, 1999). This suggests that there is possible over-harvesting, though people’s perception, shown by 65% of respondents to a questionnaire survey in April 2000, is that uga are still plentiful. A further survey was undertaken in 2013 but a full report is not yet available."}, {"text_block_id": "p28_b298", "text": "Other varieties of land crabs are eaten during the breeding season when their bodies are fat, especially the females, while the smaller species are used for fish baits."}, {"text_block_id": "p28_b299", "text": "2.2.2 Marine"}, {"text_block_id": "p28_b300", "text": "Niue has no lagoon and the coastline descends precipitously to over 1,000 m within 5 km of the shore. There is a narrow fringing reef round most of the island with a thin layer of corals, and richer coral growth on its edge. The total area of reef flat and sub-tidal reef has been estimated at 620 ha."}, {"text_block_id": "p28_b301", "text": "The country has an Exclusive Economic Zone (EEZ) of 390,000 square kilometres. Within this lies Beveridge Reef, a partially emergent reef containing a sandy lagoon approximately 7 km long. Visits by divers suggest it has a rich and varied reef fauna."}, {"text_block_id": "p28_b302", "text": "Niue is licensing foreign fishing vessels to fish within its EEZ with its catch limits of major targeted species being legislated via its Management Plan. There have been three to five longline vessels licensed to fish in Niue waters from 2013-2015, with catch mainly Albacore tuna, followed by yellowfin tuna and then skipjack tuna."}, {"text_block_id": "p29_b303", "text": "Niue’s fisheries consist of motorised boat fishermen and canoe fishermen within the Territorial Seas, and the annual catch by these artisanal fishermen is up to 30 metric tonnes. There are at least 100 canoe fishermen, and 53 motorised boats fishing for the local market. The catch from bottom fishing by dinghies is mostly snappers, from pelagic fishing by dinghies mostly wahoo then yellow-fin tuna, and from pelagic fishing by canoes largely yellow-fin. Within the inshore fisheries, the development of a sports fishery, where charter vessels have been serving tourists, has steadily grown to at least 11 registered vessels. Sports fishing ranges from trolling to open water spearing of prize fish such as wahoo, mahimahi and tuna."}, {"text_block_id": "p29_b304", "text": "The Fisheries Unit has prepared a management plan for the offshore fishery (DAFF 2013) including four tuna species, wahoo (jack mackerel), billfish (marlins, sailfish, swordfish), and by-catch species such as shark and matimati (snake mackerel). All species of shark and ray are protected in the EEZ under a 1996 Act."}, {"text_block_id": "p29_b305", "text": "The coral reefs of Niue have been subject to damage by cyclones, particularly cyclone Heta of 2004. Coral bleaching has occurred in recent years."}, {"text_block_id": "p29_b306", "text": "Most fishing and collecting of invertebrates occur on the side of the island protected from the prevailing south-easterlies. The natural inaccessibility of the eastern coast means that this area plays an important role in marine conservation."}, {"text_block_id": "p29_b307", "text": "Two sets of monitoring results for Niue in 2005 and 2007 show very slow recovery of the reefs following Cyclone Heta. In the two sites surveyed live coral cover has not significantly increased, however, coralline algal cover has increased and turf algae decreased, showing that conditions for coral recruitment have improved (Vieux et al. 2008)."}, {"text_block_id": "p29_b308", "text": "Corals"}, {"text_block_id": "p29_b309", "text": "There are 70 coral genera commonly known in the Pacific Islands and at least 43 have been recorded on the Niue rock shelf (UNEP/IUCN 1988)."}, {"text_block_id": "p29_b310", "text": "Algae"}, {"text_block_id": "p29_b311", "text": "Niueans are familiar with only about five species of seaweed, three edible, though largely eaten in the past, and two inedible (S. Sisikefu, personal comment)."}, {"text_block_id": "p29_b312", "text": "Mammals"}, {"text_block_id": "p29_b313", "text": "Humpback whales are the most common whales in Niuean waters and they are a particular feature during the months of July to September when they often pass close to shore. Single minke whales and pods of pilot whales are also seen (Marsh, G. personal comment). One species of dolphin is present, the spinner dolphin. All marine mammals are protected in Niue."}, {"text_block_id": "p29_b314", "text": "Reptiles"}, {"text_block_id": "p29_b315", "text": "Two species of turtle are found in Niuean waters, the hawksbill and green. In the past they were taken as food, but fewer are seen today and they are fully protected (Domestic Fishing Regulations 1996). The endemic Niuean banded sea snake is relatively abundant."}, {"text_block_id": "p30_b316", "text": "Fish"}, {"text_block_id": "p30_b317", "text": "A preliminary checklist of fish lists around 240 species excluding small bullies and eels found in freshwater caves (Yaldwyn 1970). A 1998 survey of the Namoui Marine Reserve (Labrosse et al., 1999) recorded 103 fish species in 19 families, including 79 used for food. The site had one of the lowest mean fish biomasses (54 gm/m²) for fringing reefs in the region, however a site at Avatele surveyed for comparison had one of the highest (155 gm/m²). The family with most species and highest densities and biomass was the Acanthuridae (surgeon fish), followed, in terms of density, by Serranidae (grouper, cod), Chaetodontidae (butterfly fish) and Mullidae (red mullet). The Scaridae (parrot fish) were the second family in terms of biomass. Twelve species accounted for over half the total biomass."}, {"text_block_id": "p30_b318", "text": "There is little information on changes in fish numbers. A questionnaire survey in April 2000 recorded that 37% of the people stated that there were still plenty of ocean fish in Niuean waters, while 20% stated there were not many."}, {"text_block_id": "p30_b319", "text": "Invertebrates"}, {"text_block_id": "p30_b320_merged", "text": "There is a rich, though largely undocumented, marine invertebrate fauna. Groups of possible commercial value have been subject to more detailed study. Crabs and crayfish/lobsters are well represented with around 20 species. There are five species of beche-de-mer, most of low value and two of giant clams Tridacna maxima and T. squamosa. Clam numbers were found to be depleted. Though consumption rates were not sufficient to threaten their survival, some active conservation was recommended with the formation of ‘clam circles’ to enhance breeding."}, {"text_block_id": "p30_b325", "text": "The Namoui Marine Reserve survey (Labrosse et al., 1999) sampled invertebrates in the intertidal zone there and at Avatele. Densities of sea cucumbers and clams were lower than Dalzell’s results, probably as a result of fishing pressure, though there was some difference in sampling techniques."}, {"text_block_id": "p30_b326", "text": "The Domestic Fishing Regulations 1996 impose quotas of 10 clams or crayfish per day and determine that the minimum sizes for these are − tail length 130 mm and length of 180 mm respectively."}, {"text_block_id": "p30_b327", "text": "The crown-of-thorns starfish, whose periodic population increases have seriously damaged reefs elsewhere in the region, was found in low numbers at 1.3/ha compared with over 100/ha considered high numbers elsewhere. Problems with increased numbers have not been recorded in Niue."}, {"text_block_id": "p30_b328", "text": "2.2.3 Freshwater"}, {"text_block_id": "p30_b329", "text": "Niue has no surface wetlands though there is standing water in some caves. Two fish species, a small bully and an eel have been found at these sites (Yaldwyn 1970). No amphibians are known from Niue."}, {"text_block_id": "p31_b330", "text": "2.3 Decline of biodiversity"}, {"text_block_id": "p31_b331", "text": "There is limited detailed information to quantify declines in Niue’s biodiversity."}, {"text_block_id": "p31_b332", "text": "2.3.1 Decline of plant biodiversity"}, {"text_block_id": "p31_b333", "text": "Although Niue has one of the highest percentages of forest cover in Polynesia, there has been a decline in the biodiversity, i.e., the loss of native plants. At the time of the first NBSAP in 2001, the status of the flora or plant biodiversity had not been studied.  In 2013, however, Whistler (2013) produced a report documenting the status of the native flora of Niue. That report recognised a total of approximately 159 native flowering plant species in addition to 25 ferns and two fern allies, for a total of 186 vascular plant species. The report, based on the previous collections over nearly 150 years of botanical work in Samoa, recognised 57 flowering plant, fern, and fern-ally species as being rare on Niue. This collection differs from most other plant studies in the area in that it included, along with the native species, alien species that are part of traditional Niuean cultural.  These non-native species were all ‘Polynesian introductions’ to the island, either intentional species brought for food, clothing, etc., or ‘weed’ species that were unintentionally carried to the island stuck to cloths or other plants. These are cultural plants that have been with the Niueans since the earliest days, and their rarity is just as much a concern as that of native species."}, {"text_block_id": "p31_b334_merged", "text": "The report noted several reasons why plants become rare on Niue: (1) competition, especially from introduced invasive species; (2) loss of habitat; (3) herbivory; (4) abandonment of cultivars; and (5) natural rarity.  Plants that have died off over their entire range are referred to as extinct.  Competition is perhaps the most important cause of rarity of Niuean plant species.  Niuean native plants developed together in the island environment for thousands years, and each of them developed traits that allowed them to survive with the other species in the little-changing habitat.  However, the first Polynesian settlers arriving in Niue brought with them alien plant species that changed the vegetation dynamics.  Some of these species were cultigens that do not reproduce naturally by themselves, but some were adventives species that produce seeds and naturally spread into the native habitats.  Even more serious were the changes wrought by the more numerous and aggressive alien weedy species brought to Niue after the arrival of Europeans beginning in the 1800s.  Before the discovery and habitation of Niue, some native species were dependent upon natural forest clearings and open sunny conditions for their seedlings to grow and develop.  But the arrival of so many new weedy species (nearly 200 of them so far) has caused these clearings to now be rapidly covered with a smothering growth of alien weeds that can block out the sunlight needed by the native species.  This kind of competition may have led to the extinction from Niue of the Polynesian-introduced herb Adenostemma viscosa.  It is also probably the major cause of extinction of many Polynesian weeds that were unable to compete with the more recent arrivals in Niue."}, {"text_block_id": "p31_b337", "text": "A total of 38 native species were described as being rare on Niue, about 20% of the native flora. The rare plant study was a baseline survey, so there are no previous figures to compare to see if these species are getting rare now or were always rare.  The results of the survey are shown in Whistler (2013), and there is a web site that includes a profile for each of the 57 species considered to be rare on Niue www.cieer.org/efloras/niue_rare."}, {"text_block_id": "p32_b338", "text": "Four species have been identified as particular priorities as follows:"}, {"text_block_id": "p32_b339", "text": "Bulbophyllum distichobulbum"}, {"text_block_id": "p32_b340", "text": "This small orchid that grows up trees (epiphytic) is only recorded from Niue and Tutuila, American Samoa. Botanists have found it several times on Niue including in 1997 but it was not recorded in 2003 and 2013 surveys by Whistler."}, {"text_block_id": "p32_b341", "text": "Centrus caliculatus"}, {"text_block_id": "p32_b342", "text": "This large grass of coastal areas was once widespread and common in Polynesia, particularly associated with seabird colonies. It is apparently extinct in Samoa, very rare in Tonga and has not been recorded on Niue since 1981."}, {"text_block_id": "p32_b343", "text": "Nicotinia fragrans"}, {"text_block_id": "p32_b344", "text": "This small coastal herb is found at several locations in the north of the island on limestone cliffs and also at a very few sites on Tongatapu (Tonga), Ono-i-Lau (Fiji) and Isle of Pines (New Caledonia)."}, {"text_block_id": "p32_b345", "text": "Solanum amicorum"}, {"text_block_id": "p32_b346", "text": "This small shrub is only found on Niue and Tonga and has been recorded from coastal areas and thickets on the western side of the island."}, {"text_block_id": "p32_b347", "text": "2.3.2 Decline of birdlife"}, {"text_block_id": "p32_b348", "text": "Detailed information is available on birds. Studies of cave deposits have found three species of birds to be extinct, the Niue night heron, Tongan megapode and Niue rail (Worthy et al., 1998), probably associated with hunting by early peoples and with the mammalian pests such as the Polynesian rat that they brought with them. The numbers of remaining forest birds would have declined as forest was cleared to make way for agricultural crops or for timber (see next section), particularly as this process has accelerated in recent years. Natural disasters will also have taken their periodic toll, the most significant recently being Cyclone Heta in 2004. Declines through harvesting have occurred in the case of the lupe."}, {"text_block_id": "p32_b349", "text": "2.4 Threats to biodiversity"}, {"text_block_id": "p32_b350", "text": "This section summarises ongoing threats to the survival of Niue’s native biodiversity and identifies possible new threats that this strategy must address."}, {"text_block_id": "p32_b351", "text": "2.4.1 Forest clearance"}, {"text_block_id": "p32_b352", "text": "Loss of habitat after the arrival of the first Polynesian settlers centuries ago is probably the second most serious cause of native plants becoming rare in Niue, after competition. After the original settlement, the population expanded and started utilising the environment, especially the inland forest that covered nearly the entire island. Forests were cut down for housing sites and plantations. Species already uncommon in the inland forest, and restricted to there, were soon threatened, and a few of them may have already been made extinct, especially during the European era when timber cutting and forest clearing equipment made these previously hard activities easy."}, {"text_block_id": "p32_b353", "text": "There has been a progressive decrease of the indigenous forest area over the last 30 years, largely through clearance for agricultural purposes, reducing the overall forest cover from an estimated 86% in the 1980s to 64% of the island in 1994. This is equivalent to a rate of deforestation of 0.9% of the"}, {"text_block_id": "p33_b354", "text": "Figure 2 Land cover map of Niue"}, {"text_block_id": "p34_b355", "text": "1996 forest cover every year. The area of primary and regenerating forest has been reduced by 30% between 1966 and 1994, with most clearance from 1981 to 1994 (DAFF 1998b). Most clearance has occurred in the inner parts of the island, as coastal areas are typically very rocky and rugged. The most recent Landcover map is shown in Figure 2."}, {"text_block_id": "p34_b356", "text": "Clearance has been increased by the use of bulldozers, which on occasion have also destroyed heritage sites. The Moui Faka Niue scheme increased the affordability of land clearing for agriculture, but its impact on the rate of forest clearance is unclear (DAFF, 1998). The scheme ceased in 1999 because it proved unsustainable."}, {"text_block_id": "p34_b357", "text": "Reduction in the size of remaining forest patches means that they have reduced resilience to recover from natural disasters such as cyclones and wild"}, {"text_block_id": "p34_b358", "text": "-"}, {"text_block_id": "p34_b359", "text": "fires, and may be more liable to infestation by weeds and other pests."}, {"text_block_id": "p34_b360", "text": "2.4.2 Herbivory"}, {"text_block_id": "p34_b361_merged_merged", "text": "Herbivory, or the browsing on plants by animals, has been a major problem for native plant species ever since the introduction of alien mammals by the Polynesians.  Prior to the arrival of the first settlers, there were no native terrestrial mammals present in Polynesia other than bats.  Polynesians brought three mammals with them − the Polynesian rat (Rattus exulans), the dog and the pig.  The Polynesian rat’s influence on the native flora of Polynesia is only now being understood.  They are major seed consumers, particularly of palms, and are now thought to have led to the extinction and drastic population reduction of palms in such widely dispersed place as Easter Island, Hawai‘i, and Fiji.  The ship rat was a further threat brought by Europeans. At the present time, however, there are no certain rat seed predation effects on any native Niuean plants."}, {"text_block_id": "p34_b364", "text": "Because of their rooting habits and taste for some native species, pigs have had serious effects in many places in Polynesia.  However, severe pig damage by herbivory may be less of a problem on Niue than on the higher islands of western Polynesia, where pigs are known to inhabit the highest elevations. Dogs and cats have little effect on the native flora, since they are carnivores. Deer, goats, cattle, horses, and sheep have caused extensive damage in some parts of Polynesia, but these either have not been introduced to Niue or are of only minor significance there.  Goats and cattle have historically been responsible for the widespread destruction native terrestrial plants in the Pacific islands, especially the herbaceous species."}, {"text_block_id": "p34_b365", "text": "2.4.3 Loss of agricultural biodiversity through abandonment of cultigens"}, {"text_block_id": "p34_b366", "text": "A few new cultivars are gradually replacing many older traditional ones of important root crops such as taro, yams and bananas. The traditional cultivars are potential sources of genetic material for disease resistance and other breeding purposes."}, {"text_block_id": "p34_b367", "text": "The abandonment of traditional cultivars is probably the major reason for the extinction or near extinction of some ancient Polynesian cultivated plants from Niue.  The ancient Polynesians carried throughout Polynesia the plants that were useful to them, and maintained these plants by cultivation.  However, in the European era many new and better species were introduced, which led to some of the ‘canoe plants’ no longer being grown.  A good example of this"}, {"text_block_id": "p35_b368", "text": "is the Polynesian tomato, loku moka ("}, {"text_block_id": "p35_b369", "text": "Solanum ferox"}, {"text_block_id": "p35_b370", "text": "), which in ancient times was cultivated for its tomato-like fruits.  With the introduction of the more prolific and tastier tomatoes, Niuean apparently lost interest in cultivating their traditional tomato, which led to its increasing rarity on the island.  It has been extirpated throughout most of its Polynesian range and is in danger of extinction on Niue."}, {"text_block_id": "p35_b371_merged_merged", "text": "Some species are probably naturally rare on Niue, for a variety of reasons. The most common one is probably the chance recent arrival of species that have not had enough time to spread.  A good example of this might be Gymnosporia vitiensis (no Niuean name) that is currently known from a single coastal site.  Plants like this may be considered to be ‘vagrants’ that reached Niue by accident, but stayed rare because of limited suitable habitat, insufficient time since arrival, or other reasons."}, {"text_block_id": "p35_b374", "text": "2.4.4 Decline in soil fertility and structure"}, {"text_block_id": "p35_b375", "text": "Traditionally, land cleared for cultivation was left fallow for over ten years after cropping and this sustained the soil. However more recently it has been left fallow for much shorter periods. Clearance by repeated burning, the use of bulldozers or herbicides, combined with a programme of disc-ploughing in the 1960s that increased the oversupply of calcium, along with the increased use of fertilisers, have all combined to reduce the organic matter in the soil, alter its chemical balance and reduce its ability to retain water. In some areas the soil can now support little more than ferns, and one result has been an increase in the clearance of areas of primary forest."}, {"text_block_id": "p35_b376", "text": "2.4.5 Non-sustainable land management"}, {"text_block_id": "p35_b377", "text": "Declining soil values is one measure that some current land management practices are not sustainable. Increased costs within agriculture, such as herbicides for bush clearance and fertilisers, make sustainability harder to achieve. This problem is also made worse by the declining population, which makes it uneconomic for farmers to invest in more sustainable practices, as there is a limited market for agricultural produce."}, {"text_block_id": "p35_b378", "text": "Planning for sustainable land management is hampered by the lack of sufficient baseline data and satellite imagery and by the limited capacity within Government departments."}, {"text_block_id": "p35_b379", "text": "2.4.6 Lack of sustainable management of marine resources"}, {"text_block_id": "p35_b380", "text": "There are several barriers to maximising the sustainable use of marine resources such as poor access, lack of a viable local market for commercial fisheries, and poor transport infrastructure for exports."}, {"text_block_id": "p35_b381", "text": "2.4.7 Lack of information and understanding, and increased pressures at community level"}, {"text_block_id": "p35_b382", "text": "Village communities, who have a major role to play in biodiversity conservation, tend to lack an understanding of how to manage their resources in a sustainable manner. Part of this is due to the shortage of information material prepared for them specifically. Until recently there has been no successful conservation model to balance against the demands of production, particularly with the new pressures from an increasingly cash-based economy."}, {"text_block_id": "p36_b383", "text": "2.4.8 Loss of traditional knowledge"}, {"text_block_id": "p36_b384", "text": "The gradual and continual erosion or loss of traditional knowledge of conservation and management is recognised at present as a threat by environmental agencies. This concern is compounded by the low priority granted to the protection and maintenance of such knowledge in some government departments and in school curriculum."}, {"text_block_id": "p36_b385", "text": "2.4.9 Alien invasive species"}, {"text_block_id": "p36_b386", "text": "The current range of animal and plant pests found on Niue threatens the survival of some native species. Certain pests present in countries with sea or air links to Niue that have not yet reached here pose an even greater threat. One does not have to look far in the Pacific to see the damage done by the taro blight in Samoa, the giant African land snail in many countries, or the brown tree snake in Guam.Competition with introduced weeds was discussed earlier (sections 2.3.1) as the most important cause of rarity of Niuean plant species."}, {"text_block_id": "p36_b387", "text": "The two species of rats found on Niue, the ship rat and Pacific rat are known internationally as major predators of birds, reptiles and large invertebrates and also eat the fruits and sees of native plants. Trapping studies suggest that both species are found in plantations and modified habitats, and ship rats only in primary forest (Powlesland 2004). They are implicated in declines of the hega and the olive small-scaled skink."}, {"text_block_id": "p36_b388", "text": "Fifteen species of introduced ants have been recorded (Wetterer 2006) of which the yellow crazy ant ("}, {"text_block_id": "p36_b389", "text": "Anoplolepis gracilipes"}, {"text_block_id": "p36_b390", "text": ") is considered a particular threat. It preys particularly on other invertebrates, and the devastating impact that it has had on land crabs on Christmas Island, Indian Ocean (O’Dowd et al. 2003) suggests that it could be very damaging for uga. Two other species, crazy ant ("}, {"text_block_id": "p36_b391", "text": "Paratrechina longicornis"}, {"text_block_id": "p36_b392", "text": ") and big-headed ant ("}, {"text_block_id": "p36_b393", "text": "Pheidole megacephala"}, {"text_block_id": "p36_b394", "text": ") are considered significant threats. The former occurs in large numbers in houses and can displace other invertebrates. The latter displaces native invertebrates, harvests seed, encourages insects that reduce crop productivity, and can chew on electrical wires and phone cables (Global Invasive Species Database)."}, {"text_block_id": "p36_b395_merged_merged", "text": "A range of insect pests of agriculture are present. Four fruit fly species have been identified, three of which are of some economic importance Bactrocera passiflorae, B. kriki, B. xanthodes. Other insect pests will have been identified during a recent survey by Horticultural Research, New Zealand whose results are not yet available."}, {"text_block_id": "p36_b398", "text": "2.4.10 Over-harvesting of ‘traditional’ species"}, {"text_block_id": "p36_b399", "text": "Threats from over-harvesting exist for species like the uga, which is currently harvested both for consumption in Niue and for informal exports to the Niuean community in New Zealand, the peka and lupe."}, {"text_block_id": "p36_b400", "text": "2.4.11 Scarcity of freshwater resources"}, {"text_block_id": "p36_b401", "text": "The underground water lens, which currently supplies Niue’s freshwater requirements, is vulnerable to pollution from agricultural chemicals, industrial chemicals such as fuel oils, and domestic waste and sewage. It may also possibly be affected by any sea level rise associated with global climate change."}, {"text_block_id": "p37_b402", "text": "2.4.12 Lack of enforcement of legislation"}, {"text_block_id": "p37_b403", "text": "Niue has updated much of its environmental legislation and a comprehensive Environment Bill is under development. However there are some issues with enforcement, e.g. lack of control of shooting of pigeons and flying foxes out of season."}, {"text_block_id": "p37_b404", "text": "2.4.13 Human population decline"}, {"text_block_id": "p37_b405", "text": "The declining population while reducing pressures on natural resources is also considered a threat by some, making it harder to sustain conservation areas and to put in place the infrastructure needed to support these and other programmes."}, {"text_block_id": "p37_b406", "text": "2.4.14 Bio-prospecting"}, {"text_block_id": "p37_b407", "text": "The prospecting for organisms, particularly plants that may have medicinal or other properties − bio-prospecting − is seen as offering future opportunities for earning overseas currency, but it can also carry high risk. It raises ecological and cultural issues and problems of ensuring equitable access to genetic resources and to benefit sharing."}, {"text_block_id": "p37_b408", "text": "Currently there is a reluctance to part with knowledge of traditional medicines through a fear of them being exploited solely for financial gain, a situation in which many consider them to lose their effectiveness. Past experiences in the region, particularly with outside pharmaceutical companies capitalising on kava as a highly marketable medication have taught the South Pacific the value of protecting its traditional knowledge."}, {"text_block_id": "p37_b409", "text": "The rights of the Niuean people in relation to indigenous genetic resources need to be identified and addressed by way of policy and/or legislation. A systematic approach to managing bio-prospecting also needs to be developed and will depend on an informed and consolidated inter-agency cooperation. There is a need for a national framework that will determine and manage access to genetic resources for commercial purposes as well as a framework that will ensure the equitable distribution of benefits."}, {"text_block_id": "p37_b410", "text": "2.5 Opportunities for biodiversity conservation"}, {"text_block_id": "p37_b411", "text": "While there are significant threats to biodiversity conservation, Niue offers particular opportunities. Traditional conservation practices such as tapu are still being practised. Key species of traditional importance such as peka are still in sufficient numbers that sustainable management is still possible. One land and one marine conservation area have already been established to provide possible models for future projects, and forest conservation is increasingly recognised as important to tourism. The reduced human population level places fewer demands on biodiversity."}, {"text_block_id": "p37_b412", "text": "2.6 Summary of biodiversity activities on Niue"}, {"text_block_id": "p37_b413", "text": "2.6.1 Surveys"}, {"text_block_id": "p37_b414", "text": "The following surveys have been carried out in recent years providing a fairly comprehensive picture of Niue’s terrestrial and inshore marine biodiversity. They provide baseline figures which can be used for future monitoring"}, {"text_block_id": "p38_b415", "text": "purposes for animals like the uga and peka, and for fish and invertebrates in the marine reserve."}, {"text_block_id": "p38_b416", "text": "Surveys of Huvalu Conservation Area − Forests (Whistler & Atherton, 1997), peka (flying foxes) (Brooke, 1998), uga (coconut crab) (Bereteh, 1999)."}, {"text_block_id": "p38_b417", "text": "Surveys of An"}, {"text_block_id": "p38_b418", "text": "n"}, {"text_block_id": "p38_b419", "text": "Marine Reserve (Labrosse et al., 1999)"}, {"text_block_id": "p38_b420", "text": "South Pacific Commission survey of insects − Report not yet available"}, {"text_block_id": "p38_b421", "text": "NZ Horticultural Research survey of invertebrate pests − Report not yet available."}, {"text_block_id": "p38_b422", "text": "Survey of Sub-fossil birds (Worthy et al. 1998)"}, {"text_block_id": "p38_b423", "text": "Surveys of peka (Brooke 1998, 2004)"}, {"text_block_id": "p38_b424", "text": "Surveys of birds (Powlesland et al. 2000, 2006, 2008), and peka and lizards (Butler et al. 2012)."}, {"text_block_id": "p38_b425", "text": "Merchantable Forest Survey, (DAFF, 1992)."}, {"text_block_id": "p38_b426", "text": "Forest Inventory 1998."}, {"text_block_id": "p38_b427", "text": "Weed surveys (Space et al. 2000, 2004)."}, {"text_block_id": "p38_b428", "text": "Rare plants (Whistler 2010)"}, {"text_block_id": "p38_b429", "text": "2.6.2 Protected areas and other conservation initiatives"}, {"text_block_id": "p38_b430", "text": "2.6.2.1 Huvalu Forest conservation area project"}, {"text_block_id": "p38_b431", "text": "This project was established in 1992 by the Environment Unit in consultation with the villages of Liku and Hakupu, and with financial and technical assistance from the South Pacific Biodiversity Conservation Programme (SPBCP). It aimed to conserve the biodiversity of the Huvalu Forest Area through developing or strengthening traditional conservation activities and ensuring the sustainability of any resource use. It was designed to have the full participation of the village communities and at the same time use modern planning and management techniques."}, {"text_block_id": "p38_b432", "text": "The Huvalu Forest Conservation Area is situated on the eastern part of the island covering an area of approximately 54 square kilometres (5,400 ha) surrounding the largest area of primary forest in Niue. It is located between Liku to the north and Hakupu to the south and also includes an area of reef platform about 15 to 20 metres from the high tide mark."}, {"text_block_id": "p38_b433_merged_merged", "text": "The project site is divided into three areas according to local traditional practices. The core of the reserve around 100 hectares in size is tapu, a most sacred site, and hunting, logging or even research is prohibited. A surrounding area of about 2,500 ha of primary forest provides some protection to the core, but is used for hunting and other activities under the management of land-owning families and the two village councils. Outside this is a buffer zone of approximately 2,800 ha of agricultural land subject to controlled, shifting cultivation to ensure sustainability."}, {"text_block_id": "p38_b436", "text": "A major aim of this project was to develop income generating activities to make sustainable use of the shared resources of the villages of Hakupu and Liku and to provide employment for the villagers. Consequently, eco-tours were developed in each village incorporating historical and natural sites and displays of handicrafts and weaving. The tours are complemented by two traditional information centres or fales, located in each village. The forest area boasts a scenic track fitted with descriptive signage and information."}, {"text_block_id": "p39_b437", "text": "Whilst the village of Liku planned to grow and produce nonu juice for the local and international market, Hakupu developed as its income generating activity a DME plant that produced coconut oil products and soaps for the local and growing New Zealand market, and at one point employed up to twenty people."}, {"text_block_id": "p39_b438", "text": "The Huvalu Conservation Project has conducted surveys of its biological resources, including the vegetation, and populations of peka, and uga. Villagers have been trained in survey techniques and there is a monitoring programme in place for bird species."}, {"text_block_id": "p39_b439", "text": "The SPBCP-funded Huvalu Forest Conservation Area project was completed in December 2001. The three Income Generating Activities for the two communities, eco tours, nonu production and coconut oil production, did not prove sustainable and ceased soon afterwards."}, {"text_block_id": "p39_b440", "text": "A new project supporting the Conservation Area started in 2014 as part of a regional Forestry and Protected Areas Management project regionally coordinated with GEF funding by FAO. It includes the following activities:"}, {"text_block_id": "p39_b441", "text": "A new project supporting the Conservation Area started in 2014 as part of a regional Forestry and Protected Areas Management project regionally coordinated with GEF funding by FAO. It includes the following activities:\n* Declaration of the area under the Forest Act\n* Mapping of tapu areas\n* Prepare and install interpretative signs\n* Formalise existing conservation arrangements\n* Training of farmers on land management practices around protected areas."}, {"text_block_id": "p39_b451", "text": "This site, located south of Makapu Point, was registered as a fisheries reserve in 1998 as a precautionary measure to protect and preserve its overall marine biodiversity for the benefit of future generations. Its total water surface area to the 50 m isobaths is 27.67 ha (Department of Justice Lands and Survey, Government of Niue). A fish survey was carried out in 1998 by SPC and Fisheries Division staff to inventory fish of commercial or ecological importance, survey the habitat and fish community structure, and to formulate a monitoring programme (Labrosse et al. 1999)."}, {"text_block_id": "p39_b452", "text": "2.6.2.3 Traditional village reserves (Fono and Tapu) (DAFF, 1998b)"}, {"text_block_id": "p39_b453_merged", "text": "Villages or members of extended families have traditionally used two practices to manage land and prohibit activities which serve to conserve that land. The first – fono – is a temporary restriction imposed usually for a year, prohibiting access to an area, land or marine, and prohibiting harvesting in it, as a mark of respect to a deceased family member. Fono may also be enforced for a few months to facilitate the harvesting of certain species of fish, for example the kaloama or yellow-striped goatfish Mulloides flavolineatus."}, {"text_block_id": "p39_b456", "text": "A tapu is a permanent restriction imposed by the whole village, protecting a certain area because it is sacred or vital to the breeding of certain species such as flying foxes. Many tapu cover primary forest and a key part of the Huvalu Conservation Area is protected by this means."}, {"text_block_id": "p39_b457", "text": "There is some concern that such traditional measures are weakening, due to lack of awareness amongst the young, the poorly defined boundaries of such areas, and the pressures to clear more land or harvest more resources."}, {"text_block_id": "p40_b458", "text": "2.6.3 Strategies"}, {"text_block_id": "p40_b459", "text": "Niue’s National Environment Management Strategy (NEMS) was developed within a regional project of the South Pacific Regional Environment Programme (SPREP). Co-ordination of its implementation is now a major task for the Environment Division of the Department of Community Affairs. The NEMS identified six broad objectives and a series of strategies and action plans to address them."}, {"text_block_id": "p40_b460", "text": "Niue’s National Environment Management Strategy (NEMS) was developed within a regional project of the South Pacific Regional Environment Programme (SPREP). Co-ordination of its implementation is now a major task for the Environment Division of the Department of Community Affairs. The NEMS identified six broad objectives and a series of strategies and action plans to address them.\n* Integrating environmental considerations into sustainable economic\n* Improving environmental awareness and awareness\n* Strengthening the resource information database\n* Protecting areas of high ecological wilderness and cultural value\n* Improving waste management and controlling pollution\n* Sustainable use and management of natural resources"}, {"text_block_id": "p40_b472", "text": "2.7 Legislation and departmental policies and programmes relevant to biodiversity conservation"}, {"text_block_id": "p40_b473", "text": "2.7.1 Legislation"}, {"text_block_id": "p40_b474", "text": "Two reviews of the Environmental Legislation of Niue have been carried out and they were used to assist in compiling this section (Peteru 1993) (Powell 2007)."}, {"text_block_id": "p40_b475", "text": "Legislation under development"}, {"text_block_id": "p40_b476", "text": "Environment Bill"}, {"text_block_id": "p40_b477", "text": "This Bill provides for the preservation and protection of the environment of Niue. It introduces the making of environmental standards and ensures that all government departments and public authorities take environmental matters into account when making decisions. It also addresses activities involving living modified organisms. It will act as overarching legislation for natural resource management and protection. It is expected that it will be submitted to the Niue Assembly for passing in September 2015. Regulations, including those covering Environment Impact Assessment, are expected to be developed subsequently."}, {"text_block_id": "p40_b478", "text": "Biosecurity Bill"}, {"text_block_id": "p40_b479", "text": "The Biosecurity Bill addresses the prevention of the entry of animal and plant pests and diseases into Niue; the control of their establishment and spread; and international cooperation in this area. It contains detailed measures related to border control, movement of vessels and aircraft, import and export procedures, quarantine and control measures within the country. It establishes the Niue Biosecurity Service and defines the powers of its officers."}, {"text_block_id": "p40_b480", "text": "Forest Bill"}, {"text_block_id": "p40_b481", "text": "The Forest Bill provides for the sustainable utilisation of Niue’s forests. It requires the development of a Forest Management Plan containing an"}, {"text_block_id": "p41_b482", "text": "inventory of the forest resource including its biodiversity values, and a maximum allowable cut of timber and the logging methods to be used. Anyone logging timber on forestry land will require a licence and the Bill sets out the procedures in relation to this."}, {"text_block_id": "p41_b483", "text": "Wildlife Amendment Bill"}, {"text_block_id": "p41_b484", "text": "This is to amend the Wildlife Act 1972 for increased protection and recovery of the wildlife flora and fauna of Niue.  International Union for Conservation of Nature (IUCN) Guidelines for Applying Protected Area Management Categories will be included in this amendment. A Wildlife Policy and Management Plan will be developed under this Bill once enacted."}, {"text_block_id": "p41_b485", "text": "Whale Watching Regulations"}, {"text_block_id": "p41_b486", "text": "Regulations have been drafted that provide for the protection, conservation and management of marine mammals, particularly through establishing rules about contact with animals by commercial operators and others. Commercial operators wishing to provide whale watching or observing cetacean tours require a licence and need to meet certain requirements before they can be issued this. There are also provisions covering special interactions for research, education and filming. Regulations cover such issues as how close cetaceans can be approached and at what speed, and how many vessels can operate around an individual animal."}, {"text_block_id": "p41_b487", "text": "Enacted legislation"}, {"text_block_id": "p41_b488", "text": "Overarching legislation"}, {"text_block_id": "p41_b489", "text": "Environment Act 2003"}, {"text_block_id": "p41_b490", "text": "This is Niue’s principal environmental law that establishes the Environment Department and makes provisions for the administration of environment related matters and the enactment and enforcement of related legislation. It identifies that the following are to be taken into account in its application:"}, {"text_block_id": "p41_b491", "text": "This is Niue’s principal environmental law that establishes the Environment Department and makes provisions for the administration of environment related matters and the enactment and enforcement of related legislation. It identifies that the following are to be taken into account in its application:\n* Sustainable development\n* Protection of indigenous flora and fauna\n* Protection of coastal zones\n* Protection of historic areas\n* Preservation of culture and traditions\n* Conservation and sustainable use of biological resources\n* Compliance with multilateral agreements."}, {"text_block_id": "p41_b505", "text": "Environment (Amendment) Act 2007"}, {"text_block_id": "p41_b506", "text": "This Act adds a section on the functions of the Department of Environment in relation to international conventions."}, {"text_block_id": "p41_b507", "text": "Taoga Niue Act 2012"}, {"text_block_id": "p41_b508", "text": "This establishes the Department of Taoga Niue whose responsibilities include the protection of traditional knowledge and expressions of culture."}, {"text_block_id": "p42_b509", "text": "Water Act 2013"}, {"text_block_id": "p42_b510", "text": "This act makes provisions for the investigation, extraction, use, control, protection and management of water. It includes objectives to protect water quality and control pollution to prevent the degradation of the environment, and to protect ecosystems that depend on water."}, {"text_block_id": "p42_b511", "text": "Marine legislation"}, {"text_block_id": "p42_b512", "text": "Maritime Zones Act 2013"}, {"text_block_id": "p42_b513", "text": "This act defines Niue’s territorial sea, contiguous zone, exclusive economic zone, and the continental shelf and responsibilities relating to them including the protection of the marine environment."}, {"text_block_id": "p42_b514", "text": "Territorial Seas and Exclusive Economic Zone (Amendment) Act 2006"}, {"text_block_id": "p42_b515", "text": "This amends the 1997 Act below to include giving effect to the following international conventions: United Nations Convention on the Law of the Sea 1982 (UNCLOS); Agreement for the Implementation of the provisions of UNCLOS relating to Conservation and Management of Straddling and Highly Migratory Fish Stocks; and the Convention on the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean."}, {"text_block_id": "p42_b516", "text": "Territorial Seas and Exclusive Economic Zone Act 1997"}, {"text_block_id": "p42_b517", "text": "This makes provision with respect to the territorial sea of Niue and establishes an Exclusive Economic Zone for Niue adjacent to the Territorial Sea. It affirms the sovereign rights of Niue to make provision for the conservation and management of the resources within the zone and other related matters."}, {"text_block_id": "p42_b518", "text": "Domestic Fishing Act 1995"}, {"text_block_id": "p42_b519", "text": "Includes provisions for the prohibited of certain methods of fishing, for example the use of any explosives, the use of firearms or hand-held power heads and the use of fish poisons such as the New Guinea creeper known locally as tuha or akau niu kini."}, {"text_block_id": "p42_b520", "text": "Domestic Fishing Regulations 1996"}, {"text_block_id": "p42_b521", "text": "This provides measures to protect certain species from being harvested and from being exported overseas. Protected species include the Niuean banded sea snake, all marine mammals and turtles, live corals, egg-carrying or soft-shelled crustaceans and certain fish. A similar list identifying those species that cannot be exported without written Cabinet approval also includes live tropical fish, sea cucumbers (beche-de-mer), live sea shells and crayfish. The export of uga is also prohibited from 1 October to 1 March each year, without written Cabinet approval."}, {"text_block_id": "p42_b522_merged", "text": "The regulation establishes minimum size limits for uga − thoracic length 36 mm, crayfish − tail length 130 mm, clams − 180 mm, tapatapa (slipper lobster Paribacus caledonicus) 80 mm in length, as well as quota limits of 10 clams or 10 crayfish per day per person."}, {"text_block_id": "p42_b525", "text": "The organisms considered destructive to the reefs and permitted to be destroyed are the crown of thorns starfish, Japanese starfish and the long-spined coral-boring sea urchin."}, {"text_block_id": "p43_b526", "text": "Marine Pollution Act 1975. Marine Pollution Act 1974 (NZ)"}, {"text_block_id": "p43_b527", "text": "Acts to make better provision for preventing and dealing with pollution of the sea, and to enable effect to be given to certain International Conventions, which also includes measures to prevention pollution and deal with spills."}, {"text_block_id": "p43_b528", "text": "Terrestrial Legislation"}, {"text_block_id": "p43_b529", "text": "Agriculture Quarantine Act 1984 and associated regulations"}, {"text_block_id": "p43_b530", "text": "The Act provides for the prohibition of the importation of plants, plant materials, animals and animal products, organisms and biological products into Niue. A provision also provides for the administration and enforcement of the Act. The Act and associated regulations mitigate, prevent, control and eradicate the intentional and unintentional introduction of alien species. The Act and the regulations also prevent the impact of invasive species that threaten Niue’s ecosystems, habitat and native species."}, {"text_block_id": "p43_b531", "text": "The associated regulations are —"}, {"text_block_id": "p43_b532", "text": "The associated regulations are —\n* Plant Quarantine Regulation\n* Prevention of Animal Disease Regulations\n* Animal Disease Control Regulations"}, {"text_block_id": "p43_b538", "text": "The Act and Regulations allow Niue to regulate its border and ensure effective quarantine measures are in place."}, {"text_block_id": "p43_b539", "text": "Pesticides Act 1991"}, {"text_block_id": "p43_b540", "text": "This provides for the assessment and issuing of permits for the importation and sale of a pesticide and the promotion of efficient, prudent and safe use of pesticides by the public."}, {"text_block_id": "p43_b541", "text": "Mining Act 1997"}, {"text_block_id": "p43_b542", "text": "This provides Cabinet with the authority to grant, and regulate the granting of, prospecting licenses. It includes a provision determining that the area of land in a mining lease shall not exceed 40 acres and the length of the area, as far as practical, shall not exceed twice its width."}, {"text_block_id": "p43_b543", "text": "The Land Ordinance 1969"}, {"text_block_id": "p43_b544", "text": "This includes a provision to allow the court, on application of any Leveki Magafaoa and with the consent and the majority of the members, to set aside any Niuean land for a reserve, fishing ground, village site, land place, place of historical interest, water supply, church site, building site, recreation ground, bathing place or any other specified purpose."}, {"text_block_id": "p43_b545", "text": "Niue Dog Ordinance 1966"}, {"text_block_id": "p43_b546", "text": "This provides for the registration of all dogs more than six months of age, for the control of numbers of dogs by the killing of female pups in certain circumstances, and for the destruction of dangerous dogs."}, {"text_block_id": "p44_b547", "text": "Niue Island Impounding Ordinance 1967"}, {"text_block_id": "p44_b548", "text": "Provides for the impounding of trespassing or wandering animals."}, {"text_block_id": "p44_b549", "text": "Animal Trespass Act 1997"}, {"text_block_id": "p44_b550", "text": "This act was established to control the ever-increasing feral pig population, a problem not only to taro plantations but also a major threat to other plant and animal species on the island."}, {"text_block_id": "p44_b551", "text": "Niue Public Health Ordinance 1965"}, {"text_block_id": "p44_b552", "text": "In addition to prescribing general and specific measures for the promotion and conservation of human health, this Ordinance includes requirements for proper siting, construction and maintenance of latrines and septic tanks, for the protection and control of water supply for domestic purposes, and controls over the laying of poisons."}, {"text_block_id": "p44_b553", "text": "The Village Council’s Ordinance 1967"}, {"text_block_id": "p44_b554", "text": "Includes identification of the function of Village Councils to undertake, provision, construct and maintain, manage and regulate in the following biodiversity related areas:"}, {"text_block_id": "p44_b555", "text": "Includes identification of the function of Village Councils to undertake, provision, construct and maintain, manage and regulate in the following biodiversity related areas:\n* Bush roads (excluding public roads)\n* other public places, reserves and land vested in the Council or placed under\n* Supply of water, light and power, water conservation and storm water\n* Establishment and maintenance of forest plantation and natural forest\n* Establishment of pounds and impounding of animals in accordance with\n* Agricultural, pastoral, horticultural and forestry industries and the\n* Protection of fish resources, in accordance with the Niue Island Fisheries"}, {"text_block_id": "p44_b575", "text": "2.7.2 Departmental policies and programmes"}, {"text_block_id": "p44_b576", "text": "A Ministry of Natural Resources was established in 2014 comprising the Departments of Environment; Agriculture, Forestry and Fisheries; and Meteorology and Climate Change. The roles of the different departments are spelt out in individual corporate plans."}, {"text_block_id": "p44_b577", "text": "Department of Environment"}, {"text_block_id": "p44_b578", "text": "The Department’s vision is ‘to promote conservation and sustainable development of Niue’s environment to ensure better quality of life for all Niueans’."}, {"text_block_id": "p44_b579", "text": "The mission is ‘to implement and utilise the principles of best practice in the sustainable development of the country’s natural resources and environment in partnership with all relevant stakeholders’."}, {"text_block_id": "p45_b580", "text": "Its current programmes include:"}, {"text_block_id": "p45_b581", "text": "•"}, {"text_block_id": "p45_b582", "text": "FPAM − Huvalu Conservation Area Project"}, {"text_block_id": "p45_b583", "text": "•"}, {"text_block_id": "p45_b584", "text": "GEF-PAS Regional Invasive Species Project"}, {"text_block_id": "p45_b585", "text": "•"}, {"text_block_id": "p45_b586", "text": "Pacific Adaptation to Climate Change project -PACC"}, {"text_block_id": "p45_b587", "text": "•"}, {"text_block_id": "p45_b588", "text": "Implementation of this Biodiversity Strategy and Action Plan"}, {"text_block_id": "p45_b589", "text": "•"}, {"text_block_id": "p45_b590", "text": "ImplementationofanEnvironmentalEducationandAwarenessProgramme"}, {"text_block_id": "p45_b591", "text": "•"}, {"text_block_id": "p45_b592", "text": "Facilitation of the implementation of the Cartagena Protocol on Biosafety"}, {"text_block_id": "p45_b593", "text": "•"}, {"text_block_id": "p45_b594", "text": "Facilitation of the implementation of the Nagoya Protocol on Access and"}, {"text_block_id": "p45_b595", "text": "Benefit Sharing for the protection of traditional knowledge and access to genetic resources and benefit sharing on Niue"}, {"text_block_id": "p45_b596", "text": "•"}, {"text_block_id": "p45_b597", "text": "Implementation of the Waste Management Strategic Plan."}, {"text_block_id": "p45_b598", "text": "Department of Agriculture, Forestry and Fisheries"}, {"text_block_id": "p45_b599", "text": "The Department’s goal and vision are: ‘Economically viable and sustainable industry development in the Agriculture, Forestry and Fisheries sectors of Niue, while ensuring food and nutritional security, resource management, environmental sustainability, and support to subsistence level activities and traditional practices.’ Its key Divisions are Crop Research, Animal Health and Livestock, Plant Protection and Quarantine, Forestry Division and Fisheries Division."}, {"text_block_id": "p45_b600", "text": "Department of Meteorology and Climate Change"}, {"text_block_id": "p45_b601", "text": "The Department’s vision is to deliver weather and climate information efficiently for a prosperous Niue. The mission statement is ‘to provide Niue with effective and efficient quality weather and climate information’."}, {"text_block_id": "p45_b602", "text": "Ministry of Infrastructure"}, {"text_block_id": "p45_b603", "text": "This Ministry includes the Department of Utilities which has responsibilities relating to water resources. It is responsible for the construction, management, regulation and protection of water supply; the Department of Environment is responsible for water quality and its protection; and the Health Department is responsible for the monitoring of the quality of water in any supply system."}, {"text_block_id": "p45_b604", "text": "Ministry of Social Services"}, {"text_block_id": "p45_b605", "text": "This Ministry comprises the Departments of Education, Health, Justice Lands and Survey, and Taoga Niue."}, {"text_block_id": "p45_b606", "text": "Department of Education"}, {"text_block_id": "p45_b607", "text": "The mission of the Department is to ‘provide and sustain a quality, relevant and balanced education service. An effective dynamic education system is central to the fulfilment of our unique identity. It seeks to embrace and nurture all learners within a secure learning environment, so that as active learners they are healthy, balanced and vibrant. The education service will enable learners to be responsive to change, to make appropriate moral choices and become effective learners for life and responsible citizens’."}, {"text_block_id": "p45_b608", "text": "The vision is that the Department of Education is recognised as a leading centre of ‘inclusive lifelong learning as the pathway to prosperity.’"}, {"text_block_id": "p46_b609", "text": "Department of Justice, Lands and Survey"}, {"text_block_id": "p46_b610", "text": "The Mission Statement of the Department of Justice Lands and Survey is: ‘To contribute to Economic Development by facilitating effective and transparent management of lands and resources, judicial, electoral and related information systems’."}, {"text_block_id": "p46_b611", "text": "It is responsible for the surveying and titling of untitled land and the management of titled land. It maintains databases of titled land (ownership) as well as environmental planning, traditionally known as town and country planning, which includes effective management of land and resources."}, {"text_block_id": "p46_b612", "text": "Department of Health"}, {"text_block_id": "p46_b613", "text": "The vision of the Department of Health is ‘a healthy population, well supported by quality health services’, with the primary goal being ‘to ensure that all those living in Niue are encouraged and supported to live healthy lives’."}, {"text_block_id": "p46_b614", "text": "Taoga Niue"}, {"text_block_id": "p46_b615", "text": "The mission statement of Taoga Niue is ‘to assist the executive government of Niue develop, sustain and enhance the sovereign and ethnic identity of the people of Niue through their own distinctive language, customs and traditions, arts and crafts, the environment and history’."}, {"text_block_id": "p46_b616", "text": "The vision is that ‘the sovereign and ethnic standing of the people of Niue will be secured and will thrive as the driving force in the development and sustainability of Niue as a viable living community’."}, {"text_block_id": "p46_b617", "text": "Niue Tourism"}, {"text_block_id": "p46_b618", "text": "Niue Tourism’s mission statement is ‘to generate prosperity for Niue through responsible and sustainable tourism development. The vision is ‘to operate tourism in a transparent, accountable, effective and effective manner, embracing our unique Taoga with integrity and innovation’."}, {"text_block_id": "p46_b619", "text": "2.8 Conventions relevant to biodiversity conservation in Niue"}, {"text_block_id": "p46_b620", "text": "Convention on Biological Diversity (CBD) 1992"}, {"text_block_id": "p46_b621", "text": "International Convention to conserve biological diversity, ensure the sustainable use of its components and the fair and equitable sharing of the benefits arising out of this use. The CBD includes provisions for appropriate access to genetic resources and appropriate transfer of relevant technologies."}, {"text_block_id": "p46_b622", "text": "Apia Convention 1976"}, {"text_block_id": "p46_b623", "text": "Officially called the Convention on the Conservation of Nature in the South Pacific, this regional convention seeks to encourage the creation of protected areas."}, {"text_block_id": "p46_b624", "text": "Convention on International Trade in Endangered Species (CITES) 1973"}, {"text_block_id": "p46_b625", "text": "Convention for international cooperation to protect certain species of wild fauna and flora against over-exploitation through international trade."}, {"text_block_id": "p47_b626", "text": "World Heritage Convention (Convention for the Protection of the World Cultural and Natural Heritage) 1972"}, {"text_block_id": "p47_b627", "text": "International convention for the protection of the cultural and natural heritage sites that are of outstanding interest and universal value and therefore need to be preserved as part of the world heritage of mankind."}, {"text_block_id": "p47_b628", "text": "SPREP Convention 1986"}, {"text_block_id": "p47_b629", "text": "Also called the Convention for the Protection of the Natural Resources and Environment of the South Pacific Region, this convention provides a broad framework for cooperation to prevent pollution of the marine and coastal environments."}, {"text_block_id": "p47_b630", "text": "Convention on Wetlands of International Importance (Ramsar Convention) 1971"}, {"text_block_id": "p47_b631", "text": "International convention aimed at stemming the progressive encroachment on and loss of wetlands, because of their great economic, cultural, scientific, and recreational value, and especially as a waterfowl habitat."}, {"text_block_id": "p47_b632", "text": "Convention on the Conservation of Migratory Species of Wild Animals 1979"}, {"text_block_id": "p47_b633", "text": "This convention was established to ensure the conservation and effective management of migratory species of wild animals through the concerned action of all states within whose boundaries such species spend any part of their life cycle."}, {"text_block_id": "p47_b634", "text": "Convention on the Prevention of Marine Pollution by Dumping of Wastes and other Matters 1972"}, {"text_block_id": "p47_b635", "text": "This international convention requires parties to control sources of pollution of the marine environment and to prevent pollution of the sea by the dumping of waste and other matters."}, {"text_block_id": "p47_b636", "text": "Convention for the Protection of the Ozone Layer 1985"}, {"text_block_id": "p47_b637", "text": "International convention aimed at protecting human health and the environment against the adverse effects resulting from the modifications of the ozone layer."}, {"text_block_id": "p47_b638", "text": "Framework Convention on Climate Change 1992"}, {"text_block_id": "p47_b639", "text": "This international convention sets out to protect the climate from the increasing atmospheric concentrations of greenhouse gases that is resulting in the additional warming of the Earth’s surface and atmosphere."}, {"text_block_id": "p47_b640", "text": "United Nations Convention to Combat Desertification1994"}, {"text_block_id": "p47_b641", "text": "UNCCD is the sole legally binding international agreement linking environment and development to sustainable land management. The Convention addresses specifically the arid, semi-arid and dry sub-humid areas, known as the drylands, where some of the most vulnerable ecosystems and peoples can be found. In the 10-Year Strategy of the UNCCD (2008-2018) that was adopted in 2007, Parties to the Convention further specified their goals: ‘to forge a"}, {"text_block_id": "p48_b642", "text": "global partnership to reverse and prevent desertification/land degradation and to mitigate the effects of drought in affected areas in order to support poverty reduction and environmental sustainability’."}, {"text_block_id": "p48_b643", "text": "United Nation Convention on the Law of the Sea 1982"}, {"text_block_id": "p48_b644", "text": "This convention lays down the basic legal regime for the conservation and utilisation of marine resources. It gives coastal states jurisdiction over all resources, including living resources, in an exclusive economic zone (EEZ) that can extend up to 200 nautical miles (370 km) from their coasts. The convention also contains built-in safeguards for the protection and preservation of the living marine resources beyond the limits of national jurisdiction."}, {"text_block_id": "p48_b645", "text": "Waigani Convention"}, {"text_block_id": "p48_b646", "text": "This regional convention prohibits the shipment of hazardous wastes from outside Pacific Islands into Pacific Islands."}, {"text_block_id": "p48_b647", "text": "Agreement for the Implementation of the Provisions of the United Nations Convention of the Law of the Sea relating to the Conservation and Management of Straddling Fish Stocks and Highly Migratory Fish Stocks (UNIA)."}, {"text_block_id": "p48_b648", "text": "This agreement initiated at the Earth Summit was adopted in 1995. It introduces a number of innovative measures obligating states to adopt a precautionary approach to fisheries exploitation and gives expanded powers to port states to enforce safeguards for the proper management of fisheries resources."}, {"text_block_id": "p48_b649", "text": "Convention for the Regulation of Whaling 1946"}, {"text_block_id": "p48_b650", "text": "This convention’s objective is to protect all species of whales from over-fishing and to safeguard for future generations the great natural resources represented by whale stocks. The convention sets up a Whaling Commission to encourage research and investigation, appraise, and disseminate information concerning whaling and whale stocks, and to meet annually to adopt regulations for the conservation and utilisation of whale stocks."}, {"text_block_id": "p48_b651", "text": "Convention for the Conservation and Management of Highly Migratory Fish Stocks in the Western and Central Pacific Ocean 2000"}, {"text_block_id": "p48_b652", "text": "The objective of this convention is to ensure, through effective management, the long-term conservation and sustainable use of highly migratory fish stocks in the Western and Central Pacific Ocean in accordance with the 1982 United Nations Law of the Sea Convention and the UNIA."}, {"text_block_id": "p48_b653", "text": "Convention establishing the World Intellectual Property Organisation (WIPO) 2014"}, {"text_block_id": "p48_b654", "text": "Its objectives are to promote innovation and creativity for the economic, social and cultural development of all countries through a balanced and effective international intellectual property system and to ensure administrative cooperation among the intellectual property Unions."}, {"text_block_id": "p50_b655", "text": "s"}, {"text_block_id": "p50_b656_merged", "text": "ection 3: vision And goAls"}, {"text_block_id": "p50_b661", "text": "3.1 Vision"}, {"text_block_id": "p50_b662", "text": "Niue is an Environmentally Friendly Nation in which conservation and the sustainable management of biological resources support all the living community."}, {"text_block_id": "p50_b663", "text": "3.2 Goals"}, {"text_block_id": "p50_b664", "text": "3.2.1 Protection of biological diversity"}, {"text_block_id": "p50_b665", "text": "To retain and enhance existing biodiversity, maintaining sufficient remaining habitats and ecosystems to support the population of all species and their genetic diversity."}, {"text_block_id": "p50_b666", "text": "Explanation"}, {"text_block_id": "p50_b667", "text": "This goal focuses on preventing any further declines of species by maintaining as much remaining natural habitat as possible. It also needs to improve the situation with programmes to increase the numbers of certain species and to encourage the restoration of more areas to primary forest."}, {"text_block_id": "p50_b668", "text": "3.2.2 Policy, planning and institutional frameworks"}, {"text_block_id": "p50_b669", "text": "To integrate the conservation and sustainable use of biological diversity into Government development policies and plans."}, {"text_block_id": "p50_b670", "text": "Explanation"}, {"text_block_id": "p50_b671", "text": "Biodiversity conservation is recognised as a shared responsibility. Some Government agencies have a direct role in biodiversity conservation, while others undertake activities that can have positive or negative effects on it. It is therefore important for the policies and plans of all these to have regard for the conservation and sustainable use of biodiversity."}, {"text_block_id": "p50_b672", "text": "3.2.3 Local communities and customs"}, {"text_block_id": "p50_b673", "text": "To improve village and family understanding about biodiversity and to motivate and support village and family actions to conserve and make sustainable use of our biological resources and to have equitable share from these resources."}, {"text_block_id": "p50_b674", "text": "Explanation"}, {"text_block_id": "p50_b675", "text": "This goal recognises that village communities and individual families are making decisions and carrying out actions on a daily basis that affect biodiversity on land and at sea. The process of developing this strategy has involved some village representation in workshops, and began to provide"}, {"text_block_id": "p51_b676", "text": "them with the necessary information to sustainably manage their resources. This needs to be further developed during its implementation. An emphasis will be placed on the use of traditional measures wherever appropriate."}, {"text_block_id": "p51_b677", "text": "3.2.4 Institutional strengthening"}, {"text_block_id": "p51_b678", "text": "To strengthen in-country capabilities in planning and implementing sustainable natural resources management programmes."}, {"text_block_id": "p51_b679", "text": "Explanation"}, {"text_block_id": "p51_b680", "text": "It is recognised that the full implementation of this strategy is not possible with the current resources of Government agencies and other organisations. While training and development of existing personnel can contribute to this, it is recognised that additional personnel are desirable and that outside funding will also be needed."}, {"text_block_id": "p51_b681", "text": "3.2.5 Financial sustainability"}, {"text_block_id": "p51_b682", "text": "Develop local, national, and regional financial mechanisms for conservation and sustainable management of biodiversity resources."}, {"text_block_id": "p51_b683", "text": "Explanation"}, {"text_block_id": "p51_b684", "text": "The development of financial mechanisms is a key to achieving many actions in this strategy. There are currently considerable international efforts being made to identify appropriate mechanisms, such as conservation trust funds. Lessons learned from such efforts will need to be adapted and applied to the Niuean situation during the implementation of the BSAP."}, {"text_block_id": "p51_b685", "text": "3.2.6 Environmental education and awareness"}, {"text_block_id": "p51_b686", "text": "To strengthen environmental education, raise awareness and improve information sharing to enhance the conservation and sustainable use of Niue’s biological resources."}, {"text_block_id": "p51_b687", "text": "Explanation"}, {"text_block_id": "p51_b688", "text": "Biodiversity conservation requires some commitment from all the people. This will only be attained if they have the necessary information on the importance and values of biodiversity, on the threats to it and on the means to achieve its conservation and ensure that any use is sustainable."}, {"text_block_id": "p52_b689", "text": "s"}, {"text_block_id": "p52_b690_merged", "text": "ection 4: Action PlAn"}, {"text_block_id": "p52_b695", "text": "Actions in this plan are grouped into eight themes:"}, {"text_block_id": "p52_b696", "text": "Theme 1. Conservation and sustainable management of terrestrial habitats"}, {"text_block_id": "p52_b697", "text": "Theme 2. Conservation of terrestrial species"}, {"text_block_id": "p52_b698", "text": "Theme 3. Conservation and sustainable management of marine ecosystems and species"}, {"text_block_id": "p52_b699", "text": "Theme 4. Management of invasive species"}, {"text_block_id": "p52_b700", "text": "Theme 5. Management of waste and pollution"}, {"text_block_id": "p52_b701", "text": "Theme 6. Management of water resources"}, {"text_block_id": "p52_b702", "text": "Theme 7. Climate change"}, {"text_block_id": "p52_b703", "text": "Theme 8. Traditional knowledge and access to benefit sharing."}, {"text_block_id": "p52_b704", "text": "These actions were developed during two national workshops, consultations with key agencies, regional and local strategies and policies, and reports and scientific papers."}, {"text_block_id": "p52_b705", "text": "Under each action is a listing of those with major responsibility for seeing it implemented."}, {"text_block_id": "p52_b706", "text": "The following abbreviations are used:"}, {"text_block_id": "p52_b707", "text": "BCN – Broadcasting Corporation of Niue"}, {"text_block_id": "p52_b708", "text": "CLO – Crown Law Office"}, {"text_block_id": "p52_b709", "text": "DAFF – Department of Agriculture, Forestry and Fisheries"}, {"text_block_id": "p52_b710", "text": "DCA – Department of Community Affairs"}, {"text_block_id": "p52_b711", "text": "DJLS – Department of Justice Lands and Survey"}, {"text_block_id": "p52_b712", "text": "DOE – Department of Environment"}, {"text_block_id": "p52_b713", "text": "DOH – Department of Health"}, {"text_block_id": "p52_b714", "text": "DOT – Department of Transport"}, {"text_block_id": "p52_b715", "text": "DOU – Department of Utilities"}, {"text_block_id": "p52_b716", "text": "FD – Fisheries Division"}, {"text_block_id": "p52_b717", "text": "MET – Niue Meteorological Service"}, {"text_block_id": "p52_b718", "text": "NGO – Non-Governmental Organisation"}, {"text_block_id": "p52_b719", "text": "NIFA – Niue Island Fishermen Association"}, {"text_block_id": "p52_b720", "text": "NIOFA – Niue Island Organic Farmers Association"}, {"text_block_id": "p52_b721", "text": "NISFA – Niue Island Sport Fishing Association"}, {"text_block_id": "p52_b722", "text": "NPC – Niue Power Corporation"}, {"text_block_id": "p53_b723", "text": "NTO – Niue Tourism Office"}, {"text_block_id": "p53_b724", "text": "NWSC – Niue Water Steering Committee"}, {"text_block_id": "p53_b725", "text": "PSC – Public Service Commission"}, {"text_block_id": "p53_b726", "text": "SOPAC – South Pacific Applied Geoscience Commission"}, {"text_block_id": "p53_b727", "text": "SPC – Secretariat of the Pacific Community"}, {"text_block_id": "p53_b728", "text": "SPREP – Secretariat of the Pacific Regional Environment Programme"}, {"text_block_id": "p53_b729", "text": "Taoga – Taoga Niue"}, {"text_block_id": "p53_b730", "text": "VCs – Village Councils"}, {"text_block_id": "p54_b731", "text": "Theme 1:  Conservation and sustainable management of terrestrial habitats"}, {"text_block_id": "p54_b732", "text": "This theme covers the management of land, considering first the conservation of forests and then the management of land that has been cleared for agricultural purposes. The existing patterns of land use are based on a number of factors including soil fertility, limestone (makatea) outcropping, land clearing and agricultural practices, types of crops and land ownership. Several authors have referred to the fact that sufficient areas of forest should now have been cleared for agricultural use, so that no further primary forest need be felled for this purpose. A key challenge is to then make more economic sustainable use of cleared lands."}, {"text_block_id": "p54_b733", "text": "The conservation of Niue’s terrestrial biodiversity depends particularly on the protection and sustainable use of its different forest habitats. The strategy seeks to ensure this through the continued development of the Huvalu Forest Conservation Area and by encouraging communities to apply traditional protection measures to conserve of other forest areas. Linking areas of intact forest and securing corridors from the centre of the island to the reef ties into a significant ‘Ridge to Reef’ project under development with support from the Global Environment Facility."}, {"text_block_id": "p54_b734", "text": "Forest conservation and management"}, {"text_block_id": "p54_b735", "text": "The following issues are constraints to the sustainable management of Niue’s native forests − customary and fragmented ownership of forests, amount of past forest clearance, limited timber available for a sustained yield, and continuing pressure from agriculture. However on the positive side the Niuean people remain strongly linked to their forest, the resource is still relatively large, there is good natural regeneration, there may be an opportunity for Tropical Timber Certification (timber from sustainable sources), and forests are seen as a key resource for tourism."}, {"text_block_id": "p54_b736_merged", "text": "The Niue National Forests Policy identified an opportunity for plantation forestry. There is already a sound base of expertise and goodwill, but rationalising is needed to choose appropriate trees and sites and recognise that economic viability may not be an appropriate target. A planting programme between 1989 and 1998 saw 290 ha of plantations established mainly toona Toona ciliata var australis and mahogany Swietenia macrophylla. The policy also identifies that agro-forestry should fit well with mixed cropping systems, for example vanilla — with first plantings in 1990s and first harvest of 154 kg in 1996, nut and fruit trees and nitrogen fixers."}, {"text_block_id": "p54_b743", "text": "Niue is participating in a 4-year Forestry and Protected Area Management project with Fiji, Samoa and Vanuatu (GEFPAS-FPAM) (2013-17).  The project’s global environmental objective is to strengthen biodiversity conservation and reduce forest and land degradation. The project’s development objective is to enhance the sustainable livelihoods of local communities living in and around protected areas.  It has six components: (i) policy and legal reform; (ii) extension and consolidation of the protected area network; (iii) strengthening capacity for community-based conservation management; (iv) developing mechanisms for sustainable protected area financing; (v) sustainable use of biodiversity; and (vi) sustainable land management in forest margins."}, {"text_block_id": "p55_b744", "text": "The Forest Management Plan for Niue (2013) acts as a regulation under the draft Forestry Act and establishes a framework for managing forests in accordance with the guiding principles of the National Forest Policy Statement. It establishes a forest harvesting regime based on setting an Annual Allowable Cut and the development of individual Timber Harvesting Plans which identify the trees to be felled. Such plans require the exclusion of ‘important habitat areas’, the retention of ‘old trees with hollows, important fruit trees and trees with significant epiphytes’, and precautions to prevent the spread of invasive species."}, {"text_block_id": "p56_b745", "text": "Objective 1: Conservation and management of natural habitats"}, {"text_block_id": "p56_b746", "text": "Continues"}, {"text_block_id": "p56_b747", "text": ""}, {"text_block_id": "p58_b748", "text": "Objective 2: Establish and manage conservation areas"}, {"text_block_id": "p58_b749", "text": "Continues"}, {"text_block_id": "p58_b750", "text": ""}, {"text_block_id": "p59_b751", "text": "Continues"}, {"text_block_id": "p59_b752", "text": ""}, {"text_block_id": "p61_b753", "text": "Objective 3: Manage land clearance to minimise adverse impacts on biodiversity"}, {"text_block_id": "p62_b754", "text": "Objective 4: Manage agricultural land to maximise the conservation of native biodiversity"}, {"text_block_id": "p62_b755", "text": "Objective 5: Protection and conservation of caves and their fauna"}, {"text_block_id": "p63_b756", "text": "t"}, {"text_block_id": "p63_b757", "text": "errestriAl"}, {"text_block_id": "p63_b758", "text": "Tongan flying fox, peka – Photo by Paddy Ryan"}, {"text_block_id": "p63_b759", "text": "Pacific pigeon – Photo by Tavita Togia"}, {"text_block_id": "p63_b760", "text": "Taro plantation near forest margin"}, {"text_block_id": "p63_b761", "text": "Coastal forest – Photo by C Syme"}, {"text_block_id": "p64_b762", "text": "m"}, {"text_block_id": "p64_b763", "text": "Arine"}, {"text_block_id": "p64_b764", "text": "Fringing reef – Photo by C Syme"}, {"text_block_id": "p64_b765", "text": "Coral bleaching – Tautu, Liku"}, {"text_block_id": "p64_b766", "text": "Tail fluke of humpback whale – Photo by Oma Tafua"}, {"text_block_id": "p65_b767", "text": "Theme 2: Conservation of Terrestrial Species"}, {"text_block_id": "p65_b768", "text": "The IUCN Red List of Threatened Species lists one terrestrial species as endangered in Niue: the olive small-scaled skink. The uga (coconut crab) is listed as data deficient. It is included as a terrestrial species as it is hunted on land, though key parts of the lifecycle take place at sea. However the Red List considers species on a global basis and there are several species of importance to Niue that are in decline and need to be considered as locally threatened. A Niuean equivalent of the Red List could be developed."}, {"text_block_id": "p65_b769", "text": "Part 1: Fauna"}, {"text_block_id": "p65_b770", "text": "Within this theme there are actions related to two species threatened with extinction in Niue: the hega and a large skink, and to three species that are traditionally hunted for food: the peka, lupe and uga."}, {"text_block_id": "p65_b771", "text": "The hega or blue-crowned lory was not observed during a bird survey in September 2012 and there have been only a couple of reports in recent years. They are very mobile birds that may move large distances for different seasonal nectar sources and the challenge is to locate a population that can be managed."}, {"text_block_id": "p65_b772", "text": "The olive small-scaled skink is the largest of the country’s skinks and there have only been a few reports during the last year. Again the challenge is to locate a population that is large enough to be studied and managed. Introduced rats may be a factor behind the declines of both the hega and the skink that could theoretically be targeted by poisoning. Genetic work is needed to determine if the Niuean form of this skink is a separate species from the one found in American Samoa."}, {"text_block_id": "p65_b773", "text": "There is evidence that the harvests of the three food species are not sustainable. Surveys in 2012 showed that the peka (Tongan flying fox) and the lupe (Pacific pigeon) had recovered in numbers from the low levels that followed Cyclone Heta in 2004. However in both cases the number being shot is much higher than the population can theoretically support. A key response should be the enforcement of the current hunting regulations, particularly the restricted hunting season which is widely ignored."}, {"text_block_id": "p65_b774", "text": "There is also a survey of Niue’s cave fauna proposed. Already one or two endemic invertebrate species have been found in caves and a comprehensive survey could be expected to find more and provide recommendations for their conservation."}, {"text_block_id": "p66_b775", "text": "Objective 1: Carry out further surveys and document Niue’s native species and their status"}, {"text_block_id": "p66_b776", "text": "Objective 2: Conservation of the peka (Tongan flying  fox)"}, {"text_block_id": "p66_b777", "text": "Continues"}, {"text_block_id": "p66_b778", "text": ""}, {"text_block_id": "p67_b779", "text": "Objective 3: Conservation of the uga (coconut crab)"}, {"text_block_id": "p67_b780", "text": "Continues"}, {"text_block_id": "p67_b781", "text": ""}, {"text_block_id": "p68_b782", "text": "Objective 4: Conservation of the hega (blue-crowned lory)"}, {"text_block_id": "p68_b783", "text": "Objective 5: Conservation of the lupe (Pacific pigeon)"}, {"text_block_id": "p69_b784", "text": "Objective 6: Conservation of other bird species"}, {"text_block_id": "p69_b785_merged", "text": "Objective 7: Conservation of the olive small-scaled skink (Emoia lawesii)"}, {"text_block_id": "p70_b788", "text": "Part 2: Flora"}, {"text_block_id": "p70_b789", "text": "Four native herbaceous species are recommended here for inclusion on the Niue’s Red List of threatened and endangered plants for Niue.  All four are restricted in range (only one extends outside of Polynesia) and/or are disappearing throughout their range."}, {"text_block_id": "p70_b790", "text": "Objective 1: Conservation of threatened plant species"}, {"text_block_id": "p70_b791", "text": "Objective 2: Document and maintain reference collection of Niue’s flora"}, {"text_block_id": "p71_b792", "text": "Theme 3:  Conservation and sustainable management of marine ecosystems and species"}, {"text_block_id": "p71_b793_merged", "text": "Niue’s marine environment is vitally important to the country as a source of food, the basis for much of its tourism, and a contributor (as coral reefs) to coastal protection. From a global biodiversity conservation viewpoint, species diversity is not high as there is a limited reef area and no lagoon. Two endemic species are recognised, the flat-tail sea snake (Laticauda schistorhynchus) and combtooth blenny (Ecsenius niue)."}, {"text_block_id": "p71_b798", "text": "The Action Plan concentrates on the coastal and inshore environments where there are conservation challenges that can be managed. Niue has a large offshore area with an EEZ of 390,000 square kilometres that offers significant feeding grounds to pelagic fish, cetaceans and seabirds. Two challenges in this area are addressed in the plan, the sustainable management for tuna fisheries and the possible development of oil and mineral exploration."}, {"text_block_id": "p71_b799", "text": "Fisheries play an important role in the Niue community in terms of food security, employment, and supplementary income and cultural values. The coastal fishery will be managed through a Niue National Coastal Fisheries Management and Development Plan. It will primarily be used for subsistence purposes for food security and nutritional health. The plan recognises the importance of communities, their interaction with the coastal environment, the significance the coastal environment has for national development, and the importance of fisheries to Niue."}, {"text_block_id": "p71_b800", "text": "The offshore pelagic fishery is being managed through a recently approved Pelagic Fisheries Management and Development Plan (PFMDP). This identifies measures for the development of commercial tuna fisheries and their integration with subsistence and recreational fishing from canoes and dinghies, recognising the significance of this for tourism.  It adopts an ecosystem-based approach to fisheries management that considers the interactions that the fishery has on other sectors and the wider ecosystem. Niue is a member of the Western Central Pacific Fisheries Commission (WCPFC) that has the principle objective of ensuring the sustainable exploitation of the pelagic species of the Western and Central Pacific Ocean."}, {"text_block_id": "p71_b801", "text": "Niue’s corals and fish, its unusually clear waters, and seasonal visitation by humpback whales make marine-related activities a vital foundation for the tourism industry. These activities include diving, snorkelling, watching and swimming with whales, game fishing and canoe fishing."}, {"text_block_id": "p71_b802", "text": "The IUCN Red List of Threatened Species, lists six marine species found in Niue as endangered: four sea cucumbers, the giant wrasse and the green turtle. There are 43 vulnerable species including the flat-tailed sea snake, fish and invertebrates, and eight seabirds which may feed in Niuean offshore waters but do not nest on Niue are listed. However the Red List considers species on a global basis and most on this list are not really relevant to conservation in Niue. The sea snake is important as endemic to Niue. But for the other species no actions that Niue can take will make a significant difference for their conservation."}, {"text_block_id": "p71_b803", "text": "On the other hand there are species that may be in decline and threatened on Niue that are of local significance as part of the coastal and inshore fishery, and these should feature in a local equivalent of the Red List."}, {"text_block_id": "p72_b804", "text": "The actions within this theme were derived largely from consultations in Niue in 2013/14 and four documents:"}, {"text_block_id": "p72_b805", "text": "•"}, {"text_block_id": "p72_b806", "text": "Niue’s 2001 NBSAP"}, {"text_block_id": "p72_b807", "text": "•"}, {"text_block_id": "p72_b808", "text": "The Niue Pelagic Fishery Management and Development Plan (PFMDP)"}, {"text_block_id": "p72_b809", "text": "•"}, {"text_block_id": "p72_b810", "text": "The draft Niue Coastal Fisheries Management and Development Plan"}, {"text_block_id": "p72_b811", "text": "(CFMDP)"}, {"text_block_id": "p72_b812", "text": "•"}, {"text_block_id": "p72_b813", "text": "Niue Sustainable Coastal Development Policy 2008 (SCDP)"}, {"text_block_id": "p72_b814", "text": "Objective 1: Sustainable Management of Coastal and Inshore Habitats"}, {"text_block_id": "p72_b815", "text": "Objective 2: Creation and Management of Marine Conservation Areas"}, {"text_block_id": "p72_b816", "text": "Continues"}, {"text_block_id": "p72_b817", "text": ""}, {"text_block_id": "p74_b818", "text": "Objective 3: Sustainable Management of Coastal and Inshore Fisheries"}, {"text_block_id": "p74_b819", "text": "Continues"}, {"text_block_id": "p74_b820", "text": ""}, {"text_block_id": "p76_b821", "text": "Objective 4: Sustainable Management of Offshore Fisheries"}, {"text_block_id": "p76_b822", "text": "Objective 5: Conservation of Threatened Species"}, {"text_block_id": "p76_b823", "text": "Continues"}, {"text_block_id": "p76_b824", "text": ""}, {"text_block_id": "p78_b825", "text": "Objective 6: Encourage preservation of cultural and traditional practices on resource and fisheries in order to maintain culture and resilient communities."}, {"text_block_id": "p78_b826", "text": "Objective 7: Ensure adequate resources for the Fisheries Division to implement this action plan."}, {"text_block_id": "p79_b827", "text": "Objective 8: Minimise pollution of marine environment."}, {"text_block_id": "p80_b828", "text": "Theme 4:  Management of invasive alien species"}, {"text_block_id": "p80_b829", "text": "Invasive Alien Species (IAS) are a significant present and ongoing threat to Niue’s native biodiversity. The invasive species found on Niue threaten native biodiversity, agricultural production and human wellbeing. Rats and feral cats are likely to threaten the extinction of native birds (e.g. the hega or blue-crowned lory) and reptiles (e.g. the olive small-scaled skink) as well as impacting on forest growth and human health. Feral pigs damage forests and plantations and feed on native invertebrates. Several weeds threaten native plants and forest quality and impact on the agricultural sector requiring the extensive use of herbicides. Invasive yellow crazy ants threaten native invertebrates including the uga or coconut crab. Insect pests affecting food crops include three fruit flies that have some economic impact through restricting export of fruit."}, {"text_block_id": "p80_b830", "text": "There are many examples from other island countries of invasive species that have had devastating and very costly consequences. The brown tree snake is thought to have caused the extinction of 10 native land bird species on Guam leaving only two (Rodda & Savige 2007). Imagine if Niue similarly lost over 80% of its land birds – it might just be left with the heahea and miti. The taro leaf blight reduced annual export returns for this crop in Samoa from around WS$10 million to around WS$150,000 (US$60,000) over a couple of years (Hunter et al. 1998). Imagine if a new disease wiped out Niue’s taro crop. The yellow crazy ant has killed an estimated 10 to 15 million of the famous red crabs on Christmas Island in the Indian Ocean in recent years (O’Dowd et al. 2003) – imagine if it had the same impact on the uga. The little fire ant threatens tourism on several Pacific islands."}, {"text_block_id": "p80_b831", "text": "Actions included here are taken from the recently completed National Invasive Species Strategy and Action Plan 2013-2020 (NISSAP) (Government of Niue 2014). This in turn follows a framework established in the regional guidelines produced by SPREP and SPC (SPREP 2009)."}, {"text_block_id": "p80_b832", "text": "Niue is participating in a four-year GEF-PAS Regional Invasive Project 2013-2016 that has supported the development of the NISSAP and the appointment of a National Invasive Species Coordinator. A range of activities will be carried out across most actions within this theme in the course of this project. A particular challenge is to sustain initiatives once this funding comes to an end in 2016."}, {"text_block_id": "p81_b833", "text": "Objective 1: The impacts of priority invasive species on biodiversity, economies, livelihoods and health, are widely understood and actions to manage and reduce them are supported."}, {"text_block_id": "p82_b834", "text": "Objective 2: The institutions, skills, infrastructure, technical support, information management, networks and exchanges required to manage invasive species effectively are developed."}, {"text_block_id": "p82_b835", "text": "Objective 3: Appropriate legislation, policies, protocols and procedures are in place and operating, to underpin the effective management of invasive species."}, {"text_block_id": "p83_b836", "text": "Objective 4: Systems are in place to generate baseline information on the status and distribution of invasive species, detect changes, including range changes and emerging impacts."}, {"text_block_id": "p83_b837", "text": "Objective 5: Effective systems are established and implemented to assess risk and prioritise invasive species for management."}, {"text_block_id": "p84_b838", "text": "Objective 6: Knowledge is updated for priority invasive species, including species biology and impacts, and development of effective management techniques."}, {"text_block_id": "p84_b839", "text": "Objective 7: Mechanisms are established to prevent the spread of invasive species across international borders and quickly detect and respond to those that arrive."}, {"text_block_id": "p85_b840", "text": "Objective 8: The impacts of priority established invasive species are eliminated or reduced by eradicating or controlling the target species."}, {"text_block_id": "p85_b841", "text": "Continues"}, {"text_block_id": "p85_b842", "text": ""}, {"text_block_id": "p86_b843", "text": "Objective 9: Following invasive species management, the best methods are determined and implemented to facilitate effective restoration of native biodiversity or recovery of other values."}, {"text_block_id": "p87_b844", "text": "Theme 5:  Management of waste and pollution"}, {"text_block_id": "p87_b845", "text": "The National Integrated Waste Management Strategy 2010-2015 (Government of Niue 2005a) and its associated Action Plan (Government of Niue 2005b) establish a current, comprehensive framework for waste management. Actions that relate directly to biodiversity conservation are included in this section and the reader is referred to these documents for supporting actions such as ‘national coordination’, ‘data collection’, ‘education and awareness’ and ‘capacity building’."}, {"text_block_id": "p87_b846", "text": "Niue became a signatory to the Stockholm Convention on Persistent Organic Pollutants (POPs) in 2002 and ratified it in September 2005. The country received funding from UNDP/GEF for a three-year project whose key output was a National Implementation Plan (NIP) for POPs (Government of Niue 2005)."}, {"text_block_id": "p87_b847", "text": "The NIP identifies that no POPs were intentionally imported and used in Niue. Issues identified included:"}, {"text_block_id": "p87_b848", "text": "•"}, {"text_block_id": "p87_b849", "text": "concern about the environmentally sound disposal of PCBs in some older"}, {"text_block_id": "p87_b850", "text": "fluorescent lighting"}, {"text_block_id": "p87_b851", "text": "•"}, {"text_block_id": "p87_b852", "text": "dioxins and furans produced from incineration of quarantine and medical"}, {"text_block_id": "p87_b853", "text": "waste"}, {"text_block_id": "p87_b854", "text": "•"}, {"text_block_id": "p87_b855", "text": "low levels of PCBs and some DDT isomers detected in samples of breast"}, {"text_block_id": "p87_b856", "text": "milk"}, {"text_block_id": "p87_b857", "text": "•"}, {"text_block_id": "p87_b858", "text": "DDT in one brand of mosquito coils imported from China"}, {"text_block_id": "p87_b859", "text": "•"}, {"text_block_id": "p87_b860", "text": "several potentially contaminated sites from past disposal of agricultural"}, {"text_block_id": "p87_b861", "text": "chemicals."}, {"text_block_id": "p87_b862", "text": "The goal of the NIP was to ‘ensure a POPs-free Niue is maintained through ongoing research, development and monitoring initiatives’. It identified a series of actions including:"}, {"text_block_id": "p87_b863", "text": "•"}, {"text_block_id": "p87_b864", "text": "information exchange"}, {"text_block_id": "p87_b865", "text": "•"}, {"text_block_id": "p87_b866", "text": "raising awareness and education"}, {"text_block_id": "p87_b867", "text": "•"}, {"text_block_id": "p87_b868", "text": "research and monitoring"}, {"text_block_id": "p87_b869", "text": "•"}, {"text_block_id": "p87_b870", "text": "reporting"}, {"text_block_id": "p87_b871", "text": "•"}, {"text_block_id": "p87_b872", "text": "minimise and ultimately eliminate unintentional production of POPs"}, {"text_block_id": "p87_b873", "text": "•"}, {"text_block_id": "p87_b874", "text": "reduce or eliminate releases from stockpiles and wastes"}, {"text_block_id": "p87_b875", "text": "reduce or eliminate releases from stockpiles and wastes\n* develop sound systems for management of obsolete and unwanted\n* site investigations of potentially contaminated sites (12 such sites"}, {"text_block_id": "p87_b879", "text": "Those actions involving practical work are carried forward into this strategy and the reader is referred to the National Implementation Plan (Government of Niue 2005) for those that create the enabling environment for these actions."}, {"text_block_id": "p87_b880", "text": "Niue is a signatory to two conventions covering marine pollution whose resulting planning documents are:"}, {"text_block_id": "p88_b881", "text": "•"}, {"text_block_id": "p88_b882", "text": "The Pacific Oceans Pollution Prevention Programme (PACPOL) Strategy"}, {"text_block_id": "p88_b883", "text": "2010-2014."}, {"text_block_id": "p88_b884", "text": "•"}, {"text_block_id": "p88_b885", "text": "The Pacific Islands Regional Marine Spill Contingency Plan (PACPLAN)"}, {"text_block_id": "p88_b886", "text": "2013."}, {"text_block_id": "p88_b887", "text": "Objective 1: Waste reduction, reuse and recycling."}, {"text_block_id": "p88_b888", "text": "Continues"}, {"text_block_id": "p88_b889", "text": ""}, {"text_block_id": "p89_b890", "text": "Objective 2: Waste Collection"}, {"text_block_id": "p90_b891", "text": "Objective 3: Waste Disposal"}, {"text_block_id": "p90_b892", "text": "Objective 4: Protect the Environment and Human Health from Persistent Organic Pollutants (POPs)"}, {"text_block_id": "p91_b893", "text": "Objective 5: Carry out Environmental Monitoring"}, {"text_block_id": "p92_b894", "text": "Theme 6:  Management of water resources"}, {"text_block_id": "p92_b895", "text": "The Water Act 2012 establishes the functions of three departments as follows:"}, {"text_block_id": "p92_b896", "text": "•"}, {"text_block_id": "p92_b897", "text": "Public Works Department (now Department of Utilities) – responsible for construction, management, regulation and protection of water supply"}, {"text_block_id": "p92_b898", "text": "•"}, {"text_block_id": "p92_b899", "text": "Department of Environment - responsible for water quality and its protection"}, {"text_block_id": "p92_b900", "text": "•"}, {"text_block_id": "p92_b901", "text": "Health Department - responsible for the monitoring of the quality of water in any supply system."}, {"text_block_id": "p92_b902", "text": "This strategy contains actions addressing water quality, an issue that can impact on biodiversity, but not those related to supply."}, {"text_block_id": "p92_b903", "text": "Niue is participating in a GEF Pacific IWRM regional project with a national Demonstration Project entitled ‘Using Integrated Land Use, Water Supply and Wastewater Management as a Protection Model for the Alofi Town Groundwater Supply and Nearshore Reef Fishery’. The regional document contains a national summary which has been abbreviated and updated to introduce this theme as follows:"}, {"text_block_id": "p92_b904", "text": "There is no surface run-off in Niue in the form of rivers, streams and lakes so water for residential and commercial consumption can only be sourced from the underground water lens, supplemented by the collection of rainwater at the village or household level. The water quality of the lens is potable and it is piped untreated to all consumers in all villages. Approximately 85% of water that is pumped from the groundwater lens is used for domestic use, 10% for agricultural use and 5% for commercial and industrial usage. All the 13 villages on the island have their own water system that consists of a submersible pump and a water reservoir except for the main village of Alofi, which has two reservoirs, and four submersible pumps. Water pumped from reservoirs to household storages is not treated, with households deciding themselves whether to treat or boil the water."}, {"text_block_id": "p92_b905", "text": "The underground fresh water reservoirs are very prone to contamination from land-based contaminants due to the very porous coral aquifer. Most households on the island have a septic system but most do not comply with the WHO standards. There are currently no drying pits for the sludge from the septic tanks. These were just pumped into a selected area far from any bore sites and about 1.5 km from the coastline. There are no proper waste dumps although an attempt was made to upgrade one of the existing dumps near the main town into a proper and main dump. Later on, this dump will be used as a transfer station for the main dump to be set up on the southern side of the island. Other contaminants of concern are agricultural fertilisers and this is being addressed by the Pesticides Committee."}, {"text_block_id": "p92_b906", "text": "A study carried out by SOPAC on coastal water quality in 2003, originally initiated due to fish poisoning outbreaks and fish deaths, confirmed high nitrate and phosphate concentrations. This is believed to have been caused by inadequate wastewater treatment primarily from septic tanks draining into the groundwater regime. The survey highlights the vulnerability of the islands water resources to any land surface activities, and the close link between land and catchment activities and coastal zone impacts."}, {"text_block_id": "p92_b907", "text": "There have been no recent surveys on the underground lens in Niue since 1980. Modelling of the lens is urgently needed for a better understanding of"}, {"text_block_id": "p93_b908", "text": "its characteristics and to monitor for possible contamination from land-based activities. Water pumped from the lens is stored in reservoirs and directly fed to consumers without treatment. Most of the water bore sites are located on the upper terrace and at a minimum distance of about 1.5 km from the coastline. The aquifer of about 50-60 metres is porous and ground level contaminants can be easily filtered through to the lens."}, {"text_block_id": "p93_b909_merged", "text": "However, there has been no known outbreak of disease relating to un-treated water and no complaints from visitors to the island."}, {"text_block_id": "p93_b912", "text": "A draft Master Plan for waste, water and sanitation was prepared in1998 with external funding but has not been finalised due to financial and human resource constraints."}, {"text_block_id": "p93_b913", "text": "The IWRM project focuses on improvement land management in water bore catchment zones. Niue has a complementary project within the Pacific Adaptation to Climate Change (PACC) programme to improve household rainwater harvesting to reduce water supply shortages by providing each with a water catchment system."}, {"text_block_id": "p93_b914", "text": "Objective 1: Complete the establishment of a framework for the management of water resources"}, {"text_block_id": "p93_b915", "text": "Continues"}, {"text_block_id": "p93_b916", "text": ""}, {"text_block_id": "p94_b917", "text": "Objective 2: Prevent contamination of the Niue groundwater lens."}, {"text_block_id": "p94_b918", "text": "Continues"}, {"text_block_id": "p94_b919", "text": ""}, {"text_block_id": "p95_b920", "text": "Objective 3: Maintain water quality testing programme"}, {"text_block_id": "p96_b921", "text": "Objective 4: Reduce pollution of reefs of Alofi area from land-based sources"}, {"text_block_id": "p97_b922", "text": "Theme 7:  Climate change"}, {"text_block_id": "p97_b923", "text": "As a small Pacific nation, Niue is at the forefront of predicted climate changes. It is particularly conscious of the risks of predicted rises in sea level threatening the freshwater lens that the country relies on for water supplies, and of increased frequency and severity of tropical cyclones and perhaps droughts. Changes may affect the species composition and integrity of coral reefs and terrestrial habitats on which Niueans depend for subsistence agriculture and fishing."}, {"text_block_id": "p97_b924", "text": "Niue ratified the United Nations Framework Convention on Climate Change (UNFCCC) in 1996 and the Kyoto Protocol concerned with reducing emissions of greenhouse gases (GHGs) in 1999. Its Initial National Communication to the UNFCCC delivered in 2000 with a focus on adaptation measures in addition to some mitigation focussed on the transport and energy sectors that are the main emitters of GHGs. Its adaptation and mitigation work is carried out within the framework of a National Climate Change Policy developed in 2009."}, {"text_block_id": "p97_b925", "text": "Regarding adaptation, Niue is participating in the Pacific Adaptation to Climate Change (PACC) project funded by GEF and the Australian Government, with UNDP as its implementing agency and SPREP as implementing partner. Niue’s project sits in the Water Resources Management sector, and its objective is to reduce water supply shortages by providing each household with a water catchment system to harvest rainfall. It has developed a Joint National Action Plan (JNAP) that combines Climate Change with Disaster Risk Management based on the linkages between the two."}, {"text_block_id": "p97_b926", "text": "The Niue Climate Change Policy was developed in 2009. The central purpose of this policy is to offer a more coherent and whole-of-government approach to adapting to the effects and mitigating the causes of climate change. The policy outlines Niue’s broad objectives and strategies for responding to the impacts and challenges of climate change. The Policy is intended to promote links with, but in no way supersedes national instruments and plans across specific sectors."}, {"text_block_id": "p97_b927", "text": "Objective 1: Promote public awareness and understanding of the causes and effects of climate change"}, {"text_block_id": "p98_b928", "text": "Objective 2: Improve collection and management of climate data"}, {"text_block_id": "p98_b929", "text": "Objective 3: To develop effective adaptation responses and capacity to protect livelihoods, natural resources, assets and vulnerable areas from the impacts of climate change"}, {"text_block_id": "p99_b930", "text": "Objective 4: To mitigate the causes of climate change through reducing emissions of greenhouse gases"}, {"text_block_id": "p100_b931", "text": "Theme 8:  Traditional knowledge and access to benefit sharing"}, {"text_block_id": "p100_b932", "text": "Traditional knowledge refers to the knowledge, innovation and practices of indigenous and local communities related to genetic resources. It is developed through the experiences of communities over centuries, adapted to local needs, cultures and environments and passed down from generation to generation. Indigenous and local communities rely on biological resources for a variety of everyday purposes, and see themselves as custodians and protectors of biological diversity. In this way, traditional knowledge has helped preserve, maintain and even increase essential biological diversity over the years."}, {"text_block_id": "p100_b933", "text": "For Niue, biodiversity is intimately linked to the ownership of land and the cultural identity of the people. Its ability to curb the erosion of traditional knowledge and the loss of such information has been difficult for various of reasons. Niueans apply a number of traditional conservation practices to land use, particularly the blanket restriction to particular land or sea sites by ‘fono’ or ‘tapu’ involving traditional and sacred beliefs which are strongly observed by the people."}, {"text_block_id": "p100_b934", "text": "Access and benefit sharing refers to the way in which genetic resources may be accessed, and how users and providers reach agreement on the fair and equitable sharing of the benefits that might result from their use. The Nagoya Protocol on Access to Benefit Sharing is a framework to provide legal certainty for (i) providers – to ensure benefit sharing once genetic resources leave the country and to prevent misappropriation of genetic resources and associated traditional knowledge; (ii) for users – to provide clear procedures for access to genetic resources."}, {"text_block_id": "p100_b935", "text": "Objective 1: Document the traditional knowledge of protection, conservation and uses of Niue’s biodiversity"}, {"text_block_id": "p101_b936", "text": "Objective 2: Protect traditional knowledge and ensure equitable sharing of any benefits that result from sharing it."}, {"text_block_id": "p102_b937", "text": "s"}, {"text_block_id": "p102_b938", "text": "ection"}, {"text_block_id": "p102_b939", "text": "5: i"}, {"text_block_id": "p102_b940", "text": "mPlementAtion"}, {"text_block_id": "p102_b941", "text": ", m"}, {"text_block_id": "p102_b942", "text": "onitoring And"}, {"text_block_id": "p102_b943", "text": "e"}, {"text_block_id": "p102_b944", "text": "vAluAtion"}, {"text_block_id": "p102_b945", "text": "5.1 Implementation"}, {"text_block_id": "p102_b946", "text": "The key to the implementation of this strategy will be the development of work plans identifying the priority actions over a given period. Initially this will be done annually but the frequency will be subject to review. Some actions will be priorities because they need to happen urgently, others because they are wide reaching and offer major opportunities to turn around trends in environmental degradation. Time frames and resource requirements will need to be identified for priority actions. The work plan will be linked to the Articles of the CBD where possible, so that reviewing it will also contribute directly to the production of future Country Reports to the Conference of the Parties (COP) of the CBD."}, {"text_block_id": "p102_b947", "text": "Four reports have been developed in association with this revised NBSAP to assist with its implementation:"}, {"text_block_id": "p102_b948", "text": "−"}, {"text_block_id": "p102_b949", "text": "Mainstreaming Strategy"}, {"text_block_id": "p102_b950", "text": "−"}, {"text_block_id": "p102_b951", "text": "Communication and Outreach Strategy"}, {"text_block_id": "p102_b952", "text": "−"}, {"text_block_id": "p102_b953", "text": "Resource Mobilisation Strategy"}, {"text_block_id": "p102_b954", "text": "−"}, {"text_block_id": "p102_b955", "text": "Capacity Development Strategy"}, {"text_block_id": "p102_b956", "text": "5.2 Mainstreaming Strategy"}, {"text_block_id": "p102_b957", "text": "There are two key approaches to having biodiversity-related issues considered in the mainstream of government and community thinking. The first is to raise awareness of those issues so that decision-makers have sufficient information to balance the needs of biodiversity conservation with other needs they are aiming to address. The second is to have biodiversity conservation specifically addressed in strategies, plans and ultimately work programmes at national and village levels. Raising awareness is addressed in the Communication and Outreach Strategy below, so this strategy concentrates on planning, beginning at national level with the Niue National Strategic Plan."}, {"text_block_id": "p102_b958", "text": "Niue National Strategic Plan 2014-2019"}, {"text_block_id": "p102_b959_merged_merged", "text": "Linking the NBSAP to the country’s key national planning document the NNSP is a key mainstreaming mechanism. The current equivalent, Niue National Strategic Plan 2009-2013 shows that this is happening as it has ‘Environment’ as one of its six Goals with the following wording: ‘Sustainable use and management of Niue’s natural resources and environment for present and future generations’. Biodiversity conservation issues have been fed through from"}, {"text_block_id": "p103_b962", "text": "the NBSAP into the process to finalise the ‘Environment’ section of the NNSP, along with indicators. Reviewing progress against these indicators will help to ensure that the issues are adequately addressed."}, {"text_block_id": "p103_b963", "text": "As an example of the importance of biodiversity conservation being in the mainstream of Government decision-making, is the push to increase tourism as part of the current strategy for the economic development. This theoretically increases the risks of damaging invasive species reaching Niue either with increased visitor arrivals or increased imports of ‘at-risk’ items which can include timber for construction."}, {"text_block_id": "p103_b964", "text": "Sectoral Strategies and Plans"}, {"text_block_id": "p103_b965", "text": "The main sectors that potentially impact on native biodiversity are agriculture, forestry, fisheries and infrastructure development, including for tourism. Niue as a small country has the advantage that the different Government departments are used to working together and the key individuals all know each other well. A recent re-structure placing the Divisions of Environment, Agriculture, Forestry, Fisheries and Meteorology within a new Ministry of Natural Resources will further facilitate cooperation and shared planning. This Ministry will continue to work closely together with the Department of Public Works that oversees infrastructure development cooperating on projects such as the current Integrated Water Resources Management (IWRM) one."}, {"text_block_id": "p103_b966", "text": "The formation of a multi-sector committee to take responsibility for overseeing the implementation of the NBSAP and conduct periodic evaluations of progress using the different indicators is a further opportunity for cooperation. The FPAM project’s Steering Committee will take on this role for all environmental projects. Key technical staff from the different agencies whose actions directly affect biodiversity were involved in the development of this strategy. Those same staff could continue close involvement, to line up the work of different departments if working groups were established to monitor different elements."}, {"text_block_id": "p103_b967", "text": "Village Community Planning"}, {"text_block_id": "p103_b968", "text": "The two villages of Hakupu and Tuapa have developed Village Development and Action Plans (VDAP) 2009-2020 as pilot projects within UNDP’s 4-country Community Centred Sustainable Development Programme. Hakupu’s VDAP contains strategies for eco-tourism development based on the Huvalu Conservation Area and Hakupu Heritage and Conservation Park, and for organic farming. Tuapa’s contains strategies for food security, renewable energy and healthy living. If this programme is extended to or adopted by other villages, this provides a good opportunity to ensure that biodiversityrelated issues are incorporated in their planning."}, {"text_block_id": "p103_b969", "text": "In the absence of such formal plans, village decisions about the use and protection of their natural resources are made by the Village Councils. Under Village Council legislation this is done by the creation of by-laws and Councils are to develop ones to cover resource management."}, {"text_block_id": "p103_b970", "text": "Ridge to Reef"}, {"text_block_id": "p103_b971", "text": "The ‘Ridge to Reef’ project under development through GEF-5 provides a good opportunity to show how everything is linked and activities in one place can"}, {"text_block_id": "p104_b972", "text": "impact on biodiversity at another. For example, chemicals or soil eroding off the land can damage the reef flats and coastal water and the organisms living there. It allows the idea that biodiversity conservation is everyone’s responsibility, i.e. a mainstream activity for all communities, to be promoted."}, {"text_block_id": "p104_b973", "text": "One of the project’s two outcomes is:"}, {"text_block_id": "p104_b974", "text": "‘Strengthened community and cross-sectoral involvement of relevant national government departments to promote effective Ridge to Reef management by mainstreaming biodiversity and environmental concerns into plans and actions’."}, {"text_block_id": "p104_b975", "text": "To achieve this at the community level it is proposed that community committees will be established to undertake participatory management of terrestrial conservation areas and community-conserved reefs. Each committee would be led by an Environment Coordinator who will receive training on environmental protection and management principles and methodologies."}, {"text_block_id": "p104_b976", "text": "At the national level there are three approaches proposed:"}, {"text_block_id": "p104_b977", "text": "1."}, {"text_block_id": "p104_b978", "text": "Strengthening the framework of laws/regulations, policies and plans"}, {"text_block_id": "p104_b979", "text": "2."}, {"text_block_id": "p104_b980", "text": "Institutional strengthening of key Government agencies"}, {"text_block_id": "p104_b981", "text": "3."}, {"text_block_id": "p104_b982", "text": "Documentation and communication of the economic, social/cultural and biodiversity values of Niue’s environment."}, {"text_block_id": "p104_b983", "text": "Within the first, the aim is to embed the principles of conservation and sustainable use within and outside of conservation areas in (i) community development plans; (ii) cross-sectoral plans such as climate change and mitigation and adaptation, tourism and the plan for achieving water security, and (iii) sector plans such as education, culture, and public works."}, {"text_block_id": "p104_b984", "text": "Within the second, the priorities identified for institutional strengthening are the Department of Environment, the Department of Agriculture, Forestry and Fisheries and other government agencies involved in planning and monitoring of protected areas and ‘Ridge to Reef’ management."}, {"text_block_id": "p104_b985_merged_merged", "text": "Information documented within the third will be widely disseminated through: (i) targeted campaigns, publications in local language and English, and also dedicated websites and the media (also targeting involvement of non-resident Niueans); (ii) mainstreaming environment curriculum and activities in schools; and (iii) establishment of in-situ learning sites for biodiversity conservation."}, {"text_block_id": "p104_b988", "text": "5.3 Communication and Outreach Strategy"}, {"text_block_id": "p104_b989", "text": "This strategy outlines the key audiences that need to be reached to achieve the full implementation of the NBSAP and the possible ways to convey information to them. Radio and TV are the most important media to be used but it is also recognised the internet and social media are becoming increasingly significant ways for people to get their information from in Niue."}, {"text_block_id": "p104_b990", "text": "5.3.1 National Decision Makers – Niue Cabinet"}, {"text_block_id": "p104_b991", "text": "It is suggested that Cabinet receive an annual update on the state of the nation’s biodiversity and progress towards implementation of the NBSAP."}, {"text_block_id": "p104_b992", "text": "The Minister of Environment has a key role to play in advancing the cause of biodiversity conservation and it is important to ensure that he or she is well briefed to take a leading role promoting this within Cabinet."}, {"text_block_id": "p105_b993", "text": "5.3.2 Local decision makers"}, {"text_block_id": "p105_b994", "text": "Niue like most countries celebrates a wide range of ‘national days’ formulated through international processes such as the International Day for Biological Diversity (22 May), World Environment Day (5 June), World Ozone Day (September 16), and World Water Day (March 22). These typically come with internationally-derived slogans and messages. The creation of a Niue National Biodiversity Day is suggested to raise the profile of biodiversity conservation with everyone and allow local issues to be promoted. This could link into a relevant national day or link into existing holidays."}, {"text_block_id": "p105_b995", "text": "5.3.3 Education programme"}, {"text_block_id": "p105_b996", "text": "The Education Department is currently working to ‘localise’ the syllabus by introducing more Niuean examples. Biodiversity conservation should be one thematic area in which this occurs. There are some priority tasks that lend themselves to school projects, particularly the conservation of the hega and the olive small-scaled skink. Students could gather information on these species and then run a public campaign aimed at obtaining sightings of the birds, particularly in their own villages. The hega has been a significant species in Niuean culture so would also allow researching of the traditional interactions between Niueans and their flora and fauna. The two can be used as flagships for biodiversity conservation in Niue and expose the students to some of the ongoing threats faced by all the country’s native fauna."}, {"text_block_id": "p105_b997", "text": "5.3.4 Initiatives within proposed Ridge to Reef project"}, {"text_block_id": "p105_b998", "text": "This project proposes some significant communication and outreach initiatives. It plans to recruit a Knowledge Management Expert to develop an information system and outreach plan. It will establish an Environmental Information Management System as a web-based portal and will create an R2R information sharing Network for professionals and practitioners."}, {"text_block_id": "p105_b999", "text": "5.4 Resource Mobilisation Strategy"}, {"text_block_id": "p105_b1000", "text": "5.4.1 Mobilising funding"}, {"text_block_id": "p105_b1001", "text": "Government contributions towards financing biodiversity conservation through the budgets of the relevant departments will continue to require subsidising with significant additional funds if the objectives of this strategy are to be achieved. There are several ways that this can be achieved."}, {"text_block_id": "p105_b1002", "text": "5.4.1.1 International and regional donors"}, {"text_block_id": "p105_b1003", "text": "There is a wide range of donors active in supporting biodiversity conservation whether through international, regional or bilateral programmes. Niue can be proactive and ‘front-foot’ this issue by regularly identifying its specific priority conservation needs to donors, rather than be responding to an international programme developed elsewhere and trying to fit its requirements into this which is usually only partially successful. Presentations or side events can be organised at key meetings and conferences – like the one conducted at the Round table for Nature Conservation after Cyclone Heta. Niue will need to remain aware of the different organisations and projects from which funds can be sought. This strategy should also allow donors to identify Niue’s needs and design programmes to accommodate them."}, {"text_block_id": "p106_b1004", "text": "Some of the key opportunities are as follows:"}, {"text_block_id": "p106_b1005", "text": "Global Environment Facility (GEF)"}, {"text_block_id": "p106_b1006", "text": "The GEF is an international partnership that serves as financial mechanism for the following conventions:"}, {"text_block_id": "p106_b1007", "text": "•"}, {"text_block_id": "p106_b1008", "text": "Convention on Biological Diversity (CBD)"}, {"text_block_id": "p106_b1009", "text": "•"}, {"text_block_id": "p106_b1010", "text": "United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p106_b1011", "text": "•"}, {"text_block_id": "p106_b1012", "text": "Stockholm Convention on Persistent Organic Pollutants (POPs)"}, {"text_block_id": "p106_b1013", "text": "•"}, {"text_block_id": "p106_b1014", "text": "UN Convention to Combat Desertification (UNCCD)"}, {"text_block_id": "p106_b1015", "text": "•"}, {"text_block_id": "p106_b1016", "text": "Minamata Convention on Mercury."}, {"text_block_id": "p106_b1017", "text": "The GEF operates largely through a series of periodic funding replenishments. Support for Pacific Island countries is provided through the GEF Pacific Alliance for Sustainability (GEF-PAS). Its long term goal is to increase the efficiency and effectiveness of GEF support to the Pacific Island countries, thereby enhancing achievement of both global environmental and national sustainable development goals."}, {"text_block_id": "p106_b1018", "text": "Niue’s Forestry and Protected Areas Management project is funded through GEF-4 and it is currently developing a Ridge to Reef Project through GEF-5. The GEF also runs a Small Grants programme implemented by UNDP. Strong links between biodiversity conservation priorities and the development of projects funded through GEF is ensured by the national Operational GEF Focal Point being the Director of Environment."}, {"text_block_id": "p106_b1019", "text": "United Nations Development Programme (UNDP), United Nations Environment Programme (UNEP) and the Food and Agriculture Organization of the United Nations (FAO)"}, {"text_block_id": "p106_b1020", "text": "These three organisations act as Executing Agencies for the GEF in addition to delivering their own programmes through a variety of other funding sources. UNEP is executing the Pacific Regional project that supports the revision of NBSAPs and the development of the Fifth National Report to the CBD. UNDP is the executing agency for the village projects in Tuapa and Hakupu."}, {"text_block_id": "p106_b1021", "text": "Council of Regional Organisations in the Pacific (CROP) Agencies"}, {"text_block_id": "p106_b1022", "text": "Secretariat for Pacific Regional Environment Programme (SPREP)"}, {"text_block_id": "p106_b1023", "text": "SPREP supports and advises countries on four strategic priorities:  Biodiversity and Ecosystem Management (terrestrial and marine); Climate Change; Waste Management and Pollution Control; and Environmental Monitoring and Governance. In recent years it has assisted Niue with surveys of birds, flying foxes and reptiles (through the Critical Ecosystem Partnership Fund). SPREP’s Biodiversity Adviser has been closely involved with the development of this NBSAP and acts as a strong link to assist in its implementation. The Programme also supports a network of NBSAP Coordinators in each country and has a GEF Adviser to assist countries to access GEF funding."}, {"text_block_id": "p106_b1024", "text": "Secretariat for the Pacific Community (SPC)"}, {"text_block_id": "p106_b1025", "text": "SPC has three divisions that support and advise countries on issues related to biodiversity conservation. Its Fisheries, Aquaculture and Marine Ecosystems Division runs programmes on Coastal and Oceanic Fisheries. The Land"}, {"text_block_id": "p107_b1026", "text": "Resources Division works in thematic areas that include Animal and Plant Health, Biosecurity, Forestry; Forest and Agriculture diversification, and Conservation of Genetic Resources. The Applied Geoscience and Technology Division, formerly the Pacific Islands Applied Geo-Science Commission (SOPAC), offers countries advice and support with applied ocean, island and coastal geoscience; management of water resources and the provision of water supply and sanitation services; and disaster reduction and risk management. In recent years SPC has assisted Niue with two projects through the Public Works Department: Integrated Water Resource Management 2009-2013 and Ridge to Reef Coastal Water Management 2015-2019."}, {"text_block_id": "p107_b1027", "text": "Pacific Islands Forum (PIF) Secretariat"}, {"text_block_id": "p107_b1028", "text": "The Secretariat’s mission is to ensure implementation of the decisions made by the Forum of Pacific leaders and its main goals are to provide:"}, {"text_block_id": "p107_b1029", "text": "•"}, {"text_block_id": "p107_b1030", "text": "Policy advice and guidance in implementing the decisions of the leaders"}, {"text_block_id": "p107_b1031", "text": "•"}, {"text_block_id": "p107_b1032", "text": "Coordination and assistance in implementing the decisions of the leaders"}, {"text_block_id": "p107_b1033", "text": "•"}, {"text_block_id": "p107_b1034", "text": "Support to the leaders' meetings, ministerial meetings, and associated"}, {"text_block_id": "p107_b1035", "text": "committees and working groups."}, {"text_block_id": "p107_b1036", "text": "It does not coordinate regional programmes directly aimed at biodiversity conservation nor provide funding for such work."}, {"text_block_id": "p107_b1037", "text": "5.4.1.2 Bilateral Aid"}, {"text_block_id": "p107_b1038", "text": "New Zealand is the largest bilateral donor to Niue. Other bilateral donors include Australia, China, France, Japan and Canada. As an example the total bilateral New Zealand Official Development Assistance (ODA) to Niue for 2010/11 was $18.72 million. The main focus of the programme is economic sustainability, principally through development of the tourism sector."}, {"text_block_id": "p107_b1039", "text": "The Japan International Cooperation Agency (JICA) is part of Japan’s official development assistance effort with a role in providing technical support programmes for capacity building and institutional development. Technical training programmes are offered to developing countries in a wide range of fields, including medical and agricultural training."}, {"text_block_id": "p107_b1040", "text": "In 2006 the governments of New Zealand, Australia and Niue established the Niue International Trust Fund. New Zealand is the main contributor to the fund which now contains $41 million. The purpose of the fund is to lessen Niue’s dependence on external assistance to meet the demands of its core budget. It is not expected that revenue from the fund will be drawn down until sometime in the future."}, {"text_block_id": "p107_b1041", "text": "5.4.1.3 Conservation Trust Funds"}, {"text_block_id": "p107_b1042", "text": "Such funds are increasingly being developed for biodiversity conservation. A sufficient sum needs to be assembled for the capital to last in perpetuity and the interest to fund necessary activities. Fees or taxes, identified below, contributions from local sources, from Niueans living overseas, and donors could be sought. There might be an opportunity for a Conservation Trust fund to be managed alongside the Niue International Trust Fund."}, {"text_block_id": "p108_b1043", "text": "5.4.1.4 User fees"}, {"text_block_id": "p108_b1044", "text": "Fees can be used as a means of financing protected areas, by charging those who visit the area or carry out particular activities there, such as diving, research and commercial photography. User fees can go into a national Conservation Trust Fund or funds to look after specific areas. The use of such fees is to be investigated among other income generation options within the FPAM project. It is planned to contract the Chamber of Commerce, Tourism and Landcare Research, NZ to develop options for some type of green fund fee for the management of protected areas."}, {"text_block_id": "p108_b1045", "text": "5.4.1.5 Environmental tax"}, {"text_block_id": "p108_b1046", "text": "Several countries have added a specific sum to their airport departure tax, which is set aside in a fund for conservation purposes. All travellers would receive a leaflet explaining this. The tax could be applied to all travellers or those not resident in Niue only. Income from this tax could go into a Conservation Trust Fund."}, {"text_block_id": "p108_b1047", "text": "As an example Palau has an environmental protection fee (‘Green Fee’) of $15 per person collected with a departure tax from every visitor departing Palau. These fees go into a Protected Area Network (PAN) Fund administered by the PAN Office to provide funds to sites within its network for environmental protection and sustainable development."}, {"text_block_id": "p108_b1048", "text": "5.4.1.6 Debt for Nature Swaps"}, {"text_block_id": "p108_b1049_merged", "text": "Debt-for-nature swaps involve a certain amount of a country’s foreign debt being cancelled, in return for local currency from the Government being invested in local environmental projects such as the development and management of protected areas. As an example, in 2006 The Nature Conservancy facilitated one of the largest debt-for-nature swaps with  the US government ‘forgiving’ $24 million in debt owed to it by Guatemala which instead would be used to finance forest conservation in the country over 15 years. This approach has not yet been adopted in the South Pacific."}, {"text_block_id": "p108_b1052", "text": "5.4.1.7 Sponsorship"}, {"text_block_id": "p108_b1053", "text": "There are few companies operating in Niue that would be in a position to provide significant sponsorship funds for conservation however this could be investigated. Conservation work on high profile species like the uga or hega could be candidates for sponsorships that would give companies the necessary publicity."}, {"text_block_id": "p108_b1054", "text": "5.4.1.8 Mitigating the Environmental Impacts of Development"}, {"text_block_id": "p108_b1055", "text": "Using this approach, a developer whose project would cause significant, unavoidable environmental impacts enters into an agreement to provide funds to achieve environmental gains elsewhere. Examples in New Zealand include mining and hydro-electric projects that required the clearance of significant areas of forest, whose companies funded pest animal control programmes in other forest areas to benefit native biodiversity. This approach would only seem relevant to Niue if major tourist developments take place."}, {"text_block_id": "p109_b1056", "text": "5.4.1.9 Seed funds for establishing partnerships"}, {"text_block_id": "p109_b1057", "text": "One option for Niue to obtain more resources to undertake studies and management trials to conserve the country’s biodiversity that is under some threat, e.g. uga, is to develop a relationship with a New Zealand Universities or other tertiary institution. Students are continually looking for projects for MSc or PhD qualifications and could undertake this in Niue if offered scholarships to cover living expenses. This could be considered as part of the annual bilateral funding agreement. Preference could be given to Niueans. Niue is an ideal environment for students to work, as potential study areas (terrestrial and marine) are very accessible and the ecosystems are not too complex."}, {"text_block_id": "p109_b1058", "text": "5.4.2 Mobilising people"}, {"text_block_id": "p109_b1059", "text": "5.4.2.1 Village communities"}, {"text_block_id": "p109_b1060", "text": "It is now very difficult for villages to assemble a significant casual workforce to undertake projects due to the reduced population and the fact that many adults are fully committed with jobs and family plantations to manage. There may be opportunities for youth involvement through the Niue National Youth Council (NNYC), an Incorporated Society established in 1982 to unify the various youth groups on the island. At present its membership consists of 14 village youth groups as well as five youth groups from the different denominations present on the island. It already includes ‘environment and climate change’ as one of the seven areas in which it is active. Completing the eradication of the priority weeds is an example of a project that youth groups from the relevant villages could assist with."}, {"text_block_id": "p109_b1061", "text": "5.4.2.2 School students"}, {"text_block_id": "p109_b1062", "text": "Students could become involved if practical topics could be built into the curriculum in appropriate subjects such as science, geography, Niuean culture and horticulture."}, {"text_block_id": "p109_b1063", "text": "5.4.2.3 Tertiary students"}, {"text_block_id": "p109_b1064", "text": "University students could be secured if Niue could work with a donor to provide research scholarships as discussed earlier."}, {"text_block_id": "p109_b1065", "text": "5.4.2.4 Register of experts"}, {"text_block_id": "p109_b1066", "text": "It is suggested that the country maintains a register of experts, with knowledge of the biodiversity of Polynesia and Niue in particular, that can be called upon to advise on the implementation of identified actions. This could be developed and housed by the Environment Department as the BSAP Secretariat."}, {"text_block_id": "p109_b1067", "text": "5.5 Capacity Development Strategy including Technical Needs"}, {"text_block_id": "p109_b1068", "text": "Niue has participated in two projects assessing its capacity to manage the environment and biodiversity.  In 1998 a Country Report was developed through the SPREP-executed Capacity Building for Environmental Management in the Pacific project (C. Pasisi 1998). It identified the following ‘capacity building areas and activities’:"}, {"text_block_id": "p110_b1069", "text": "1."}, {"text_block_id": "p110_b1070", "text": "In-country coordination strengthening – coordination of project management; coordination of administration procedures for project development, improvements to intra- and extra-communication links."}, {"text_block_id": "p110_b1071", "text": "2."}, {"text_block_id": "p110_b1072", "text": "Recycling and waste management"}, {"text_block_id": "p110_b1073", "text": "3."}, {"text_block_id": "p110_b1074", "text": "Documentation and development of environmental resource information"}, {"text_block_id": "p110_b1075", "text": "4."}, {"text_block_id": "p110_b1076", "text": "Adoption of an integrated approach to environmental policy and planning"}, {"text_block_id": "p110_b1077", "text": "5."}, {"text_block_id": "p110_b1078", "text": "Improve human resource in the Environment Unit"}, {"text_block_id": "p110_b1079", "text": "6."}, {"text_block_id": "p110_b1080", "text": "Environment Impact Assessment"}, {"text_block_id": "p110_b1081", "text": "7."}, {"text_block_id": "p110_b1082", "text": "Training and human resources development"}, {"text_block_id": "p110_b1083", "text": "8."}, {"text_block_id": "p110_b1084", "text": "Coordinated resource use planning and management"}, {"text_block_id": "p110_b1085", "text": "9."}, {"text_block_id": "p110_b1086", "text": "Specific sector capacity needs."}, {"text_block_id": "p110_b1087", "text": "Within area 9 the project identified specific needs as follows:"}, {"text_block_id": "p110_b1088", "text": "•"}, {"text_block_id": "p110_b1089", "text": "Marine: Inshore marine ecology baseline data and related training;"}, {"text_block_id": "p110_b1090", "text": "deep sea (ocean bottom) fisheries baseline data; marine reserves policy and implementation strategy"}, {"text_block_id": "p110_b1091", "text": "•"}, {"text_block_id": "p110_b1092", "text": "Agriculture: Soil fertility and rejuvenation studies; training in soil"}, {"text_block_id": "p110_b1093", "text": "assessment and management; research and training in use of indigenous trees for plantations; research on alternative crops; review of opportunities and constraints for livestock production; education and training related to quarantine and intensive livestock management"}, {"text_block_id": "p110_b1094", "text": "•"}, {"text_block_id": "p110_b1095", "text": "Water: Training in water quality management and monitoring."}, {"text_block_id": "p110_b1096", "text": "•"}, {"text_block_id": "p110_b1097", "text": "Terrestrial Ecology and Biodiversity: Baseline ecological data of vegetation"}, {"text_block_id": "p110_b1098", "text": "cover."}, {"text_block_id": "p110_b1099", "text": "In 2008 Niue completed a National Capacity Self-Assessment (NCSA) within the GEF-funded international project implemented by UNDP to assess the country’s capacity to implement the three conventions: CBD, UNFCC and the UNCCD. A Capacity Development Strategy Action Plan (Government of Niue 2008) was developed at the end of a two year process that included a Stocktaking Analysis, Cross-cutting Analysis and Thematic Assessment. The Plan identified that Niue was able to meet its obligations under the Conventions to produce national plans and national reports. However implementation of the plans was challenging due to three factors:"}, {"text_block_id": "p110_b1100", "text": "•"}, {"text_block_id": "p110_b1101", "text": "The extremely small population – though a high proportion (19%) had a"}, {"text_block_id": "p110_b1102", "text": "tertiary qualification, this only amounted to fewer than 350 people."}, {"text_block_id": "p110_b1103", "text": "•"}, {"text_block_id": "p110_b1104", "text": "The restricted annual national budget (then NZ$14m)"}, {"text_block_id": "p110_b1105", "text": "•"}, {"text_block_id": "p110_b1106", "text": "High turnover of staff moving to senior positions or migrating to New"}, {"text_block_id": "p110_b1107", "text": "Zealand."}, {"text_block_id": "p110_b1108", "text": "The response to these challenges was twofold: strengthening the coordination and collaboration between different Government Departments; and packaging capacity needs (systemic, institutional and individual) under thematic areas for donor assistance. This Capacity Development Strategy uses these two as its basis."}, {"text_block_id": "p111_b1109", "text": "Strategy Goal 1:  Strengthening the coordination and collaboration between different Government Departments"}, {"text_block_id": "p111_b1110", "text": "Action 1:  Develop coordination mechanisms within the Ministry of Natural Resources"}, {"text_block_id": "p111_b1111", "text": "This Ministry was formed in 2014 to combine the Departments of Agriculture, Forestry and Fisheries; Environment; and Meteorology under a Director General. Its formation should go a long way to increasing collaboration between the three departments most closely involved in biodiversity conservation if appropriate structures and mechanisms are established to foster this."}, {"text_block_id": "p111_b1112", "text": "Action 2:  Establish a multi-agency coordinating committee to oversee the implementation of the NBSAP."}, {"text_block_id": "p111_b1113", "text": "This committee, which may be an expansion of that managing the Forestry and Protected Areas Management project, would bring all the agencies involved in biodiversity conservation together and provide opportunities for cooperation and the sharing of information and resources. The Capacity Development Strategy and Action Plan (Government of Niue 2008) suggested a National Steering Committee to coordinate this implementation of all the Rio Conventions and this could be the same single committee."}, {"text_block_id": "p111_b1114", "text": "Action 3: Establish cross-agency specialist groups to oversee the implementation of the NBSAP."}, {"text_block_id": "p111_b1115", "text": "The following specialist groups could be considered, the first two identified in the Capacity Development Strategy:"}, {"text_block_id": "p111_b1116", "text": "1."}, {"text_block_id": "p111_b1117", "text": "A group to coordinate collection, compilation, storage and dissemination of environmental information and data. It is suggested that this would include Statistics department and GIS Unit of Department of Justice as well as the Ministry of Natural Resources."}, {"text_block_id": "p111_b1118", "text": "2."}, {"text_block_id": "p111_b1119", "text": "A group to coordinate the preparation of public awareness and education materials, including the Education Department and the Ministry of Natural Resources."}, {"text_block_id": "p111_b1120", "text": "3."}, {"text_block_id": "p111_b1121", "text": "A group to coordinate work across the marine environment. This group would include the Department of Environment, Fisheries Division, Niue Tourism, and Oma Tafua the NGO involved with marine mammal conservation."}, {"text_block_id": "p111_b1122", "text": "4."}, {"text_block_id": "p111_b1123", "text": "A group to coordinate work across forests. Both the DOE and DAFF have responsibilities for forest conservation and should work closely together on this."}, {"text_block_id": "p111_b1124", "text": "5."}, {"text_block_id": "p111_b1125", "text": "A group to coordinate work on invasive alien species. The Quarantine, Agriculture and Fisheries Divisions of DAFF and the DOE have responsibilities for this area of work and have recently worked closely together to develop a National Invasive Species and Action Plan."}, {"text_block_id": "p111_b1126", "text": "Strategy Goal 2: Packaging capacity building needs (systemic, institutional and individual) under the environmental thematic priorities for donor funding."}, {"text_block_id": "p111_b1127", "text": "This strategy goal specifically refers to funding which is covered in Action 1 below. Included within it are other actions applying at different capacity"}, {"text_block_id": "p112_b1128", "text": "building levels, identified under priority environment issues within that strategy."}, {"text_block_id": "p112_b1129", "text": "Action 1: Package up capacity building needs under the headings of:"}, {"text_block_id": "p112_b1130", "text": "•"}, {"text_block_id": "p112_b1131", "text": "sustainable land management"}, {"text_block_id": "p112_b1132", "text": "•"}, {"text_block_id": "p112_b1133", "text": "coastal area management"}, {"text_block_id": "p112_b1134", "text": "•"}, {"text_block_id": "p112_b1135", "text": "forest protected area management"}, {"text_block_id": "p112_b1136", "text": "•"}, {"text_block_id": "p112_b1137", "text": "climate adaptation"}, {"text_block_id": "p112_b1138", "text": "to make applications to donors for funding."}, {"text_block_id": "p112_b1139", "text": "Action 2: Develop appropriate legislation and policies to address the priorities identified in the NBSAP."}, {"text_block_id": "p112_b1140", "text": "There have been significant developments at this systemic level since the first NBSAP. However the need for further work is identified within the Action Plan in this NBSAP."}, {"text_block_id": "p112_b1141", "text": "Action 3: Identify ways to provide the individual technical expertise needed to deliver this NBSAP."}, {"text_block_id": "p112_b1142", "text": "There is significant expertise needed to deliver the actions in the NBSAP’s different themes and means to obtain this need to be identified. To take terrestrial forest and species conservation for example, there is a need for knowledge of plants, birds, reptiles and invertebrates. Options to address this need could be to create technical positions in the lead agencies (e.g. a botanist in DOE or DAFF to contribute to forest and rare plant conservation), to develop relationships with overseas universities to support research students to address specific activities, or to recognise that the country will need to continue to ‘buy in’ such expertise. If this last is to happen then local counterparts need to work with the overseas experts to pick up as many skills as possible."}, {"text_block_id": "p112_b1143", "text": "Action 4: Identify the training needs of individual positions within the lead agencies."}, {"text_block_id": "p112_b1144", "text": "A brief training review should be conducted for all positions, reviewing the job description and the tasks required of the role, matching this to the skills and knowledge of the individual in the role, identifying gaps and then locating and resourcing training to fill these gaps."}, {"text_block_id": "p112_b1145", "text": "Action 5: Facilitate individuals’ on-line learning."}, {"text_block_id": "p112_b1146", "text": "There is a vast quantity of information and specific training courses online. However further resources are required to increase the internet capacity in the country to speed up connection times to facilitate individuals to take advantage of this."}, {"text_block_id": "p112_b1147", "text": "Action 6:  Encourage the development of learning networks."}, {"text_block_id": "p112_b1148", "text": "The Pacific Invasive Species Learning Network (PILN) administered by SPREP is a model of a network linking individuals to peers and experts in other countries undertaking similar work that could be used in other thematic areas."}, {"text_block_id": "p113_b1149", "text": "5.6 Monitoring and evaluation"}, {"text_block_id": "p113_b1150", "text": "Monitoring and evaluating implementation will be the responsibility of the Department of Environment and the steering committee based on the FPAM project Steering Committee. A review will be conducted to determine if other representatives should be added. Its role will be as follows −"}, {"text_block_id": "p113_b1151", "text": "•"}, {"text_block_id": "p113_b1152", "text": "Meet at least once a year to review the work plan for the previous 12 months"}, {"text_block_id": "p113_b1153", "text": "and develop a new plan for the year ahead"}, {"text_block_id": "p113_b1154", "text": "•"}, {"text_block_id": "p113_b1155", "text": "Finalise and approve Country Reports to the COP − currently required every"}, {"text_block_id": "p113_b1156", "text": "two years"}, {"text_block_id": "p113_b1157", "text": "•"}, {"text_block_id": "p113_b1158", "text": "Facilitate coordination between the different implementing agencies and"}, {"text_block_id": "p113_b1159", "text": "individuals."}, {"text_block_id": "p113_b1160", "text": "Supporting the work of the committee will be a BSAP Secretariat within the Environment Division of the Department of Community Affairs. The roles of the Secretariat will be to −"}, {"text_block_id": "p113_b1161", "text": "•"}, {"text_block_id": "p113_b1162", "text": "Draft annual work plan by liaison with all implementing agencies and"}, {"text_block_id": "p113_b1163", "text": "individuals"}, {"text_block_id": "p113_b1164", "text": "•"}, {"text_block_id": "p113_b1165", "text": "Draft review of previous work plan for consideration by the Coordinating"}, {"text_block_id": "p113_b1166", "text": "Committee"}, {"text_block_id": "p113_b1167", "text": "•"}, {"text_block_id": "p113_b1168", "text": "Act as a focal point to facilitate co-ordination between the different"}, {"text_block_id": "p113_b1169", "text": "implementing agencies and individuals"}, {"text_block_id": "p113_b1170", "text": "•"}, {"text_block_id": "p113_b1171", "text": "Draft the Country Reports to COPs"}, {"text_block_id": "p113_b1172", "text": "•"}, {"text_block_id": "p113_b1173", "text": "Draft Supplements to the BSAP."}, {"text_block_id": "p113_b1174", "text": "The Focal Point for the CBD will continue to be the office of the Secretary to Government."}, {"text_block_id": "p113_b1175", "text": "The review of NBSAP Annual Work Plan would involve assessing the following −"}, {"text_block_id": "p113_b1176", "text": "•"}, {"text_block_id": "p113_b1177", "text": "Progress within ongoing or new projects for which funding had been"}, {"text_block_id": "p113_b1178", "text": "obtained"}, {"text_block_id": "p113_b1179", "text": "•"}, {"text_block_id": "p113_b1180", "text": "Progress in obtaining funds for the other priorities identified"}, {"text_block_id": "p113_b1181", "text": "•"}, {"text_block_id": "p113_b1182", "text": "New priority projects that have been identified"}, {"text_block_id": "p113_b1183", "text": "•"}, {"text_block_id": "p113_b1184", "text": "Any problems that arose during the year and possible solutions to them."}, {"text_block_id": "p113_b1185", "text": "Review of NBSAP as a whole"}, {"text_block_id": "p113_b1186", "text": "The NBSAP will soon go out of date as new information is obtained, projects proceed and new issues emerge. It is proposed that every two years, tied into the reporting to COP cycle, a supplement to the NBSAP will be produced, identifying the following —"}, {"text_block_id": "p113_b1187", "text": "•"}, {"text_block_id": "p113_b1188", "text": "New information obtained such as changes in the status of species from"}, {"text_block_id": "p113_b1189", "text": "new surveys and the arrival of new invasive species"}, {"text_block_id": "p113_b1190", "text": "•"}, {"text_block_id": "p113_b1191", "text": "New programmes established such as new regional programmes through"}, {"text_block_id": "p113_b1192", "text": "SPREP, UNDP or other agencies"}, {"text_block_id": "p113_b1193", "text": "•"}, {"text_block_id": "p113_b1194", "text": "New legislation, policies or plans in place"}, {"text_block_id": "p113_b1195", "text": "•"}, {"text_block_id": "p113_b1196", "text": "Any changes in the implementing agencies structures"}, {"text_block_id": "p113_b1197", "text": "•"}, {"text_block_id": "p113_b1198", "text": "New issues that have arisen such as new threats to biodiversity conservation"}, {"text_block_id": "p114_b1199", "text": "•"}, {"text_block_id": "p114_b1200", "text": "New actions required"}, {"text_block_id": "p114_b1201", "text": "•"}, {"text_block_id": "p114_b1202", "text": "Summary of actions from the previous NBSAP that have been completed"}, {"text_block_id": "p114_b1203", "text": "and where information related to them can be found."}, {"text_block_id": "p114_b1204", "text": "A full re-drafting of the NBSAP may be required at some point in the future, either because of a local need or perhaps a requirement identified by agencies administering the CBD. The presence of a series of two-yearly supplements will greatly facilitate this."}, {"text_block_id": "p115_b1205", "text": "r"}, {"text_block_id": "p115_b1206", "text": "eFerences"}, {"text_block_id": "p115_b1207", "text": "Bereteh, M.A. 1999. Population survey of coconut crab ("}, {"text_block_id": "p115_b1208", "text": "Birgus latro"}, {"text_block_id": "p115_b1209", "text": ") in the Huvalu Conservation Area, Niue Island, South Pacific. South Pacific Biodiversity Conservation Programme, Apia, Samoa."}, {"text_block_id": "p115_b1210", "text": "Brooke, A.P. 1998. The status of the peka in Niue, population survey of the flying fox,"}, {"text_block_id": "p115_b1211", "text": "Pteropus tonganus"}, {"text_block_id": "p115_b1212", "text": ". SPREP, Apia."}, {"text_block_id": "p115_b1213", "text": "Brooke, A.P. 2004. The status of the peka (Tongan flying fox,"}, {"text_block_id": "p115_b1214", "text": "Pteropus tonganus"}, {"text_block_id": "p115_b1215", "text": ") on Niue, September 2004. Unpubl. Report to Department of Environment, Niue. 9pp."}, {"text_block_id": "p115_b1216", "text": "Butler, D.J., Powlesland, R.G., & I.M. Westbrooke. 2012. Status of birds, peka (flying foxes) and reptiles on Niue Island in September 2012. SPREP, Apia, Samoa."}, {"text_block_id": "p115_b1217_merged_merged_merged_merged", "text": "Cribb, P.J. and W.A. Whistler.  2011.  The orchids of Tonga, Niue, and the Cook Islands.  Lankesteriana 11 (2): 96–177."}, {"text_block_id": "p115_b1220", "text": "DAFF. 1990. The Natural Forest of Niue Island: Merchantable Forest Survey. Unpublished report of Department of Agriculture, Forests and Fisheries, Niue."}, {"text_block_id": "p115_b1221", "text": "DAFF. 1998a. Niuean national management and development plan for the tuna and billfish fishery. Department of Agriculture, Forestry and Fishery, Alofi, Niue."}, {"text_block_id": "p115_b1222", "text": "DAFF. 1998b. National Forest Policy, Niue (Draft). Volumes 1 & 2. Department of Agriculture, Forestry and Fishery, Alofi, Niue."}, {"text_block_id": "p115_b1223", "text": "DAFF.  2008.  Forest management plant for Niue.  Department of Agriculture, Forestry, and Fisheries.  36 pp."}, {"text_block_id": "p115_b1224", "text": "DAFF. 2013. Niue Pelagic Fishery Management and Development Plan. Fisheries Division. Department of Agriculture, Forestry, and Fisheries."}, {"text_block_id": "p115_b1225", "text": "Dalzell, P., S.R. Lindsay & H. Patiale. 1991. Fisheries resources survey of the island of Niue. South Pacific Commission, Noumea, New Caledonia."}, {"text_block_id": "p115_b1226", "text": "De Vletter, J. 2008. Niue National Forest Inventory (NNFI)Report 1st stage. Unpublished report Department of Agriculture, Forestry and Fishery and SPC / GTZ German Pacific Regional Forestry Project, Alofi, Niue."}, {"text_block_id": "p115_b1227", "text": "Eyles, A.C. 1965. First interim report on the insects of Niue Island. DSIR, Nelson, New Zealand."}, {"text_block_id": "p115_b1228", "text": "Frost, I.A. & N.R. Berryman. 1966. The timber resources of Niue Island. New Zealand Forest Service. 48pp."}, {"text_block_id": "p115_b1229", "text": "Gardner, R.O.  2011. Trees and shrubs of Niue.  Katsura, Auckland.  250 pp."}, {"text_block_id": "p116_b1230", "text": "Gardner, R.O. 2014. Ferns and herbs of Niue: an identification guide to the island’s ferns, grasses, sedges, orchids, and other herbaceous flowering plants.  Katsura, Auckland."}, {"text_block_id": "p116_b1231", "text": "Government of Niue. 2000. Initial National Communication to the United Nations Framework Convention on Climate Change. Government of Niue, Alofi, Niue."}, {"text_block_id": "p116_b1232", "text": "Government of Niue. 2008. Niue National Capacity Development Strategy & Action Plan. Government of Niue, Alofi, Niue."}, {"text_block_id": "p116_b1233", "text": "Hay, R. & R. Powlesland. 1998. Guide to the Birds of Niue. South Pacific Regional Environment Programme, Apia, Samoa."}, {"text_block_id": "p116_b1234", "text": "Labrosse, P., B. Yeeting and B. Pasisi. 1999. Survey of the Namoui Fisheries Reserve in Niue. Pp 29-36 in Fisheries Newsletter 90, South Pacific Commission, Noumea, New Caledonia."}, {"text_block_id": "p116_b1235", "text": "Lane, J. 1994. Niue − State of the Environment Report 1993. South Pacific Regional Environment Programme, Apia, Samoa."}, {"text_block_id": "p116_b1236", "text": "O’Dowd, D.J., Green, P.T. & Lake, P.S. 2003. Invasional ‘meltdown’ on an oceanic island. Ecology Letters 6: 812-817."}, {"text_block_id": "p116_b1237", "text": "Pasisi, C. 1998. Country Report for Niue Island. Unpubl. report, Capacity Building for Environmental Management project, Dept. of Justice, Lands & Survey, Alofi, Niue. 21pp."}, {"text_block_id": "p116_b1238", "text": "Peteru, C. 1993. Environmental legislation review − Niue. SPREP, Apia, Samoa. 60pp."}, {"text_block_id": "p116_b1239", "text": "Powell, G. 2007. Review of environment-related legislation in Niue. SPREP, Apia, Samoa. 32pp."}, {"text_block_id": "p116_b1240", "text": "Powlesland, R.G. 2004. Comparison of bird and rat surveys in September 1994 and September 2004, Niue Island. Unpublished report of Department of Conservation, Wellington, New Zealand. 5pp"}, {"text_block_id": "p116_b1241", "text": "Powlesland, R.G., J.R. Hay & M.H. Powlesland. 2000. Bird fauna of Niue Island in 1994-95."}, {"text_block_id": "p116_b1242", "text": "Notornis"}, {"text_block_id": "p116_b1243", "text": "47(1): 39-53."}, {"text_block_id": "p116_b1244", "text": "Powlesland, R.G., Butler, D.J. & Westbrooke, I.M. 2006. Status of birds and rodents on Niue following Cyclone Heta in January 2004. Research & Development Series 234, Department of Conservation, Wellington, New Zealand."}, {"text_block_id": "p116_b1245", "text": "Powlesland, R.G., Butler, D.J. & Westbrooke, I.M. 2008. Was tropical cyclone Heta or hunting by people responsible for decline of the lupe ("}, {"text_block_id": "p116_b1246", "text": "Ducula pacifica"}, {"text_block_id": "p116_b1247", "text": ") (Aves: Columbidae) population on Niue during 1994-2004."}, {"text_block_id": "p116_b1248", "text": "Pacific Science"}, {"text_block_id": "p116_b1249", "text": "62(4): 461-471."}, {"text_block_id": "p116_b1250", "text": "St. John, H.  1976.  A plant collection from Niue Island by Jensen in 1876."}, {"text_block_id": "p116_b1251", "text": "Botanical Magazine of Tokyo"}, {"text_block_id": "p116_b1252", "text": "89: 235–240."}, {"text_block_id": "p116_b1253", "text": "Schiller, C. 1992. Assessment of the status of the coconut crab ("}, {"text_block_id": "p116_b1254", "text": "Birgus latro"}, {"text_block_id": "p116_b1255", "text": ") on Niue Island with recommendations regarding an appropriate resource management strategy. Consultancy Report to FAO, Zoology Department, University of Queensland, Australia."}, {"text_block_id": "p116_b1256_merged_merged_merged_merged_merged", "text": "Schofield, J.C. 1959.The geology and hydrology of Niue Island, South Pacific. DSIR Bulletin 62, Department of Scientific & Industrial Research, New Zealand."}, {"text_block_id": "p117_b1259", "text": "Secretariat of the Pacific Community (SPC). 1999. Niue Population Profile based on 1997 Census: A guide for Planners and Policy Makers. SPC, Noumea, New Caledonia."}, {"text_block_id": "p117_b1260", "text": "Sherley, G. 2000. Invasive Species in the Pacific. A Technical Review and Draft Regional Strategy. South Pacific Regional Environment Programme, Apia, Samoa."}, {"text_block_id": "p117_b1261", "text": "Smith, A.C.  1979–1996.  Flora vitiensis nova: a new flora of Fiji. Vol. 1: 1–495 (1979); II: 1–810 (1981): III: 1–758 (1985); IV: 1–377 (1988); V: 1–626 (1991).  VI: 1–125 (1996).  Nat. Trop. Bot. Gard., Lawai, Kauai."}, {"text_block_id": "p117_b1262", "text": "Space, J.C. & Flynn, T. 2000. Report to the Government of Niue on Invasive Plant Species of Environmental Concern. U.S. Department of Agriculture, Forest Service, Honolulu, Hawaii."}, {"text_block_id": "p117_b1263", "text": "Space, J.C., B.M. Waterhouse, M. Newfield, and C. Bull.  2004.  Invasive plant species on Niue following Cyclone Heta.  Report to the Government of Niue and the United Nations Development Programme, UNDP NIU/98/ G31–Niue Enabling Activity. 76 pp."}, {"text_block_id": "p117_b1264", "text": "Statistics Niue. 2009. Agriculture Census of Niue 2009. Statistics Niue and Department of Agriculture, Forestry and Fisheries, Alofi, Niue."}, {"text_block_id": "p117_b1265", "text": "Statistics Niue. 2012. Niue Census of Population and Households 2011. Statistics Niue, Government of Niue, Alofi, Niue."}, {"text_block_id": "p117_b1266", "text": "Sykes, W.R. 1970. Contributions to the Flora of Niue. DSIR Bulletin 200. Department of Scientific and Industrial Research, Christchurch, NZ."}, {"text_block_id": "p117_b1267", "text": "Thomson, L.A.J.  2002.  Report on visit to Niue.  Report submitted to DAFF. Mimeograph. 31 pp."}, {"text_block_id": "p117_b1268", "text": "UNEP/IUCN. 1988. Coral Reefs of the World. Vol. 3: Central and Western Pacific. UNEP Regional Seas Directories and Bibliographies. IUCN, Gland, Switzerland and Cambridge, UK/UNEP Nairobi, Kenya."}, {"text_block_id": "p117_b1269", "text": "Vieux, C, Salvat, B, Chancerelle,Y, Kirata, T, Rongo, T, & E. Cameron. 2008. Status of Coral Reefs in Polynesia Mana Node Countries: Cook Islands, French Polynesia, Niue, Kiribati, Tonga, Tokelau and Wallis and Futuna. Chapter 13 in Status of coral reefs of the world: 2008. Global Coral Reef Monitoring Network and Reefand Rainforest Research Centre, Townsville, Australia, 296 pp."}, {"text_block_id": "p117_b1270", "text": "Wetterer, J.K.  2006. Ants (Hymenoptera: Formicidae) of Niue, Polynesia."}, {"text_block_id": "p117_b1271", "text": "Pacific Science"}, {"text_block_id": "p117_b1272", "text": "60(3): 413-416."}, {"text_block_id": "p117_b1273_merged_merged", "text": "Whistler, W.A.  1984.  Notes on the flora of Niue.  N.Z. Journal of Botany 22: 565–567."}, {"text_block_id": "p117_b1276", "text": "Whistler, W.A.  2010.  Rare plants of Samoa.  Report Prepared for the Samoan Ministry of Natural Resources and Environment (MNRE).  163 pp. (Mimeograph)"}, {"text_block_id": "p117_b1277", "text": "Whistler, W.A.  2011.  Rare plants of Tonga.  Conservation International, Pacific Islands.  173pp.  Mimeograph."}, {"text_block_id": "p117_b1278", "text": "Whistler, W.A. 2013.  Rare plants of Niue.  Conservation International, Pacific Islands.  84 pp.  Mimeograph."}, {"text_block_id": "p117_b1279", "text": "Whistler, W.A. & J. Atherton. 1997. Biological Survey of the Huvalu Forest Conservation Area, Niue. SPREP, Apia, Samoa."}, {"text_block_id": "p118_b1280", "text": "Wodzicki, K. 1969. A preliminary survey of rats and other land vertebrates of Niue Island, South Pacific. Niue Island Administration, Department of Maori and Island Affairs and Department of Scientific and Industrial Research, Wellington, New Zealand."}, {"text_block_id": "p118_b1281_merged", "text": "Worthy, T.H., R. Walter & A.J. Anderson. 1998. Fossil and archaeological avifauna of Niue Island, Pacific Ocean. Notornis 45: 177-190."}, {"text_block_id": "p118_b1284", "text": "Wright, A.C.S. & F.J Van Westerndorp. 1965. Soils and Agriculture of Niue. NZ Department of Scientific and Industrial Research Soil Bureau Bulletin No. 17. 80 pp."}, {"text_block_id": "p118_b1285", "text": "Yaldwyn, J.C. 1970. The environment, natural history and special conservation problems of Niue Island. South Pacific Commission, Regional Symposium on Conservation of Nature: Reefs and Lagoons. SPC, Noumea, New Caledonia."}, {"text_block_id": "p118_b1286", "text": "Yuncker, T.G.  1943.  The flora of Niue Island.  B. P. Bishop Museum Bull. 178. 126 pp."}, {"text_block_id": "p118_b1287", "text": "Further Reading"}, {"text_block_id": "p118_b1288", "text": "Loeb, E.M. 1926 History and Traditions of Niue, Honolulu, Hawaii. Bernice P.Bishop Museum, Bulletin 32; reprinted 1985."}, {"text_block_id": "p118_b1289", "text": "Pratt, H Douglas, Brunner, P.H., Berret, D.G. 1987. The Birds of Hawaii and the Tropical Pacific. Princetown University Press, New Jersey."}, {"text_block_id": "p118_b1290", "text": "Ryan, T. 1985. European Views of the History of Niue. Kraus Reprint, Millwood, N.Y, USA."}, {"text_block_id": "p118_b1291", "text": "Smith, Percy. 1902-03. Niue Island and its People. 1983 Edition, Polynesian Society. University of the South Pacific, Suva, Fiji."}], "document_description": "The National Biodiversity Strategy and Action Plan 2015 extensively discusses potential ways to sustainably protect Niue's biodiversity forward. Key elements of the Plan include sustainable land use, particularly in the context of forestries, and mitigation and adaptation to climate change.<br>&nbsp;<br>&nbsp;Theme 7 focuses on the country's response to climate change in order to protect biodiversity. It formulates three objectives: 1) promote public awareness and understanding of the causes and effects of climate change, 2) Improve collection and management of climate data, and 3) develop effective adaptation responses and capacity to protect livelihoods, natural resources, assets and vulnerable areas from the impacts of climate change, 4) mitigate the causes of climate change through reducing emissions of greenhouse gases."}