{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Niue", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Strategic Energy Road Map 2015 - 2025", "document_country_code": "NIU", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2015", "document_keyword": ["Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/NIU/2015/NIU-2015-12-25-Strategic Energy Road Map 2015 - 2025_bde24f065c5c91e540bbbeb523c572c3.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "Niue Strategic Energy Road Map 2015–2025"}, {"text_block_id": "p2_b2", "text": "Government of Niue"}, {"text_block_id": "p2_b3", "text": "Secretariat of the Pacific Community"}, {"text_block_id": "p2_b4", "text": "Suva, Fiji"}, {"text_block_id": "p2_b5", "text": "2015"}, {"text_block_id": "p3_b6", "text": "© Copyright Government of Niue 2015"}, {"text_block_id": "p3_b7", "text": "All rights for commercial/for profit reproduction or translation, in any form, reserved."}, {"text_block_id": "p3_b8", "text": "Original text: English"}, {"text_block_id": "p3_b9", "text": "Secretariat of the Pacific Community cataloguing-in-publication data"}, {"text_block_id": "p3_b10", "text": "Niue Strategic Energy Road Map 2015–2025 / Government of Niue"}, {"text_block_id": "p3_b11", "text": "Niue Strategic Energy Road Map 2015–2025 / Government of Niue\n* Energy â Management â Niue.\n* â Niue.\n* Power resources â Niue.\n* Energy â Government policy â Niue.\n* Energy policy â Niue."}, {"text_block_id": "p3_b21", "text": "I. Title II. Niue III. Secretariat of the Pacific Community"}, {"text_block_id": "p3_b22", "text": "333.79099626"}, {"text_block_id": "p3_b23", "text": "AACR2"}, {"text_block_id": "p3_b24", "text": "ISBN: 978-982-00-0939-4"}, {"text_block_id": "p3_b25", "text": "Prepared for publication at SPC’s Suva Regional Office, Private Mail Bag, Suva, Fiji, 2015"}, {"text_block_id": "p3_b26", "text": "Printed by Quality Print, at Suva, Fiji, 2015"}, {"text_block_id": "p4_b27", "text": "Contents"}, {"text_block_id": "p5_b28", "text": "List of tables"}, {"text_block_id": "p5_b29", "text": "List of figures"}, {"text_block_id": "p6_b30", "text": "Abbreviations"}, {"text_block_id": "p7_b31", "text": "Foreword"}, {"text_block_id": "p8_b32", "text": "Foreword"}, {"text_block_id": "p8_b33", "text": "At the global level, the world leaders have adopted the 2030 Agenda for Sustainable Development which consists of 17 goals endorsed the post 2015 UN Sustainable Development Goals and it is pleasing to see"}, {"text_block_id": "p8_b34", "text": "Goal 7 – Ensure access to affordable, reliable, sustainable and modern energy for all."}, {"text_block_id": "p8_b35", "text": "Countries the world over need modern energy and Niue is no exception."}, {"text_block_id": "p8_b36", "text": "At the regional level, at the 46"}, {"text_block_id": "p8_b37", "text": "th"}, {"text_block_id": "p8_b38", "text": "Pacific Islands Forum leaders’"}, {"text_block_id": "p8_b39", "text": "meeting in Papua New Guinea on the theme"}, {"text_block_id": "p8_b40", "text": "Strengthening connections to enhance Pacific regionalism"}, {"text_block_id": "p8_b41", "text": ", we recognised that our shared quest for greater energy security and accessibility"}, {"text_block_id": "p8_b42", "text": "is vital to promote regional connectivity in three core areas:"}, {"text_block_id": "p8_b43", "text": "people to people, institutional and physical connectivity. Energy security enables cost-effective transportation in our region to connect people by road, water and air. It enables modern communication technologies to effectively connect people and institutions and address the tyranny of distance and remoteness. Equally, it will enable construction of infrastructure such as bridges, roads, wharves and airports to physically connect our villages, islands and communities to markets."}, {"text_block_id": "p8_b44_merged_merged_merged", "text": "This Niue Strategic Energy Road Map 2015–2025 is government’s effort, at the national level, to work with its national and regional partners and the global community to unlock the development potential of Niue and to contribute to addressing the challenges of climate change. This roadmap represents a whole-of-government approach to addressing the energy security challenges of Niue, an approach that looks at the entirety of the energy sector – electricity, renewable energy, energy efficiency and petroleum – and has all the partners working together as one team in its implementation."}, {"text_block_id": "p8_b48", "text": "Energy security for Niue encompasses everyone’s access to modern, reliable and safe energy services. It includes energy generation, distribution and consumption becoming more cost-efficient and affordable, and the energy infrastructure in Niue becoming climate-proof and based on a low carbon approach."}, {"text_block_id": "p8_b49", "text": "I acknowledge the technical assistance and guidance provided by the Secretariat of the Pacific Community in the development of this road map, and the time, effort and commitment our Niue national team gave to its completion."}, {"text_block_id": "p8_b50", "text": "I commend this road map and its contents to your attention, as we all work hand-in-hand towards a prosperous Niue."}, {"text_block_id": "p8_b51", "text": "Honorable Dalton Tagelagi"}, {"text_block_id": "p8_b52", "text": "Minister of Infrastructure"}, {"text_block_id": "p8_b53", "text": "Honorable Dalton Tagelagi Minister of Infrastructure"}, {"text_block_id": "p9_b54", "text": "Energy Road Map summary"}, {"text_block_id": "p10_b55", "text": "Niue’s Strategic Energy Road Map"}, {"text_block_id": "p10_b56", "text": "Overall vision"}, {"text_block_id": "p10_b57", "text": "The"}, {"text_block_id": "p10_b58", "text": "Niue Strategic Energy Road Map 2015–2025"}, {"text_block_id": "p10_b59", "text": "(NiSERM) builds on the 2005 Niue National Energy Policy and the Niue National Strategic Plan (NNSP) 2014–2019, and is aligned to current national, regional and international emerging issues relating to the energy sector."}, {"text_block_id": "p10_b60_merged_merged", "text": "Having joined other Forum Islands Pacific Leaders in endorsing the Framework for Action on Energy Security in the Pacific (FAESP) in 2010 and the Majuro Declaration for Climate Leadership in 2013, Niue is committed to achieving its energy goals and to be guided by four key elements"}, {"text_block_id": "p10_b65", "text": "of energy security:"}, {"text_block_id": "p10_b66", "text": "of energy security:\n* access to modern energy services;\n* affordability of energy;\n* energy efficiency and productivity; and\n* environmental sustainability."}, {"text_block_id": "p10_b74", "text": "The Government of Niue (GoN) decided to develop the NiSERM to guide the whole-of-country approach towards achieving a vision shared by the government, public stakeholders, private operators, communities and development partners, the vision of:"}, {"text_block_id": "p10_b75", "text": "A sustainable and secure energy sector"}, {"text_block_id": "p10_b76", "text": "Goals and targets"}, {"text_block_id": "p10_b77", "text": "This NiSERM aligns itself with GoN objectives in improving energy security and low carbon developments with a focus on three energy sector goals."}, {"text_block_id": "p10_b78", "text": "Goal 1: Significant renewable energy integration to the grid"}, {"text_block_id": "p10_b79", "text": "Current description"}, {"text_block_id": "p10_b80", "text": "Current description\n* Niue currently has excess diesel generating capacity: four diesel generator engines with a total installed capacity of 2084 kW. However, only two of these, with a capacity of 1026 kW (49%) are being regularly used, while the other 51% acts as reserve capacity.\n* In 2014, the total installed solar PV capacity in Niue reached 343 kWp, with 150 kWh battery storage for smoothing purposes of voltage and frequency into the grid.  This is equivalent to 14% of the total installed capacity.\n* In 2014, the percentage of solar PV generation in total electricity generation was 1.99%, while 98.01% was from diesel.\n* Though Niue has 343 kWp of solar PV installed capacity, currently only around 80 kWp of solar PV is connected to the grid, due to grid instability considerations. The remaining 263 kWp of solar PV capacity is currently offline."}, {"text_block_id": "p10_b88", "text": "Target"}, {"text_block_id": "p10_b89", "text": "Target\n* 80% renewable energy generation by 2025\n<\\li1>"}, {"text_block_id": "p11_b91", "text": "Goal 2: Improve energy efficiency in the electricity and transport sub-sectors"}, {"text_block_id": "p11_b92", "text": "Current description"}, {"text_block_id": "p11_b93", "text": "Current description\n* In 2014, around 1.27 million litres of diesel was imported into Niue, of which 75% was used for power generation. The remainder was mostly used for transportation.\n* In 2014, around 1785 motor vehicles were registered: 31% cars, 24% vans, 23% light trucks and 21% motor vehicles and scooters.\n* Electricity generation from fossil fuel use is highly subsidised; in 2014, government provided a subsidy of NZD 0.63 per kWh.\n* In 2014, billed electricity was recorded for three sectors: commercial (43%), residential (37%) and government (20%) respectively. In addition to this, Niue has unbilled consumption for street lighting and water pumping.\n* The efficiency of fuel use for power generation has shown a decrease from 4.29 kWh/litre in 2009 to 3.77 kWh/litre in 2014.\n* Energy consumption in the transport sector has steadily risen by 4% annual growth during the period 2011 to 2014."}, {"text_block_id": "p11_b105", "text": "Targets"}, {"text_block_id": "p11_b106", "text": "Targets\n* Niue Power Corporation (NPC) station losses maintained at an acceptable level of 4% by 2020 (5.19% in 2011)\n* Power generation efficiency maintained above  4 kWh/litre in 2017\n* 10% electricity savings on residential, commercial and government by 2020\n* 1% of fuel-efficient vehicles by 2020\n* 90% of households use LPG for cooking"}, {"text_block_id": "p11_b116", "text": "Goal 3: Reliable energy supply"}, {"text_block_id": "p11_b117", "text": "Current description"}, {"text_block_id": "p11_b118", "text": "Current description\n* While data are not available for Niue, the average forced outage rate for power utility members of the Pacific Power Association (PPA) was 5.4%, as reported in the PPA/Pacific Region Infrastructure Facility power benchmarking study of 2012. In 2011, this was 8.3%. For the system average interruption duration index (SAIDI), the average was 5,664 minutes in 2012 compared to 794 in 2011.\n* 100 % of fuel imported into Niue in 2014 came in rented tank-tainers.\n* Fuel supply security days in 2014 was 28 days, based on monthly shipping schedules."}, {"text_block_id": "p11_b124", "text": "Targets"}, {"text_block_id": "p11_b125", "text": "Targets\n* Increase fuel supply security days to 60 days (baseline is 28 days in 2014).\n* Keep the average forced outage to below the regional average of 5.4%.\n* Keep the SAIDI to be less than the regional average goal of 200 minutes per customer."}, {"text_block_id": "p12_b131", "text": "Introduction"}, {"text_block_id": "p13_b132", "text": "Introduction"}, {"text_block_id": "p13_b133", "text": "1.1 Purpose"}, {"text_block_id": "p13_b134", "text": "and drivers"}, {"text_block_id": "p13_b135", "text": "of the NiSERM"}, {"text_block_id": "p13_b136", "text": "1.1.1 National"}, {"text_block_id": "p13_b137", "text": "The Niue National Strategic Plan (NNSP) recognises that a reliable, affordable, secure and sustainable energy supply is key to achieving prosperity for all Niueans. The purpose of the NiSERM is to create a realistic planning document to provide a systematic guide and an enabling tool for both the government and practitioners to achieve a reliable, affordable and sustainable energy supply and to complement the NNSP strategic goals, as well as those now brought on by this NiSERM."}, {"text_block_id": "p13_b138", "text": "A key driver in the development of this NiSERM is Niue’s own aspiration to pursue energy security and low carbon development through sourcing 80% of its electricity needs from renewable energy sources by 2025."}, {"text_block_id": "p13_b139", "text": "Additional motivations include:"}, {"text_block_id": "p13_b140", "text": "Additional motivations include:\n* reduced dependence on fossil fuels;\n* improved energy efficiency;\n* more sustainable, cleaner energy;\n* improved cost-effectiveness of energy services; and\n* attraction of funding for energy sector development."}, {"text_block_id": "p13_b150", "text": "There is a need to support the implementation of the NiSERM, in particular the effective delivery of electricity services, maintenance, operations and tariff collections. A regulatory framework with a matching institutional structure is equally important as part of the implementation of the NiSERM."}, {"text_block_id": "p13_b151", "text": "1.1.2 Regional and global"}, {"text_block_id": "p13_b152_merged_merged", "text": "FAESP 2010–2020 has an Implementation Plan 2010–2015, which is currently being reviewed with the intention that such review will provide a regional road map for 2015–2020. Therefore, the NiSERM, and other national energy road maps (e.g Kiribati, Nauru, Tonga and Vanuatu) have been drafted in a manner to ensure they are consistent and concurrent with each other. The goals of the NiSERM promote low carbon development and are to be supported by the small island developing states (SIDS) sustainable energy mechanism, SIDS DOCKand various platforms and partnerships established under the Sustainable Energy for All (SE4All) initiative."}, {"text_block_id": "p13_b154", "text": "The General Assembly of the United Nations has designated the years 2014–2024 the Decade of Sustainable Energy for All (SE4ALL). This initiative aims to mobilise urgent global action to three complementary objectives, to be achieved by 2030:"}, {"text_block_id": "p13_b155", "text": "→"}, {"text_block_id": "p13_b156", "text": "ensure universal access to modern energy services;"}, {"text_block_id": "p13_b157", "text": "→"}, {"text_block_id": "p13_b158", "text": "double the rate of improvement in energy efficiency; and"}, {"text_block_id": "p13_b159", "text": "→"}, {"text_block_id": "p13_b160", "text": "double the share of renewable energy in the global energy mix."}, {"text_block_id": "p14_b161", "text": "The Decade of SE4ALL presents an opportunity to raise awareness about the importance of increasing access to sustainable energy, energy efficiency and renewable energy at the local, national, regional and international levels. The recognition is attributed to the proven reality that energy and energy services have profound positive effects on productivity, health, education, climate change mitigation, food and water security, and communications services."}, {"text_block_id": "p14_b162", "text": "1.1.3 Energy access and links to development"}, {"text_block_id": "p14_b163_merged", "text": "Empirical evidence has proven that there is significant relationship between access to modern energy and human development. Access to modern energy has improved the human development index (HDI) measure of progress on the basic dimensions of human development – a long healthy life, access to education and knowledge, and a decent standard of living. While not included in the HDI measure of progress, Niue has a very good social development performance and has met and or surpassed most of the Millennium Development Goals. Niue has 100% electricity penetration rate. Internet connectivity is good and available to most citizens. Niue is active in regional and international efforts to promote natural resources conservation and environmental sustainability, and to reduce the impacts of climate changes on small island developing states."}, {"text_block_id": "p14_b166", "text": "New Zealand is Niue’s primary development partner and contributes significant financial and technical support to Niue. During 2014/2015 New Zealand aid amounted to NZD 19.6 million, including budget support of NZD 7.2 million (New Zealand Ministry of Foreign Affairs and Trade 2015). Economic activity is improving and revolves around government services, which are subsidised by New Zealand aid flows. Subsistence agriculture is very important for most households in Niue. There is reduced dependence on remittances due to net-emigration to New Zealand. Like other Pacific Island countries and territories (PICTs), Niue has few exports and is dependent on imported commodities, resulting in a negative trade balance. Petroleum imports for energy generation and the transport sector account for about 15.3% of the gross domestic product (GDP) (Secretariat of the Pacific Community 2011)."}, {"text_block_id": "p14_b167", "text": "Niue’s key socio-economic indicators are presented in Table 1 below;"}, {"text_block_id": "p14_b168", "text": "Table 1: Niue’s socio-economic indicators"}, {"text_block_id": "p15_b169", "text": "1.2 How the NiSERM w"}, {"text_block_id": "p15_b170", "text": "as d"}, {"text_block_id": "p15_b171", "text": "eveloped"}, {"text_block_id": "p15_b172", "text": "The NiSERM is essentially an initiative of the GoN to streamline allocation of its limited resources to effectively manage its energy sector development. The Ministry of Infrastructure (MOI) identified energy sector targets that were themselves derived from consultative processes with various public and private stakeholders, including situational and research outcomes analyses. The NiSERM is deemed the best strategic approach to achieving these targets:"}, {"text_block_id": "p15_b173", "text": "In developing this NiSERM, the government went through a consultative process involving stakeholders from the public and private sector and civil society groups. The MOI conducted face-to-face consultations with the NiSERM stakeholders and a series of workshops, one held in November 2014 and second in July 2015. A list of people and organisations consulted on the development of the NiSERM is provided in Annex 1."}, {"text_block_id": "p15_b174", "text": "Other reference documents used in putting together the NiSERM are provided in the reference section attached as Annex 2."}, {"text_block_id": "p15_b175", "text": "Guiding principles"}, {"text_block_id": "p15_b176_merged_merged", "text": "The NiSERM is guided by the principles of Niue: ke Moniuna – a prosperous Niue which is contained in the NNSP."}, {"text_block_id": "p16_b179", "text": "Niue energy balance"}, {"text_block_id": "p17_b180", "text": "Niue’s energy balance"}, {"text_block_id": "p17_b181", "text": "The Niue energy sector is highly dependent on imported primary energy supply. Figure 1 shows that 99% of Niue energy supply is imported, compared to 1% of indigenous primary energy production."}, {"text_block_id": "p17_b182", "text": "Figure 1: Percentage of primary energy supply in 2014"}, {"text_block_id": "p17_b183", "text": "Source: SPC 2015"}, {"text_block_id": "p17_b184", "text": "The indigenous primary energy production is limited to solar energy and biomass, while imported primary energy supply is automotive diesel oil (ADO), petrol, dual purpose kerosene (DPK) and LPG. Figure 2 shows the total primary energy supply from 2009 to 2014."}, {"text_block_id": "p17_b185", "text": "Figure 2: Total primary energy supply 2009 to 2014"}, {"text_block_id": "p17_b186", "text": "Source: SPC 2015"}, {"text_block_id": "p18_b187", "text": "In terms of imports in 2014 as illustrated in Figure 3, ADO accounted for 48%, petrol for 29%, kerosene for 21% and LPG for the remaining 2%. For energy produced in Niue, biomass currently meets 68% of the total energy produced with solar PV at 30% and solar water heater systems accounting for 2%."}, {"text_block_id": "p18_b188", "text": "Source: SPC 2015"}, {"text_block_id": "p18_b189", "text": "Figure 3: 2014 Production and import"}, {"text_block_id": "p18_b190", "text": "Source: SPC 2015"}, {"text_block_id": "p18_b191", "text": "In terms of total final energy consumption (Figure 4), in which power generation is not included as an end use sector, the highest consumption is in the transport sector with 71%, followed by residential uses (11%), commercial sector (10%), industry and government sector (7%) and agriculture, fisheries and fishing sector (1%). The energy balance attached as Annex 3 to this Road Map shows an increase of 4% annual growth rate in the transport sector since 2011 to 2014."}, {"text_block_id": "p18_b192", "text": "Figure 4: 2014 Total final energy consumption"}, {"text_block_id": "p18_b193", "text": "Source: SPC 2015"}, {"text_block_id": "p19_b194", "text": "Electricity sub-sector"}, {"text_block_id": "p20_b195", "text": "Electricity sub-sector"}, {"text_block_id": "p20_b196", "text": "3.1 G"}, {"text_block_id": "p20_b197", "text": "eneration and supply"}, {"text_block_id": "p20_b198", "text": "The total installed diesel generator set (gen-set) capacity is around 2,032 kW, consisting of four 508kW Caterpillar C18 gen-sets. At any point in generation, the production layout usually involves one diesel gen-set, one is placed on standby to meet peak demand loads (peak diesel), one is placed on back-up and the fourth one is under routine servicing and maintenance. The generators are controlled by Woodward 3000 controllers linked by a supervisory control and data acquisition system that controls the generator dispatch based on the island load."}, {"text_block_id": "p20_b199", "text": "A typical daily electricity generation load is shown in Figure 5. One diesel prime generator operates in the early morning from 1:00 a.m. to 5:00 a.m. when the load is at the lowest peak. The second gen-sets (diesel peak) kicks in at 6:00 a.m. and continues to run to meet the daily demand until 12:00 a.m. when the loads again recede. The peak load gradually increases from 5:00 p.m. and reaches highest peak at between 8:00 p.m. and 9:00 p.m."}, {"text_block_id": "p20_b200", "text": "Figure 5: Total electricity generation and peak demand, June 2013."}, {"text_block_id": "p20_b201", "text": "There are 1,510 electric meters around the country but they are old and customers claim that they are faulty and give wrong readings. Replacing these meters to prepayment meters is another priority activity for the government and NPC."}, {"text_block_id": "p20_b202_merged", "text": "Niue is 99% dependent on fossil fuel for its power generation. Since the installation of the 51.7 kWp solar PV systems from the 9th European Development Fund (EDF) in 2009, the dependence on diesel was reduced by 2.13%. Additional solar PV installations were done in 2014, which has increased the total installed grid-connected PV systems capacity to around 343.1 kWp."}, {"text_block_id": "p20_b205", "text": "However, due to grid instability issues in November 2014, the energy generated from the additional installed solar PV has not been utilised into the electricity grid. It is the assumption that both the EDF10 and the Pacific Environment Community Fund (PECF) solar generation will be integrated into the grid in 2016 and 2017, when the grid stability issues are resolved. It is projected that around 5% of the total generation will be from solar PV installed from the EDF10 project and the percentage share of renewable energy will increase to 12.42% when the PECF project comes on line."}, {"text_block_id": "p21_b206", "text": "Table 2 provides the total diesel and solar PV grid-connected system installed capacities and the peak demand from 2009 to 2014."}, {"text_block_id": "p21_b207", "text": "Table 2: Total installed diesel capacity and solar PV capacity"}, {"text_block_id": "p21_b208", "text": "Source: Niue Power Corporation 2015"}, {"text_block_id": "p21_b209", "text": "The electricity generation statistics for diesel and solar PV, including the percentage of renewable energy share, are provided in Table 3."}, {"text_block_id": "p21_b210", "text": "Table 3: Total generation diesel and solar 2009–2014"}, {"text_block_id": "p21_b211", "text": "Source: Niue Power Corporation 2015"}, {"text_block_id": "p21_b212", "text": "3.2 Peak"}, {"text_block_id": "p21_b213", "text": "demand"}, {"text_block_id": "p21_b214", "text": "The projected peak demand for Niue will also increase in the next ten years, as shown in Figure 6. The peak demand is captured as capacity requirement. Capacity requirement captures the peak demand on business as usual and the reserved demand. The reserved demand is all the expected load from the growth in tourism, returning residents, construction of planned buildings by government, the use of electric vehicles, and improved infrastructure, such as schools and accommodation for tourists."}, {"text_block_id": "p22_b215", "text": "Figure 6: Annual peak demand actual and projections from 2010–2030"}, {"text_block_id": "p22_b216", "text": "3.3 Grid improvement and energy storage"}, {"text_block_id": "p22_b217_merged", "text": "In mid-2012, the GoN through funding support from the Pacific Islands Greenhouse Gas Abatement through Renewable Energy Project (PIGGAREP) engaged DNV KEMA, a global company, to investigate technical issues around the stability of the existing power system and the effect of the planned solar PV systems on stability. The Dynamic Power Study report stressed that the grid stability issue has been going on a long time, with the use of only one diesel gen-set and the starting of two big electricity users: the quarry crusher motor (50 kW) and the wharf winch motor (11 kW).The crusher motor, in particular, seriously affected the Niue power system stability as it caused a severe drop in system voltage and frequency, which in turn caused the existing solar plants to trip off-line, both at the high school and hospital. Running two diesel units helps, but the frequency dip may be severe enough to risk losing the solar generation."}, {"text_block_id": "p22_b219", "text": "Other causes of instability mentioned in the study report are the fluctuations in solar generator output and voltage that can have a significant impact on electric system operations and stability, especially as solar generator penetration increases."}, {"text_block_id": "p22_b220", "text": "The study report made four recommendations."}, {"text_block_id": "p22_b221", "text": "→"}, {"text_block_id": "p22_b222", "text": "Diesel generation must provide the frequency and voltage reference for any future PV installations."}, {"text_block_id": "p22_b223", "text": "→"}, {"text_block_id": "p22_b224", "text": "As the inverters used with solar generation are susceptible to low-voltage drop-out during certain extreme events, the voltage ride-through for the inverters should be reduced to low voltage set point for the 0.20–2.0 period from 0.65 to 0.50 pu. All existing and future inverters should use these settings."}, {"text_block_id": "p22_b225", "text": "→"}, {"text_block_id": "p22_b226", "text": "Shunt reactance of 130 kVAr (inductive) should be fitted to counteract the capacitive effect of the cable network. Installation of three 65 kVar reactors was recommended."}, {"text_block_id": "p22_b227", "text": "→"}, {"text_block_id": "p22_b228", "text": "All the prospective (future) cases showed that one diesel gen-set should handle normal renewable output variations."}, {"text_block_id": "p22_b229", "text": "The power sector in Niue urgently requires technical assistance to support implementation of the recommendations from the KEMA study. This will solve the grid instability issues and allow Niue to integrate more renewable energy generation. The New Zealand Ministry of Foreign Affairs and Trade (MFAT) is providing financial support for a qualified technical advisor to work closely with the Utilities Department and the NPC to fast-track the recommendations from the study"}, {"text_block_id": "p23_b230", "text": "and provide technical skills as required."}, {"text_block_id": "p23_b231", "text": "3.4 Renewable energy potential"}, {"text_block_id": "p23_b232", "text": "Niue has the potential to exploit some renewable energy sources such as solar, wind, wave energy,"}, {"text_block_id": "p23_b233", "text": "ocean thermal energy conversion"}, {"text_block_id": "p23_b234", "text": ", biomass and biogas. There is no significant tidal, geothermal or hydro energy resources. The only significant renewable energy sources currently used in Niue are solar PV and to some extend wood (biomass) for traditional cooking, and solar thermal energy for water heating."}, {"text_block_id": "p23_b235", "text": "3.4.1 Solar energy potential"}, {"text_block_id": "p23_b236_merged_merged", "text": "The 2004 PIREPstudy reported an average of 4.52 kWh/m2/day for Niue. The University of the South Pacific (USP)/Korea International Cooperation Agency project set up two masts for wind and solar data monitoring but the data had not been analysed before the write-up of this road map."}, {"text_block_id": "p23_b240", "text": "Solar energy is the best option to meeting the renewable energy target, but work on stabilising the national grid is required to allow maximum penetration of solar energy. In addition, due to the intermittent characteristics of solar energy, energy storage is required to save energy that can be used at night time. The total installed solar PV capacity of 343.1 kW could contribute around 5% of solar generation to the electricity generation, assuming the grid instability issue is resolved and battery storage is available."}, {"text_block_id": "p23_b241", "text": "3.4.2 Wind energy potential"}, {"text_block_id": "p23_b242", "text": "Wind energy has been proposed in the past, but it did not result in any installation on the ground. Niue’s modest power requirements could be met by three or four turbines to supplement diesel generation. No significant negative impacts on the environment or social problems seem likely from the use of wind power. However, any turbines installed must be designed to survive cyclones and must be carefully integrated into the grid to avoid instability problems."}, {"text_block_id": "p23_b243", "text": "The wind option could be looked at for the long-term benefits of meeting the renewable energy targets, reducing the use of fossil fuel, and realising GoN commitments towards climate change. For the benefit of future decision making Table 4 provides information on the status of wind energy use in other Pacific Island countries."}, {"text_block_id": "p23_b244", "text": "Table 4: Wind energy status in some selected Pacific Island countries"}, {"text_block_id": "p23_b245", "text": "Source: SPC 2015"}, {"text_block_id": "p24_b246", "text": "After further data collection and analysis, wind energy may also be shown to be a cost-effective option and if this is the case, it can be integrated into the renewable energy target mix in the future."}, {"text_block_id": "p24_b247", "text": "3.4.3 Other renewable energy technologies"}, {"text_block_id": "p24_b248", "text": "3.4.3.1 Biomass"}, {"text_block_id": "p24_b249", "text": "Biomass resources may not be a good option for Niue, given the poor soil and the need for conservation of existing forest resources. Coconut oil for biofuel maybe possible but is unlikely to be cost-effective because of limited labour and human resources on the island."}, {"text_block_id": "p24_b250", "text": "3.4.3.2 Biogas"}, {"text_block_id": "p24_b251", "text": "Biogas captured through a biogas digester at Vaipapahi Farm could be developed and demonstrated. A four cubic metre biogas digester may be possible with at least ten mature pigs to be available at all times."}, {"text_block_id": "p24_b252", "text": "3.4.3.3 Ocean energy"}, {"text_block_id": "p24_b253", "text": "Niue has a mean wave energy flux of around 16.49 kW/m and this is ideal for grid connection. However, the Pacific region has not had any experience of wave energy technology and this may not be an option until the distant future, ten to twenty years from now."}, {"text_block_id": "p24_b254", "text": "3.5\t Energy efficiency"}, {"text_block_id": "p24_b255", "text": "and conservation potential"}, {"text_block_id": "p24_b256", "text": "3.5.1 Electricity supply losses"}, {"text_block_id": "p24_b257_merged", "text": "A study of the Niue power system energy losses conducted by KEMA in 2012 quantified the losses into two categories: station losses, which were categorised as efficiency of generating units and power plant auxiliary loads and"}, {"text_block_id": "p24_b261", "text": "distribution station losses – technical and non-technical."}, {"text_block_id": "p24_b262", "text": "This section discusses the findings of the study on the NPC power system total losses of 11.86%"}, {"text_block_id": "p24_b263", "text": "consisting of:"}, {"text_block_id": "p24_b264", "text": "→"}, {"text_block_id": "p24_b265", "text": "5.19% in power station auxiliaries (station losses), which is relatively high;"}, {"text_block_id": "p24_b266", "text": "→"}, {"text_block_id": "p24_b267", "text": "4.7% in technical losses, which is in the normal range;"}, {"text_block_id": "p24_b268", "text": "→"}, {"text_block_id": "p24_b269", "text": "0.03% in non-technical losses, which is an excellent level; and"}, {"text_block_id": "p24_b270", "text": "→"}, {"text_block_id": "p24_b271", "text": "1.94% in unbilled usage for street lights and a portion of the consumption by the water system."}, {"text_block_id": "p24_b272", "text": "The power station losses of 5.19% is high and ideally should be reduced to 4% or lower. The study highlighted some unaccounted losses from the NPC buildings at the power plant site, street lights and two nearby houses. The KEMA study report recommendations are considered in the implementation plan of this road map. For non-technical losses, the KEMA report recommends that replacement of older meters by new meters is a priority and is included in this road map. In order to achieve better and more accurate figures on total losses and non-technical losses, it was also recommended to perform monthly meter readings on or around the last day of the month in order to get a more accurate comparison between energy entering into the feeders and energy sold."}, {"text_block_id": "p25_b273", "text": "3.5.2 Residential, commercial and government"}, {"text_block_id": "p25_b274", "text": "The 2004 Pacific Islands Renewable Energy Project study estimated a 10% savings on electricity demand could be achieved through demand side management (DSM) activities in the residential, government and commercial sectors. These activities include consumer awareness on energy conservation and promoting financial incentives for consumers to use more efficient appliances."}, {"text_block_id": "p25_b275", "text": "In order to determine the electricity usage for the three sectors, electricity sales data were collected from the Treasury Department. However, the data do not provide a breakdown of the different sectors since the residential and commercial sales are lumped together as private, while the government is recorded as public. There is a need to increase awareness and understanding of data recording and analysis as the three sectors have different usages and therefore should be dealt with differently."}, {"text_block_id": "p25_b276", "text": "In order to get an estimate on electricity use for the three sectors, private sector consumption is divided thus: 40% for residential users and 60% for the commercial sector. This is used to estimate the baseline electricity uses for residential and commercial users. Figure 7 depicts the electricity billed for the residential, commercial and government users."}, {"text_block_id": "p25_b277", "text": "Figure 7: Electricity consumption trend 2009 to 2014"}, {"text_block_id": "p25_b278", "text": "Source: SPC, 2015"}, {"text_block_id": "p25_b279", "text": "Residential sector"}, {"text_block_id": "p25_b280", "text": "Energy efficiency strategies that could be adopted for the residential sectors could include;"}, {"text_block_id": "p25_b281", "text": "→"}, {"text_block_id": "p25_b282", "text": "an energy efficiency  lighting strategy;"}, {"text_block_id": "p25_b283", "text": "→"}, {"text_block_id": "p25_b284", "text": "air conditioners retrofit in government buildings;"}, {"text_block_id": "p25_b285", "text": "→"}, {"text_block_id": "p25_b286", "text": "appliance standards and labelling; and"}, {"text_block_id": "p25_b287", "text": "→"}, {"text_block_id": "p25_b288", "text": "an LPG rehabilitation programme."}, {"text_block_id": "p26_b289_merged", "text": "Tables 5 and 6 show what energy savings could be achieved through an energy lighting strategy and air conditioners retrofits."}, {"text_block_id": "p26_b292", "text": "Table 5: Energy savings through lighting strategy"}, {"text_block_id": "p26_b293", "text": "Source: PEEP 2"}, {"text_block_id": "p26_b294", "text": "http://www.ee-pacific.net/"}, {"text_block_id": "p26_b295", "text": "Table 6: Energy savings through AC retrofit"}, {"text_block_id": "p26_b296", "text": "Source: RMI Energy Audit Nick Wardrop presentation case study, Feb 2012"}, {"text_block_id": "p26_b297", "text": "3.5.3 The commercial sector"}, {"text_block_id": "p26_b298", "text": "The high electricity consumers are the Swanson Supermarket and the Matavai Resort. The NPC reported that the commercial sector had carried out their energy audits as they are quite keen to reduce electricity consumption. However, there is a need for aggressive awareness-raising on energy efficiency and energy conservation."}, {"text_block_id": "p26_b299", "text": "3.5.4 The government sector"}, {"text_block_id": "p26_b300", "text": "There is a need to collect and monitor energy usage in all government buildings in order to establish baseline data, and track consumption on an ongoing basis, mainly those buildings using air conditioning units. The energy efficiency measures could be incorporated into revised building codes and supported by financial incentives for buildings that incorporate renewable energy uses, such as solar water heaters, gas stoves, efficient lights and energy labels on electric appliances."}, {"text_block_id": "p26_b301", "text": "3.5.5 The tourism sector"}, {"text_block_id": "p26_b302", "text": "Tourism has gradually increased in Niue since 2009. Visitor earnings have also increased, reaching more than NZD 5 million in 2013, and will continue to rise as GoN has committed to increase its investments in the extension of the Matavai resort in order to accommodate the larger number of visitors to Niue."}, {"text_block_id": "p26_b303", "text": "However the number of tourists and visitors to Niue will affect electricity generation, electricity consumption, transportation and water pumping. Even though water is free and not metered to households and hotels, electricity is used to pump water to the water tank or reservoir."}, {"text_block_id": "p26_b304", "text": "There should be an aggressive awareness on electricity uses as well as water conservation."}, {"text_block_id": "p27_b305", "text": "3.5.6 Appliance labelling and standards"}, {"text_block_id": "p27_b306", "text": "Niue has no approved standards on electrical appliances and this road map considers the benefits of participating in the Pacific Appliance and Labelling Standards (PALS) project that will provide funding and technical assistance for a review of legislation to establish standards and labels for selected household appliances, including lights, freezers/refrigeration and air conditioners. An energy efficiency study conducted by SPC in 2012 concluded that an effective labelling programme in Niue could result in annual savings of approximately 173.4 mega-watts hour (MWh) of electricity and 189 tons of CO"}, {"text_block_id": "p27_b307", "text": "2"}, {"text_block_id": "p27_b308", "text": "emissions. The savings in avoided electricity is USD 60,000 over the ten year period."}, {"text_block_id": "p27_b309", "text": "3.5.7 LPG rehabilitation"}, {"text_block_id": "p27_b310", "text": "LPG use for cooking was promoted in the EDF9 project, with distribution of 314 gas stoves at the end of the project in December 2010. There has since been a reduction in the total consumption of LPG in Niue for households from 69% in 2012 to 60% in 2013 and reduced to 55% in 2014. However the commercial sector experienced increased use of LPG. Table 7 highlighted the estimated trend on the LPG consumption for the two sectors, residential and commercial."}, {"text_block_id": "p27_b311", "text": "Table 7: Total consumption (GJ) of LPG per sector 2010–2014"}, {"text_block_id": "p27_b312", "text": "Two issues contributed to the slow uptake of LPG: i) the high cost of LPG compared to electricity and ii) reports that the distributed LPG stoves were not working due to faults in the gas pipe and there being no spare parts available on the island. The gas pipes need to be replaced with the commonly used fittings, which requires funding and technical expertise that can be provided by the NBF (Niue Bulk Fuel)."}, {"text_block_id": "p27_b313", "text": "The 2011 census reported that 116 households out of the 477 used electricity for cooking and 320 used gas stoves, but about half of these stopped using LPG shortly after take-up. This road map aims to convert them, as well as the existing 116 households that use electricity, to LPG as the main means of cooking. In total, the goal is to have 276 households converted to LPG for cooking."}, {"text_block_id": "p27_b314", "text": "3.6 Electricity sub-sector targets"}, {"text_block_id": "p27_b315_merged_merged", "text": "The road map has identified priorities that will reduce the burden on government spending on power generation. First is to implement the actions required to fully utilise the total capacity of the solar energy installed, hence the need to resolve the grid in-stability issues and second, is to improve both the efficiency of electricity generation supply and the demand use of electricity."}, {"text_block_id": "p28_b321", "text": "Table 8 summarises the targets relating to the priorities for reducing diesel use for electricity production through increased percentage share of renewable energy and reducing electricity consumption through supply and demand side efficiency."}, {"text_block_id": "p28_b322", "text": "Table 8: Electricity sub-sector goals and targets"}, {"text_block_id": "p29_b323", "text": "Transport sub-sector"}, {"text_block_id": "p30_b324", "text": "Transport sub-sector"}, {"text_block_id": "p30_b325", "text": "4.1 Transport energy use"}, {"text_block_id": "p30_b326", "text": "In 2014, the transport sector was estimated to account for 71% of the total fuel energy consumption on Niue. Of this, over 99% of the fuel consumed in the transport sector is for land transportation. Kerosene sales for aviation are accounted as international sales and are reflected as re-export figures for Niue."}, {"text_block_id": "p30_b327", "text": "The graph presented in Figure 8 represents the energy consumption for the transport sector 2009 to 2014."}, {"text_block_id": "p30_b328", "text": "Figure 8: Fuel use for transport sector 2009 to 2014"}, {"text_block_id": "p30_b329", "text": "Source: SPC data 2015"}, {"text_block_id": "p30_b330", "text": "4.2 Land"}, {"text_block_id": "p30_b331", "text": "transport"}, {"text_block_id": "p30_b332", "text": "The"}, {"text_block_id": "p30_b333", "text": "Transport Act 1965"}, {"text_block_id": "p30_b334", "text": "and regulations govern the licensing and related fees for motor vehicles use in Niue. The 2011 census recorded a total of 926 vehicles at household level, estimating that, on average, every household"}, {"text_block_id": "p30_b335", "text": "in Niue owns at least two vehicles. The availability of loans and second-hand cars from relatives living abroad are two of the reasons for the increased number of vehicles."}, {"text_block_id": "p30_b336", "text": "A regulation developed under the"}, {"text_block_id": "p30_b337", "text": "Customs Tariff Act 1982"}, {"text_block_id": "p30_b338", "text": "restricts the importation of second-hand cars that were manufactured before 2000 as they are less fuel-efficient than the latest models."}, {"text_block_id": "p30_b339_merged_merged_merged", "text": "The mode of transport to work as surveyed in the 2011 census report was by motor vehicles.There is no public transport system in Niue and therefore a private vehicle is the predominant form of transport for workers and the public. The census report noted that 77.1% of employers use their own vehicle to travel to work, even in those areas where the government offices are situated around Alofi South and Alofi North. Only 13.3% of workers said they shared a vehicle when they travelled to and from work and this is common for those who come from Vaiea, Avatele, Likue and Tuapa, villages further away from government buildings. In terms of fuel, petrol is the fuel most used for land transport."}, {"text_block_id": "p30_b341", "text": "4.3 Transport sub-sector targets"}, {"text_block_id": "p30_b342", "text": "There have been no activities relating to energy efficiency and renewable energy options for the transport sector in the past, and the road map will constitute the first effort to examine"}, {"text_block_id": "p31_b343", "text": "this area. As the majority of fuel use is for land transport and the other major user of fuel is the airline industry where international regulations limit the scope for national interventions, the road map will focus on land transport."}, {"text_block_id": "p31_b344", "text": "The target for land transport is shown in Table 11."}, {"text_block_id": "p31_b345", "text": "Table 9: Land transport target"}, {"text_block_id": "p31_b346", "text": "Options to improve efficiency in land transportation include the following."}, {"text_block_id": "p31_b347", "text": "1."}, {"text_block_id": "p31_b348", "text": "In 2011, Customs regulations were amended to encourage the import of fuel-efficient vehicles into Niue. For example, the following tiers are applied to vehicles:"}, {"text_block_id": "p31_b349", "text": "In 2011, Customs regulations were amended to encourage the import of fuel-efficient vehicles into Niue. For example, the following tiers are applied to vehicles:\n* 10% duty\n* 10% duty\n for spark-ignition internal combustion reciprocating piston engines, cylinder capacity not exceeding 1500 cubic centimeter (cc)\n* compression-ignition internal combustion piston engines (diesel or semi-diesel) for transport of goods (of a gvw not exceeding 5 tonnes)\n* 20% duty\n* 20% duty\n for spark-ignition internal combustion reciprocating piston engines cylinder capacity exceeding 1500 cc but not exceeding 3000 cc\n* compression-ignition internal combustion piston engines (diesel or semi-diesel) for transport of goods (of a gvw exceeding 5 tonnes but not exceeding 20 tonnes)\n* 40% duty\n* 40% duty\n for spark-ignition internal combustion reciprocating piston engines cylinder capacity exceeding 3000 cc\n* compression-ignition internal combustion piston engines (diesel or semi-diesel) for transport of goods (of a gvw. exceeding 20 tonnes)\n* Vehicles: electrical, self-propelled, (not fitted with lifting or handling equipment) of the type used for short distance transport of goods in factories, warehouses, dock areas or airports have 0% duty."}, {"text_block_id": "p31_b366", "text": "2."}, {"text_block_id": "p31_b367", "text": "As technology improves, the Customs regulations need to be reviewed and adjusted at regular intervals (i.e. every five years) to support fuel-efficient vehicle import initiatives. Customs have confirmed a new tariff has been proposed and will be implemented once approved by Cabinet."}, {"text_block_id": "p31_b368", "text": "3."}, {"text_block_id": "p31_b369", "text": "Vehicle types must be considered and classified for this plan moving forward – for example the average family car sufficient to transport parents to work and children to school should aim to have an engine cylinder capacity of less than 1300 cc rather than a heavy duty utility vehicle for towing a fishing boat or for gathering firewood from the plantation, etc. This could have an engine cylinder capacity up to 2500 cc."}, {"text_block_id": "p31_b370", "text": "4."}, {"text_block_id": "p31_b371", "text": "Provide incentives and facilities to improve the quality of maintenance of vehicles."}, {"text_block_id": "p31_b372", "text": "5."}, {"text_block_id": "p31_b373_merged_merged_merged_merged", "text": "Consider incentives to increase the use of bicycles and promote health as a way of preventing non-communicable diseases."}, {"text_block_id": "p31_b376", "text": "An electric-diesel hybrid vehicle may be an option to investigate for the near future as the power generation is currently supplying more than the energy demand. The batteries can be charged using electricity, thereby reducing the use of diesel fuel. As renewable energy generation increases, the feasibility of fully electric vehicles with solar (or wind) charging can be a good option for a low carbon economy. However, fully electric vehicles are far from becoming a commercial reality in practice, even worldwide. A preliminary investigation into the benefits and costs of electric vehicles would be needed before any concrete steps are taken in this direction."}, {"text_block_id": "p32_b377", "text": "Petroleum sub-sector"}, {"text_block_id": "p33_b378", "text": "Petroleum sub-sector"}, {"text_block_id": "p33_b379", "text": "5.1 Fuel supply"}, {"text_block_id": "p33_b380", "text": "and demand"}, {"text_block_id": "p33_b381_merged", "text": "Niue Blulk Fuel (NBF) imports and distributes petroleum products in Niue. There is only one retailer for automotive diesel oil (ADO) and petrol, while LPG is distributed by the private sector – Ali’s enterprise. Fuel supply to Niue is provided through Matson shipping, which procures fuel from Zenergy of New Zealand. Maintenance and inspection of systems is based on industry standards published by Shell. Several of the larger tanks at Sir Robert’s wharf are currently in poor condition and not up to industrial standards, but these assets are not currently required due to the tank-tainer supply model. Key spare parts for pumping and treatment systems are held on the island. The current method of fuel importation is through tank-tainers, but recent investigations have looked into restoring the local coastal tankers supply model, including the Alofi wharf bulk fuel tanks."}, {"text_block_id": "p33_b388", "text": "NBF assets currently in use include storage tanks at Amanau and Hanan Airport, tankers, pumps, hoses and the jet fuel distribution line (including filtration systems, etc.). In addition to these assets, there are storage tanks at Sir Robert’s Wharf in Alofi that were damaged in cyclone Heta in 2004. Total petroleum imports to Niue in past years average around 2.4 million litres per annum. Diesel is the largest volume imported to Niue, averaging 1.2 million litres per annum. The electricity generation diesel use accounts for 66% of the total imports (0.8 million litres)."}, {"text_block_id": "p33_b389", "text": "Figure 9 provides the NBF projections that predict an increase in fuel demand in all types of fuel; ADO, petrol, dual purpose kerosene (DPK) and LPG until 2016. However, diesel use for power generation is expected to decrease after 2016 following the planned increase in the renewable energy share to the total generation. Jet fuel or DPK imports are also expected to increase in the coming years, noting the growth in the tourism sector that will eventuate with more than two flights per week to Niue in the foreseeable future. LPG use will also increase once it is readily accessible and becomes more affordable compared to electricity."}, {"text_block_id": "p33_b390", "text": "Figure 9: Petroleum fuel and LPG sales projects 2015–2018"}, {"text_block_id": "p33_b391", "text": "Source: NBF presentation 19 Nov 2014"}, {"text_block_id": "p34_b392", "text": "Other departments involved in fuel supply include:"}, {"text_block_id": "p34_b393", "text": "→"}, {"text_block_id": "p34_b394", "text": "Department of Transport – Responsible for the unloading of bulk fuel from freight vessels and transport to tank- tainer transfer sites and service stations."}, {"text_block_id": "p34_b395", "text": "→"}, {"text_block_id": "p34_b396", "text": "Treasury – Responsible for ensuring that sufficient government funds are available to cover the cost of bulk fuel purchase from the international market."}, {"text_block_id": "p34_b397", "text": "NBF has a number of guiding policies in place that address safety and accidents. These include:"}, {"text_block_id": "p34_b398", "text": "1."}, {"text_block_id": "p34_b399", "text": "National response plan"}, {"text_block_id": "p34_b400", "text": "2."}, {"text_block_id": "p34_b401", "text": "Oil spill response"}, {"text_block_id": "p34_b402", "text": "3."}, {"text_block_id": "p34_b403", "text": "Fire hazard"}, {"text_block_id": "p34_b404", "text": "Niue is one of the countries in the region that uses high quality fuel for both power generation and land transport of 10 parts per million (ppm) sulphur content in diesel and 91 Research Octane Number (RON) for petrol. LPG imported into Niue is a mix of propane and butane. The comparison of the fuel quality imported into other Pacific Island countries compared to Niue is provided in Table 9 below."}, {"text_block_id": "p34_b405", "text": "Table 10: Pacific region fuel quality"}, {"text_block_id": "p35_b406", "text": "Source: SPC 2015"}, {"text_block_id": "p35_b407", "text": "5.2 Fuel"}, {"text_block_id": "p35_b408", "text": "pricing"}, {"text_block_id": "p35_b409", "text": "Fuel retail prices are monitored by government through the NBF and there is no active fuel pricing control mechanism in place. Fuel sale and taxation is an income for government. There are various levies included in the wholesale selling prices of fuels, such as the 0.06 cents a litre on diesel, petrol and aviation fuel to cover the cost of renting the tank-tainers from the fuel suppliers."}, {"text_block_id": "p35_b410_merged", "text": "A fuel price change in Niue is carried out on an ad hoc basis by the NBF and is influenced by either a major surge or fall in international market prices. The fuel price for ADO, petrol and DPK has remained the same since March 2013. Prices for LPG were significantly higher than other similar sized markets in the region, as seen in Figure 9. One of the reasons for the higher cost of LPG in Niue is that LPG is imported in 45 kg cylinders rather than in bulk supply using a 20-foot ISO tanktainer. Once on the island, the LPG is transferred to 9 kg cylinders to sell to the public. The monitoring of fuel and LPG prices can be introduced within the Price Control on Imported Goods for Resale in Niue Act 1975, which is currently being managed through a board."}, {"text_block_id": "p35_b413", "text": "Figure 10: Regional prices of LPG (including tax and duty)"}, {"text_block_id": "p35_b414", "text": "Source: SPC 2015"}, {"text_block_id": "p36_b415", "text": "5.3 Petroleum"}, {"text_block_id": "p36_b416", "text": "sub-sector targets"}, {"text_block_id": "p36_b417", "text": "This section of the road map highlights the security of petroleum supply essential for continued economic growth and social development in Niue. It also highlights the need for improving the affordability of petroleum products mainly for industrial and commercial activities through cost-effective options for supply and storage of fuels. The current practice of importing diesel is perceived as an expensive way to supply fuel, as the tank rental is charged per litre of total imports. There are at least 11 tanks kept on the island at any one time. LPG imports are also imported in 45 kg cylinders, which are more expensive compared to bulk import in isotainers. However, with the anticipated increased use of LPG for households and for the commercial and possibility transport sector, the road map proposes the revamping of the LPG infrastructure to provide safe and secure storage sites for LPG. Table 10 presents the goal and targets for the petroleum sub-sector."}, {"text_block_id": "p36_b418", "text": "Table 11: Petroleum sub-sector targets"}, {"text_block_id": "p36_b419", "text": "5.4 Achieving government leadership and commitment"}, {"text_block_id": "p36_b420_merged", "text": "The GoN understands the need to balance the capital investments for establishing the proper fuel storage facility that will increase the fuel security of supply, with potential consequential increase in fuel prices to fund the capital investments. The GoN has imposed various levies on petroleum products through the Niue Consumption Act 2009 and the Customs Tariff Act 1982. There may be a need to include a fuel tariff for capital investments on the rehabilitation of the fuel storage tank and LPG revamping infrastructure."}, {"text_block_id": "p36_b425", "text": "The proposed measures described in this section will contribute to achieving the energy sector goal of reliable energy supply in Niue."}, {"text_block_id": "p36_b426", "text": "→"}, {"text_block_id": "p36_b427", "text": "Undertake a comparative study on the economics on fuel import using tank-tainer versus the local coastal tankers."}, {"text_block_id": "p36_b428", "text": "→"}, {"text_block_id": "p36_b429", "text": "Undertake a comparative study on the economics of LPG imports using ISO LPG tank containers compared to 45 LPG cylinders."}, {"text_block_id": "p36_b430", "text": "→"}, {"text_block_id": "p36_b431", "text": "Strengthen the price monitoring of petrol, diesel, kerosene and LPG."}, {"text_block_id": "p36_b432", "text": "→"}, {"text_block_id": "p36_b433", "text": "Increase the fuel supply security days so that Niue is not affected by irregular shipping schedules."}, {"text_block_id": "p36_b434", "text": "→"}, {"text_block_id": "p36_b435", "text": "Strengthen the energy infrastructure so that it is more resilient to natural disasters."}, {"text_block_id": "p37_b436", "text": "Policies"}, {"text_block_id": "p38_b437", "text": "Policies to sustainable energy opportunities in Niue"}, {"text_block_id": "p38_b438", "text": "Niue has a National Energy Plan and Action Plan endorsed by the Government of Niue in 2005. The"}, {"text_block_id": "p38_b439", "text": "Niue Electric Power Supply Act 1960"}, {"text_block_id": "p38_b440", "text": "governs the supply and distribution of electricity in Niue. The Transport (Annual License Fees) Regulation 1991 and 2007 developed under the"}, {"text_block_id": "p38_b441", "text": "Niue Transport Act 1965"}, {"text_block_id": "p38_b442", "text": "and currently administered by the Police Department, regulates annual license fees for motor vehicles."}, {"text_block_id": "p38_b443", "text": "There is no legislation that clarifies the roles of government in terms of planning, developing, and coordinating energy initiatives, energy sector regulation and creating a market where private sector and community stakeholders can engage effectively, for example, in the introduction of net-metering, which may facilitate incentives to promote the installation of grid-connected household solar energy systems. The establishment of an energy unit under the Department of Utilities will be skilled in planning and regulation of the energy sector. The development of an energy act was proposed to help regulate the energy sector and encourage private sector participation"}, {"text_block_id": "p38_b444", "text": "Niue has made commitments to low-carbon development, including being signatory to the Kyoto Protocol of the UNFCCC. Its Second National Communication is being developed and the Draft National Strategy Plan 2015 highlights the commitments to having a zero carbon economy by 2020. Niue has pledged targets for renewable energy in the Majuro Declaration (100% share in the overall energy mix by 2020). The target is very ambitious and is being revised in this NiSERM to 80% renewable energy share for power generation by 2025. The policies, legislation and financial barriers to meeting this target are discussed in the next chapter. Niue is a new member"}, {"text_block_id": "p38_b445", "text": "of the"}, {"text_block_id": "p38_b446", "text": "International Renewable Energy Agency, which, as part of its Small Island Development States Initiative, will provide technical assessments on Niue’s readiness to deploy renewables and transition the electricity sector from fossil fuel to renewable energy."}, {"text_block_id": "p38_b447", "text": "6.1 Concrete policies and measures"}, {"text_block_id": "p38_b448", "text": "6.1.1 E"}, {"text_block_id": "p38_b449", "text": "ncouraging and improving energy efficiency"}, {"text_block_id": "p38_b450_merged_merged_merged", "text": "The Niue Chamber of Commerce represents the business community interest and has functioned well in the past with 115 members. It is a member of the Pacific Islands Private Sector Organisation. The 2014–2019 Niue National Strategic Plan has included private sector development as a new pillar to national development, recognising the contribution of the private sector to the economy of Niue. The Chamber of Commerce recently provided financial support of NZD 4,000 per member to assist with small business development, including the uptake of more efficient appliances. However, legislation relating to the use of energy efficient appliance labelling and standards, as well as fiscal incentives such as less import duty, is non-existent in Niue. The development of legislation and awareness-raising on the benefits of adopting energy labels and standards is important to the public and communities. Complementing the financial scheme of the Chamber of Commerce and other financing institutions is the SPC Pacific Appliance and Labelling Standards (PALS) project, which assists in the review of legislation relating to electric appliance labels and standards. The Ministry of Infrastructure is to send SPC a request to participate in the PALS programme. The Low Carbon Islands Project of the Global Environment Facility Pacific Alliance for Sustainability – implemented by the UN Environment Programme and executed by the International Union for Conservation of Nature (IUCN) Oceania Regional Office – has started discussions with the Kiwi Bank and the Niue Development Bank (managed by Niue Commercial Enterprises Ltd) to establish an energy efficiency loan scheme that will also support the uptake of energy efficient appliances."}, {"text_block_id": "p39_b455", "text": "6.1.2 Incentivising renewable energy deployment"}, {"text_block_id": "p39_b456", "text": "The Government of Niue has not put in place any of the elements required to support a transition to a sustainable energy system; the existing solar farms were put in place by aid development. There are no tax or financial incentives promoting renewable energy use by private or individual users. Importation of solar photovoltaic (PV) systems is taxed at normal rate of 12.5% and there is no feed-in tariff for some of the private solar installations that exist on the island. A new 5 kW system was installed in 2015 at the Stone Villa cottage that will demonstrate the use of solar energy in the tourism sector, and even though it is grid-connected, there is no reward for the excess energy integrated to the grid. Another private house has installed a 5kW solar system for its own use and there is no incentive to connect the system to the grid. However, as mentioned, the first priority is for NPC to work on its grid stability issue prior to allowing more solar PV grid connections."}, {"text_block_id": "p39_b457", "text": "6.1.3 Training and capacity building"}, {"text_block_id": "p39_b458", "text": "Technical assistance and capacity building are required to reduce the technical, administrative, legal and political barriers to promoting renewable energy deployment and encouraging energy efficiency. Niue, like other PICTs has limited resources and capacity to overcome barriers and there is also limited opportunity for human resources development."}, {"text_block_id": "p39_b459", "text": "Technical barriers that were highlighted in the KEMA 2012 grid stability assessment study, the PIREP report and Crawley’s (2014) report:"}, {"text_block_id": "p39_b460", "text": "→"}, {"text_block_id": "p39_b461", "text": "the lack of maintenance of the PV systems, which may contribute to the declining output;"}, {"text_block_id": "p39_b462", "text": "→"}, {"text_block_id": "p39_b463", "text": "the need for more training on maintenance and operation, and trouble shooting of the PV systems at the NPC;"}, {"text_block_id": "p39_b464", "text": "→"}, {"text_block_id": "p39_b465", "text": "maintenance and repair work on the electricity transmission lines  around the island;"}, {"text_block_id": "p39_b466", "text": "→"}, {"text_block_id": "p39_b467", "text": "experience from the PECF project with limited training and the need for more training and trouble shooting; and"}, {"text_block_id": "p39_b468", "text": "→"}, {"text_block_id": "p39_b469", "text": "lack of electricity data collection and analysis."}, {"text_block_id": "p39_b470", "text": "Barriers to policy implementation and evaluation is a challenge, due to the absence of local technical know-how to implement and evaluate the energy policy in general and the limited humans resources dedicated to energy planning."}, {"text_block_id": "p39_b471", "text": "Technical assistance and capacity building should focus on:"}, {"text_block_id": "p39_b472", "text": "→"}, {"text_block_id": "p39_b473", "text": "policy design for policy makers, including feed-in tariff design, price and rate setting, as well as roadmap/policy/legislative review and transitional decreasing of financial support to the utilities over time;"}, {"text_block_id": "p39_b474", "text": "→"}, {"text_block_id": "p39_b475", "text": "development, resource assessment and feasibility studies for government and local  and bilateral partners;"}, {"text_block_id": "p39_b476", "text": "→"}, {"text_block_id": "p39_b477", "text": "grid expansion and stability management, and integration strategies for the NPC;"}, {"text_block_id": "p39_b478", "text": "→"}, {"text_block_id": "p39_b479", "text": "assessing the establishment of private or foreign investors in order to support the increase  uptake of solar PV systems and energy efficient appliances; and"}, {"text_block_id": "p39_b480", "text": "→"}, {"text_block_id": "p39_b481", "text": "technical assessment of  renewable energy technology – wind, biomass and biogas."}, {"text_block_id": "p40_b482", "text": "Implementation of this road map is important and is supported by technical assistance (TA) as Niue has limited human resources and capacity. The New Zealand Ministry of Foreign Affairs and Trade is providing funding support for TA on road map implementation, prioritising grid stability management and operational support activities. The funding support is available for a period of two to four years."}, {"text_block_id": "p40_b483", "text": "6.1.4 Data collection and analysis"}, {"text_block_id": "p40_b484", "text": "This road map provides recommendations on improving data collection and analysis to inform decision makers."}, {"text_block_id": "p40_b485", "text": "Electricity data"}, {"text_block_id": "p40_b486", "text": "→"}, {"text_block_id": "p40_b487", "text": "Generation data should include all required parameters, including peak demand load."}, {"text_block_id": "p40_b488", "text": "→"}, {"text_block_id": "p40_b489", "text": "Electricity data generated into the grid from all solar farms should be consistently recorded."}, {"text_block_id": "p40_b490", "text": "→"}, {"text_block_id": "p40_b491", "text": "Electricity sales data should be segregated into three categories: residential, business/ industry/commercial, and government. This should be aligned to the different electricity tariffs for each sector."}, {"text_block_id": "p40_b492", "text": "→"}, {"text_block_id": "p40_b493", "text": "Recording of outages data is important to monitor the actual demand forecast."}, {"text_block_id": "p40_b494", "text": "Energy efficiency data"}, {"text_block_id": "p40_b495", "text": "→"}, {"text_block_id": "p40_b496", "text": "There are limited data available on energy efficiency and conservation. However, for future policy analysis the following needs to be done."}, {"text_block_id": "p40_b497", "text": "→"}, {"text_block_id": "p40_b498", "text": "Electricity bills should be recorded and the records readily available."}, {"text_block_id": "p40_b499", "text": "→"}, {"text_block_id": "p40_b500", "text": "Record the number of electrical appliances in all government buildings and their power usages (watts). Office equipment registries should include power (watts) use."}, {"text_block_id": "p40_b501", "text": "→"}, {"text_block_id": "p40_b502", "text": "Maintenance officers should keep a record of the number of lights, the type of lights, as well as the energy or power wattages installed in government buildings, and estimate the power usages for each building."}, {"text_block_id": "p40_b503", "text": "→"}, {"text_block_id": "p40_b504", "text": "Government buildings should have meters; energy usage should be recorded and electricity use should be monitored."}, {"text_block_id": "p40_b505", "text": "→"}, {"text_block_id": "p40_b506", "text": "Census reports should include all electrical appliances in residences, including freezers and refrigerators. The number of freezers/refrigerators was not included in the 2011 census record."}, {"text_block_id": "p41_b507", "text": "NiSERM financing plan"}, {"text_block_id": "p42_b508", "text": "NiSERM financing plan"}, {"text_block_id": "p42_b509", "text": "Financial savings analysis"}, {"text_block_id": "p42_b510", "text": "The GoN stands to gain significant short to long-term financial savings from implementing this road map. The chief priority should be the stabilisation of the grid to maximise the contribution of solar generation to the grid, which, when complemented by the purchase of a more effective solar battery, will address key generation and distribution issues. Stabilisation of the grid will reduce the need to use the large diesel generator to supplement electricity generation during peak use, which translates into diesel savings. Grid stabilisation will also avert potential costs that will be incurred if the drop in system voltage and frequency during peak use is severe enough to result in the loss of the solar system all together. Once grid stabilisation takes places, there should be increasing prospects to progressively substitute renewable energy sources (solar) for fossil-based fuel as the main generation source for electricity in Niue. This should result in cost savings to the country in terms of savings from a reduction in the government fossil fuel bill for electricity generation and production and consumer subsides paid by the government."}, {"text_block_id": "p42_b511", "text": "Savings from full solar penetration will be equivalent to the diesel generation cost equivalent of the current ‘unused’ kWh solar generation capacity. Approximately 2% of the 342 kWp of solar energy generated is integrated into the grid, as at 2014, with 335.16 kWp of ‘unused’ solar generation. In 2012, Niue expended NZD 6 million on 2.45 million litres of petroleum imports; diesel for electricity generation was about 0.83 million litres (about 34% of the total) at a cost of about NZD 2.02 million. With diesel generation in the same year at 3,264,508 kWh and the NZD 2.02 million spent on diesel-based electricity generation, the fuel cost per kWh diesel generation is about NZD 0.62. The 64,470 kWh solar energy generated in 2012 is equivalent to NZD 39,966, which is the estimated annual savings the GoN can expect to get just from improved solar energy utilisation in the electricity grid (accounting for fuel price changes and any improvements in generation efficiency that could have taken place between 2012 and 2015). KEMA reports that substantial reduction of technical losses (transmission and distribution) of 4.7% through the introduction of two shunt reactors (more than 50% lower) would save 75,000 kWh per year of technical losses, representing a value of NZD 27,750."}, {"text_block_id": "p42_b512_merged", "text": "In 2013 Niue expended NZD 6 million on 2.3 million litres of petroleum imports. Diesel for electricity generation was about 0.8 million litres (about 25% of the total) at a cost of about NZD 1.5 million. This amount stands to increase in the short term as tourism-led growth and immigration of Niuean retiree families from New Zealand expand, and it is envisaged that the electricity grid will be stabilised before 2018.Niue targets 80% renewable energy generation by 2025, ten years from now. Based on current expenditure, Niue can expect to save about NZD 1.2 million over the next ten years. However, savings will occur incrementally until the renewable energy target is met, as follows: 5% in 2015, 50% by 2020, and 80% by 2025. This implies that the average annual rate of increased solar penetration is 9% during 2015 to 2020 and 6% during 2020 to 2025. On this basis, assuming there is no major change (increase) in the price of petroleum, the savings from the reduction in diesel purchase should follow a similar trend. Incremental savings annually of about NZD 75,000 in 2015, NZD 167,000 per year during the period 2015–2020 and NZD 58,000 per year during the period 2020– 2025 can be expected."}, {"text_block_id": "p43_b514_merged", "text": "Electricity consumption is subsidised in Niue, with subsidies of between 75% and 80% of the true recovery cost, costing the government NZD 3.3 million subsidy bill in 2014. This has been an attempt by the GoN to bridge the ‘affordability gap’, but remains a huge burden on the government’s budget. Electricity tariffs in Niue have a three -tier rate structure that is applicable to all the customers as follows - NZD 0.50 per kWh for the first 100 kWh/month of usage, NZD 0.60 per kWh for usage from 101 to 300kWh/month and NZD 0.70 per kWh for usage over 300 KWh/month. However, due to high electricity consumption across the country, virtually all customers receive tier 3 electricity tariff rates. The true recovery cost of electricity has been estimated at NZD 2.70. The existing tariff rates do not recover the cost of providing electricity services, requiring the government to provide subsidies averaging NZD 2 million (in 2013) or more annually in subsidised electricity billing rates to the power utility (NPC). The total billed electricity consumption (from diesel generation) in 2014 was 2843213 kWh, and at a 74% subsidy rate, the government paid about NZD 1,949,130 in subsidies to NPC in the same year. In addition, NBF receives about NZD 1.3 million annually in subsidiesto improve access to imported fuel for other end users such as transport, quarrying and mining, agriculture, forestry and fisheries."}, {"text_block_id": "p43_b516", "text": "Although these subsidies are provided to improve the access to and affordability of energy, given the high cost of fuel imports for power generation, these subsidies are a huge burden on the GoN budget and divert resources from perhaps more important and productive investments. As Niue achieves its renewable energy target, which will reduce the per-unit cost of generation, along with improved grid stabilisation, there will be less need to subsidise electricity. Given the high cost of diesel-based electricity generation in Niue, the government stands to make considerable savings from the removal of these subsidies. In 2014, the government provided a subsidy of NZD 2,019,000 on 3,226,890 kWh of electricity generated, resulting in a subsidy per kWh of electricity generated of NZD 0.63/kWh, based on a 98% diesel generation and a 1.99% solar generation mix in the same year. By 2025, the target is to achieve 80% solar generation and 20% diesel generation. As Niue achieves its renewable energy target, the annual subsidy amount provided by the government as shown in Figure 11 should reduce in proportion to the reduction in diesel imports. Since the volume of diesel use for electricity generation is estimated to decrease from 98% to 20% (approximately 80% decrease) between 2014 and 2025, as solar generation increases from a baseline of 20% in 2014 to 80% in 2025, this should result in a proportional decrease in subsidy per kWh equivalent to NZD 0.13/kWh by 2025 (a NZD 0.50/kWh subsidy reduction). In monetary terms, the total government subsidy bill should bottom out to about NZD 488,883 by 2025. This translates into savings of NZD 1,530,116 between 2014 and 2025."}, {"text_block_id": "p43_b517", "text": "Figure 11: GoN energy grants (subsidies)"}, {"text_block_id": "p43_b518", "text": "Source :"}, {"text_block_id": "p43_b519", "text": "2014 Appropriation Act (see original)"}, {"text_block_id": "p44_b520", "text": "More effective bill collection will result in an initial savings of around NZD 500000, for the GoN from outstanding unpaid bills at the end of 2014. Improving compliance through more effective bill collection may require hiring bill collectors to implement penal measures such as disconnecting electricity supply of users for non-payment with reconnection contingent on payment of current and overdue bills. The cost of this compliance strategy will be insignificant in comparison to additional cash inflow from unpaid bills. Depending on whether the faulty meters around the country are over-reading or under-reading, they could deter users from paying their bills where they are overcharged, but could also be costly to the government if the meter readings result in under-charging of consumers. While it is not clear if there are potential savings from the meter repair, the government stands to make some savings from unpaid bills that resulted from this issue (and potentially revenue gains if the meters are indeed under-reading) once the cost of repairing these meters has been accounted for."}, {"text_block_id": "p44_b521", "text": "As part of the road map, the GoN will undertake a number of programmes to improve energy efficiency in the commercial and residential sectors. These should further reduce the national energy demand and at the same time result in savings for consumers. Programmes include: energy efficient lighting and appliance introduction and LPG rehabilitation programme. These programmes will reduce the demand for electricity and will be underpinned by a public awareness and education programme. In terms of the LPG rehabilitation programme, 314 LPG cooking stoves were installed in 2008–2009, bringing the total number of LPG users in Niue to 320 households. However, about half of these households stopped using LPG shortly after take-up. The target of this road map is to convert this half of the current 320 users plus the existing 116. However about half of these households have stopped using LPG to date and have switched back to electricity for cooking, households that use electricity as the main means of cooking to LPG. In total, the goal is to have 276 households converted to LPG for cooking. According to the REP-5 final report, during the initial electricity-LPG conversion period in 2008–2009, Niue recorded a savings of 46,000 litres of diesel directly attributable to the installation of the LPG stoves under the REP-5 project. This is equivalent to a 5% saving in relation to annual consumption, with potential savings expecting to be around 220,000 litres per year, assuming LPG demand peaks at 60 tons a year. Using these assumptions, if Niue expects savings of 220,000 litres of diesel a year from 320 households’ uptake of LPG, the GoN should expect savings of about 189,750 litres of diesel from the conversion of 276 households to LPG. At the diesel wholesale price to NPC of NZD 1.27 a litre, this is equivalent to approximately NZD 241,500 in annual savings."}, {"text_block_id": "p44_b522", "text": "Additionally, an SPC (2012) energy efficiency study estimates annual savings from an effective appliance labelling programme alone of 173.4 MWh of electricity, and savings from avoided electricity of about USD 600,000 over a ten-year period, or about USD 60,000 annually. The Pacific Islands Renewable Energy Project report has estimated a 10% savings on electricity demand could be achieved through demand side energy efficiency at the residential, government and commercial electricity users. This amount equates to an 80,000 litres reduction in diesel imported annually for a savings of NZD 150,000. This should also accelerate the rate of reduction of sectoral subsidies. Niue’s total electricity use per capita is about 1500 kWh/year, which represents a per capita expenditure of NZD 900.00. Assuming a 10% reduction in electricity demand, a per capita savings of NZD 90.00 can be expected. If the average household size in Niue is four (NZ Statistics 2015) this infers an annual savings of NZD 360.00 per household, which should incentivise them to reduce their energy consumption. Conservation strategies should target the largest electricity consumers – the government – and the main commercial users."}, {"text_block_id": "p45_b523", "text": "Figure 12: Savings estimates"}, {"text_block_id": "p45_b524", "text": "A cost-benefit analysis (CBA) of fuel supply and storage options will be undertaken as part of the road map to determine the cost-effectiveness of current procurement arrangements, compared with rehabilitation of storage facilities damaged by cyclone Heta in 2004.This should result in savings from efficiency gains from bulk purchasing that will allow for negotiation of lower prices, which should be quantified during the CBA. Bulk purchase of LPG will also result in a significant decrease in purchase costs of LPG, that will not only benefit the GoN through lower energy bill, but will also benefit households through a lower cost of cooking. As it stands, due to the purchase of LPG in small 45 kg cylinders, Niue faces one of the highest costs of LPG in the region, which is one of the deterrents to the quick uptake of LPG as a substitute for electricity for cooking. In the absence of the CBA, it should be noted, however, that as the rate of renewal energy penetration increases, the need for extensive fuel storage facilities will be lessened."}, {"text_block_id": "p45_b525", "text": "GoN plans to offer economic incentives to promote renewable energy uptake and adoption of energy efficiency measures. Based on experiences of other PICTs, these measures are integral to promoting renewable energy and energy efficiency savings estimated above. Furthermore, GoN as part of its leadership responsibility, should take the lead in improving the energy efficiency of public buildings. Improved maintenance of the electricity generation system should also result in further savings, which should also be quantified. Table 12 provides estimates on potential savings when meeting the renewable energy and energy efficiency targets."}, {"text_block_id": "p45_b526", "text": "Table 12: Potential savings breakdown"}, {"text_block_id": "p46_b527", "text": "7.2"}, {"text_block_id": "p46_b528", "text": "Financing the"}, {"text_block_id": "p46_b529", "text": "road m"}, {"text_block_id": "p46_b530", "text": "ap"}, {"text_block_id": "p46_b531_merged_merged", "text": "Niue has been a recipient of international and regional funding in past years. The estimated funding from 2004 to 2014 was around USD 8 million dollars from development partners, mainly from the European Development Fund (EDF), New Zealand Ministry of Foreign Affairs and Trade (NZMFAT), Japanese International Cooperation Agency (JICA) and regional agencies. However for the next ten years, the following investments presented in Table 13 are required to implement the NiSERM."}, {"text_block_id": "p46_b537", "text": "Table 13: NiSERM estimated investment"}, {"text_block_id": "p48_b538", "text": "NiSERM implementation framework"}, {"text_block_id": "p48_b539", "text": "7.2"}, {"text_block_id": "p48_b540", "text": "Roles and responsibilities"}, {"text_block_id": "p48_b541", "text": "Implementation of the NiSERM requires collaboration and commitment across the public sector, complemented by strong support from the private sector, local communities and development partners."}, {"text_block_id": "p48_b542", "text": "A proposed implementation structure is illustrated in Figure 13. Currently, the MOI coordinates the energy sector but it is only mandated to provide support and advice to the power sector and the land transport sector. Fuel imports and pricing are housed under the commercial and trading arm of government in the Premier’s Office. However, for road map implementation, there are new structures that are important to effect; the NiSERM Steering Committee is to pull together the relevant stakeholders to advise and progress the road map. The GoN is streamlining all project implementation through the Project Management and Coordination Unit (PMCU). Therefore, the NiSERM Steering Committee will include a representative from the PMCU who can report on the progress of the NiSERM to development partners."}, {"text_block_id": "p48_b543", "text": "Figure 13: Road map implementation institutional framework"}, {"text_block_id": "p49_b544", "text": "Monitoring and"}, {"text_block_id": "p49_b545", "text": "evaluation plan"}, {"text_block_id": "p50_b546", "text": "NiSERM monitoring and evaluation plan"}, {"text_block_id": "p50_b547", "text": "8.1"}, {"text_block_id": "p50_b548", "text": "Monitoring"}, {"text_block_id": "p50_b549", "text": "The Monitoring Plan is attached as Annex 4. It provides a guide to monitor the progress of the NiSERM over its lifespan of ten years. The plan has been developed in conjunction with the MOI, the NPC and NBF and other relevant stakeholders."}, {"text_block_id": "p50_b550", "text": "For the purpose of this road map, the United Nations Development Programme definition of"}, {"text_block_id": "p50_b551", "text": "monitoring is"}, {"text_block_id": "p50_b552", "text": "applied:"}, {"text_block_id": "p50_b553", "text": "an ongoing process by which stakeholders obtain regular feedback on the progress being made towards achieving their goals and objectives’ (UNDP 2009)."}, {"text_block_id": "p50_b554", "text": "The development of the monitoring plan was guided by the following principles."}, {"text_block_id": "p50_b555", "text": "1)"}, {"text_block_id": "p50_b556", "text": "Virtual usefulness: that it should remain useful now and into the foreseeable future."}, {"text_block_id": "p50_b557", "text": "2)"}, {"text_block_id": "p50_b558", "text": "Simplicity and clarity: that it be simple and clear enough for its application and should reflect the relative smallness of Niue, including the energy sector."}, {"text_block_id": "p50_b559", "text": "3)"}, {"text_block_id": "p50_b560", "text": "Enabling and enforceable: that it will strengthen government’s ability to track its progress and assess the efficiency with which it is implemented, and the effectiveness of its intended impact on peoples’ lives."}, {"text_block_id": "p50_b561", "text": "4)"}, {"text_block_id": "p50_b562", "text": "Evidence-based: that it provides a tractable and sound basis for the government’s continued development planning purposes."}, {"text_block_id": "p50_b563", "text": "5)"}, {"text_block_id": "p50_b564", "text": "Transparency and accountability: that it enhances transparency and accountability."}, {"text_block_id": "p50_b565", "text": "6)"}, {"text_block_id": "p50_b566", "text": "Practicality – including using indicators for which data can be collected on a timely basis and at a reasonable cost."}, {"text_block_id": "p50_b567", "text": "8.2"}, {"text_block_id": "p50_b568", "text": "Evaluation"}, {"text_block_id": "p50_b569", "text": "An external evaluation will be taken at the mid-term juncture (2017–2018) to provide an independent assessment of what has been achieved and the progress on achieving the targets. However, availability of information and accessibility of primary and secondary data are still required to conduct effective evaluation of the road map progress and we hope that data collection will be a continuous activity."}, {"text_block_id": "p51_b570", "text": "Annexes"}, {"text_block_id": "p52_b571", "text": "Annexes"}, {"text_block_id": "p52_b572", "text": "Annex 1:"}, {"text_block_id": "p52_b573", "text": "People and organisations consulted"}, {"text_block_id": "p53_b574", "text": "Annex 2:"}, {"text_block_id": "p53_b575", "text": "References"}, {"text_block_id": "p54_b576", "text": "Annex 3:"}, {"text_block_id": "p54_b577", "text": "Niue energy balance"}, {"text_block_id": "p54_b578", "text": "Niue energy balance in gigajoules (GJ) 2009–2015"}, {"text_block_id": "p54_b579", "text": "Net Supply"}, {"text_block_id": "p54_b580", "text": "48229"}, {"text_block_id": "p54_b581", "text": "45366"}, {"text_block_id": "p54_b582", "text": "49658"}, {"text_block_id": "p54_b583", "text": "51771"}, {"text_block_id": "p54_b584", "text": "53529"}, {"text_block_id": "p54_b585", "text": "54980"}, {"text_block_id": "p54_b586", "text": "57461"}, {"text_block_id": "p64_b587", "text": "For more information, please contact:"}, {"text_block_id": "p64_b588", "text": "Andre Maurice Siohane"}, {"text_block_id": "p64_b589", "text": "Director General"}, {"text_block_id": "p64_b590", "text": "Ministry of Infrastructure – Communications,"}, {"text_block_id": "p64_b591", "text": "Utilities, Transport"}, {"text_block_id": "p64_b592", "text": "Government of Niue – Alofi"}, {"text_block_id": "p64_b593", "text": "Niue Island"}, {"text_block_id": "p64_b594", "text": "Ph +(683) 4018"}, {"text_block_id": "p64_b595", "text": "Andre.Siohane@mail.gove.nu"}, {"text_block_id": "p64_b596", "text": "Angela Tuhipa"}, {"text_block_id": "p64_b597", "text": "Establishment Director"}, {"text_block_id": "p64_b598", "text": "Project Management & Coordination Unit"}, {"text_block_id": "p64_b599", "text": "angela.tuhipa@mail.gov.nu"}, {"text_block_id": "p64_b600", "text": "Phone: +683 4159"}, {"text_block_id": "p64_b601", "text": "Mobile: +683 5924"}, {"text_block_id": "p64_b602", "text": "www.gov.nu"}], "document_description": "The Niue Strategic Energy Road Map 2015-2025 builds on the 2005 <a href=\"https://www.preventionweb.net/files/28164_niuenationalenergypolicy.pdf\">Niue National Energy Policy</a> and <a href=\"https://www.preventionweb.net/files/28164_niuenationalenergyactionplan.pdf\">Action Plan</a>, and the Niue National Strategic Plan 2014-2019. The Government of Niue decided to develop the Roadmap to achieve sustainability and reliability of the energy sector. It pursues the following four goals: 1) access to modern energy services, 2) a ordability of energy, 3) energy efficiency and productivity, and 4) environmental sustainability. The Roadmap notably details how the country is planning to achieve a significant renewable energy integration to the grid, and how to improve energy efficiency in the electricity and transport sectors.<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br><br>"}