{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Luxembourg", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy"], "document_date": "04/01/2006", "document_language": "English", "document_name": "Action Plan towards the reduction of greenhouse gases emissions", "document_country_code": "LUX", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/LUX/2006/LUX-2006-01-04-Action Plan towards the reduction of greenhouse gases emissions_ae082fc2b31f3531bf4702e2135437bf.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The Action Plan towards the reduction of greenhouse gases emissions was published by the Luxembourgish government in 2006 to fulfil the country's commitments within the Kyoto framework, and to enable sustainable development in energy-related sectors. The Action Plan defines mitigation measures that constitute a long-term strategy to combat climate change.<br>&nbsp;<br>In the transport sector, the Plan seeks to 1) increase the tax rate on liquid fuels, 2) reform the vehicle tax with environmental criteria, 3) double public transport's modal share to 25% by 2020, and 4) carry out other measures dedicated to \"soft mobility\". In the building sector, the Plan calls for new legislation over energy conservation and efficiency and a related subsidy scheme. The Plan also promotes renewable resources such as biomass, biogas, hydro and wind, through feed-in tariffs and other subsidy schemes. In the industrial and electricity supply sectors, the Plan calls for a modification of the quota system to reduce greenhouse gases emissions and for enhanced energy conservation.<br>&nbsp;<br>The Plan further proposes 1) to strengthen education and professional training in low-carbon energy technologies and techniques, 2) to participate to several financing schemes from non-luxembourgish entities, and 3) to set up a governmental task force to follow on the Action Plan which is meant to evolve across time through periodic plans for sustainable development and midterm strategies."}