{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Luxembourg", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "01/01/2016", "document_language": "French", "document_name": "Legislation collection: Climate bank package and sustainable housing", "document_country_code": "LUX", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/LUX/2016/LUX-2016-01-01-Legislation collection: Climate bank package and sustainable housing_49b041d8d098d356480169e13f8b8352.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The package on climate bank and sustainable housing of December 23th, 2016, is a broad set of laws aiming at enhancing the sustainable use of energy in the housing sector, and at instituting a climate subsidy scheme. The package consists of four new laws, and two amendments to previous laws. National regulations (Règlement grand-ducal) further details the scheme conditions set out in each law. The first law institutes a subsidy scheme to promote sustainability, rational energy use and the use of renewables in the housing sector, and modifies the law of December 23rd, 2004, amended in 2012, on a trading quotas scheme. It specifies the conditions to benefit the scheme, which includes specific grants for newly built personal homes and collective buildings, with regard to retrofitting, and lists the eligible installations: PV solar, thermic solar, heat pump, wood boiler, heat network and connection to a heat network. The scheme also promotes personal energy consulting in the case of retrofitting. The second law introduces a system of certification to assess the sustainability of houses and buildings, and modifies the law of February 25th, 1979 on housing subsidies. A national regulation specifies extensively the criteria of the new sustainability certificate. The certificate, which is also promoted by a subsidy, shall be accessible to any potential buyer. The third law sets rules with regard to the collection, seizure and control of housing aid cases and applicability is also determined by a national regulation. The fourth law institutes the aid framework of climate loans. These loans are an additional feature of the subsidy scheme aimed at promoting sustainable energy use in the housing sector. They include a zero-rate loan scheme to finance the acquisition of energy and retrofit systems, and apply to certain economic categories of households only. Previous regulations revised by the Package include the 2007 national regulation and the 2013 ministerial regulation on energetic performance."}