{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Malta", "document_category": "Law", "document_sector_name": ["Water", "Waste", "Transportation", "Tourism", "LULUCF", "Energy", "Agriculture"], "document_date": "07/07/2015", "document_language": "English", "document_name": "Climate Action Act", "document_country_code": "MLT", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://legislation.mt/eli/cap/543/eng/pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Climate Action Act was published in July 2015 to recognise the duty for the Maltese State to tackle climate change and its adverse effects. Mitigation efforts include the limitation of anthropogenic greenhouse gases emissions and the protection and enhancement of greenhouse gases sinks and reservoirs. Climate policies must be designed to foster adaptation efforts in parallel.<br>&nbsp;<br>The Act lists a number of obligations for the State, including the periodical publication of national inventories on the country's anthropogenic emissions, the regular update of climate policies, the promotion of adequate technologies sustainable land use management, the enhancement of research cooperation and education. The Act also exonerates the Climate Action Fund from financial obligations under the Income Tax Act.<br>&nbsp;<br>In May 2017, the government published the <a href=\"https://meae.gov.mt/en/Public_Consultations/MSDEC/Documents/MSDEC%20LCDS%20Vision.PDF\">Low Carbon Development Strategy</a> to set out its vision on how to transform Malta into a low-carbon, climate resilient country by 2050 while fostering social and economic development. It links mitigation and adaptation policies together. The Strategy aims at 1) ensuring coherence and synergies between other documents at sector level, 2) effectively translate into national law international and EU commitments, 3) increase stakeholders's participation to data collection at all levels, 4) mobilise tools to cost-effectively drive climate-related investments and low-carbon economic developments, and 5) develop adequate research and expertise on climate action. The areas targeted to foster low-carbon efforts include energy, transport, waste, agriculture, water, enterprise, tourism, information and communica on technologies and infrastructure (planning and monitoring of existence infrastructure).<br><br>Certain provisions of the Act, including those related to the development of national mitigation and adaptation strategies and those related to parliamentary oversight were amended in February 2020 by Act XXXVI of 2020."}