{"document_instrument_name": [], "document_country_english_shortname": "Malta", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Energy"], "document_language": "English", "document_name": "National Environment Policy", "document_country_code": "MLT", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "02/01/2012", "document_keyword": ["Adaptation", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/MLT/2012/MLT-2012-01-02-National Environment Policy_e4114cf0b3373e628f6299bae7e4f06a.pdf", "text_blocks": [{"text_block_id": "p1_b1_merged", "text": "National Environment Policy"}, {"text_block_id": "p1_b4", "text": "February 2012"}, {"text_block_id": "p1_b5", "text": "Ministry for Tourism, the Environment and Culture"}, {"text_block_id": "p1_b6", "text": "Progress Press holds certification for the Forest Stewardship Council Chain of Custody standard. This means that the product comes from a forest that is well managed according to strict environmental, social and economic standard."}, {"text_block_id": "p1_b7", "text": "This document is printed on chlorine-free, Sustainable Forest Paper."}, {"text_block_id": "p1_b8", "text": "Official photographer for the National Environment Policy: Elisa von Brockdorff. Other images (as indicated) provided by Malta Tourism Authority."}, {"text_block_id": "p2_b9_merged", "text": "PG10 1\t introduction and context"}, {"text_block_id": "p3_b13", "text": "4"}, {"text_block_id": "p3_b14", "text": "MonitorinG and evaluation"}, {"text_block_id": "p3_b15_merged", "text": "annexes PG98"}, {"text_block_id": "p4_b18", "text": "strenGtHeninG tHe environMent sector"}, {"text_block_id": "p4_b19", "text": "We have long recognised that the environment is not a limiting factor to economic and social development but it is a key enabler and catalyst. A sustainable and healthy environment is central to attracting investment, creating jobs and improving our standard of living."}, {"text_block_id": "p4_b20", "text": "Although a lot of progress has been made, my Government remains committed to contributing to sustainability efforts within our capacity and resources."}, {"text_block_id": "p4_b21", "text": "generating new economic activity and employment. Over the past few years, we have seen the emergence of new products, technologies and services being introduced. Government has invested significantly in a number of spheres including clean energy, waste management, waste water treatment and other initiatives. In addition to our investment, Government has launched incentive and grant schemes for households and enterprises to investment themselves in the environment. All these measures together are not only protecting our environment but are also generating economic activity and jobs."}, {"text_block_id": "p4_b22", "text": "As we reaffirm our commitment to sustainable development and a quality environment, we also realise the importance of a people who are personally committed and involved in sustaining our environment in the long-term. It is for this specific reason that following the draft launch for consultation in September 2011, the National Environment Policy today is an integrated policy framework that provides the general direction and coordinates the many stakeholders."}, {"text_block_id": "p4_b23", "text": "The National Environment Policy sets out our response to the challenges of sustaining a quality environment while pursuing economic progress."}, {"text_block_id": "p4_b24", "text": "The Policy today provides a holistic strategy woven around six inter-related pillars encompassing a broader definition of the environment."}, {"text_block_id": "p4_b25", "text": "Photo courtesy of Malta Tourism Authority"}, {"text_block_id": "p5_b26", "text": "to transform our mentality and definition of what is a resource and what was previously seen as waste is today becoming an important resource generating clean energy. Investments in energy, water and waste treatment highlight the importance that Government has given to the sustainable use of resources."}, {"text_block_id": "p5_b27", "text": "However, the environment does not only comprise resource use. Malta’s cultural, rural and urban heritage is not only part of national identity but also a key factor in our distinctiveness as a tourism destination. It is specifically for this reason that restoration and regeneration projects mainly driven by the Government are ongoing. Our efforts in providing quality open spaces and parks are ongoing and will continue into the future. All these projects are not only contributing to the long-term potential of our islands but are also providing a direct economic contribution through private sector participation."}, {"text_block_id": "p5_b28", "text": "This also ties in perfectly with our vision for Gozo which sees it developing in a model of sustainable development through the eco-Gozo project. We are confident in Gozo’s potential of attracting investment and the National Environment Policy integrates and builds on this vision."}, {"text_block_id": "p5_b29", "text": "Our long-term vision of sustainability, preservation of bio-diversity as well as our efforts to mitigate and"}, {"text_block_id": "p5_b30", "text": "adapt to climate change are also included in the Policy making it all-encompassing and long-term in nature. Malta has progressed immensely in addressing the environmental deficit. However, we also know that what we have achieved today cannot be taken for granted. Sustaining the environment requires vigilance, action and innovation. Our small size and limited resources make it even more challenging however we are not resigning ourselves to fate or backing away from the challenges ahead. We will continue to invest and work closely with all stakeholders."}, {"text_block_id": "p5_b31", "text": "The National Environment Policy is a key node in our efforts. It clearly reminds us that it is not enough to adjust policies to present-day realities. On the contrary, we have to anticipate change and be ready to respond to tomorrow’s challenges."}, {"text_block_id": "p5_b32", "text": "With our continued focus on sustainable development and quality environment, coupled with forward planning and investments in the sector, I have no doubt that we will rise to the challenge."}, {"text_block_id": "p5_b33", "text": "Together, we will provide a high quality environment for present and future generations."}, {"text_block_id": "p5_b34", "text": "Lawrence Gonzi"}, {"text_block_id": "p5_b35", "text": "Prime Minister"}, {"text_block_id": "p6_b36", "text": "deliverinG environMental Quality"}, {"text_block_id": "p6_b37", "text": "In the National Environment Policy we have striven to take a wide view of what the environment means, drawing not only on the expert advice and objective environmental data from the state of the environment report, but also on the issues of concern to the general public and other stakeholders."}, {"text_block_id": "p6_b38", "text": "Given this wide field, involving many players, there is a strong need for an overarching policy framework that provides direction and coordination of activities in the field."}, {"text_block_id": "p6_b39", "text": "In doing so we had to recognise the fact that the environmental change being experienced across the globe presents particular environmental issues for the Maltese Islands, which, due to our country’s size and high population density need a policy approach that can address both our international and EU obligations as well as the specific challenges we face as a small island state."}, {"text_block_id": "p7_b40", "text": "This is why the National Environment Policy takes as its starting point the achievement of international and EU obligations, but does not stop there. It also addresses national issues not covered by EU policy such as neighbourhood noise, dust and other local environmental concerns."}, {"text_block_id": "p7_b41", "text": "The aim of the policy is to ensure a high level of environmental quality in the Maltese Islands. This aim can only be achieved through integration of environment in all policy areas, coordination amongst a variety of stakeholders and an underlying common vision, which communicates the nation’s environmental priorities clearly and transparently."}, {"text_block_id": "p7_b42", "text": "The vision that has emerged as a result of through and multi-faceted consultations with the representatives of virtually every sector of our civil society is that the Maltese environment must be supporting an improved quality of life for its residents, resulting in improved well-being, increased appreciation of the environment, and a sense of pride in the quality of our environment."}, {"text_block_id": "p7_b43", "text": "Translating this vision into reality, the Policy contains a set of specific, measurable and time-bound measures. Crucially, all measures have been evaluated in terms of their costs and implications on financial planning."}, {"text_block_id": "p7_b44", "text": "The results of this evaluation indicate that the bulk of costs that are envisaged to result from implementing this Policy have already been planned for, which further underlines the fact that the environment is being mainstreamed within the government’s financial and economic planning."}, {"text_block_id": "p7_b45", "text": "Needless to say, the success of the National Environment Policy will lie in its implementation. Fine words and lofty ambition on their own will simply not do. To this effect, the policy seeks to establish a robust mechanism for monitoring and follow-up."}, {"text_block_id": "p7_b46", "text": "Mario de Marco"}, {"text_block_id": "p7_b47", "text": "Minister for Tourism, Culture and the Environment"}, {"text_block_id": "p10_b48", "text": "1.1"}, {"text_block_id": "p10_b49", "text": "objectives and scoPe"}, {"text_block_id": "p10_b50", "text": "WHy a national environMent Policy?"}, {"text_block_id": "p10_b51_merged", "text": "Sustainable development is the central goal of the Maltese Government’s policy. We understand sustainable development to mean ‘development that meets the needs of the present without compromising the ability of future generations to meet their own needs’, as defined in the Report of the World Commission on Environment and Development: Our Common Future. We are committed to mainstreaming sustainable development throughout our decision-making and operational processes. With the aim of highlighting and strengthening the environmental pillar of the National Sustainable Development Strategy for the Maltese Islands, we announced in March 2010 that we were setting in motion a process to formulate a National Environment Policy for the years until 2020."}, {"text_block_id": "p10_b54", "text": "The National Environment Policy:"}, {"text_block_id": "p10_b55", "text": "The National Environment Policy:\n* provides direction in the environment field to both\n* ensures the integration of all policies such that\n* clearly articulates and communicates national"}, {"text_block_id": "p10_b61", "text": "WHat is tHe national environMent Policy?"}, {"text_block_id": "p10_b62", "text": "The National Environment Policy is comprehensive in scope, covering all environment sectors, as elaborated in the Environment and Development Planning Act, which describes the environment as ‘the whole of the elements and conditions, natural or man made, existing on earth, whether together or in isolation, and in particular: (a) the air, water and land; (b) all the layers"}, {"text_block_id": "p10_b63", "text": "of the atmosphere; (c) all organic and inorganic matter and all living organisms; (d) all ecosystems; and (e) the landscape’."}, {"text_block_id": "p10_b64", "text": "The National Environment Policy lays down the principles upon which Malta’s environment will be managed and upgraded, and which other non-environmental sectors must respect and adhere to. It takes into account all existing national, European and multinational obligations, but is not restricted to these matters. The policy integrates and prioritises our environmental activities for the period 20122020, with a special focus on improving policy implementation in the environmental field, and on the links between the environment and the economy. The latter provides social and economic currency to arguments levelled at environmental protection."}, {"text_block_id": "p10_b65", "text": "As a strategic integrative policy, the National Environment Policy is closely linked to other policy initiatives in the environmental and wider policy field (Figure 1). It reflects and strengthens, as stated, the environmental pillar of the National Sustainable Development Strategy. The National Environment Policy also integrates sectoral environmental policies such as the already-drafted Air Quality Plan and Waste Strategy, as well as plans in preparation, such as the waste reduction plan, indicating their contribution to overall national environmental policy goals. It also provides direction in the environment field for the Strategic Plan for Environment and Development, which is being formulated in line with the Environment and Development Planning Act, and which will replace the current Structure Plan for the Maltese Islands. For policies relating to sectors other than the environment, such as economic development, transport, health and tourism, it provides guidance on the objectives of the environment sector. In implementing this policy we will also take into consideration synergies and conflicts between different measures, and across policy areas."}, {"text_block_id": "p10_b66", "text": "In terms of the linkages between the National Environment Policy and economic policy, this policy"}, {"text_block_id": "p11_b67", "text": "Figure 1: Position of National Environment Policy in policy hierarchy"}, {"text_block_id": "p11_b68", "text": "takes forward the priorities of the Europe 2020 strategy for jobs and growth. In March 2010 the European Union (EU) launched its Strategy for smart, sustainable and inclusive growth, with the scope to deliver high levels of employment, productivity and social cohesion. The EU set five objectives, accompanied by headline targets in the following areas, to be achieved by 2020, which each  Member State is to translate into national targets:"}, {"text_block_id": "p11_b69", "text": "Environment Policy will contribute to Malta’s National Reform Programme by taking forward the energy and climate change priority area, targets and measures, and supporting the priority areas on employment, research and development, education and poverty."}, {"text_block_id": "p11_b70", "text": "Finally, Vision 2015 has identified the following priority sectors for Malta’s development, which will give the Islands a comparative advantage by 2015:"}, {"text_block_id": "p11_b71", "text": "Finally, Vision 2015 has identified the following priority sectors for Malta’s development, which will give the Islands a comparative advantage by 2015:\n* Employment\n* Research and development/innovation\n* Climate change/energy\n* Education\n* Poverty/social exclusion."}, {"text_block_id": "p11_b81", "text": "The National Environment Policy addresses all  five of these objectives, taking forward in particular the Climate change/energy objective. The Europe 2020 strategy has seven flagship initiatives addressing the three key areas (smart growth, sustainable growth and inclusive growth) and the EU will be progressively issuing proposals under each one. The already-published flagship initiative on Resource Efficient Europe, under the key area of sustainable growth, provides a particularly relevant direction for this policy."}, {"text_block_id": "p11_b82", "text": "Malta’s National Reform Programme takes forward the Europe 2020 strategy at a national level. The National"}, {"text_block_id": "p11_b83", "text": "Malta’s National Reform Programme takes forward the Europe 2020 strategy at a national level. The National\n* Financial sector\n* Information and communication technology\n* Tourism\n* Manufacturing sector and related services\n* Health\n* Education\n* Gozo."}, {"text_block_id": "p11_b97", "text": "The National Environment Policy contributes to the achievement of our vision for the tourism, manufacturing, health and Gozo priorities by identifying environmental opportunities related to efficiency and competitiveness for those sectors,  and by addressing relevant environmental issues."}, {"text_block_id": "p11_b98", "text": "The value of the policy, then, is in its role of providing environmental direction not only for the environment sector, but also for sectors that are outside the formal environmental policy field, but affect, and are affected by, the state of the environment."}, {"text_block_id": "p12_b99", "text": "issues tHat Met all Prioritisation criteria"}, {"text_block_id": "p12_b100", "text": "Improving the environmental performance of the transport sector; Further exploitation of the synergies between agriculture and environment; Achieving EU targets regarding preparation of waste for re-use, recycling and recovery; Countryside quality and access; Unsustainable use of energy; Integrating environmental and socio-economic objectives in beach management; Malta’s rich cultural heritage under threat; High levels of nitrogen dioxide in traffic-prone areas; Land development; Groundwater over-abstraction; GHG emissions."}, {"text_block_id": "p12_b101", "text": "issues tHat Met 5 out oF 6 Prioritisation criteria"}, {"text_block_id": "p12_b102_merged", "text": "Over-exploitation of species; Nitrates in groundwater; Better regulation of environmental and domestic noise levels; Malta’s cultural landscapes under threat; Enhanced provision of recreational space; Declin-ing soil quality; A sensitive ecological area under pressure from various socio-economic activities (coast); A sustainable maritime economy; Better use of run-off water; High levels of vacant property; Contamina-tion of ground water from point sources; Impacts of climate change; High levels of littering in certain areas. Energy-inefficient buildings; Unsustainable use of stone; Improving amenity in urban and peri-urban areas; Enhancing the management of Natura 2000 sites; Uglification of Malta; High levels of airborne dust; Improving Malta’s disaster preparedness; Hazardous waste; Invasive alien species; Better manage-ment of construction and demolition waste."}, {"text_block_id": "p12_b109", "text": "Table 1: Issues meeting all or 5 out of 6 prioritisation criteria"}, {"text_block_id": "p12_b110", "text": "1.2"}, {"text_block_id": "p12_b111", "text": "Policy scenario and vision"}, {"text_block_id": "p12_b112", "text": "The National Environment Policy has been developed on the basis of a comprehensive consultation process, which has resulted in a set of issues to be addressed, and a preferred scenario and vision. During the first phase of consultation, an Issues Paper was published, listing a set of 47 issues that had emerged from the 2008 Environment Report, the parliamentary debate on this report, and the Malta Environment and Planning Authority’s (MEPA) 2008 Public Attitudes Survey. Submissions on the Issues Paper were requested and a public workshop was held to elicit public reactions to the list of issues. During this period, consultation meetings were also held with policy directors from all relevant Ministries, responsible agencies, and other stakeholders. A set of six focus groups were run to listen to the concerns of persons who would not normally attend consultation meetings. The issues emerging from the consultation were then prioritised"}, {"text_block_id": "p12_b113", "text": "according to the following criteria:"}, {"text_block_id": "p12_b114", "text": "according to the following criteria:\n* Damage or risk to environment\n* Damage or risk to society\n* Damage or risk to economy\n* National, EU or international commitment\n* Synergies with national priorities\n* Potential for success/demonstration."}, {"text_block_id": "p12_b126", "text": "On the basis of this prioritisation 11 issues emerged as of most concern, with another 23 issues emerging as second priority (see Table 1). In addition, many submissions highlighted a concern with the need for improved implementation in the field of environmental policy."}, {"text_block_id": "p12_b127", "text": "In the next phase of the work on the National Environment Policy, a set of five policy scenarios were developed, to assist policymakers anticipate policy needs up until 2020 in a structured way. The scenarios"}, {"text_block_id": "p13_b128", "text": "were subjected to a sustainability impact assessment based on the EU Impact Assessment Guidelines and the priorities of the National Sustainable Development Strategy. This assessment is documented in the report entitled:"}, {"text_block_id": "p13_b129", "text": "National Environment Policy: Choice of Preferred Scenario"}, {"text_block_id": "p13_b130", "text": ", which accompanies this draft policy http://www.tsdu.gov.mt/environment-nep-phase2."}, {"text_block_id": "p13_b131", "text": "The scenario that was chosen, on the basis of the sustainability impact assessment, was Scenario 4. This was the only scenario that scored positively on all three sustainability criteria: social, economic and environmental. The prefered scenario is described below."}, {"text_block_id": "p13_b132", "text": "Scenario 4 is driven by the commitment to address a set of environmental issues that are either regulated at an international or EU level, or are of a national importance, such as land use. Key issues include local environmental quality (such as in urban centres) and long-term sustainability-related issues such as groundwater supply and climate change. In this scenario, by 2020 economic growth is beginning to be seen as dependent on environmental quality, with high significance given to environmental constraints in economic planning. This has prompted an emphasis on the green economy, eco-innovation, financial and"}, {"text_block_id": "p13_b133", "text": "voluntary instruments, producer responsibility, and integrating environmental considerations into economic planning. Legal measures and additional resources have strengthened capacity for implementation and enforcement. There is better managed access to the countryside and coast. Environmental quality improves, particularly in town centres, and many previouslyvacant properties are being renovated, encouraged by financial instruments. This significantly improves quality of life for most people, especially vulnerable groups."}, {"text_block_id": "p13_b134", "text": "From the preferred scenario presented above, a vision for Malta in 2020 emerges:"}, {"text_block_id": "p13_b135_merged_merged", "text": "By 2020, the Maltese environment will be providing an improved quality of life, which will result in improved well-being, increased appreciation of Malta’s natural and cultural environment, and a strong sense of pride in Malta’s environment. Malta will have effectively addressed its main environmental problems, implementing its national, EU and international environmental responsibilities and achieving economic prosperity and well-being for its people in a sustainable and environmentally-responsible manner. Malta will be well on its way to implementing its long-term vision of transforming itself into a low-carbon, zero-waste society by 2050."}, {"text_block_id": "p14_b138", "text": "1.3"}, {"text_block_id": "p14_b139", "text": "Goal and objectives"}, {"text_block_id": "p14_b140", "text": "This vision translates into the following policy"}, {"text_block_id": "p14_b141", "text": "goal,"}, {"text_block_id": "p14_b142", "text": "which is to"}, {"text_block_id": "p14_b143", "text": "ensure a high level of environmental quality in the Maltese Islands."}, {"text_block_id": "p14_b144", "text": "In implementing this goal importance will be given to the precautionary principle and the polluter pays principle. On the basis of the issues and concerns emerging from the first phase of consultation, and the preferred scenario and vision,"}, {"text_block_id": "p14_b145", "text": "the following six objectives have been established for the National Environment Policy (see Figure 2):"}, {"text_block_id": "p14_b146", "text": "the following six objectives have been established for the National Environment Policy (see Figure 2):\n* (addressing environmental\n* (addressing\n* (addressing\n air quality, noise, chemicals, and radiation)\n* (addressing stone, fresh water, coastal and marine\n* (addressing urban and rural areas, and cultural\n* (addressing more sustainable forms\n* (addressing more sustainable forms\n eco-Gozo)\n* (addressing climate\n* (addressing climate\n and environment-related emergencies)."}, {"text_block_id": "p14_b167_merged_merged_merged_merged_merged", "text": "Goal: ensure a HiGH level oF environMental Quality in tHe Maltese islands"}, {"text_block_id": "p14_b169", "text": "Figure 2: Goal, objectives and strategic themes of the National Environment Policy"}, {"text_block_id": "p15_b170", "text": "1.4"}, {"text_block_id": "p15_b171", "text": "HoW to use tHis Policy"}, {"text_block_id": "p15_b172_merged", "text": "This document is structured to reflect its six objectives, with Section 2 containing six sub-sections addressing each objective in turn. Section 3 indicates how these objectives will be implemented, while a final section addresses monitoring and evaluation. The document contains a set of policies to guide stakeholders as to our direction in each policy area (see summary of policies in Annex 1). For each of the six policy objectives, the section begins with a general policy addressing the objective, followed by more detailed policies. The policies are followed by measures, which explain how we aim to achieve our policy in a specific area. The measures are then presented in tabular form by outcome (and not indicating any form of priority), and accompanied by timeframes, responsible organisations, and indicators. In some cases, where a particular measure contributes to the implementation of a number of policies (e.g. the measure on public open space), it is referred to in the text, but not repeated in each table."}, {"text_block_id": "p15_b181", "text": "For public officials, this policy provides an indication of our key policy directions for the environment, which will need to be taken on board in the various sectoral policies, and related work programmes, to ensure policy integration."}, {"text_block_id": "p15_b182", "text": "For the private sector, this policy provides not only an indication of our medium-term environmental goal and objectives, but also an indication of economic opportunities in the environmental field. In addition,  it sets out tools for strengthening the role of the private sector in environmental management."}, {"text_block_id": "p15_b183", "text": "For members of the public, this policy gives a vision of the changes we will undertake to improve the environment and protect natural resources, and thus quality of life. It also supports the important role of citizens and groups in environmental management. Before addressing this policy’s objectives through particular policies and measures, it is important to briefly describe Malta’s environmental policy context."}, {"text_block_id": "p16_b184", "text": "1.5"}, {"text_block_id": "p16_b185", "text": "tHe existinG environMental Policy context"}, {"text_block_id": "p16_b186", "text": "The environmental challenges in Malta reflect those being experienced at a global level. The large-scale changes to ecosystems and depletion of natural resources arising out of unsustainable consumption and production patterns, as well as the global rise in polluting activities, are reflected in the environmental changes that have been experienced in the Maltese Islands, particularly during the last half-century. Like other nations, Malta is threatened by long-term global changes to the planet’s life-support systems, such as climate change and loss of biological diversity. The small size of the Islands and its high population density nevertheless present particular challenges for environmental protection and management."}, {"text_block_id": "p16_b187", "text": "The Maltese environmental policy context is already well-developed, with the majority of the environmental remit falling under the following Ministries and competent authorities. The Ministry for Tourism, Culture and the Environment is responsible for the environment dossier, with MEPA nominated as the competent authority under the Environment and Development Planning Act of 2010. The Ministry for Resources and Rural Affairs (MRRA) is responsible for climate change and resources, including energy, water and stone. The Malta Resources Authority (MRA) is the competent authority under the Malta Resources Authority Act. Other ministries and entities are responsible for particular aspects of the environment. For more information please see the figure in Annex 2."}, {"text_block_id": "p16_b188", "text": "A Strengths, Weaknesses, Opportunities and  Threats (SWOT) analysis (see Table 2) was  carried out as part of the process of formulating  the National Environment Policy. It highlighted some of the important characteristics of the Maltese environmental policy context. First, in terms of strengths, the Maltese environment is not exposed to highly-polluting activities due to its isolation from major centres of pollution, and its economy is not characterised by major pollution risks. Second, there is also increasing awareness about the environment, and the environment has now risen on the political"}, {"text_block_id": "p16_b189", "text": "agenda. Third, there is the important role of the EU in raising the profile of environmental issues and in providing Malta with a comprehensive environmental policy framework addressing a wide range of issues. Finally, the SWOT indicated that Malta already has a well-developed legal framework and a set of institutions in the environmental field to take this agenda forward."}, {"text_block_id": "p16_b190_merged", "text": "However the SWOT also identified a number of weaknesses facing the sector, which present challenges that must be addressed. These include the dense population of the Islands and the associated intensity of pressures on the environment, the large number of competing activities therein, and the fact that some aspects of environmental infrastructure were still not fully in place. In terms of economic structure, the distance from major centres of innovation, and the lack of economies of scale, does not help with developing the green economy. Institutions in the environmental field still need to be strengthened to the level where they can fully implement the environmental acquis, and there needs to be greater integration of environmental objectives into the policies and operations of the various economic sectors. The SWOT also highlighted the lack of public awareness of the relationship between environment and health, and lack of basic environmental information in important areas that need regulation."}, {"text_block_id": "p16_b193", "text": "The key opportunities in the environmental field  include improving the links between the environment and the economy. This is needed first at a conceptual level, in terms of raising awareness about the role of the environment as the key resource-base for economic development. Better links between the environment and the economic sectors are also needed, to internalise environmental costs into economic transactions, to assess policies as to their environmental impact, to account for environmental degradation, and to direct economic development into sectors that involve less environmental damage. Economic instruments play a key tool in facilitating this"}, {"text_block_id": "p17_b194", "text": "link. Another key opportunity relates to  creativity and innovation. There is much scope  to use human creativity to generate ideas that reduce the environmental footprint of consumption and production patterns. The scope for fostering environmental responsibility through the promotion  of core social values is also strong."}, {"text_block_id": "p17_b195", "text": "Finally, there is also a great opportunity offered by  the international political field on the environment.  It was considered that Malta could participate more actively in the international political field on the environment, in terms of more active participation  in negotiations, exchange of experience, and better use of international funding opportunities."}, {"text_block_id": "p17_b196", "text": "The main threats facing the Maltese environmental policy context include: pressures related to demographic change; political instability in neighbouring countries; impact of economic activity and over-consumption; economic fluctuations and the effects of global economic crisis; natural, biological, technological and industrial risks; and, food, water and fuel security. There is also the threat that gains achieved through greater resource efficiency will be outweighed by increased consumption (the ‘rebound effect’). Finally, there is concern that resources such as water are depleted to levels at which resource prices engender new forms of poverty. These considerations provide the general context in which the environmental policy sits."}, {"text_block_id": "p17_b197", "text": "1.6"}, {"text_block_id": "p17_b198", "text": "FinalisinG tHe Policy"}, {"text_block_id": "p17_b199", "text": "The draft National Environment Policy was launched for public consultation in September 2011. During the consultation period 50 individuals and institutions submitted written feedback on the draft policy. Feedback  was also obtained from press articles and commentaries. The policy has been revised in the light of the  feedback received."}, {"text_block_id": "p19_b200", "text": "Table 2: Strengths, weaknesses, opportunities and threats associated with the Maltese environmental policy field identified by workshop participants during the National Environment Policy Stakeholder Workshop on 25th January 2011"}, {"text_block_id": "p21_b201", "text": "2"}, {"text_block_id": "p21_b202", "text": "Malta’s environMental objectives"}, {"text_block_id": "p21_b203_merged", "text": "The environment is high on the national agenda. Evidence of this includes ongoing legislative strengthening, investment in environmental infrastructure, monitoring, institution-building and upgrading/restoration projects. Malta’s environmental commitments include many related to the EU acquis. Malta is party to various obligations arising from EU policy instruments and international conventions, and it will continue to take an active role in the formulation of environmental policy at EU and international levels. EU commitments include policy frameworks, legally-binding decisions, regulations, and directives that have been transposed and embedded within national legislation. International commitments are enshrined in policy commitments, as well as legally-binding conventions and their related protocols. This policy will ensure that Malta meets all its EU and international obligations: the need to meet obligations is not re-iterated in all the sections of this policy: it is taken as a given. The policy therefore takes as its starting point the achievement of all Malta’s EU obligations, including all the targets contained therein. In addition, national obligations include current legislation, policies and political commitments. Due to this multitude of environmental commitments, there is a need to clarify the overall national direction, and how it relates to overall national environmental objectives."}, {"text_block_id": "p21_b206", "text": "This focussing of attention on key national objectives is fundamentally important for directing resources and funding to areas where action is urgently required. This will serve to improve policy implementation."}, {"text_block_id": "p22_b207", "text": "2.1"}, {"text_block_id": "p22_b208", "text": "GreeninG tHe econoMy"}, {"text_block_id": "p22_b209_merged", "text": "The United Nations Environment Programme (UNEP), in its report Towards a Green Economy: Pathways to Sustainable Development and Poverty Eradication, defines the green economy as one that results in ‘improved human well-being and social equity, while significantly reducing environmental risks and ecological scarcities.’ A green economy can generate as much growth and employment as a traditional economy, and in the medium- to long- term outperforms it, while providing significantly more social and environmental benefits. UNEP stresses that ‘the rewards of greening the world’s economies are tangible and considerable … the means are at hand for both governments and the private sector, and … the time to engage the challenge is now.’"}, {"text_block_id": "p22_b212", "text": "There is now widespread recognition that economic growth is strongly correlated with environmental quality, and that business-as-usual approaches will not meet the high demand for raw materials that is depleting"}, {"text_block_id": "p22_b213", "text": "natural processes and resource stocks. Such realisation follows the multiple concurrent crises that have taken place in the first decade of the third millennium. The transition to a green economy is seen as the way to create jobs that can withstand the economic and resource challenges facing us in the future, particularly in the long term. The green economy is a new engine of growth, and a net generator of decent jobs. The new focus of economic policy will thus be to reallocate capital, both public and private, from sectors that deplete environmental resources, such as land development, fossil fuels, and private road transport, to sectors critical to greening the global economy, such as renewable energy, urban rehabilitation and sustainable transport systems."}, {"text_block_id": "p22_b214", "text": "Work on the green economy focuses on two major pillars: expanding the share of environmental goods and services in the economy, and reducing the environmental impact of the rest of the economy."}, {"text_block_id": "p23_b215", "text": "UNEP highlights key enabling conditions for the green economy, such as: sound regulatory frameworks including command-and-control measures, standards and sustainable public procurement; prioritising public investment and spending in areas that stimulate the greening of key economic sectors; the limitation of public spending in areas that deplete natural resources; the use of market-based instruments to promote green investment and innovation; and, investing in capacity-building, training and education. Translated into the Maltese context, the key enabling conditions for expanding the share of environmental goods and services in the economy, and for reducing the impact of the rest of the economy, are:"}, {"text_block_id": "p23_b216", "text": "UNEP highlights key enabling conditions for the green economy, such as: sound regulatory frameworks including command-and-control measures, standards and sustainable public procurement; prioritising public investment and spending in areas that stimulate the greening of key economic sectors; the limitation of public spending in areas that deplete natural resources; the use of market-based instruments to promote green investment and innovation; and, investing in capacity-building, training and education. Translated into the Maltese context, the key enabling conditions for expanding the share of environmental goods and services in the economy, and for reducing the impact of the rest of the economy, are:\n* Integrating environmental considerations into\n* Integrating environmental considerations into\n economic development planning\n* Employing market-based policy instruments to\n* Sustaining the stepped approach towards\n* Promoting eco-innovation\n* Incentivising the green jobs sector\n* Enabling the private sector to embrace opportunities\n* Greening public procurement\n* Mobilising finance for the green economy."}, {"text_block_id": "p23_b233", "text": "This section first presents our policy to promote the green economy, and then our policies addressing  each of these enabling conditions in turn."}, {"text_block_id": "p23_b234", "text": "PoliCy:"}, {"text_block_id": "p23_b235", "text": "Green tHe national econoMy, steerinG it aWay FroM environMentallyPollutinG and resource-intensive econoMic sectors."}, {"text_block_id": "p23_b236", "text": "It is our policy to reduce Malta’s environmental footprint, such that negative environmental impacts are reduced whilst unlocking inherent business opportunities associated with the development of green markets for environmentally-friendly products and services. We will prepare a policy framework to support and reward sustainable economic activity, and to signal our readiness to confront those operations whose business practices continue to pose a serious"}, {"text_block_id": "p23_b237", "text": "threat to a sustainable future. Through jump-starting the transition to a more sustainable economy, we seek to realise the economy’s potential in terms of generating more and better quality employment, economic activity and environmental and social benefits. In order to jump-start the green economy, we will formulate a Green Economy Action Plan (2.1.1). We will ensure the timely delivery of this Action Plan."}, {"text_block_id": "p23_b238", "text": "inteGratinG environMental considerations into econoMic develoPMent PlanninG"}, {"text_block_id": "p23_b239", "text": "Significant strides have already been taken in integrating environmental considerations into the processes of planning, programming and project development, including through strategic environmental assessment (SEA) and environmental impact assessment (EIA). In addition we will pass a Sustainable Development Act, which will ensure that sustainable development is mainstreamed across the workings of Government. The Bill provides for the review of Government and specific Ministry policies, plans, programmes and projects in order to ensure that they are in line with the National Strategy for Sustainable Development. In addition the Bill provides for a Guardian of Future Generations, whose role is to safeguard inter-generational and intra-generational sustainable development in Malta."}, {"text_block_id": "p24_b240", "text": "PoliCy:"}, {"text_block_id": "p24_b241", "text": "inteGrate environMental considerations into econoMic develoPMent PlanninG."}, {"text_block_id": "p24_b242", "text": "We will prioritise environmental considerations in economic planning. Our strategy in this regard rests on five pillars: first, a legal framework will be provided through the Sustainable Development Act to mainstream sustainable development across the workings of Government (2.1.2). Second, the Bill provides for Government and specific Ministry policies, plans, programmes and projects to be reviewed in order to ensure that they are in line with the National Strategy for Sustainable Development (2.1.3). Third, we will ensure that the annual budget contains a"}, {"text_block_id": "p24_b243", "text": "dedicated and well-resourced environment pillar (2.1.4). Fourth, we will also move towards accounting for environmental degradation in national accounts – this will indicate which sectors and sub-sectors have the highest environmental footprint, so that they can be specifically addressed (2.1.5). Finally, a thorough assessment will be carried out of those sectors that need to be restructured due to their significant environmental impacts (2.1.6), while we will continue to ensure the environmental assessment of plans, programmes and projects through the processes of SEA and EIA (2.1.7)."}, {"text_block_id": "p24_b244", "text": "Market-based instruMents"}, {"text_block_id": "p24_b245_merged", "text": "Malta has already taken several steps to use economic instruments; however, as noted in the report of the EUfunded project Building Capacity to Introduce the Polluter Pays Principle through Economic Instruments to Implement the EU Environment Acquis, they have largely been implemented in isolation and are not often perceived or"}, {"text_block_id": "p25_b248", "text": "intended as instruments for environmental management. Environment-related instruments are mainly of two types, both of which have already been used in Malta. Instruments may either be based on the ‘polluter pays’ principle, whereby producers or consumers are charged at the point where the pollution is caused, or ‘user pays’, through which the focus is on the use or extraction of natural resources. In the category of polluter-pays instruments, Malta has introduced an eco-contribution tax on a number of commodities (for instance plastic bags, batteries, television sets and white goods). In the category of ‘user pays’, Malta has reformed the vehicle registration and annual circulation tax to reflect environmental performance."}, {"text_block_id": "p25_b249", "text": "PoliCy:"}, {"text_block_id": "p25_b250", "text": "ProMote FurtHer use oF Market-based instruMents in environMental Policy."}, {"text_block_id": "p25_b251", "text": "Economic instruments are the main measure through which environmental costs or externalities can be integrated into economic decisions, by facilitating, encouraging and incentivising decisions and behaviour in a particular direction. As such, they are important pillars for the green economy."}, {"text_block_id": "p25_b252", "text": "over time in order to motivate innovation"}, {"text_block_id": "p25_b253", "text": "over time in order to motivate innovation\n* Economic instruments will be integrated with other\n<\\li1>"}, {"text_block_id": "p25_b255", "text": "Economic instruments will be developed on the basis  of the following principles:"}, {"text_block_id": "p25_b256", "text": "Economic instruments will be developed on the basis  of the following principles:\n* Any economic instruments will be aligned with\n* Economic instruments will be formulated on the\n* Positive incentives and rewards will be given for\n* Instruments must be stable and predictable, giving\n* Instruments must be stable and predictable, giving\n We will formulate an Action Plan for environmental"}, {"text_block_id": "p26_b265", "text": "environMental taxation"}, {"text_block_id": "p26_b266", "text": "From a tax policy perspective, it is increasingly being recognised that environmental taxation provides a suitable tool to promote the green economy. Environmental taxation generates a revenue stream which could be used to facilitate the shift to resource taxation. Alternatively, revenue from environmental taxation could be used to pursue income redistribution or as a Gross Domestic Product (GDP)-stabiliser. As UNEP indicates in its report"}, {"text_block_id": "p26_b267", "text": "Towards a Green Economy: Pathways to Sustainable Development and Poverty Eradication"}, {"text_block_id": "p26_b268", "text": ", putting a price on pollution has also been found to stimulate innovation and the use of cleaner technologies, as firms seek out cleaner options."}, {"text_block_id": "p26_b269_merged_merged", "text": "PoliCy: continue to take a stePPed aPProacH toWards environMental taxation."}, {"text_block_id": "p26_b271", "text": "We will continue to take a stepped approach towards environmental taxation (2.1.10), which is one particular dimension of the use of market-based instruments. Environmental taxation is designed to put a price on pollution and indiscriminate/excessive use of natural resources, while simultaneously stimulating employment creation. We will ensure that such taxation"}, {"text_block_id": "p26_b272", "text": "is based on assessment to ensure that it is revenue-neutral and does not penalise vulnerable groups. International experience has shown that environmental taxes are easier to accept if they are linked to fiscal neutrality. This process includes the review of the ecocontribution scheme, which is currently in progress."}, {"text_block_id": "p26_b273", "text": "ProMotinG eco-innovation"}, {"text_block_id": "p26_b274", "text": "New environmental technologies offer businesses opportunities in national and international markets. Our policy is to encourage all sectors to take advantage of environmental innovation as a business opportunity. To this end, we will promote a positive climate for eco-efficient innovations through various means, including public private partnerships. These partnerships can include agreements between businesses and the public sector for promoting innovation in areas where Malta has a tradition of useful experience."}, {"text_block_id": "p26_b275", "text": "PoliCy:"}, {"text_block_id": "p26_b276", "text": "encouraGe environMentally-Friendly innovation."}, {"text_block_id": "p26_b277", "text": "We will support environmentally-friendly innovation (or eco-innovation), which is considered to be a key driver of the green economy. Eco-innovation promotes economic growth, while limiting the burden on the economy, and is thus an essential pillar of the green economy. In order for new technologies, such as in"}, {"text_block_id": "p26_b278", "text": "the field of renewable energy,  to become viable, as well as to be adapted to the Maltese environment, a high level of research and development (R&D) and innovation is required. We will ensure that the environment is retained as a thematic and horizontal priority in the National Research and Innovation"}, {"text_block_id": "p27_b279", "text": "Strategy up to 2020 (2.1.11). In order to promote eco-innovation and the creative industries, we have ensured that our Green Public Procurement (GPP) Action Plan promotes innovative procurement. This will ensure that where possible GPP stimulates eco-innovation by specifying the desired innovation (for example, energy efficiency) without over-specifying the process for achieving this in tender documents (2.1.12). We will,"}, {"text_block_id": "p27_b280", "text": "in full respect of state aid regulations, also continue to provide financial assistance for eco-innovative start-ups, businesses implementing eco-innovative solutions, and companies bringing the innovations to market (2.1.13). Finally, we will also promote environmental technology and other innovation-related courses at University (2.1.14), which will assist graduates in contributing to areas where eco-efficient innovation is taking place."}, {"text_block_id": "p27_b281", "text": "incentivisinG tHe Green jobs sector"}, {"text_block_id": "p27_b282_merged", "text": "The satisfaction of demands for better management of environmental resources is in itself rapidly becoming a contributor to economic activity and jobs. The Employment and Training Corporation’s (ETC) 2007 report Employment in the Environmental Goods and Services Industry in Malta, defines green jobs as  consisting of ‘activities which produce goods and services to measure, prevent, limit, minimise or correct environmental damage to water, air, and soil as well as problems related to waste, noise and eco-systems. This includes cleaner technologies, products and services which reduce environmental risk and minimise pollution and resource use.’ In line with this definition the report indicates that green jobs may involve (i) pollution management, including activities such as solid and liquid waste management, remediation and clean-up of soil and water resources,  and, environmental monitoring and education; (ii) the provision of cleaner-technology products and services; and, (iii) resources management, including activities related to water supply, material recycling and nature protection. Green jobs may also occur in the tourism sector."}, {"text_block_id": "p28_b285", "text": "The ETC report estimated that green jobs contributed approximately two percent of GDP and employed about three per cent of the national labour force, principally in the waste management and water areas. The number of green jobs in the Maltese economy in 2007 was estimated at 4,152 jobs. Green jobs in Malta were furthermore estimated to continue growing by approximately six percent per annum, at least until 2010, compared to an overall growth in jobs of between two and three percent. Water supply (34 percent), solid waste management (31 percent) and liquid waste management (14 percent) were the largest contributors to green jobs in 2007. A number of green jobs were not generated by green industries but were provided by other firms, such as manufacturing and distribution businesses, which employed staff to assist them to manage their environmental impact."}, {"text_block_id": "p28_b286", "text": "PoliCy:"}, {"text_block_id": "p28_b287", "text": "ProMote Green jobs."}, {"text_block_id": "p28_b288", "text": "Green jobs are an essential pillar of the green economy. We will promote the creation of jobs in the environment sector, building on existing green jobs and developing new areas. A Green Jobs Strategy will be prepared in consultation with the relevant stakeholders (2.1.15), together with a Training Strategy for green jobs (2.1.16)"}, {"text_block_id": "p28_b289_merged", "text": "intended to support the implementation of the strategy. The Green Jobs Strategy will identify key areas to be targeted by Malta in terms of green jobs. Business start-ups in the environmental field will also be encouraged, through various initiatives such as business incubators, for which green industries will continue to qualify (2.1.17)."}, {"text_block_id": "p28_b292", "text": "enablinG tHe Private sector"}, {"text_block_id": "p28_b293", "text": "For the transition to a green economy to take place, and also in view of increasing competitiveness and corporate social responsibility (CSR), some companies and sectors may want to take greater responsibility for decreasing the environmental consequences of their activities. These activities may relate to investment, production, consumption and the placing on the market of products. Such initiatives could also contribute to employment-generation, thereby supporting the related priority in the National Reform Programme."}, {"text_block_id": "p28_b294", "text": "There is much room for the private sector to take the initiative with regard to environmental improvements: voluntary environmental schemes provide a useful opportunity for this. Various examples of good practice exist in this area such as: the Tourism Eco-Certification Scheme, the EU eco-label for tourist accommodation, and the use of the Leadership in Energy and Environmental Design (LEED) certification system in the construction sector (as in the case of Smart City)."}, {"text_block_id": "p29_b295", "text": "We would like to see the private sector take a stronger role in environmental management. This will be achieved through focussing on three key areas: improving businesses’ environmental performance, for example by achieving environmental certification; in terms of increased producer responsibility; and through greater CSR measures in the environmental field. In this context, we will facilitate the right market environment for the private sector to operate. This policy is complemented by measures to increase the use of instruments that are in line with market conditions (see measures 2.1.8 and 2.1.9 promoting the use of market-based instruments in environmental policy), and increasing the opportunities for social partners to hold businesses accountable for their actions (see measures 3.4.1 and 3.4.3)."}, {"text_block_id": "p29_b296", "text": "PoliCy:"}, {"text_block_id": "p29_b297", "text": "Facilitate tHe Private sector in takinG a stronGer role in environMental ManaGeMent."}, {"text_block_id": "p29_b298", "text": "The system of environmental permits and general binding rules already provides a one-stop shop for firms aiming to improve their environmental performance. We will also, continue to, in full respect of state aid considerations, provide assistance to manufacturing and services firms located in Malta to achieve environmental certification (2.1.18), through schemes such as ISO 14001 and the Eco-Management and Audit Scheme (EMAS). As provided for in measure 2.1.24, GPP will encourage the meeting of higher voluntary standards in the private sector. We will furthermore link environmental permitting to environmental certification/registration such that certified/registered and audited companies find it easier to obtain environmental permits (2.1.19). In the tourism sector, we will incorporate all necessary eco-certification standards into the legal basis for Malta Tourism Authority (MTA) licensing of new  hotels (2.1.20)."}, {"text_block_id": "p29_b299", "text": "In line with the polluter pays and producer responsibility principles, businesses need to take more responsibility for the environmental impact of the products they place on the market. We will ensure compliance with legislation on producer responsibility through education, assistance and enforcement"}, {"text_block_id": "p29_b300", "text": "In line with the polluter pays and producer responsibility principles, businesses need to take more responsibility for the environmental impact of the products they place on the market. We will ensure compliance with legislation on producer responsibility through education, assistance and enforcement\n* . In addition, through the relatively new\n<\\li1>"}, {"text_block_id": "p29_b302", "text": "We will also encourage companies to improve their environmental performance as part of their CSR programmes. Companies that are quoted on the stock exchange will be encouraged to present a CSR report, including environmental initiatives, to accompany their annual report (2.1.23). Such reports will be displayed on the Stock Exchange website. The Chamber of Commerce, Enterprise and Industry, in collaboration with the Bank of Valletta, has launched a project to evaluate and promote CSR. Through this project, members’ activities in this area will be assessed by means of a questionnaire, and good practice shared. A database of members’ CSR activity will also be compiled."}, {"text_block_id": "p30_b303", "text": "GreeninG Public ProcureMent"}, {"text_block_id": "p30_b304", "text": "Like any other economic activity, public procurement, which represents a significant proportion of Malta’s GDP, has its environmental footprint. The negative impacts of this activity, such as those associated with raw materials and resource use and the generation of waste, need to be addressed, while potential opportunities encouraged."}, {"text_block_id": "p30_b305", "text": "GPP is a win-win tool. On the one hand, it enables the public sector to obtain the best value for money and procure low-carbon, environmentally-friendly goods and services. It therefore represents an efficient use of public finances and promotes environmental improvements. On the other hand, GPP represents a business opportunity for the suppliers of goods and services, rapidly pushing the boundaries of the growing market for environmentallypositive products and services, for example in the area of green ICT."}, {"text_block_id": "p31_b306", "text": "In the EU, the use of public procurement as an environmental policy instrument has received growing political commitment. Common green criteria for adoption by all Member States as minimum technical specifications with which all tender bids must comply have been developed, with a view to averting distortions of the single market and reducing administrative burdens for economic operators and public administrators implementing GPP."}, {"text_block_id": "p31_b307", "text": "PoliCy:"}, {"text_block_id": "p31_b308", "text": "Green Public ProcureMent, WitH a vieW to 50 Percent oF Public ProcureMent adHerinG to eu GPP criteria by 2015."}, {"text_block_id": "p31_b309", "text": "By the year 2015, we will ensure that 50 percent of public procurement is compliant with EU GPP common criteria. This will be done by focussing on 18 product and service groups reflecting the established common EU GPP criteria. A National Action Plan for GPP has been published and, we will implement and monitor this Action Plan with this view to achieving this target (2.1.24). The National Action Plan for GPP establishes a framework for the implementation of GPP in Malta, by promoting good purchasing practices,"}, {"text_block_id": "p31_b310", "text": "reducing their environmental impacts, and maximising on economic opportunities. In order to avoid market distortions and other possible adverse effects on the local supply market, the adoption of an incremental approach is one of the main thrusts of the Action Plan. In order to assist the local manufacturing industry to adjust to this new policy direction, support will continue to be provided to local manufacturing firms to achieve environmental certification (see measure 2.1.18)."}, {"text_block_id": "p31_b311", "text": "MobilisinG Finance For tHe Green econoMy"}, {"text_block_id": "p31_b312_merged", "text": "Enabling conditions have to be managed and adequate finance provided for successful transitioning to a green economy. In its report Towards a Green Economy: Pathways to Sustainable Development and Poverty Eradication, UNEP argues that both are ‘eminently achievable’. Environmentally- and socially-harmful subsidies are a deterrent to the transition to the green economy, and they will need to be progressively removed. In certain circumstances and with defined sunset clauses, however, public assistance can facilitate the transition to a green economy. Although the level of finance needed to make the transition to a green economy is substantial, good public policy and innovative financing mechanisms will succeed in mobilisation of the required financial resources."}, {"text_block_id": "p31_b315", "text": "PoliCy:"}, {"text_block_id": "p31_b316", "text": "ensure a Favourable cliMate For tHe Mobilisation oF Finance For tHe transition to tHe Green econoMy."}, {"text_block_id": "p31_b317", "text": "We will ensure a favourable enabling climate for the mobilisation of finance for the transition to the green economy. The re-orientation of capital investment towards more environmentally-friendly sectors and activities will require new type of finance. Due to the sheer scale of investment required for the transition"}, {"text_block_id": "p31_b318", "text": "to the green economy, most funds are expected to come from the private sector. In this light, we will promote innovative financing for the environment in the areas of financial services and investments (2.1.25). The financial services and investment sectors control significant amounts of funds and have high potential"}, {"text_block_id": "p32_b319", "text": "to provide a substantial part of the funding required to transition to a green economy. Two sectors are of particular interest: ‘green portfolios’ linked to pension funds and insurance companies, and green financial products from commercial and retail banks."}, {"text_block_id": "p32_b320", "text": "Nevertheless, we recognise that public sector investment will remain essential for jump-starting the green economy, and we will provide improved and consolidated public sector funding for the environment (2.1.26). An Environmental Improvement Fund will be established by 2012, and the existing mechanisms of Commuted Parking Payments Scheme (CPPS) and Urban Improvements Fund (UIF) will be reformed to improve linkages with policy priorities and promote greater effectiveness, efficiency and transparency in administration of the funds (2.1.27). The Environmental Improvement Fund will support the implementation of"}, {"text_block_id": "p32_b321", "text": "national environmental policy priorities. The CPPS will also be revised to improve the effectiveness of the scheme in stimulating initiatives towards sustainable mobility and clean transport. The UIF will be revised to render it more conducive to supporting environmental investments in the urban improvement context. Furthermore, in order to overcome market distortions, we will assess where current economic subsidy schemes and taxation policies may be harmful to the environment, and propose how these can be revised in order to open up fiscal space for green investments (2.1.28). This work will integrate with the Action Plan on market-based instruments (2.1.8) and sustain our stepped approach towards environmental taxation (2.1.10), which will support the introduction of new products and services that lead to the greening of the economy."}, {"text_block_id": "p33_b322", "text": "2.2"}, {"text_block_id": "p33_b323", "text": "saFeGuardinG environMental HealtH"}, {"text_block_id": "p33_b324", "text": "The environment is directly related to our health. We protect it for ourselves, for its intimate contribution to our well-being and that of future generations, as well as for its own sake. The concept of environmental health brings together environmental and health concerns, and relates to aspects of human health and diseases that are directly affected by environmental quality. In the definition provided by the World Health Organisation, environmental health comprises  ‘direct pathological effects of chemicals, radiation and some biological agents, and the effects (often indirect) on health and well-being of the broad physical, psychological, social and aesthetic environment, which includes housing, urban development, land use and transport.’"}, {"text_block_id": "p33_b325_merged", "text": "As indicated in The Environment Report 2008, Malta’s principal environmental health challenges are respiratory diseases that may be related to air pollution, particularly road traffic emissions. Lack"}, {"text_block_id": "p33_b328", "text": "of physical activity (addressed in section 2.4), noise, chemicals and radiation are also of health and environment concern. This section accordingly addresses the following four aspects of environmental health:"}, {"text_block_id": "p33_b329", "text": "•"}, {"text_block_id": "p33_b330", "text": "Air quality"}, {"text_block_id": "p33_b331", "text": "•"}, {"text_block_id": "p33_b332", "text": "Noise"}, {"text_block_id": "p33_b333", "text": "•"}, {"text_block_id": "p33_b334", "text": "Chemicals"}, {"text_block_id": "p33_b335", "text": "•"}, {"text_block_id": "p33_b336", "text": "Radiation."}, {"text_block_id": "p33_b337", "text": "While in initial stages, the intensity of occurrence of certain enviornmental issues may be low enough to constitute an environmental nuisance rather than an environmental health issue, if the intensity of occurrence of such issues increases, the issue tends to become one of environmental health. For example, while certain levels of dust or noise may constitute a nuisance, significant levels of dust or noise may become a health issue. This section takes a preventative approach"}, {"text_block_id": "p34_b338", "text": "and addresses also the level of intensity typically considered an environmental nuisance rather than a health issue, in order to prevent environmental health problems occurring in the future."}, {"text_block_id": "p34_b339", "text": "In what follows, our policy and measures to address environmental health at a horizontal level are first presented, before the above aspects of environmental health are discussed in turn."}, {"text_block_id": "p34_b340", "text": "PoliCy:"}, {"text_block_id": "p34_b341", "text": "iMProve environMental HealtH in Malta."}, {"text_block_id": "p34_b342", "text": "In order to significantly improve environmental health in Malta, we will use a set of horizontal tools, as well as the policies and measures that address specific environmental health issues in the rest of this section. The horizontal tools are: the National Environmental Health Action Plan; health impact assessment; an environmental health information system; and, a health and environment education campaign."}, {"text_block_id": "p34_b343", "text": "The primary tool to promote environmental health is the National Environmental Health Action Plan, which is due for revision (2.2.1). In order to mainstream environmental health through a health-in-all-policies approach, we will mainstream health impact assessment by ensuring that all policies, plans and projects are screened for possible health impacts, and if neccessary a mandatory Health Impact Assessment (HIA) will be requested (2.2.2). As part of this"}, {"text_block_id": "p34_b344", "text": "assessment, impacts on vulnerable groups will need to be formally addressed, as they are more likely to suffer negative health impacts associated with environmental degradation."}, {"text_block_id": "p34_b345", "text": "An environmental health information system will also be set up, in order to improve our understanding of the relationship between environmental change and health impacts (2.2.3). The findings from this system will feed into public policy in the respective areas. Finally, a concerted health and environmental education campaign will be carried out by the responsible Ministries and agencies regarding the impact of environment-related factors on human and animal health (2.2.4). These campaigns will target in particular air pollution from transport (such as how it affects children’s health), indoor air quality, noise, chemicals and radiation."}, {"text_block_id": "p35_b346", "text": "air Quality"}, {"text_block_id": "p35_b347", "text": "Monitoring results show that Malta’s national air quality meets EU standards. However the results also indicate that air quality is of concern in certain pockets, particularly those dominated by traffic. It is essential that air quality is further improved and maintained within EU thresholds. For Malta’s air quality to improve, emissions to the air from the energy, transport, construction and industry sectors need to be reduced."}, {"text_block_id": "p35_b348", "text": "In common with most EU countries, Malta’s most significant air pollutants are particulates and nitrogen oxides in urban areas, the concentrations of which exceed EU standards in certain locations, mainly due to heavy traffic flows in those areas. Ozone is also of concern in rural areas. While Malta’s key sources of pollution include traffic, energy generation and industry, transboundary sources of pollution, as well as air pollution arising from natural sources, are also of national significance."}, {"text_block_id": "p35_b349", "text": "PoliCy:"}, {"text_block_id": "p35_b350", "text": "acHieve a HiGH level oF air Quality in tHe Maltese islands, botH at a national and local level, in a tiMely Manner."}, {"text_block_id": "p35_b351", "text": "The Air Quality Plan provides the national framework for addressing air pollution. We will implement the Air Quality Plan to ensure that air quality is further improved and maintained within EU thresholds (2.2.5). The Air Quality Plan involves measures in the energy and transport sectors, among others. In the energy sector, both power stations, which are responsible for a significant share of air pollution, are regulated in line with EU directives that stipulate emission limit values for various air pollutants. They are also regulated by Integrated Pollution and Prevention Control (IPPC) permits. We will ensure that the two power stations operate within the emissions limit values stipulated under the relevant EU Directives in line with EU obligations (2.2.6). More detailed measures targeting the energy sector may be found under the climate change section (2.6), while transport measures that also have a positive effect on the climate are found in this section of the policy."}, {"text_block_id": "p35_b352", "text": "In the transport sector, recognising the need to reduce Malta’s dependence on private personal mobility and to encourage less polluting modes of transport, we have reformed the public transport system (2.2.7). Our vision is to provide an effective and attractive public transport option that encourages people to use their private vehicles less. This reform of the public transport system is coupled with additional bus interchanges, bus priority measures, links across harbours and additional Park and Ride facilities, an intelligent traffic management system, and the Valletta"}, {"text_block_id": "p35_b353", "text": "lift. To complement the reform, we will prepare a proposal to improve the design of financial instruments to encourage more environmentally-friendly modes of transport to private cars (2.2.8), internalising environmental costs while at the same time taking into consideration the socio-economic impacts of such measures. The spatial and transport planning systems, along with Local Councils, will also promote alternative modes of travel such as walking, biking and maritime transport (2.2.9). The use of cleaner fuels, including in the maritime transport sector, will be ensured through the local implementation of commitments entered into at an international level, including through the International Maritime Organisation and the EU (2.2.10). Malta will take an active role in promoting international actions in this regard."}, {"text_block_id": "p35_b354", "text": "In order to address traffic-related air pollution concerns, we will implement a number of measures to manage traffic flows with the aim of reducing air pollution. A set of controlled emission zones where, for example, the use of more polluting vehicles can be controlled, will be identified and implemented in particular air pollution hotspots (2.2.11). Priority for such initiatives will be given in areas where air quality levels are lower, such as at Msida, Floriana, Fgura and Sliema (see Pilot Project 1). Measures should as much as possible avoid shifting traffic congestion from one area to another, but redistributed it evenly. We will take measures to improve the environmental performance of commercial vehicles and heavy"}, {"text_block_id": "p36_b355", "text": "driven private vehicles through regulation, education, incentives for vehicle renewal, greater enforcement, including roadside checks, as well as more stringent and frequent vehicle roadworthiness testing (2.2.12). Furthermore, in order to prevent the ‘street-canyon’ effect, whereby pollution levels are higher where streets are ‘walled’ with continuous buildings, measures will be taken through the spatial and transport planning systems, and through Local Councils’ work, to reduce traffic in such areas (2.2.13). The building regulations also address the canyon effect. In order to address the impact on air quality of traffic congestion generated through large-scale national cultural and sport-related events, we will ensure that such risks are minimised through the requirement of approved traffic management plans to accompany application for permits for such events (2.2.14). This task will be carried out by the Police and Transport Malta (TM), in consultation with the relevant Local Councils in the region. Traffic management plans should encourage environmentally-friendly forms of transport."}, {"text_block_id": "p36_b356", "text": "The use of less polluting vehicles such as electric cars will be promoted through the Electric Transport Strategy (2.2.15). We will also carry out an assessment on how the use of Liquid Propane Gas (LPG) as fuel for transport vehicles can be encouraged, and what infrastructural and technological changes are required in this respect (2.2.16). This measure is also linked with the green economy as an opportunity for jobs associated with conversions of existing vehicles to be able to use LPG, such as green mechanics. In order to encourage additional transport efficiency, we will adopt a strategy to encourage the development of a market in freight distribution, encouraging companies to outsource their logistical needs (2.2.17)."}, {"text_block_id": "p36_b357", "text": "Government will also address its own transport footprint through its Green Travel Plan (2.2.18). This plan will explore ways to increase operational efficiency in the movement of goods and people, with respect to its own operations, as well as those of the persons or companies engaged with or on behalf of the public sector. We will use the green public procurement tool in this regard (see measure 2.1.24). Air quality is also affected by other sources of pollution,"}, {"text_block_id": "p36_b358", "text": "albeit to different extents. Emissions from large-scale polluters, such as quarries and industrial operations, including waste management facilities, will be regulated through environmental permitting (see measure 3.5.2) on the basis of principle of proportionality, such that regulatory pressure is proportional to environmental impact. Construction dust will continue to be controlled through education and the enforcement of the Environmental Management Construction Site Regulations (2.2.19). Impacts of land development on air quality will continue to be controlled through the environmental impact assessment process (see measure 2.1.7)."}, {"text_block_id": "p36_b359", "text": "Air quality is also of concern at a micro scale, where particular groups may be more vulnerable. In order to highlight children’s vulnerability to poor air quality, smoking restrictions, particularly in areas where children congregate, have been introduced and will be implemented in line with the National Cancer Plan (2011-2015) (2.2.20). In order to improve provision for safe recreation in areas free from air pollution, we will promote the protection, upgrading, and creation of additional public open space, through spatial and transport planning, and ensure its delivery through the work of central government and Local Councils (2.2.21). In the upgrading and additional provision  of public open space, consideration will be given to the following three factors: a) the need for safe recreation in areas free from air pollution and where shade is provided; b) the need for providing safe opportunities for regular exercise in order to reduce national levels of obesity (see section 2.4); and, c)  the need for increased provision of urban biodiversity (see also sections 2.4 on a pleasant place and 2.6  on biodiversity, respectively)."}, {"text_block_id": "p36_b360", "text": "The impact of these measures will be monitored through timely and comprehensive air quality, transport and energy statistics. We will continue to ensure the monitoring of air quality in line with national obligations (2.2.22). If necessary for the proper assessment of air quality, additional air monitoring stations may be required. A system of investigative air quality monitoring to address complex air quality issues such as ‘black dust’ will also be put in place (2.2.23)."}, {"text_block_id": "p37_b361", "text": "Finally, we will adopt a holistic approach to air quality management, which takes into consideration synergies and conflicts between different measures, including across policy areas. In this regard, synergies and conflicts between the policy areas of air pollution and"}, {"text_block_id": "p37_b362", "text": "climate change are highly significant, particularly in relation to energy generation and transport, two sectors that besides their significant contribution to local air quality problems, also represent the largest share of national greenhouse gas emissions."}, {"text_block_id": "p38_b363", "text": "PoliCy:"}, {"text_block_id": "p38_b364", "text": "acHieve a HiGH level oF air Quality in tHe Maltese islands, botH at a national and a local level, in a tiMely Manner (cont.)"}, {"text_block_id": "p39_b365", "text": "noise"}, {"text_block_id": "p39_b366", "text": "Noise is a known health hazard, interfering with daily activities at home, work, school and during leisure time, and is an area of potentially significant environmental health impact. Approximately 20 percent of the EU’s population suffers from noise levels that are considered unacceptable, and there is as yet little public awareness of its effect on human health. In 2005 the Occupational Health and Safety Authority carried out a study that provided baseline data on peak noise levels from various activities, areas, locations and sectors. It emerged that the construction sector was characterised by the highest average noise level, followed closely by the leisure and manufacturing sectors. Nevertheless, overall it is the transport sector that is the major source of noise pollution in Malta. EU policy, and specifically the Environmental Noise Directive, covers environmental noise, i.e. the background noise in the general environment, rather than ‘neighbourhood’ noise from domestic and other sources, which is addressed at a national level under public health and police law."}, {"text_block_id": "p39_b367", "text": "PoliCy:"}, {"text_block_id": "p39_b368", "text": "reduce noise-related environMental HealtH iMPacts."}, {"text_block_id": "p39_b369", "text": "In order to address environmental noise, MEPA has prepared noise maps and an Action Plan relating to the EU Directive on environmental noise (2.2.24). However, since most noise complaints in Malta refer to neighbourhood rather than environmental noise, we will also take measures in this area. We have reviewed existing legislation to assess the scope for legal consolidation and the introduction of objective noise standards (2.2.25). This review proposes the publication of subsidiary legislation on noise under the Environment and Development Planning Act, amongst other measures. The proposed regulations will address gaps in existing legislation so as to prevent and"}, {"text_block_id": "p39_b370", "text": "control those sources of noise that are not regulated. The proposed regulations will also coordinate the regulation of neighbourhood noise amongst different institutions and establish objective criteria to regulate noise where these do not already exist. Coordination between public agencies in the area of noise will also be improved through an inter-ministerial committee on noise (2.2.26). In addition, noise impact assessments will be mandatory for new developments as part of health impact assessments (see measure 2.2.2). Noise impacts, such as those relating to industry, are also addressed under the environment permitting system (see measure 3.5.2)."}, {"text_block_id": "p40_b371", "text": "cHeMicals"}, {"text_block_id": "p40_b372", "text": "The presence of chemicals in the environment, and their impact on human health are a topic of growing concern. Chemicals are increasingly detected in human blood, breast milk, and amniotic fluid, and the particular vulnerability of foetuses and children at different developmental stages with respect to both biological susceptibility and exposure is being increasingly recognised. Many environmental health issues arise out of the misuse and poor collection and treatment of chemicals and other hazardous substances, which pass into the environment. This in turn may, in association with other socio-economic and geographical factors, lead to various types of environmentrelated health effects such as respiratory disease and cancers. Heavy metals, pesticides and biocides are of particular concern. Exposure to these chemicals may lead to negative health effects, depending on dosage,  length of exposure, and stage of human organ development."}, {"text_block_id": "p40_b373", "text": "PoliCy:"}, {"text_block_id": "p40_b374", "text": "siGniFicantly reduce HealtH risks associated WitH tHe use and ManaGeMent oF cHeMicals."}, {"text_block_id": "p40_b375", "text": "We will take a risk-based approach in regulating the use and management of chemicals, in line with EU chemicals policy and the related REACH regulation. A database of emissions, discharges and losses of priority substances and other pollutants, as required by the Directive on Environmental Quality Standards in the field of water policy, will provide the informational basis for the regulation of chemicals in waters (2.2.27). In addition, as a means to reduce significant chemical pollution in the coastal environment, industries that discharge chemicals directly into water will be regulated through the environmental permitting process and related enforcement (see measure 3.5.2)."}, {"text_block_id": "p40_b376", "text": "With a view to reducing the amount of hazardous chemicals used in agricultural practices, a national action plan on the sustainable use of plant protection products will be formulated (2.2.28). The Code of Good Agricultural Practice already addresses the sustainable use of agricultural chemicals. In addition, in order to address the major impact of the use of agricultural chemicals on ground waters and inland surface waters, the Nitrates Action Programme will be implemented (see measure 2.3.8). Furthermore, we will update and implement the National Organic Farming Strategy (2.2.29). Finally, an environmental education campaign related to chemicals in the home"}, {"text_block_id": "p41_b377", "text": "will also be carried out (2.2.30) in cooperation with key stakeholders, and building on the experience"}, {"text_block_id": "p41_b378", "text": "gained through the implementation of the national regulations on food safety in catering establishments."}, {"text_block_id": "p41_b379", "text": "radiation"}, {"text_block_id": "p41_b380", "text": "Radiation consists of energy emitted by atoms in the form of particles or electromagnetic rays, and may constitute an environmental hazard that is not widely appreciated. This is particularly true with respect to radiation from everyday sources such as wireless communications and sunlight (ultraviolet radiation). Radiation can be ionising, having enough energy to break chemical bonds (which is carcinogenic), or non-ionising (some types of which have recently been classified as potentially carcinogenic by the International Agency for Research in Cancer)."}, {"text_block_id": "p41_b381", "text": "Nuclear accidents involve the release of ionising radiation. While Malta does not have a nuclear programme, its position makes it vulnerable to some extent to nuclear hazards in other countries, depending on the degree of proximity of the hazard, geographical position of such hazards, wind directions, etc. We will actively engage through international fora to ensure that all nuclear plants in Europe and the Mediterranean adhere to stringent stress tests and safety standards."}, {"text_block_id": "p41_b382", "text": "Non-ionising electromagnetic fields (EMF) such as extremely low frequency fields emitted from electrical and electronic equipment and power lines, and radio-frequency emissions emanating from wireless communications (mobile phones, Wi-Fi networks, cordless phones, and transmission towers) can possibly affect human health. However, research into the health effects from EMF is not conclusive and is ongoing. Ultraviolet (UV) radiation is part of the solar electromagnetic spectrum, and overexposure to UV radiation causes certain types of skin cancers, cataracts and immune deficiency disorders."}, {"text_block_id": "p42_b383", "text": "PoliCy:"}, {"text_block_id": "p42_b384", "text": "ensure tHat tHe Public is Protected FroM HarMFul radiation."}, {"text_block_id": "p42_b385", "text": "Our strategy in this regard is to monitor the environment for both ionising and non-ionising radiation (2.2.31), and to take mitigation or relocation actions with respect to any activities or installations that are posing significant risks to the public (2.2.32), as well as to ensure a high level of preparation for emergencies (see measures 2.6.29 – 2.6.34 in section 2.6 on"}, {"text_block_id": "p42_b386", "text": "Emergency Preparedness). As noted under measure 2.2.4, radiation will also feature in the concerted health and environmental education campaign to be carried out by the responsible Ministries and agencies regarding the impact of environment-related factors on human and animal health."}, {"text_block_id": "p43_b387", "text": "2.3"}, {"text_block_id": "p43_b388", "text": "usinG resources eFFiciently and sustainably"}, {"text_block_id": "p43_b389", "text": "Malta is not a resource-rich country. Its key resources of fresh water, limestone, soil, and land (particularly coastal land) are in short supply. One resource that is in relatively large supply is the sea, but its use is intensive: coastal and marine waters provide a number of services, including recreation/tourism, water and food provision, transport and trade, and, absorption of inert waste and treated sewage effluent. Malta is wholly dependent on imports for all other natural resources."}, {"text_block_id": "p43_b390", "text": "The nature and interpretation of personal and public rights to land, air, water and mineral resources have been a critical factor in environmental degradation over the last half-century. Natural resources and natural processes underpin the functioning of the national economy, the quality of our natural environment, and our quality of life. International resources are also under pressure, particularly from growing populations"}, {"text_block_id": "p43_b391", "text": "on a global level. The current patterns of overuse of resources and generation of waste are no longer an option. Indeed, it is increasingly being recognised that efficient and sustainable use of resources will be key to securing economic growth in the future, bringing economic opportunities, boosting competitiveness and providing the impetus for the green economy discussed in Section 2.1. Efficient and sustainable use of resources will help us meet many of our national environmental commitments, particularly those reflecting EU policy, as well as minimising the impact of resource use on the environment."}, {"text_block_id": "p43_b392", "text": "This policy objective aligns Malta’s environmental policy with the ‘resource-efficient Europe’ flagship initiative as part of the Europe 2020 strategy aiming  to deliver smart, sustainable and inclusive growth, which is the EU’s principal strategy for generating growth and jobs."}, {"text_block_id": "p44_b393", "text": "PoliCy:"}, {"text_block_id": "p44_b394", "text": "ensure tHe eFFicient and environMentally-sustainable use oF all natural resources in Malta, includinG stone, Waters, soil and land."}, {"text_block_id": "p44_b395", "text": "In order to use resources efficiently and sustainably, use of renewable resources must remain within the sustainable yield of that resource. In the case of non-renewable resources, sustainable use means that such resources need to be substituted if possible, or used by means of closed re-use and recycling loops."}, {"text_block_id": "p44_b396", "text": "stone"}, {"text_block_id": "p44_b397", "text": "Limestone is one of Malta’s few mineral natural resources, which it is important to conserve due to its use as a building material, as well as for decoration. Local building stone is central to Malta’s built environment, contributing to urban character and thereby national identity. Mineral extraction also has a significant impact  on the environment, since quarries are a source of noise, vibrations and dust, and have a negative effect on  the landscape. In 2011 approximately 1.3 percent of Malta’s land area was covered by 25 hardstone and  36 softstone quarries. Construction and demolition waste is sometimes used to restore spent quarries, and  others have been rehabilitated for other uses."}, {"text_block_id": "p44_b398", "text": "PoliCy:"}, {"text_block_id": "p44_b399", "text": "ensure tHe eFFicient use oF Maltese stone resources."}, {"text_block_id": "p44_b400", "text": "Our strategy for achieving the efficient use of our only national mineral resource rests on six pillars. First, information about minerals extraction will be improved. This will entail the formulation, based on recent trends, of regularly-updated projections on resource stocks through geo-technical surveys (2.3.1), as well as targets for the sustainable use of the resource. Second, and of critical importance, an assessment on the best method for internalising environmental costs into the price of the resource will be carried out (2.3.2). This will encourage greater use of re-used and recycled material, and reduce construction, demolition and excavation waste. The cost should reflect both the lifespan of currently available mineral resources, and the environmental impacts associated with resource extraction. The impacts of the measure, if any, on the aesthetic value of settlements and cultural heritage will have to be carefully monitored."}, {"text_block_id": "p44_b401", "text": "Third, research into cost-effective methods for reconstituting stone blocks from smaller material will be undertaken (2.3.3). This study will assess and compare limestone with other building materials, to see which materials, or combination of materials, including possibly certain waste streams, perform best for achieving obligations related to energy efficiency in buildings (see Pilot Project 3 on efficient use of resources in the construction sector)."}, {"text_block_id": "p44_b402", "text": "Fourth, in order to control negative environmental impacts associated with quarrying, such as dust and noise, we will regulate minerals extraction operations and other related operations such as batching plants, tarmac plants and stone crushing stations, through environmental permitting (see measure 3.5.2), as well as enforcement and remedial action related to cases that may have preceded the current permitting and assessment regimes. As part of the process of regulating quarry operations and encouraging good neighbourliness, overspill will have to be contained to the extent of quarry sites, and visual disturbance of quarries to adjoining landscapes will have to be reduced. Fifth, quarry operations will be required to excavate and restore parts of their quarries in phases, and to reuse or recycle overspill material prior to  further excavation (2.3.4)."}, {"text_block_id": "p44_b403", "text": "Additionally, in order to address particular rural areas that suffer from severe degradation, such as those dominated by minerals extraction, we will explore options for the integrated rehabilitation of such areas Such rehabilitation will address various alternatives for the afteruse of such sites, including for the promotion of biodiversity, geo-diversity and cultural heritage, and recreational areas or visitor attractions. Finally, a policy framework for the minerals extraction sector will be provided, building on past initiatives in this field (2.3.5)."}, {"text_block_id": "p45_b404", "text": "PoliCy:"}, {"text_block_id": "p45_b405", "text": "ensure tHe eFFicient use oF Maltese stone resources"}, {"text_block_id": "p45_b406", "text": "FresH Waters"}, {"text_block_id": "p45_b407", "text": "Fresh water, which occurs as ground water, inland surface water (such as streams and permanent water bodies), as well as other water resources, such as treated waste waters and rainwater runoff, is one of Malta’s few strategic natural resources. It is a scarce natural resource in the Maltese Islands, due to their high population density and arid climate. Malta has met its fresh water needs through historically-low water demand, demand management and considerable use of desalinated water. However the latter has come at a high financial and environmental cost, due to the imported fossil fuels used to run the desalination plants, and the increased emissions from power generation. The two principal pressures on Malta’s fresh water resources are abstraction from and pollution of water bodies. These concerns, coupled with ever-increasing demand for fresh water and the predicted impacts of climate change for the Southern European region (reduced precipitation and higher temperature), make it imperative to ensure sustainable water management practices in the Islands. It is also important to bear in mind that virtual water imports in various products, including food, is a major way that Malta has moderated its scarce and stressed water situation. Water resources also have an important ecological significance and this is recognised in this section, as well as under sections 2.4 and 2.6. At EU level, water is regulated mainly under the Water Framework Directive."}, {"text_block_id": "p45_b408", "text": "PoliCy:"}, {"text_block_id": "p45_b409", "text": "ManaGe FresH Water resources in an environMentally-sustainable Manner."}, {"text_block_id": "p45_b410", "text": "In order to manage ground water resources in an environmentally-sustainable manner, our policy goal is to ensure that extraction of fresh water resources falls within the sustainable yield of the aquifer, and that the qualitative status of waters meets EU standards. These goals will be achieved through conservation measures (both related to production and consumption),"}, {"text_block_id": "p45_b411", "text": "water-pricing policies that provide adequate incentives for users to use water resources efficiently in accordance with the Water Framework Directive, the use of alternatives to groundwater, and enforcement. Increased use of alternatives to ground water resources, such as recycled waste waters and renewable resources, such as rainwater runoff, will mean lower"}, {"text_block_id": "p46_b412", "text": "48"}, {"text_block_id": "p46_b413", "text": "quantitative pressures on ground water. The main tools available to achieve these goals are the Water Policy (2.3.6) and the Water Catchment Management Plan (2.3.7). These existing policies and plans regulating the use of water will be periodically reviewed to ensure that targets are still relevant and are being achieved. Plans will be amended when and where it transpires that additional measures are required."}, {"text_block_id": "p46_b414", "text": "Through the finalisation and implementation of the Water Policy, we will supply good quality water to meet the population’s needs (as well as agricultural needs), to sustainably use and manage Malta’s water resources, to protect water from pollution, to regulate the water industry fairly and transparently, to mitigate against flood effects, and to adapt to climate change."}, {"text_block_id": "p46_b415", "text": "Through the measures in the Water Catchment Management Plan for the Maltese Islands, we will continue to protect, improve and enhance the water environment, working holistically on ground and surface waters at the water catchment scale, in line with the Water Framework Directive and Habitats Directive. This holistic approach ensures that water management policies protect water-dependent ecosystems as well as the resource itself."}, {"text_block_id": "p46_b416", "text": "We will also ensure that pressures from the agriculture sector on groundwater quality are addressed in line with international standards, through education of farmers, monitoring and enforcement, in line with"}, {"text_block_id": "p46_b417", "text": "the Water Catchment Management Plan. Nitrate pollution from the agricultural sector is being addressed through the Nitrates Action Programme (2.3.8). This action programme establishes a framework for the sustainable use of nitrogen fertilisers and regulates the storage of fertilisers with the aim of eliminating leakage of nitrogen into groundwater. These measures will in the long run reduce the historically-high level of nitrates in groundwater to a level that conforms with EU standards. In order to address also climate-related issues to do with fresh waters, we will implement the fresh water-related measures in the National Climate Change Adaptation Strategy (see measure 2.6.2)."}, {"text_block_id": "p47_b418", "text": "coastal and Marine areas"}, {"text_block_id": "p47_b419", "text": "As a small island, Malta’s coastal and marine environment is of importance due to the rich biodiversity it contains, but also because of the ecosystem services it provides (such as clean water and fish) to support various coastal activities. These activities include recreation, tourism, shipping and fisheries, all of which make use of aspects of the coastal and marine environment. Particular coastal areas such as bays, beaches and shallow areas that are subjected to additional pressures require integrated policy solutions. For the purposes of this policy, the coastal zone is taken to contain both coastal land and coastal waters, with the latter extending to 12 nautical miles (Nm) offshore, which corresponds with Malta’s territorial sea boundary. The marine environment is taken as the area between the 12Nm boundary and Malta’s 25Nm Fisheries Management and Conservation Zone. The extent of Malta’s maritime jurisdiction is only clear up to the 12Nm boundary."}, {"text_block_id": "p47_b420", "text": "As cultural landscapes, Malta’s coastal areas also make a significant contribution to our national identity: for example, the coastal and marine environment is what gives Malta its island character. Marine areas are also an important aspect of our ‘open spaces’ and provide much needed long-distance views. Malta’s marine area is also important due to its large extent. Malta’s territory includes much more sea than land: the territorial waters within the 12Nm boundary, the 25Nm Fisheries Management and Conservation Zone, and the continental shelf, as noted above."}, {"text_block_id": "p47_b421_merged", "text": "The marine area is often seen by the EU as the next frontier for growth in the region. Accordingly, the EU has put in place an Integrated Maritime Policy for the European Union (IMP), with the goal to create optimal conditions for the sustainable use of the oceans and seas, and enabling the growth of maritime sectors and coastal regions. The IMP provides, inter alia, for maritime spatial planning and integrated coastal zone management. The EU’s Marine Strategy Framework Directive is the environmental component of the IMP. In this context the EU Motorways of the Sea initiative, which seeks to increase the role of maritime freight transport with a view to reducing overall emissions, is a major economic opportunity for Malta that is linked to its geographical position. It is important that developments in this area respect environmental considerations."}, {"text_block_id": "p47_b424", "text": "PoliCy:"}, {"text_block_id": "p47_b425", "text": "ManaGe coastal and Marine areas in an environMentally-sustainable and inteGrated Manner."}, {"text_block_id": "p47_b426", "text": "Coastal areas will be managed on the basis of integrated coastal zone management, with the aim to reduce conflict, protect the environment, maximise access in line with conservation goals (including visual access where physical access is not possible due to topographical or other reasons), improve appearance, monitor and reduce erosion and control development (2.3.10). Spatial planning will be used as a tool to ensure the protection of coastal areas from inappropriate development (2.3.11)."}, {"text_block_id": "p47_b427", "text": "An integrated maritime monitoring system will be put in place in line with Malta’s monitoring obligations (2.3.12). Through the implementation of the Water Catchment Management Plan, we will ensure the protection, improvement and enhancement of coastal"}, {"text_block_id": "p47_b428", "text": "waters to achieve the ecological and chemical quality objectives required by the Water Framework Directive and the Barcelona Convention for the Protection of the Marine Environment and the Coastal Region of the Mediterranean (2.3.13)."}, {"text_block_id": "p47_b429", "text": "A maritime spatial plan will also be formulated in line with the IMP (2.3.14), which will provide an integrated framework for future developments in Malta’s marine waters. In line with the Water Catchment Management Plan and the Urban Waste Water Treatment Directive, we have recently finalised work to ensure full treatment of Urban Waste Water. Malta has a positive track record with respect to bathing water quality, and we will ensure that this record is maintained (2.3.15). We will also promote the designation of marine"}, {"text_block_id": "p48_b430", "text": "protected areas, including marine Special Protection Areas (aimed at bird protection), adding to the current number of sites in line with EU targets, and promoting the management of such sites with a view to achieving the ecological and socio-economic goals set out for each area (2.3.16). This will ensure the improved protection of birds as provided for under the EC Nature Directives and national legislation related to the conservation of wild birds and the protection of flora, fauna and natural habitats. These sites will automatically form part of the Natura 2000 network. Pilot Project 2 will focus on developing best practice for management and promotion of marine protected areas."}, {"text_block_id": "p48_b431", "text": "Beaches, particularly sandy beaches, will be given special importance for integrated management approaches, as they are sensitive ecological areas with high socio-economic value, which are at the same time subjected to considerable pressures and are vulnerable to the predicted impacts of climate change. The process of preparing site management plans for, and of managing, Special Areas of Conservation on beaches will be coordinated with current initiatives to prepare beach profiles (under the new Bathing Water Directive) and promote beach management, with a view to increasing the number of beaches achieving Blue Flag status (2.3.17). In addition, a study on coastal dynamics will be undertaken to evaluate"}, {"text_block_id": "p48_b432", "text": "inter alia"}, {"text_block_id": "p48_b433", "text": "whether beaches are stable or eroding, to assess vulnerability to climate change impacts and other coastal processes causing erosion, and to recommend adaptation options to increase resilience, particularly through managed protection of biodiversity (2.3.18). Another assessment will look into the beach concessions currently granted, as well as the related access and management arrangements (2.3.19). A third assessment will focus on the economic and environmental feasibility of replenishing sandy beaches as a means of improving the tourism product and relieving pressure from existing beaches, for example in the case of the replenishment of the Xemxija beach through a project spearheaded by MTA (2.3.20). Such a project should also increase Malta’s resilience to climate change impacts and identify techniques that safeguard the conservation objectives of the surrounding environment. Based on these three assessments, we will draw up an integrated policy"}, {"text_block_id": "p48_b434", "text": "framework for beaches that will address coastal quality, ecology, access, beach activities and replenishment, in line with Malta’s environmental obligations regarding beaches (2.3.21)."}, {"text_block_id": "p48_b435", "text": "In order to reduce the impact of specific activities on the marine environment, we will maintain our sustainable fisheries policy at a national level, in line with EU obligations, in particular the reform of the Common Fisheries Policy. We will draw up a policy framework for the fisheries sector that integrates biodiversity considerations into future directions for the sector (see measure 2.6.24). At an international level, we will continue to support the protection of artisanal fisheries and a sustainable international fisheries policy."}, {"text_block_id": "p48_b436", "text": "In the area of aquaculture, the interaction of aquaculture with the environment will be addressed through an Aquaculture Strategy for Malta, which will aim at diversification and sustainable growth, taking environmental considerations on board. This is in line with the recommended National Strategic Plans for the promotion of aquaculture as required in the reform of the Common Fisheries Policy. The strategy will set a framework for aquaculture zones according to the loading capacity of the site, so that any negative interactions are kept at a minimum in line with Malta’s obligations for its marine waters (2.3.22). We will continue to undertake research and development in the aquaculture sector, with a view to diversifying farmed species (to include, for example, closed cycle Blue Fin Tuna), thus minimising pressures on wild stocks and contributing to further biodiversity management and protection. Research will continue to be undertaken on offshore farming of fish (2.3.23). In addition, as provided for in the Water Catchment Management Plan for the Maltese Islands, we will draw up operational guidance for aquaculture  activities (2.3.24). Through the environmental permitting system, discharges to sea from private or public establishments will be regulated (see measure 3.5.2)."}, {"text_block_id": "p48_b437_merged_merged", "text": "Finally, building on the Water Catchment Management Plan measure to monitor and study the environmental impacts of the dumping of construction and demolition waste at the national spoil ground off Xgћajra, we will review our policy on the dumping of waste at sea"}, {"text_block_id": "p49_b440", "text": "(2.3.25). The review will include both an assessment of measures aimed at reducing/phasing out dumping of waste at sea, as well as an investigation as to whether"}, {"text_block_id": "p49_b441", "text": "a new dumping site is required. This process will feed into the action plan on construction and demolition waste (see measure 2.3.40)."}, {"text_block_id": "p50_b442", "text": "PoliCy:"}, {"text_block_id": "p50_b443", "text": "ManaGe coastal and Marine areas in an environMentally-sustainable and inteGrated Manner (cont.)"}, {"text_block_id": "p51_b444", "text": "soil"}, {"text_block_id": "p51_b445", "text": "Soil is one of Malta’s most important natural resources, with socio-economic and ecological importance. Malta’s soil resources are important for the maintenance of ecosystem health, agriculture and water management, as well as for supporting tourism and recreation-related activities in the countryside. However soils are threatened by a number of pressures such as the loss of organic matter and related biodiversity decline, contamination, soil sealing and erosion. Malta’s high rate of urbanisation, together with the intensification of agricultural practices in certain sites, has accentuated the pressures on soil, particularly on those that are more vulnerable, such as clay soils. Due to the expected impacts of climate change on soils and water availability to plants, and the need to address adaptation to climate change, further soil protection measures have become increasingly necessary."}, {"text_block_id": "p51_b446", "text": "PoliCy:"}, {"text_block_id": "p51_b447", "text": "Protect, ManaGe and enHance Malta’s soil resources in a sustainable Manner."}, {"text_block_id": "p51_b448", "text": "National legislation for the prevention of loss of soil and obligatory maintenance of soil-retaining structures already provides a framework under which further soil protection measures may be put in place. We will undertake a legislative review to address lacunae related to threats to soil quality, such as erosion and contamination (2.3.26). A number of soil protection measures have already been implemented through rural development programmes, such as the maintenance of rubble walls, the establishment and maintenance of conservation buffer strips, and support for organic farming and low-input farming."}, {"text_block_id": "p51_b449", "text": "In addition, within the group of baseline conditions that farmers need to comply with are a number of conditions relating to soil conservation. Such measures will be enhanced in future agricultural programmes (2.3.27). The Code of Good Agricultural Practice will continue to be used to promote soil protection through soil conservation guidelines that are to be adopted by farmers on a voluntary basis."}, {"text_block_id": "p51_b450", "text": "Through the MALSIS soil information system project, geo-referenced data on soil types, soil landscapes and key soil properties was produced for a number of soil bodies and also for certain ‘hot spot’ areas. We will continue to carry out the necessary studies to monitor soil quality through a monitoring project funded by the European Regional Development Fund (ERDF) (2.3.28). We will also strengthen capacity to monitor soil movements and enforce legislation on soil conservation (2.3.29). In addition, the spatial planning system will be used as a tool to protect agricultural land and gardens of conservation value, and to avoid further soil loss through sealing and erosion (2.3.30). The environmental permitting process will be used to control polution from industrial activities (including waste management facilities) in order to avoid soil contamination in line with EU standards (see measure 3.5.2). Significant risk factors in terms of soil contamination will also be investigated, leading to the identification of potential contaminated sites and an action plan formulated to address them (2.3.31)."}, {"text_block_id": "p52_b451", "text": "land"}, {"text_block_id": "p52_b452_merged", "text": "Due to Malta’s small size and high population density, land is its most important resource. Land provides the physical context for the natural and human systems that support human and other life forms. Land is also a fundamental economic resource: The Environment Report 2008 indicates that households spend an average of over one-fifth of their budgets on housing. Agriculture remains the Islands’ predominant land cover (51 percent of land area), followed by urban development (22.3 percent) and natural vegetation (18.3 percent). Despite the Islands’ high proportion of urban land, which is partly attributable to the high population density, the last Census indicated that 22 percent of all residential properties lay permanently vacant in 2005. In addition, five percent of all properties were second or holiday homes. The principal cause of this high provision is the use of land and property for investment purposes, and the strong influence of the construction sector in the wider economy. These considerations highlight the need for measures to improve the efficiency of land use in Malta."}, {"text_block_id": "p52_b455", "text": "PoliCy:"}, {"text_block_id": "p52_b456", "text": "use Malta’s land resources eFFiciently."}, {"text_block_id": "p52_b457", "text": "Land is Malta’s most important resource. We are already committed to promoting the efficient use of land through the spatial planning system. We will ensure that where appropriate existing buildings will be restored and re-used, rather than redeveloped. In addition, schemes, developments and uses that improve environmental quality will be encouraged. Through the Strategic Plan for Environment and Development (SPED), we will ensure that the spatial"}, {"text_block_id": "p52_b458", "text": "planning framework makes best use of available land for development within the development zone, without the need of extending such boundaries (2.3.32). We will also ensure that only land uses that specifically require a location outside the development zone, and where alternatives are not possible, will be permitted in such areas (2.3.33). Strict monitoring will follow up any permitting outside the development zone to ensure the permitted use has not changed."}, {"text_block_id": "p53_b459", "text": "We will also carry out an assesment on a package of financial measures to encourage more efficient use of land (2.3.34). In addition, social housing policy will prioritise rental subsidies on, and the purchase of, existing buildings, rather than building on previouslyundeveloped land (2.3.35). Finally, Pilot Project 3"}, {"text_block_id": "p53_b460", "text": "addresses efficient use of resources in the construction sector, targeting particularly demonstration projects and policy options to address residential vacancy, stone recycling, and retro-fitting existing buildings, to improve their energy and water efficiency."}, {"text_block_id": "p54_b461", "text": "Waste"}, {"text_block_id": "p54_b462", "text": "Waste arises when resources are no longer used by the economic system. Malta’s waste policy framework is guided by EU waste policy.  The EU’s strategic policy objective, which is to move towards a recycling society, seeks to avoid the creation of waste, and to use waste as a resource. This strategic policy objective has led to the introduction of various legislative measures, with the most important legal instrument being the Waste Framework Directive. Other EU waste directives address particular waste streams, such as packaging waste, end-of-life vehicles, batteries, and Waste Electrical and Electronic Equipment (WEEE), imposing collection and recycling/ recovery targets on the producers, as well as other directives addressing specific waste management options such as landfilling and incineration."}, {"text_block_id": "p54_b463_merged", "text": "At present, Malta’s waste management practice depends relatively heavily on landfilling, and its level of material recovery is low. Nevertheless, Malta has made significant achievements in the waste management field, notably in terms of upgrading waste infrastructure, the setting up of waste separation and recycling systems, as well as educational programmes, including in schools, even if this area remains one of the most challenging. During the last years a legislative and infrastructural framework has been set in place to modernise the sector in line with EU policy. New legislation has been enacted to control waste management through registration, permitting and reporting activities, which have also promoted waste recovery, including recycling. Rehabilitation of de-commissioned waste management facilities is also under way."}, {"text_block_id": "p55_b466", "text": "PoliCy:"}, {"text_block_id": "p55_b467", "text": "ManaGe Waste in an environMentally-sustainable Manner and to Meet all eu and Multilateral obliGations in tHe sector."}, {"text_block_id": "p55_b468", "text": "In order to manage waste in an environmentallysustainable manner, we will ensure that the three pillars of sustainable development (environmental, social and economic aspects) are taken into consideration in decision-making in the waste sector."}, {"text_block_id": "p55_b469", "text": "The implementation of the EU waste directives is our principal aim for this sector during the period covered by this policy. Our waste management policy is based on four principles:"}, {"text_block_id": "p55_b470", "text": "1."}, {"text_block_id": "p55_b471", "text": "to reduce waste and to prevent waste occurring, with a view to achieving a zero-waste society by 2050"}, {"text_block_id": "p55_b472", "text": "2."}, {"text_block_id": "p55_b473", "text": "to manage waste in accordance with the waste hierarchy, whereby it is recognised that waste should be prevented or reduced, and that what is generated should be recovered by means of re-use, recycling or other recovery options, in order to reduce waste going to landfill, and to use the collection system to aid with achieving these goals"}, {"text_block_id": "p55_b474", "text": "3."}, {"text_block_id": "p55_b475", "text": "to cause the least possible environmental impacts in the management of waste"}, {"text_block_id": "p55_b476", "text": "4."}, {"text_block_id": "p55_b477", "text": "to ensure that the polluter-pays principle is incorporated in all waste management procedures. Through these principles we will address all our waste-related obligations under the EU environmental acquis."}, {"text_block_id": "p55_b478", "text": "In order to achieve these policy goals, we will ensure an adequate waste information system, including forecasts, on which to base policy and decision-making (2.3.36). We are already implementing current waste policy, and will also update and implement the Waste Management Plan"}, {"text_block_id": "p55_b479", "text": "(A Solid Waste Management Strategy for the Maltese Islands)"}, {"text_block_id": "p55_b480", "text": "and prepare any necessary subsidiary plans (2.3.37), including the Waste Prevention Plan. The Waste Management Plan will address current and future requirements, using a range of policy tools including regulatory, market-based, and educational tools, as well as the provision of further infrastructure. In"}, {"text_block_id": "p55_b481_merged_merged", "text": "line with EU obligations, the Waste Management Plan will include an analysis of the current situation, general policies relating to waste, policies relating to packaging waste, separate collection, bio-waste, re-use, recovery, cooperation. It will also include national targets relating to re-use, recycling and recovery, which will take forward EU targets such as those relating to the recycling of 50 percent of household waste and the recovery of 70 percent of construction and demolition waste by 2020."}, {"text_block_id": "p55_b484", "text": "We will ensure that all waste management facilities and service-providers that require permits are covered by operational environmental permits that minimise their impact on the environment (see measure 3.5.2). Through legislation, permitting and enforcement, we will also ensure that all waste management operations respect the producer responsibility and extended producer responsibility principles, particularly for the waste streams of packaging, WEEE and batteries (2.3.38). This measure relates to the review of the  eco-contribution scheme, which is currently in progress."}, {"text_block_id": "p55_b485", "text": "In addition, waste data will be used to design targeted educational campaigns on waste reduction (2.3.39). For example some countries have put in place a legally-binding opt-out mechanism for commercial mail-outs for any households not interested to receive such material. This is implemented via stickers on mailboxes available from local council offices. Pilot Project 4 will address the waste reduction educational campaign in Gozo. We will also formulate an Action Plan on the construction and demolition waste stream, based on an evaluation of the different policy options available for the sustainable management of this waste stream (2.3.40), and drawing on the research into reconstituted stone (measure 2.3.3), the impact study and action plan on the dumping of waste at sea (measure 2.3.25) and Pilot Project 3 on efficient use of resources in the construction sector."}, {"text_block_id": "p56_b486", "text": "PoliCy:"}, {"text_block_id": "p56_b487", "text": "ManaGe Waste in an environMentally-sustainable Manner and to Meet all eu and Mulitlateral obliGations in tHe sector"}, {"text_block_id": "p57_b488", "text": "2.4"}, {"text_block_id": "p57_b489", "text": "a Pleasant Place: iMProvinG tHe local environMent"}, {"text_block_id": "p57_b490", "text": "Our cities, towns and villages are where we spend most of our lives, yet the quality of the outdoor environment has been undermined by factors such as car dependence and poor urban design. At the same time, the quality of the countryside, which is one of our main focal points for recreation and relaxation, has been undermined by inappropriate development, poor site management, agricultural land abandonment and dumping. The outdoor environment also provides important opportunities to be physicallyactive, especially when walking and cycling are presented as reasonable and safe mobility options. This is determined by factors such as the availability of open spaces, pedestrianised areas and outdoor sports facilities in urban areas."}, {"text_block_id": "p57_b491", "text": "Environmental nuisance related to noise and dust also undermines the livability of urban areas. As the intensity of occurrence of certain environmental issues increases,"}, {"text_block_id": "p57_b492", "text": "the issue may also become one of environmental health, besides a nuisance. This policy takes a preventive approach to these issues by addressing both environmental health and environmental nuisance under section 2.2."}, {"text_block_id": "p57_b493", "text": "Concerted efforts have been made over recent years with respect to the upgrading of promenades, beaches, roundabouts and other forms of public open space, which have yielded very positive results. However, it is considered that in order to achieve results on a wider scale, a new, integrated and place-based approach to the management of places is necessary, which involves tools for improving the amenity and quality of the local environment. The improvement in the appearance, pleasantness, cleanliness, amenity and attractiveness of Malta’s places is central to our quality of life, and as central to providing a tourism product that enhances the visitor’s experience."}, {"text_block_id": "p58_b494", "text": "60"}, {"text_block_id": "p58_b495", "text": "The new approach is based on six principles:"}, {"text_block_id": "p58_b496", "text": "•"}, {"text_block_id": "p58_b497", "text": "An integrated approach will be taken in the management of the local environment, which takes into account environmental, economic, social, cultural and infrastructural considerations, and the links between them. This integrated approach will require inter-ministerial cooperation at a number of levels (see section 3.1)"}, {"text_block_id": "p58_b498", "text": "•"}, {"text_block_id": "p58_b499", "text": "Different places have different challenges and need different solutions that also promote their distinctiveness"}, {"text_block_id": "p58_b500", "text": "•"}, {"text_block_id": "p58_b501", "text": "Local Councils have an important coordinating  role in ensuring local environmental quality"}, {"text_block_id": "p58_b502", "text": "•"}, {"text_block_id": "p58_b503", "text": "Many actors use places and these have important roles to play in the management of local areas"}, {"text_block_id": "p58_b504", "text": "•"}, {"text_block_id": "p58_b505", "text": "Priority will be given to quality in design, where  a step-change is needed, particularly with regard  to urban areas"}, {"text_block_id": "p58_b506", "text": "•"}, {"text_block_id": "p58_b507", "text": "The fact that certain areas may have reached  limits in the amount of further development they can absorb, such that environmental capacity limits are breached, will be taken into consideration in decision-making."}, {"text_block_id": "p58_b508", "text": "PoliCy:"}, {"text_block_id": "p58_b509", "text": "iMProve tHe PHysical aPPearance and aMenity oF urban and rural areas."}, {"text_block_id": "p58_b510_merged", "text": "Four cross-cutting tools are envisaged to address these concerns. Local Councils are already obliged to prepare local sustainable development strategies under the local council reform (Biex il-kunsill jagћtik l-aћjar servizz: Tiġdid tal-Kunsilli Lokali b’riżultat ta’ proċess ta’ konsultazzjoni) (2.4.1). These strategies will be prepared within the framework of strategic policy in the environmental, social and economic spheres, including the Strategic Plan for Environment and Development. Training will be carried out and advice provided in this regard. In addition, specific funding for Local Councils has already been made available for the preparation of sustainability strategies."}, {"text_block_id": "p58_b513", "text": "We will also encourage the use of town centre management, where stakeholders and the general public are actively involved in agreeing a vision and action plan for urban areas that require urgent upgrading (2.4.2). A pilot project will explore the application of this tool in Valletta, Paceville, Naxxar and Victoria (Pilot Project 5), with a view to exploring a range of possible institutional arrangements. This pilot project will provide good practice for other areas interested in implementing town centre management."}, {"text_block_id": "p58_b514", "text": "There will also be further consolidation in funding for locality-based improvements (2.4.3). Funding schemes for local government and the environment will be better coordinated and linked more closely with national policy priorities, giving them a wider scope to take on the integrated approaches needed"}, {"text_block_id": "p58_b515", "text": "to address larger and more ambitious issues. Projects, which would be carried out through the assistance and monitoring of local councils, could address topics such as: urban rehabilitation/conservation of built heritage; improvements in air quality/promotion of physical activity; town centre management; improved provision of public open space and pedestrianisation; improvement in the use of public open space for cultural activities, community rituals and alternative forms of artistic expression, community based environmental and sustainability education programmes; and, addressing shabbiness in urban areas through street enveloping, whereby owners/tenants are assisted to upgrade their facades on a street by street basis. In addition, we will carry out an assessment of ways to involve local councils more actively in the planning system (2.4.4)."}, {"text_block_id": "p58_b516", "text": "We will also undertake a study into the best policy options for integrated improvement of degraded core urban areas (2.4.5). Such approaches focus not only on upgrading or preserving buildings, but on providing for and supporting community life for inhabitants. Various models for integrated upgrading projects exist: some better suited to historic cores, where a more sensitive culture-led and conservation-based rehabilitation approach is required; while others, such as urban regeneration, are more suited to areas where more extensive redevelopment is possible due the high degree of derelict and abandoned buildings with haphazard design. Models such as development agencies and land trusts, wherein a"}, {"text_block_id": "p59_b517", "text": "trust fund is set up with a view to acquiring vacant and dilapidated properties in historic areas and restoring or redeveloping them, will be explored. These models should also address social exclusion, crime, employment, poverty, gentrification, the need to maintain affordable prices, squatting, education, sport"}, {"text_block_id": "p59_b518", "text": "etc. Caution will also need to be paid to environmental stewardship concerns. The spatial planning system will also encourage an integrated approach to the regeneration of historic urban areas (2.4.6). This measure is also related to Pilot Project 3 on resource efficiency in construction."}, {"text_block_id": "p60_b519", "text": "In the next sections, specific measures to address improving the environment in urban and rural areas, and conserving built cultural heritage, are outlined."}, {"text_block_id": "p60_b520", "text": "GreeninG our cities"}, {"text_block_id": "p60_b521", "text": "By improving the urban environment, cities, towns and villages can become much better places to live, work  and visit. Their amenity – which means how easy and pleasant they are to live and work in and to visit –  also needs to improve. Amenity involves access for all to factors such as: pedestrian safety; air quality; cleanliness; age- and child-friendliness; well-designed street furniture; urban green space, including playgrounds, parks and other recreational and exercise-oriented areas; upkeep of buildings; and, local shops such as grocers, newsagents and chemists. It also relates to provision of art in public space, wherein such art can be provided with a view to raising the level of public appreciation for artistic works, using the freedom provided by an outdoor site."}, {"text_block_id": "p60_b522", "text": "The contribution of our urban environments to countering obesity also has potential for improvement. For physicallyactive lifestyles, the availability of safe, accessible and healthy places for regular exercise is essential. Yet the typically-low provision of urban green space and other recreational facilities in Malta’s towns and villages, estimated to be 2.4m"}, {"text_block_id": "p60_b523", "text": "2"}, {"text_block_id": "p60_b524", "text": "per person in MEPA’s 2002"}, {"text_block_id": "p60_b525", "text": "Recreation Topic Paper"}, {"text_block_id": "p60_b526", "text": ", does not encourage healthy lifestyles. While provision – and quality – has increased due to the work of Local Councils and central Government, the issue remains current. This is an area of work where direct synergies with other national goals related to health and local governance exist. In contrast, the peri-urban area, at the edge of settlements, is often subjected to high levels of environmental degradation due to practices such as dumping, littering and garage industries that tend to use abandoned fields for storage and disposal of waste."}, {"text_block_id": "p60_b527", "text": "PoliCy:"}, {"text_block_id": "p60_b528", "text": "iMProve tHe liveability oF urban areas in terMs oF Pleasantness and aMenity."}, {"text_block_id": "p60_b529", "text": "•"}, {"text_block_id": "p60_b530", "text": "addressing the overbearing presence of motor vehicles in urban spaces"}, {"text_block_id": "p60_b531", "text": "•"}, {"text_block_id": "p60_b532", "text": "improving provision of public open space"}, {"text_block_id": "p60_b533", "text": "•"}, {"text_block_id": "p60_b534", "text": "promoting quality in design"}, {"text_block_id": "p60_b535", "text": "•"}, {"text_block_id": "p60_b536", "text": "protecting and enhancing urban biodiversity"}, {"text_block_id": "p60_b537", "text": "•"}, {"text_block_id": "p60_b538", "text": "addressing shabbiness and dilapidation"}, {"text_block_id": "p60_b539", "text": "•"}, {"text_block_id": "p60_b540", "text": "mitigating the impacts of construction activity in urban areas."}, {"text_block_id": "p60_b541", "text": "In order to address the overbearing presence of motor vehicles in urban spaces, to enhance the social function of urban streets, and to reduce ‘obesogenic’ environments, we will encourage the pedestrianisation of streets and squares in urban areas through local councils, within the framework of the preparation of local sustainability strategies, which is already an obligation of local councils (2.4.7). It is important that"}, {"text_block_id": "p60_b542_merged_merged", "text": "pedestrianisation is linked to the promotion of safe walking and cycling in urban areas, inter alia by giving priority to pedestrians and cyclists. Consideration should also be given to adequate access to parking provision for residents and to traffic management schemes. Furthermore, where necessary, we will redesign the road network to reduce traffic passing through town centres through spatial and transport planning, and through the work of Local Councils (2.4.8), giving due consideration to environmental, climate, and urban mobility concerns."}, {"text_block_id": "p60_b545", "text": "In order to improve the provision (both in terms of quantity and quality) of green public open space for recreation and exercise, we will ensure access to green, healthy, litter-free public open recreational space by protecting and enhancing it through the spatial and transport planning systems and through the work of Local Councils (see measure 2.2.21). This should also address the needs of different community groups including people of different age groups, genders, abilities and social backgrounds, such as"}, {"text_block_id": "p61_b546", "text": "children and the elderly, who would benefit from safe, accessible, green public open space that is within (safe) walking distance. The full enjoyment of open spaces by local communities helps to create a sense of ownership and pride for the surrounding area. These open spaces will also promote safe, healthy mobility such as walking and cycling by providing linear paths that link a number of urban recreational areas to the countryside, where practicable. These open spaces will also provide green corridors for urban biodiversity, and link up with cultural pathways in historic areas. Green corridors are today recognised as a critical factor for the protection of biodiversity. Linear pathways can also be located around the major conurbations to provide maximum accessibility, bearing in mind the need to provide adequate traffic management for any affected areas so as not to cause excess emissions. In order to increase the distance between urban recreational areas and traffic-prone areas, we will commission an assessment of the exposure of recreational areas to traffic, to be accompanied by policy options to address the matter (2.4.9)."}, {"text_block_id": "p61_b547", "text": "A third set of measures to improve urban areas relates to quality in design. It is increasingly recognised that poor design has social implications: beauty as an element of quality creates psychological benefits that contribute to a balanced society, and to overall quality of life. Well-designed buildings and spaces should complement the character of the places where they are found, providing a sense of place and identity. We will address quality in design in the following manner. First, we will place significantly more emphasis on quality in design in the spatial planning process, encouraging development that is design-driven (2.4.10). Second, with a view to improving the quality of design presented in development applications, we will encourage the setting up of a voluntary scheme related to quality in design, open to applicants for development permission (2.4.11). This voluntary scheme will be administered by Design Review Panels under a Centre of Architecture and the Built Environment, which has been proposed by the Kamra tal-Periti and is supported through the National Culture Policy. Priority in operating the scheme will be given to design in public spaces, with functionality and usability in mind, historic urban areas, tourism zones and coastal areas. Third, we will also"}, {"text_block_id": "p61_b548", "text": "take the lead by launching design competitions for our own projects (see measure 3.2.1). Fourth, with a view to raising the level of public appreciation for artistic works, and using the freedom provided by an outdoor site, we will promote art in public space, giving due consideration to site specificity, and community involvement and collaboration (2.4.12)."}, {"text_block_id": "p61_b549", "text": "In order to promote urban biodiversity, we will protect, enhance and increase existing urban green spaces through the spatial planning system (see measure 2.2.21). This will include protecting gardens, ensuring that public open space has an appropriate proportion of soil cover to hard surfacing, and ensuring the use of trees to provide shade, affect micro-climates to lower temperatures, reduce air pollution, act as a buffer between residences and busy roads, and provide havens for wildlife. We will also ensure that landscape management takes environmental considerations such as biodiversity, water conservation, waste generation, chemical use and climate change into consideration through the issuing of guidelines for landscaping works (2.4.13). These guidelines will specify the best species to be used for particular contexts. We will also undertake a pilot project to encourage green roofs and green walls (Pilot Project 6)."}, {"text_block_id": "p61_b550", "text": "Shabbiness and dilapidation in urban areas will be addressed through five measures. Through the use of environmental permits and the associated general binding rules, we will engage in a process to ensure that small and micro-sized businesses reduce their impact on the urban and peri-urban environment (2.4.14). In addition, to address cases where significant buildings in key locations in town centres, Urban Conservation Areas (UCAs), tourist areas and coastal areas constitute long-standing eyesores that create significant disturbance to the urban environment, we will use compulsory renovation orders to ensure that facades are upgraded (2.4.15). Tax incentives can be a tool to be considered to accompany the use of this measure. This tool will be designed so as not to create hardship for households that are unable to maintain their properties. We will continue to run the award scheme for local councils that undertake initiatives within their localities to enhance the environment and improve the quality of life of their residents (2.4.16)."}, {"text_block_id": "p62_b551", "text": "Construction activity in urban areas is one of the major causes of environmental impacts such as noise, air pollution and vibrations in urban areas. Our main tool for controlling such activity is the 2007 Environmental Management Construction Site Regulations. Due to the effects of tall buildings on cultural landscapes, we will take a cautious approach to permits for tall buildings until a planning policy on high rise comes into force (2.4.17). This approach and the new tall buildings policy will inter alia address climate and air quality-related issues, including the shading effect of tall"}, {"text_block_id": "p62_b552", "text": "buildings, microclimates, and the potential uptake of renewable energy. In order to address the cumulative impact on neighbours of construction activity over longer time-periods, we will engage with Local Councils to study mitigation options for zones subjected to heavy construction work. This measure will also contribute to improved air quality (see section 2.1) (2.4.18). Finally, the spatial planning system will also take into account the effects of development intensity on quality of life. The visual impact of dense development should also be taken into account (2.4.19)."}, {"text_block_id": "p64_b553", "text": "saFeGuardinG our built cultural HeritaGe"}, {"text_block_id": "p64_b554", "text": "For the purposes of this policy, built cultural heritage is understood on the basis of the definition in the Cultural Heritage Act: ‘...immovable objects of artistic, architectural, historical, archaeological... importance’, including landscapes and groups of buildings. Our Islands have an exceptionally rich built cultural heritage, boasting  seven World Heritage Sites, 53 UCAs, and almost 2,500 mainly architectural scheduled sites."}, {"text_block_id": "p64_b555", "text": "Yet our high population density and dynamic urban environment continue to pose difficulties for the conservation of our built heritage. Overall, built cultural heritage remains under threat from factors such as demolition and inappropriate design of new and restored buildings, which undermines street character. Much conservation effort remains limited to UCAs, which face increasing tensions at their fringes. If not scheduled, buildings of historical value and archaeology outside UCAs remain threatened by development. In historic areas, overcrowding due  to tourism logistics and operations sometimes undermines the appreciation of built cultural heritage."}, {"text_block_id": "p64_b556", "text": "PoliCy:"}, {"text_block_id": "p64_b557", "text": "Protect Malta’s built HeritaGe and iMProve tHe environMent in Historic areas."}, {"text_block_id": "p64_b558", "text": "The principal tools for the conservation of built cultural heritage are the Culture Policy, the 2002 Cultural Heritage Act and the conservation bodies set up under this legislation. We will continue to regulate cultural heritage through these bodies (2.4.20), while undertaking a review of the 2006 National Strategy for Cultural Heritage (2.4.21). We will also protect built cultural heritage, including cultural landscapes, from inappropriate development (2.4.22). This will be done on the basis of the designation of sites and areas, and appropriate permitting for urban upgrading as provided for under the 2010 Environment and Development Planning Act."}, {"text_block_id": "p64_b559", "text": "In order to support the integrated approaches investigated in measure 2.4.5, we will, in addition, develop a basket of financial incentives to encourage the restoration of historical buildings, including scheduled buildings and those found within UCAs (2.4.23). As a bridging measure, fiscal incentives"}, {"text_block_id": "p64_b560", "text": "are being given to owners of scheduled properties and those within UCAs, to upgrade their properties (2.4.24)."}, {"text_block_id": "p64_b561_merged", "text": "We will also further formalise the renovation sector of the construction industry, which focuses on the restoration and rehabilitation of old buildings, whether they are vacant or in use (including re-skilling where necessary) (2.4.25). This will contribute to green jobs. In addition, we will launch an environmental educational programme to valorise Malta’s rich built cultural heritage, highlighting the prestige of living in a historical property (2.4.26). This campaign will build on the model of the Apprezza tourism campaign. Finally, the heritage and tourism sectors will work together to improve visitor management at key heritage sites, and reduce pressure on the urban environment (2.4.27). The link with tourism provides an additional rationale for investment in historic cores."}, {"text_block_id": "p65_b564", "text": "iMProvinG countryside Quality"}, {"text_block_id": "p65_b565", "text": "The Maltese countryside, which occupies 70 percent of all land area, provides the physical backdrop to national heritage, and recreational, aesthetic, sporting and economic activities, and is thus essential to maintaining quality of life for Maltese residents, as well as a quality experience for visitors. However the countryside faces various threats, which are related mainly to development, dumping, habitat loss and fragmentartion, certain instances of intensive agricultural practices and agricultural land abandonment."}, {"text_block_id": "p65_b566", "text": "The countryside is a major contributor to Malta’s landscape, which is characterised by karstic rock and typical Mediterranean vegetation and fauna with ancient forest remnants surviving in a few locations. Since Malta’s landscape is heavily influenced by human activity, particularly its settlement patterns and agricultural practices, it may be characterised as a cultural landscape with a combination of elements that give it a distinctive character. This landscape character is an important element of Malta’s national identity. High quality rural landscapes are also essential for tourism. Recognising the fundamental role of maintaining agricultural activity in order to conserve the environment, maintain the countryside and preserve its landscape quality, the whole territory of Malta has been classified as a Less Favoured Area under the relevant regulations implementing the European agricultural policy."}, {"text_block_id": "p66_b567", "text": "PoliCy:"}, {"text_block_id": "p66_b568", "text": "Protect and enHance tHe environMent in rural areas."}, {"text_block_id": "p66_b569", "text": "In order to protect and enhance the rural environment, we will:"}, {"text_block_id": "p66_b570", "text": "•"}, {"text_block_id": "p66_b571", "text": "Protect the countryside, particularly areas of conservation value"}, {"text_block_id": "p66_b572", "text": "•"}, {"text_block_id": "p66_b573", "text": "Seek better integration of environmental considerations into policy and programmes governing activities that affect the rural environment"}, {"text_block_id": "p66_b574", "text": "•"}, {"text_block_id": "p66_b575", "text": "Improve and manage access to the countryside,  in line with conservation goals"}, {"text_block_id": "p66_b576", "text": "•"}, {"text_block_id": "p66_b577", "text": "Upgrade the appearance of rural areas."}, {"text_block_id": "p66_b578", "text": "A significant proportion of countryside areas are subject to protective legislation, with the majority of this land being part of the EU Natura 2000 network of protected areas. These areas will be subject to management arrangements, which will continue to be strengthened (see measures 2.6.18-20). Through the spatial planning system, only developments that specifically require a countryside location, or those where no alternatives can be found, will be permitted outside the development zone (see also measure 2.3.33 in the land resources section)."}, {"text_block_id": "p66_b579", "text": "We will also promote more sustainable form of countryside management through other programmes that affect the rural environment. Afforestation projects will continue, with a view to enhancing the contribution"}, {"text_block_id": "p66_b580", "text": "of afforestation to biodiversity conservation, flood management, control of soil erosion, carbon capture, landscape enhancement, and public recreation (2.4.29). Afforestation projects will develop typical Maltese habitats, such as those that support the growth of Mediterranean forest and maquis vegetation."}, {"text_block_id": "p66_b581", "text": "In addition, we will promote the provision of safe and healthy rural areas for informal recreation that respects the landscape character through spatial planning, and ensure its delivery through the work of central government and Local Councils (2.4.30). In particular, areas for family and informal recreation will be provided in all five regions of the Islands (2.4.31). Tourism activity also has an impact on rural areas. We will promote rural tourism as a complement to existing forms of tourism (2.4.32). Rural tourism aims to valorise countryside activities such as agriculture and nature and woodland conservation, without putting additional pressures on rural areas."}, {"text_block_id": "p66_b582", "text": "Valleys are some of the most ecologically-sensitive rural areas. As provided for in the Water Catchment Management Plan, we will take an integrated approach to valley management, preparing guidelines for valley management (2.4.33), such that the numerous objectives of valley conservation, including the protection of biodiversity and geology, water conservation, flood relief, provision of water for agricultural use, provision of informal recreational areas where appropriate, prevention of erosion and visual integrity, can be reconciled and furthered. As noted in the section on stone, we will also explore integrated approaches to the rehabilitation of large rural areas affected by activities such as quarrying."}, {"text_block_id": "p66_b583", "text": "Access to the countryside (including visual access, when physical access is not possible for topographical or other reasons) will also be promoted through the spatial planning system where relevant, and enforcement of legislation, in line with conservation objectives (2.4.34). Furthermore, we will review the current legal framework governing rights of way in rural areas, with a view to a clearer provision of pedestrian rights of way for informal recreation (2.4.35), also in line with conservation objectives."}, {"text_block_id": "p67_b584", "text": "Finally, in order to improve the appearance of rural areas, we will protect the countryside from inappropriate development, including that giving rise to light pollution, through the spatial planning system (2.4.36). Care will be taken that development design"}, {"text_block_id": "p67_b585", "text": "in rural areas or peri-urban areas harmonises with the open spaces in the surroundings. For example, showrooms and flats that are more fitting in urban areas detract from the wider landscape value in rural and peri-urban areas."}, {"text_block_id": "p68_b586", "text": "2.5"}, {"text_block_id": "p68_b587", "text": "GreeninG GoZo"}, {"text_block_id": "p68_b588", "text": "Gozo is a distinctive place with rich cultural, historical and natural heritage. Its economic development, being closely tied to agriculture and services such as tourism, is directly linked with its high level of environmental quality. Protecting Gozo’s particular strengths can help attract investment and contribute to its population’s quality of life. At the same time the environmental issues that the island faces, such as those related to transport, agriculture, tourism and land development, need to be addressed. Economic development in Gozo is also highly conditioned by the issue of insularity. Addressing this issue through various infrastructural interventions will need to be assessed against the environmental background."}, {"text_block_id": "p68_b589", "text": "One of the seven strategic targets of Government’s Vision 2015 is to transform Gozo into a model of"}, {"text_block_id": "p68_b590", "text": "sustainable development. Government is implementing this target through the Eco-Gozo initiative, which focuses on the following strategic aims:"}, {"text_block_id": "p68_b591", "text": "•"}, {"text_block_id": "p68_b592", "text": "quality investment for more sustainable jobs"}, {"text_block_id": "p68_b593", "text": "•"}, {"text_block_id": "p68_b594", "text": "a better quality of life"}, {"text_block_id": "p68_b595", "text": "•"}, {"text_block_id": "p68_b596", "text": "a society exerting less pressure on the environment"}, {"text_block_id": "p68_b597", "text": "•"}, {"text_block_id": "p68_b598", "text": "a wholesome natural and cultural environment"}, {"text_block_id": "p68_b599", "text": "•"}, {"text_block_id": "p68_b600", "text": "a caring society for all"}, {"text_block_id": "p68_b601", "text": "•"}, {"text_block_id": "p68_b602", "text": "sustaining the island’s identity."}, {"text_block_id": "p68_b603", "text": "In the context of this Eco-Gozo initiative, Government has developed a short-term action plan to steer the Island in a more sustainable direction; focusing on four main priority areas: the economy; the environment; society; and culture and identity."}, {"text_block_id": "p69_b604", "text": "PoliCy:"}, {"text_block_id": "p69_b605", "text": "Fast-track tHe island oF GoZo toWards sustainable develoPMent tHrouGH tHe eco-GoZo Process."}, {"text_block_id": "p69_b606", "text": "In recognition of the special value of Gozo, which incorporates distinctive characteristics in terms of its natural areas and cultural landscapes, we will take special measures to green Gozo’s key economic development sectors, ensuring that economic development does not impinge on these characteristics. We will seek to establish sustainable transportation in which the public transport reform has a central role (see measure 2.2.7 under Air Quality) through encouraging visitors to use collective transport systems instead of private cars."}, {"text_block_id": "p69_b607", "text": "In order to encourage sustainability in the agricultural sector, we will encourage through education the adoption of environmentally-benefitial practices in agriculture, such as Integrated Pest Management, Integrated Resource Management, and sustainable water use, leading towards the adoption of organic farming practices (2.5.1). This will improve the environmental performance of the islands’ agricultural sector, as well as the quality and attractiveness of the Gozitan agricultural product. To complement this measure we will also set up a Gozo Quality label, which would also be recognised on the international level (2.5.2). We will enhance the tourism industry in Gozo by developing a rural tourism policy for the island (2.5.3), which will address the unique experience that this island has to offer in line with Malta’s environment and tourism policies. Gozo’s policy will push for serviced accommodation to obtain eco-certification and undertake other investments which are environmentally-sustainable."}, {"text_block_id": "p69_b608_merged", "text": "We will also address protected areas management in Gozo by setting up a Gozo protected areas management committee under MEPA (2.5.4). This is without prejudice to existing management arrangements. Since the landscape of Gozo is of a high quality, and a major asset for its tourism industry, we will afford special protection to Gozo’s cultural landscapes through the spatial planning system (2.5.5). In order to increase the provision of family-friendly recreational areas in Gozo, we will provide recreational parks and walkways, such as at Mġarr, Nadur and Xagћra (2.5.6). We will also increase accessible greenery and enhance the landscape, where appropriate in terms of biodiversity parameters, and will continue with afforestation projects in Gozo, in line with biodiversity goals, such that Gozo’s afforested area increases by five percent by 2015 (2.5.7)."}, {"text_block_id": "p69_b613", "text": "In order to conserve Gozo’s hardstone resource, and in line with the measures in the stone section promoting the re-use and recycling of stone, we will identify localities in Gozo for the storage and working of stone with a view to its re-use and recycling, and support this through the spatial planning system (2.5.8). We will also embark on a waste reduction pilot project involving awareness-raising and appropriate infrastructure, aimed at diminishing the current costs involved to manage Gozo’s waste (see pilot project 4 under the waste section). Finally, we will prepare an Eco-Gozo mid-term action plan 2013-2016 (2.5.9) to take forward and continue to implement this policy."}, {"text_block_id": "p71_b614", "text": "2.6"}, {"text_block_id": "p71_b615", "text": "lonG-terM sustainability issues"}, {"text_block_id": "p71_b616", "text": "In addition to issues that affect human health, resources and the quality of the environment we live in, we will also address longer-term concerns relating to environmental change that pose significant environmental and socio-economic risks for the future. These issues involve changes to climate and ecosystems, as well as the level of Malta’s preparedness with respect to environment-related risks. This section accordingly addresses three key long-term sustainability issues:"}, {"text_block_id": "p71_b617", "text": "•"}, {"text_block_id": "p71_b618", "text": "Climate change"}, {"text_block_id": "p71_b619", "text": "•"}, {"text_block_id": "p71_b620", "text": "Biodiversity and ecosystems"}, {"text_block_id": "p71_b621", "text": "•"}, {"text_block_id": "p71_b622", "text": "Environmental risks."}, {"text_block_id": "p71_b623", "text": "cliMate cHanGe and enerGy"}, {"text_block_id": "p71_b624", "text": "Climate change is currently one of the principal environmental threats facing the global community, although the impacts of climate change will differ depending on regions’ relative vulnerabilities. Human activities such as the combustion of fossil fuels and deforestation have led to higher concentrations of carbon dioxide and other Greenhouse Gases (GHG) in the atmosphere. Although rising, Malta’s GHG emissions are low due to the nation’s size in geographic, demographic and economic terms. At the same time, due to the Islands’ size and insular geography, Malta is relatively more vulnerable to climate change than other nations. Based on current knowledge, Malta’s climate is undergoing gradual change, becoming slightly drier and warmer, in line with regional predictions. There are nevertheless uncertainties associated with the impacts of climate change in Malta. This is of particular concern given Malta’s vulnerability to climate change effects such as sea-level rise and extreme events, as noted above."}, {"text_block_id": "p71_b625", "text": "The energy sector, including transport, was the principal contributor to Malta’s GHG emissions in 2008 (91 percent of total emissions). The energy sector is thus of critical importance to mitigating and adapting to climate change."}, {"text_block_id": "p72_b626", "text": "PoliCy:"}, {"text_block_id": "p72_b627", "text": "control Malta’s GreenHouse Gas eMissions in line WitH coMMitMents, and enHance Malta’s caPacity to adaPt to cliMate cHanGe."}, {"text_block_id": "p72_b628", "text": "1."}, {"text_block_id": "p72_b629", "text": "A maximum increase of greenhouse gas emissions not falling within the scope of the EU Emissions Trading Scheme of five percent by 2020 (compared to 2005 levels particularly emissions from transport, mainly road transport, waste, agriculture and fuel combustion in industry and commercial and residential buildings)"}, {"text_block_id": "p72_b630", "text": "2."}, {"text_block_id": "p72_b631", "text": "A commitment to achieve by 2020 a share of energy from renewable sources in gross final energy consumption of 10 percent"}, {"text_block_id": "p72_b632", "text": "3."}, {"text_block_id": "p72_b633", "text": "A commitment to achieve by 2020 a target of 10 percent of energy consumed in all forms of transport from renewable sources"}, {"text_block_id": "p72_b634", "text": "4."}, {"text_block_id": "p72_b635", "text": "A commitment to achieve a 22 percent energy or 235,254toe savings target by 2020 with an intermediate target for 2014 of 15 percent or 144,876toe."}, {"text_block_id": "p72_b636", "text": "Furthermore, in order to improve understanding about the impacts of climate change in Malta, and therefore take better mitigation and adaptation actions, we will prepare national impact scenarios on climate change by 2012 (2.6.3). In order to mainstream climate change into national policy-making processes and into the assessment of major developments, we will integrate climate change assessment into the Strategic Environmental Assessment (SEA) and the Environmental Impact Assessment (EIA) processes (2.6.4)."}, {"text_block_id": "p72_b637", "text": "The energy sector is also addressed through a detailed policy framework. In order to better align national energy and environmental objectives, we will finalise and implement the National Energy Policy (2.6.5). In addition, with a view to achieving 22 percent energy savings target by 2020, we will implement the National Energy Efficiency Action Plan (2.6.6). We will also invest in an interconnection to the European Energy Grid to raise conversion energy efficiency to an average 40 percent (2.6.7). We will invest in an extension to the Delimara Power Station, with a conversion efficiency of 46 percent at base load (2.6.8). These measures will enable the closure of the Marsa Power Station. Technical and feasibility studies will also be carried out to determine the most cost-effective way for Malta to be integrated into the European gas market. Furthermore, the public sector will improve its energy performance by saving 11GWh annually by 2016. In the area of renewable energy, we will ensure, through the implementation of the Renewable Energy Action Plan, that Malta generates 10 percent of its energy from renewable sources by 2020, and that 10 percent of transport fuels are derived from renewable sources by 2020 (2.6.9). The key renewable sources of energy Malta is expected to make use of are sun, wind, waste and biofuels."}, {"text_block_id": "p72_b638", "text": "There are important synergies that can be exploited between the climate change and energy sectors and the built environment. We will ensure that new buildings meet national energy performance standards in line with the EU Directive on the energy performance of"}, {"text_block_id": "p73_b639", "text": "buildings by 2012 (2.6.10). The MRRA and MEPA will work together to implement a procedure at development application stage and at compliance stage, to assist with ensuring compliance with this directive. By 2018 all new public buildings (of specific dimensions and uses) will be near zero-energy use, a criterion that will apply to all buildings by 2020. Through the process of GPP (see section 2.1), early adoption of these standards will be encouraged.  Furthermore, we will undertake a review of current spatial planning guidance and regulations"}, {"text_block_id": "p73_b640", "text": "with a view to further promoting climate change-related improvements (2.6.11). In order to assist with the transition to zero-carbon buildings, we will also modify transaction tax on buildings depending on their energy-performance class (2.6.12). We will ensure that this measure does not penalise vulnerable groups. Finally, through Pilot Project 7, St. James’ Cavalier, as a key cultural building, will become a showcase of climate-friendly technologies."}, {"text_block_id": "p74_b641", "text": "biodiversity and ecosysteMs"}, {"text_block_id": "p74_b642", "text": "Living organisms and the variety they represent are valuable not only in their own right, but also have a direct use value to human society. They provide life-support systems, resources for fisheries and agriculture, and contribute immeasurably to the setting for recreational, cultural, artistic and tourism-related activities. Despite its small size, Malta holds a varied and interesting array of habitats and hosts endemic, indigenous, and migratory species, which are essential elements of national heritage, and as such also contribute to national identity. Living organisms such as animals and plants live in habitats, of which Malta contains several of conservation value. Maltese habitats of conservation interest include cliffs, sand dunes, salt marshes, woodlands, garigue areas and coastal waters. Agricultural and urban biodiversity are now also recognised as important constituent elements of biodiversity that merit specific conservation measures."}, {"text_block_id": "p74_b643_merged", "text": "In order to protect its natural heritage, Malta has given legal protection to just over 13 percent of its land area and 11km of its teritorial waters. Some of Malta’s protected areas also form part of Natura 2000, the EU’s network of protected areas. As of 2008, Malta had a higher than average sufficiency of coverage of terrestrial Natura 2000 sites, at 93 percent. Malta is working on the selection of marine sites to further enhance the network. Despite the legal protection afforded to important habitats over the last decades, Malta’s biodiversity continues to be threatened, principally by land development, invasive alien species, over-exploitation of species and climate change."}, {"text_block_id": "p75_b646", "text": "PoliCy:"}, {"text_block_id": "p75_b647", "text": "Halt tHe loss oF biodiversity by 2020."}, {"text_block_id": "p75_b648", "text": "Our strategy for conserving biodiversity and ecosystems, with a view to halting the loss of biodiversity by 2020, rests on three pillars:"}, {"text_block_id": "p75_b649", "text": "1."}, {"text_block_id": "p75_b650", "text": "Providing a comprehensive policy framework for protecting biodiversity"}, {"text_block_id": "p75_b651", "text": "2."}, {"text_block_id": "p75_b652", "text": "Improving the status of biodiversity by safeguarding ecosystems, species and genetic diversity"}, {"text_block_id": "p75_b653", "text": "3."}, {"text_block_id": "p75_b654", "text": "Reducing direct pressures on biodiversity and promoting sustainable use."}, {"text_block_id": "p75_b655", "text": "In relation to the first pillar, we will provide a comprehensive policy framework for biodiversity and ecosystems by finalising a National Biodiversity Strategy and Action Plan (2.6.13), which will take on board the outcome of the 2010 Nagoya Conference of the Parties to the United Nations Convention on Biological Diversity,  as well as targets and objectives related to the EU Biodiversity Strategy to 2020.   In terms of the second pillar, in order to improve the status of biodiversity by safeguarding ecosystems, species and genetic diversity, we will first ensure adequate regulation and enforcement that together provide effective safeguards and deterrents for habitats and species protection. Secondly, we will ensure an adequate knowledge-base, including baseline information about national biodiversity, ecosystems and species, and threats to species (2.6.14). The red list of threatened species, evaluating the conservation status of all threatened Maltese species, will be updated (2.6.15). Based on the ecosystems approach, environmental change related to biodiversity will be reflected in national accounts and across sectors within the umbrella of green accounting (2.6.16). Along with key stakeholders such as environmental NGOs, we will continue to take environmental education initiatives amongst the general public about the value of biodiversity in contributing to essential life-support systems and resilience (2.6.17)."}, {"text_block_id": "p75_b656", "text": "In addition, we will boost efforts to safeguard species and habitats in the context of the Natura 2000 network (2.6.18). This designation will ensure that representative species and ecosystems are given"}, {"text_block_id": "p75_b657", "text": "adequate protection, and that wildlife corridors, buffer zones and stepping stones interlinking landscape matrices, habitats or protected areas are established and maintained. Such areas will also be protected from infrastructure and development giving rise to light pollution. Since Malta already has an almost-sufficient network of terrestrial Natura 2000 sites, our focus will be on the designation of additional marine protected areas (see measure 2.3.16). We will also continue and strengthen the management of protected areas (2.6.19), working closely with all relevant stakeholders. Environmental NGOs can play a major role in management of protected areas, including Natura 2000 sites. Management plans for terrestrial Natura 2000 sites will be drawn up where necessary by 2013 (2.6.20). We will also support efforts to promote artists-in-residence programmes, using culture to highlight the fundamental role of biodiversity and ecosystems in human life (2.6.21). We will furthermore promote urban biodiversity through protecting, enhancing and increasing urban green space (see measure 2.2.21) and ensuring that landscape management takes environmental considerations into account (2.4.13). Finally, an action plan will be drawn up to restore at least 15% of ecosystems that have been damaged, using green infrastructures that will allow areas alienated from each other by road networks and urbanisation to be linked again, maintaining healthy ecosystems (2.6.22)."}, {"text_block_id": "p75_b658", "text": "In relation to the third pillar, we are committed to taking action to reduce the direct pressures on biodiversity and promote sustainable use. In this respect, we will ensure that farmers and fisheries workers contribute to biodiversity through sustainable management of their activities. We will formulate policy frameworks for the agriculture and fisheries sectors in order to integrate biodiversity considerations into the future directions for the sectors in line with the targets of the EU biodiversity strategy (2.6.23 and 2.6.24). These policies will recognise the roles of these two communities in stewarding natural areas, as well as the benefits that the communities gain from sustaining healthy ecosystems. The policy frameworks will also tie in"}, {"text_block_id": "p76_b659", "text": "with the review of the EU’s Common Agriculture Policy and Common Fisheries Policy in the light of Lisbon 2020 targets. In the agriculture sector, the policy framework will build on the strengths of the national Rural Development Strategy (see measure 2.4.28), which has so far allocated 25 million Euros to actions promoting environmentally-friendly farming practices."}, {"text_block_id": "p76_b660", "text": "In the fisheries sector, the policy framework will ensure that fishing activities respect sustainability limits, through the adoption of exploitation rates that do not exceed the maximum sustainable yield in line with EU objectives. In the sector of aquaculture, further integration of environmental obligations into aquaculture planning is being carried out through the process of drafting a national Aquaculture Strategy (see measure 2.3.22)."}, {"text_block_id": "p76_b661", "text": "We will continue to ensure, on the basis of the tools of spatial planning and environmental assessment, that the impacts of development on biodiversity are avoided where possible, minimised or mitigated (2.6.25). We will also regulate the exploitation of species in line with national and international obligations (2.6.26). In this respect, the transposition of the Environmental Crime Directive will provide improved tools to address compliance in this sector (see measure 3.5.11). Finally, we will combat invasive alien species (the uncontrolled spread of"}, {"text_block_id": "p76_b662", "text": "non-native plant and animal species) by preventing the introduction of alien species through border controls and permitting (2.6.27) and by identifying, prioritising and controlling or eradicating established species via the drafting of an Invasive Alien Species Action Plan (2.6.28)."}, {"text_block_id": "p76_b663", "text": "Also in relation to the third pillar on reducing direct pressures on biodiversity and promoting sustainable use, our policy is not to support the introduction of Genetically-Modified Organisms (GMOs), particularly where the following risks exist:"}, {"text_block_id": "p76_b664", "text": "•"}, {"text_block_id": "p76_b665", "text": "risk of damage to Maltese ecosystems, particularly in view of the risk to small-island ecosystems"}, {"text_block_id": "p76_b666", "text": "•"}, {"text_block_id": "p76_b667", "text": "risk of damage to Maltese commercial crops where the risk of cross-hybridisation exists"}, {"text_block_id": "p76_b668", "text": "•"}, {"text_block_id": "p76_b669", "text": "risk to future cultivation of non-GM varieties that are of high commercial value or have the potential to be grown under systems of certified agriculture"}, {"text_block_id": "p76_b670", "text": "•"}, {"text_block_id": "p76_b671", "text": "in the case of GM food or feed, where risks to human health have been identified."}, {"text_block_id": "p76_b672", "text": "In addition, we will not support the introduction of genes for antibiotic resistance, wherein a precautionary approach is being taken. We may possibly consider the introduction of GMOs with clear benefits, where there is clearly no risk of proliferation, unless the above risks exist."}, {"text_block_id": "p78_b673", "text": "PoliCy:"}, {"text_block_id": "p78_b674", "text": "Halt tHe loss oF biodiversity by 2020 (cont.)"}, {"text_block_id": "p78_b675", "text": "Major environMental risks: iMProvinG eMerGency PreParedness"}, {"text_block_id": "p78_b676", "text": "As a small-island state, Malta is vulnerable to a number of environment-related risks, which include both natural and human-induced risks. Natural risks include earthquakes, tsunamis, extreme weather events, fires and invasions of alien species (including outbreaks of disease in humans, animals or plants). In the case of the latter two risks, these could be exacerbated by climate change. Human-induced risks include oil spills and industrial accidents involving hazardous materials or nuclear processes. In the case of industrial accidents, the clustering of industrial plant with major infrastructure providers, such as power plants, risks a domino effect wherein accidents affect the provision of services."}, {"text_block_id": "p78_b677", "text": "PoliCy:"}, {"text_block_id": "p78_b678", "text": "ensure tHat Malta Has tHe necessary level oF PreParedness to be able to resPond to Major environMent-related eMerGencies."}, {"text_block_id": "p78_b679", "text": "Our strategy for ensuring that Malta addresses the major environmental risks facing the Islands rests on the following pillars:"}, {"text_block_id": "p78_b680", "text": "•"}, {"text_block_id": "p78_b681", "text": "Assessment of the type of emergencies that could happen in Malta based on the probability of their occurring, and preparation of possible scenarios"}, {"text_block_id": "p78_b682", "text": "•"}, {"text_block_id": "p78_b683", "text": "Taking preventative measures against the potential effects of emergencies"}, {"text_block_id": "p78_b684", "text": "•"}, {"text_block_id": "p78_b685", "text": "Preparation of contingency plans"}, {"text_block_id": "p78_b686", "text": "•"}, {"text_block_id": "p78_b687", "text": "Training and purchase of equipment."}, {"text_block_id": "p78_b688", "text": "Accordingly, we will carry out the following measures. First, we will ensure ongoing updates to"}, {"text_block_id": "p79_b689", "text": "risk assessments of emergencies, including multiple emergencies that could occur, as well as to possible scenarios (2.6.29). Second, we will ensure that regulations or codes of best practice are in place to prevent emergencies and mitigate their effects as much as possible (2.6.30). Thirdly, we will ensure that contingency plans that clearly indicate the roles and responsibilities of the various relevant organisations such as the Civil Protection Department, the Police, the Armed Forces, the health services, MEPA, MRA and Transport Malta are in place (2.6.31). Finally,"}, {"text_block_id": "p79_b690", "text": "we will ensure that the relevant entities are trained and equipped to respond to emergencies (2.6.32). In carrying out this work, the experiences so far on marine emergency preparedness will be used a model for terrestrial emergency preparedness. Within the environment sector, as provided for in the Water Catchment Management Plan for the Maltese Islands, we will set up an Environmental Pollution Emergency Response Team (2.6.33). Finally, we will also educate the public in emergency-preparedness to improve crowd management during emergencies (2.6.34)."}, {"text_block_id": "p81_b691", "text": "3"}, {"text_block_id": "p81_b692", "text": "iMPleMentinG and acHievinG our environMental Policy objectives"}, {"text_block_id": "p81_b693", "text": "In order to achieve the environmental objectives in this policy it is important to further strengthen the mechanisms for the implementation of policy and legislation in a more timely, transparent and effective manner. With this in mind, Government will focus on six priority areas related to policy implementation:"}, {"text_block_id": "p81_b694", "text": "1."}, {"text_block_id": "p81_b695", "text": "Joined-up Government"}, {"text_block_id": "p81_b696", "text": "2."}, {"text_block_id": "p81_b697", "text": "Government leading by example"}, {"text_block_id": "p81_b698", "text": "3."}, {"text_block_id": "p81_b699", "text": "Using a range of complementary policy instruments"}, {"text_block_id": "p81_b700", "text": "4."}, {"text_block_id": "p81_b701", "text": "Research and information"}, {"text_block_id": "p81_b702", "text": "5."}, {"text_block_id": "p81_b703", "text": "Compliance and enforcement"}, {"text_block_id": "p81_b704", "text": "6."}, {"text_block_id": "p81_b705", "text": "Resourcing the policy"}, {"text_block_id": "p81_b706", "text": "7."}, {"text_block_id": "p81_b707", "text": "Working with stakeholders"}, {"text_block_id": "p81_b708", "text": "8."}, {"text_block_id": "p81_b709", "text": "The international dimension."}, {"text_block_id": "p81_b710", "text": "Accordingly, the rest of this section focuses on these priority themes for policy implementation."}, {"text_block_id": "p82_b711", "text": "3.1"}, {"text_block_id": "p82_b712", "text": "joined-uP GovernMent"}, {"text_block_id": "p82_b713", "text": "Central to achieving the environmental objectives in this policy is the better coordination of work between ministries and departments that address an aspect of environmental regulation, or whose policy area has a significant impact on, or is impacted by, the environment. Improved communication and coordination channels are required to facilitate smooth cooperation between these organisations, at a number of different levels."}, {"text_block_id": "p82_b714", "text": "PoliCy:"}, {"text_block_id": "p82_b715", "text": "ensure better coordination oF Work betWeen tHe various GovernMent dePartMents and aGencies WorkinG on environMental issues."}, {"text_block_id": "p82_b716", "text": "A set of measures will be undertaken to ensure further coordination of work between the various public organisations responsible for regulating the environment at various levels, as well as those whose policy area significantly impacts or is significantly impacted by, the environment. First, we will provide a clear description of which bodies are responsible for regulating the environment via an integrated environmental website (3.1.1). Secondly, we will set up a Cabinet Committee on the Environment (3.1.2), which will ensure high-level political coordination on key environmental policy issues and increased synergies among ministries and entities. Where necessary, the Cabinet Committee will appoint thematic or horizontal working committees to address particular areas where coordination is required. This initiative should also strengthen communications within and between public sector organisations involved in environmental regulation."}, {"text_block_id": "p82_b717", "text": "Thirdly, we will set up an Advisory Council on the Environment (3.1.3), which will provide independent advice to Government on environmental matters. The Advisory Council will answer to the Minister responsible for the environment but will address all matters related to the environment. These measures should also dove-tail with similar provisions in the National Strategy for Policy and Abatement Measures relating to the Reduction of Greenhouse Gas Emissions. Finally, better integration of environmental objectives across public policy will be brought about through the implementation of the Sustainable Development Act. With a view to increasing environmental policy integration into all government policy, Government and specific Ministry policies, policies, plans, programmes and projects wiill be revised to ensure that they are in line with the National Strategy for Sustainable Development (see measure 2.1.3)."}, {"text_block_id": "p83_b718", "text": "3.2"}, {"text_block_id": "p83_b719", "text": "leadinG by exaMPle in tHe environMental Field"}, {"text_block_id": "p83_b720", "text": "It is also important that Government, in promoting environmentally-friendly actions, leads by example in the environmental field. Public sector activity represents a significant share of GDP. Our actions condition the market and have strong potential for catalysing change socially and in the marketplace."}, {"text_block_id": "p83_b721", "text": "PoliCy:"}, {"text_block_id": "p83_b722", "text": "tHe Public sector Will lead by exaMPle in tHe environMental Field."}, {"text_block_id": "p83_b723", "text": "We will undertake a set of measures to ensure that the public sector leads by example in this field. First, we will ensure that an overall figure of 50 percent of public procurement is greened by 2015 (see policy on green public procurement, and measure 2.1.24). Second, we will address the transport footprint of the public sector through our Green Travel"}, {"text_block_id": "p83_b724", "text": "Plan (see measure 2.2.18). Third, we will take the lead by launching design competitions highlighting environmental considerations for our own projects of significant size (3.2.1). Finally, all ministries and entities will move towards obtaining EMAS registration (3.2.2), with MEPA starting this process."}, {"text_block_id": "p83_b725", "text": "3.3"}, {"text_block_id": "p83_b726", "text": "usinG a ranGe oF coMPleMentary Policy instruMents"}, {"text_block_id": "p83_b727_merged_merged", "text": "In responding to environmental issues, the public sector has a broad range of instruments at its disposal, but typically uses either legislative or economic instruments, educational measures, or voluntary schemes. Legal instruments have long been the mainstay of Malta’s environmental policy, and the transposition of the EU acquis has led to the introduction of some 250 such instruments falling under the umbrella of the 2002 Environment Protection Act, and subsequently the 2010 Environment and Development Planning Act."}, {"text_block_id": "p83_b730", "text": "Economic instruments seek to alter market prices to favour environmentally-friendly activities. As of 2008,  some 50 instruments with some environment-related input were in use in Malta. These included taxes on specific activities, as well as environmental charges and subsidies. The third type of environmental policy instrument relates to public awareness-raising and education. Regular national and international surveys report high levels of concern about the environment, but these levels of awareness are not always reflected in changes to individual or group behaviour to safeguard the environment. Voluntary environmental agreements are a more flexible environmental policy instrument, generally limiting costs and helping to achieve efficient implementation, and are therefore usually more acceptable to industry. Overall, so far, there has been lack of penetration of such schemes in Malta."}, {"text_block_id": "p84_b731", "text": "PoliCy:"}, {"text_block_id": "p84_b732", "text": "use a Mix oF Policy instruMents to iMPleMent environMental Policy in tHe Most eFFective and eFFicient Manner."}, {"text_block_id": "p84_b733", "text": "In order to achieve optimal implementation of environmental policy, we will use the best mix of policy instruments, be they regulatory, economic, educational and informational, or voluntary schemes. In order to broaden the policy instruments at our disposal, we will prepare an Action Plan on the use of economic instruments in Maltese environmental policy (see measure 2.1.8). We will also ensure that financial requirements related to environmental obligations are reflected in future cohesion funding programmes (3.3.1), such that environment is prioritised within the 2014-2020 regional development, rural development"}, {"text_block_id": "p84_b734", "text": "and fisheries programmes, and is horizontally-integrated as a cross-cutting theme. We will furthermore continue to promote additional environmental educational measures (see measures 3.7.2 and 3.7.6). Finally, we will promote the use of voluntary schemes through measures that provide for assistance to manufacturing firms that achieve environmental certification, a link between environmental permitting and environmental certification, and incorporation of all necessary ecocertification standards into the legal basis for MTA licensing of new hotels (see measures 2.1.18 – 20)."}, {"text_block_id": "p84_b735", "text": "3.4"}, {"text_block_id": "p84_b736", "text": "researcH and inForMation"}, {"text_block_id": "p84_b737", "text": "Environmental information is an essential building-block for good policy. Research is a prerequisite for information provision, as it lays the groundwork for developing monitoring systems, as well as for evaluating and improving policy responses."}, {"text_block_id": "p84_b738", "text": "PoliCy:"}, {"text_block_id": "p84_b739", "text": "iMProve researcH and inForMation about tHe environMent."}, {"text_block_id": "p84_b740", "text": "In order to increase our understanding about the"}, {"text_block_id": "p84_b741", "text": "environment, we will ensure that all major environmental"}, {"text_block_id": "p84_b742", "text": "media, including air, waters, soil, land and waste, are"}, {"text_block_id": "p84_b743", "text": "covered by the required monitoring programmes, and"}, {"text_block_id": "p84_b744", "text": "the resulting data made available online through an"}, {"text_block_id": "p84_b745", "text": "integrated web-tool (3.4.1). To ensure the accuracy of"}, {"text_block_id": "p84_b746", "text": "our measuring instruments, they will all be placed under"}, {"text_block_id": "p84_b747", "text": "legal metrology (3.4.2). We will continue to provide"}, {"text_block_id": "p84_b748", "text": "regular, comprehensive and easily-accessible state of the"}, {"text_block_id": "p84_b749", "text": "environment reporting in line with legislation (3.4.3)."}, {"text_block_id": "p84_b750", "text": "In addition, we will provide financing for environmental research through the National Research and Information Strategy (see measure 2.1.11). The University’s contribution, in terms of research, to national environmental policy priorities (3.4.4) will also be encouraged. Finally we will strengthen the environmental policy research function within Government (3.4.5)."}, {"text_block_id": "p85_b751", "text": "3.5"}, {"text_block_id": "p85_b752", "text": "iMProvinG coMPliance in tHe environMental Field"}, {"text_block_id": "p85_b753", "text": "PoliCy:"}, {"text_block_id": "p85_b754", "text": "iMProve tHe level oF coMPliance WitH environMental leGislation."}, {"text_block_id": "p85_b755", "text": "Malta has an impressive array of legal instruments relating to the environment, the large majority of which bring Malta in line with the EU environmental"}, {"text_block_id": "p85_b756", "text": "acquis"}, {"text_block_id": "p85_b757", "text": "or are related to policy areas where there is no EU competence, such as land use planning. These legal instruments fall under a number of primary legal instruments, under legislation covering environment and planning, resources, transport, agriculture, public health, local government, the police, standards, etc. In many cases the objective of the legislation is to achieve environmental quality standards in the main environmental media such as air and water, in the status of biodiversity and ecosystems, in the use of certain products, and in the processing of waste. The achievement of these objectives often involves"}, {"text_block_id": "p85_b758_merged_merged_merged", "text": "changes to the way goods are mined, produced, consumed and disposed of, and the way services are delivered. These activities involve a wide variety of private and public sector actors. In this context, ensuring compliance with environmental legislation is a complex process involving many actors and spanning many activities. The achievement of compliance with the EU acquis is a priority, as is addressing national obligations. We are committed to improve the level of compliance with environmental legislation through:"}, {"text_block_id": "p85_b761", "text": "•"}, {"text_block_id": "p85_b762", "text": "Smarter regulation"}, {"text_block_id": "p85_b763", "text": "•"}, {"text_block_id": "p85_b764", "text": "Environmental permitting"}, {"text_block_id": "p85_b765", "text": "•"}, {"text_block_id": "p85_b766", "text": "Better communication and consolidation of enforcement activities in the environmental field."}, {"text_block_id": "p86_b767", "text": "sMarter reGulation"}, {"text_block_id": "p86_b768", "text": "The business sector has great potential to contribute to the achievement of environmental policy objectives. At the same time, we are conscious of the pressures businesses face as subjects of environmental regulation. These pressures are accentuated by economic cycles, negative environmental trends and persistent customer demands for better goods and services at a lower price and at a lower cost to the environment."}, {"text_block_id": "p86_b769", "text": "The need for smarter, more coherent, efficient and effective environmental regulation has never been more acute. Small businesses in particular demand more intelligent regulation that would not subject them to unnecessary burdens, whilst at the same time providing more effective safeguards and better quality control, particularly in relation to consumer protection, and habitats and species conservation. There is also public expectation that government revenue is directed towards achieving tangible results in terms of a better environment. The European Commission, in its Vision 2020, has flagged the need for better regulation as cross-cutting priority of utmost importance, placing an onus on Malta to take action across all policy areas, including the environment. Smarter regulation is also an important consideration for the future 7th Environment Action Plan of the EU, which will need to deliver the conditions for smarter, simplified and more coherent regulation, with a greater focus on improving the effectiveness of environmental outcomes. Government has already taken the step to train public officials in better regulation principles through a related project financed through the European Social Fund."}, {"text_block_id": "p86_b770", "text": "PoliCy:"}, {"text_block_id": "p86_b771", "text": "ensure sMarter reGulation in tHe environMental Field."}, {"text_block_id": "p86_b772", "text": "In line with the ongoing EU process to ensure smarter regulation in the environmental field, we will review legislation and practices in order to reduce administrative burden relative to Malta’s environmental legislation (3.5.1). This review will be based on: 1) an assessment of the environmental regulatory burden on"}, {"text_block_id": "p86_b773", "text": "the regulator and subjects of regulation, including Small and Medium-Sized Enterprises; 2) a review of good practices in smarter regulation that may be readily applied to the environmental field in Malta; and, 3) targets for the reduction of administrative burden relative to Malta’s environmental legislation."}, {"text_block_id": "p86_b774", "text": "environMental PerMittinG"}, {"text_block_id": "p86_b775", "text": "The environmental permitting system regulates the environmental impacts of operations. It is one of the principal means of implementing environmental legislation. As the regulator in this regard, MEPA has put in place a comprehensive, risk-based environmental permitting system based on three tiers. The highest tier of permitting targets the one percent of operations that involve the greatest environmental risks, through regulation by means of IPPC or environmental permits. In a second tier, general binding rules cover some 12 percent of businesses. These rules cover operations that are not of sufficient risk to merit a full permit, but which could involve concerns relating to, for example, emissions and waste. The remaining 88 percent of operations, such as those based in offices, will not need to be either permitted or subjected to general binding rules."}, {"text_block_id": "p87_b776", "text": "A proportion of the operations in the highest risk category, such as those in the chemical and energy sectors, and certain waste management facilities, require an IPPC permit, underpinned by regular environmental audits. As of December 2011, 12 installations required such a permit, and 11 of these installations had been permitted. In addition, various types of operations require environmental permits, and the current list of such installations includes operations in the waste management sector, fuel terminals, activities with a discharge to sea and large manufacturing plants. As of December 2011, over 120 environmental permits had been issued to non-IPPC sites."}, {"text_block_id": "p87_b777", "text": "The environmental permitting system in Malta has been strengthened by the transposition of the EU Environmental Liability Directive. This directive establishes a framework of environmental liability based on the polluter-pays principle, with the aim of preventing and remedying environmental damage. In opting to adopt the ‘permit defence’ provided for in the EU directive, Maltese operators have an added incentive to obtain an environmental permit. The permit defence exempts operators from liability where the operator demonstrates that the damage was caused by activity/emission expressly authorised through an environmental permit. The transposition of this directive into national law also provides an incentive for operators to obtain insurance cover to protect their operations from the risk of damaging the environment. In turn, insurance companies will expect operators to take precautionary measures to reduce the risk of damaging the environment. These activities also encourage increased activity in the ‘green’ sectors of the economy."}, {"text_block_id": "p87_b778", "text": "PoliCy:"}, {"text_block_id": "p87_b779", "text": "strenGtHen tHe Process oF environMental PerMittinG in order to iMProve coMPliance WitH environMental leGislation."}, {"text_block_id": "p87_b780", "text": "Environmental permitting provides business and operations with significant environmental impacts with a one-stop-shop for achieving compliance with environmental legislation. With this in mind, we will step up the process of permitting of operations with significant environmental impact (3.5.2). Environmental permitting will be backed up by annual environmental auditing and compliance monitoring. In order to strengthen environmental permitting, we will ensure that new operations requiring both an environmental"}, {"text_block_id": "p87_b781", "text": "permit and planning permission are issued with permits concurrently (3.5.3). Finally, in order to ensure the full benefit of environmental liability legislation, we will also put in place a system to implement the Environmental Liability Directive (3.5.4). This will entail the establishment of baseline conditions for protected species and habitats, training and awareness-raising, and preparation of guidance on the operation of the directive for all users."}, {"text_block_id": "p88_b782", "text": "PoliCy:"}, {"text_block_id": "p88_b783", "text": "strenGtHen tHe Process oF environMental PerMittinG in order to iMProve coMPliance WitH environMental leGislation (cont.)"}, {"text_block_id": "p88_b784", "text": "enForceMent"}, {"text_block_id": "p88_b785", "text": "Enforcement is essential for the functioning of legislative instruments. Enforcement carried out by agencies such as MEPA, the Police, the Armed Forces, local government, TM, the Agriculture and Fisheries Regulation Department, MRA, and the DEH makes significant contributions to ensuring environmental quality and preventing the degradation of the terrestrial and marine environment. However, there is a need for better co-ordination, particularly in the areas of investigation, response to complaints by the public, and market surveillance. Furthermore, due to a number of grey areas, members of the public are sometimes unclear as to who to contact to take action on contraventions. There is also need to improve consistency of approach within institutions, as well as providing for investigative enforcement. Furthermore, consideration will be given in the drafting of legislation to include provisions relating to enforcement, where not already provided for."}, {"text_block_id": "p88_b786", "text": "PoliCy:"}, {"text_block_id": "p88_b787", "text": "siGniFicantly strenGtHen and consolidate environMental enForceMent caPacity."}, {"text_block_id": "p88_b788", "text": "In order to strengthen the aspects of environmental enforcement regulated by MEPA, and as part of the MEPA reform, we will strengthen environmental enforcement by setting up a well-resourced Enforcement Directorate within MEPA (3.5.5). In order to provide effective structures to report environmental offences, we will also set up one centralised call centre for environmental enforcement, and promote it (3.5.6). This call centre will also be supported by an email service. Furthermore, as part of the drive towards more comprehensive e-government, we will provide online information on environmental enforcement responsibilities (3.5.7). In addition a task force will be set up to identify and resolve grey areas and gaps in current enforcement responsibilities, including"}, {"text_block_id": "p88_b789", "text": "investigative enforcement, and to study possibilities for greater consolidation between environmental enforcement agencies (3.5.8). We will also set up a network between the various enforcement agencies in order to encourage improved communication and joint activities such as training, monitoring and direct actions (3.5.9). The enforcement network will identify priority enforcement areas for joint action. In addition, we will utilise public procurement as a tool to encourage compliance in the environmental field (3.5.10). Finally, in the context of the transposition of the Environmental Crime Directive, we will consolidate existing laws through harmonising penalties that should be inflicted as well as by ensuring that these penalties are really a deterrent (3.5.11)."}, {"text_block_id": "p89_b790", "text": "PoliCy:"}, {"text_block_id": "p89_b791", "text": "siGniFicantly strenGtHen and consolidate environMental enForceMent caPacity (cont.)"}, {"text_block_id": "p89_b792", "text": "3.6"}, {"text_block_id": "p89_b793", "text": "resources"}, {"text_block_id": "p89_b794", "text": "The process of implementation may sometimes be hindered by a lack of human resources, expertise and finances. It is therefore imperative that the required resources are allocated to the implementation of this policy. An exercise to cost this policy has been undertaken, which will help the departments and agencies implementing the policy to factor in the cost of the measures into their annual budgeting process. We will commit ourselves to access the required funding to enable the implementation of this policy."}, {"text_block_id": "p89_b795", "text": "In addition, to ensure continuous delivery and effectiveness in policymaking and implementation it is essential that the right human resources are available. To this end, there needs to be better matching between training programmes at tertiary level, including in technical courses, and skills required."}, {"text_block_id": "p91_b796", "text": "3.7"}, {"text_block_id": "p91_b797", "text": "WorkinG WitH stakeHolders"}, {"text_block_id": "p91_b798", "text": "There is growing recognition that the concept of environmental stewardship needs to be universal, and not just limited to the public sector, the private sector, or specific environment-related non-governmental organisations."}, {"text_block_id": "p91_b799", "text": "The empowerment of citizens to take responsibility for the environment is the focus of the Aarhus Convention,  which Malta has signed and ratified. Malta has also transposed the two EU directives related to tthe Aarhus Convention, on access to information and public participation, into national legislation."}, {"text_block_id": "p91_b800", "text": "In order to implement the access to information provisions of the Convention, a national framework, mainly based on the internet,  has been developed, through which environmental information is made available to the public both on a regular basis and upon request, in line with the provisions of the Aarhus Convention and related EU directives. Well-organised participation processes can engender a culture of cooperation and trust, as well as positive public perceptions of procedural quality and participation opportunities. Malta is fully compliant with EU Directives relating to public participation, although there exists the potential to refine current practices. MEPA reform has made great strides in facilitating participation in decision-making relating to the planning system. The Aarhus Convention recognises the important role of groups and associations promoting environmental protection, and obliges parties to the Convention to recognise and support such organisations."}, {"text_block_id": "p91_b801", "text": "Current provisions relating to access to justice, the third pillar of the Aarhus Convention, include various forms of administrative review, including an internal challenge within the Competent Authority (MEPA), a challenge through the MEPA Audit Officer, taking one’s case to the national Ombudsman (these two steps will soon be merged – see measure 3.7.7), an appeal against a planning decision, and, judicial review of administrative discretion under article 469A of the Code of Organisation and Civil Procedure."}, {"text_block_id": "p91_b802", "text": "Our strategy to further empower citizens to take informed action and have a positive impact on the environment rests on six pillars:"}, {"text_block_id": "p91_b803", "text": "•"}, {"text_block_id": "p91_b804", "text": "Providing easily-accessible information about the state of the environment (see section 3.4 on research and information)"}, {"text_block_id": "p91_b805", "text": "•"}, {"text_block_id": "p91_b806", "text": "Educating citizens, the private sector, local government and policy- and decision-makers,  about the environment"}, {"text_block_id": "p91_b807", "text": "•"}, {"text_block_id": "p91_b808", "text": "Providing information to consumers about the environmental impacts of products, services and activities through labelling"}, {"text_block_id": "p91_b809", "text": "•"}, {"text_block_id": "p91_b810", "text": "Working with stakeholders, encouraging and supporting the role of the voluntary sector, particularly environmental non-governmental organisations, in environmental protection"}, {"text_block_id": "p91_b811", "text": "•"}, {"text_block_id": "p91_b812", "text": "Encouraging local government to take a stronger role in environmental protection"}, {"text_block_id": "p91_b813", "text": "•"}, {"text_block_id": "p91_b814", "text": "Providing access to public participation and justice in the environmental field."}, {"text_block_id": "p91_b815", "text": "We will introduce education for sustainable development as a cross-cutting theme in the new National Curriculum Framework (3.7.1). In addition, we will continue to support environmental education at all levels, formal and non-formal (3.7.2). This type of education does not entail just the provision of information. It also entails the provision of opportunities for individuals to develop skills, attitudes and values that are the foundation of any strategy or policy aimed at changing behaviours and fostering environmental responsibility through the promotion of core social values, such as good neighbourliness. We will also draw up a National Strategy for Education for Sustainable Sevelopment, reflecting the importance of the current UN Decade for Education for Sustainable Development (3.7.3)."}, {"text_block_id": "p92_b816", "text": "In order to provide information to consumers about the environmental impact of their choices as consumers, we will raise awareness about environmental labels, to encourage their use (3.7.4). We will also promote sustainable consumption with respect to packaging, chemicals, etc., possibly in partnership with leading supermarkets (3.7.5)."}, {"text_block_id": "p92_b817", "text": "We will also encourage voluntary organisations to continue to strengthen their role in environmental lobbying, research, education and protection, including through access to funding assistance (3.7.6). An Environmental Improvement Fund will be set up to support implementation of national environmental policy priorities, and will be open also to support the environmental projects and activities of environmental non-government organisations (see measure 2.1.27)."}, {"text_block_id": "p92_b818", "text": "The role of Local Councils in protecting the environment has been highlighted in the local government reform"}, {"text_block_id": "p92_b819", "text": "(Biex il-kunsill jagћtik l-aћjar servizz: Tiġdid tal-Kunsilli Lokali b’riżultat ta’ proċess ta’ konsultazzjoni)."}, {"text_block_id": "p92_b820", "text": "We will continue to promote this aspect of the remit of Local Councils. To this end, we will align local council funding better with national environmental objectives (see measure 2.4.3)."}, {"text_block_id": "p92_b821", "text": "Finally, we will continue to develop access to public participation and justice in the environmental field. The MEPA reform has significantly increased public access to participation in the environmental planning process. Binding decisions on major environmental issues are taken on the basis of wide consultation with all the affected stakeholders. In order to increase access to environmental justice, by increasing access to administrative redress in the environmental field, we will establish a Commissioner for Planning and the Environment within the Office of the Parliamentary Ombudsman, who will be responsible for planning and environmental issues (3.7.7)."}, {"text_block_id": "p93_b822", "text": "PoliCy:"}, {"text_block_id": "p93_b823", "text": "eMPoWer PeoPle to actively ParticiPate in environMental ManaGeMent and take action on environMental issues (cont.)"}, {"text_block_id": "p93_b824", "text": "3.8"}, {"text_block_id": "p93_b825", "text": "tHe international diMension"}, {"text_block_id": "p93_b826", "text": "Some environmental issues we face cannot be addressed solely through a national approach. Many of the pollution issues that Malta faces, such as air and marine pollution, have a transboundary dimension. Furthermore key environmental issues for the Islands such as waste will only be fully addressed when products become more environmentally-friendly. In such cases national level policy responses need to"}, {"text_block_id": "p93_b827", "text": "be complimented by those at an international level. For this reason, Malta will continue to take a strong stance on key environmental issues at an international level, particularly on issues that concern it closely, such as the Mediterranean environment, maritime issues, climate change transnational air quality. It is our policy goal to make Malta synonymous with environmental management excellence in the Mediterranean."}, {"text_block_id": "p95_b828", "text": "4"}, {"text_block_id": "p95_b829", "text": "MonitorinG and evaluation"}, {"text_block_id": "p95_b830", "text": "The Ministry responsible for the environment, in coordination with OPM, will follow up and monitor the implementation of the National Environment Policy, by means of annual reports based on the indicators associated with each measure. These indicators may be supplemented by output, result and impact indicators. This process will dovetail with the state of the environment reporting process, which will provide the necessary impact indicators to measure the longer-term outcome of the policy."}, {"text_block_id": "p95_b831", "text": "The Ministry will submit the annual monitoring reports to Cabinet. The reports will also recommend any revisions that may be required to the policy, including where the policy needs to be further strengthened or communicated."}, {"text_block_id": "p95_b832", "text": "The policy will be reviewed in the third year of operation (2014). After two annual reports, a fuller report will be submitted to review progress over the first three years and recommend issues for the review of the Policy in the fourth year. The Parliamentary Standing Committee on Environment and Development Planning shall provide advice during the review of the implementation of the National Environment Policy."}, {"text_block_id": "p96_b833", "text": "annex 1"}, {"text_block_id": "p96_b834", "text": "suMMary oF Policies"}, {"text_block_id": "p98_b835", "text": "annex 2"}, {"text_block_id": "p98_b836", "text": "environMental resPonsibilities WitHin GovernMent"}, {"text_block_id": "p100_b837", "text": "aCronyms"}], "document_description": "The National Environment Policy is a comprehensive document intertwining all aspects of environment conservation and sustainable development, including climate change mitigation and adaptation. It notably aims at strengthening the country's efforts into 1) low-carbon transportation, 2) forestry conservation and afforestation projects, 3) clean energy and energy efficiency, notably in buildings, and 4) encourage research and innovation."}