{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Malta", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "National Transport Strategy 2050", "document_country_code": "MLT", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2014", "document_keyword": "Transportation", "document_url": "https://cdn.climatepolicyradar.org/MLT/2014/MLT-2014-12-25-National Transport Strategy 2050_0b7bb6ac6629045a1680663c38ca0984.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL TRANSPORT STRATEGY"}, {"text_block_id": "p2_b2", "text": "NATIONAL TRANSPORT STRATEGY 2050"}, {"text_block_id": "p3_b3", "text": "Client: Transport Malta"}, {"text_block_id": "p3_b4", "text": "Transport Planning Unit"}, {"text_block_id": "p3_b5", "text": "Integrated Transport Strategy Directorate"}, {"text_block_id": "p3_b6", "text": "Email: tpu.tm@transport.gov.mt"}, {"text_block_id": "p3_b7", "text": "Development of a National Transport Model Supporting Strategy Development in Malta:"}, {"text_block_id": "p3_b8", "text": "National Transport Strategy, 2050"}, {"text_block_id": "p3_b9", "text": "Contractor: Ineco-Systematica Consortium"}, {"text_block_id": "p4_b10", "text": "Revision Details"}, {"text_block_id": "p4_b11", "text": "Please cite this document as:"}, {"text_block_id": "p4_b12", "text": "Transport Malta (2016)"}, {"text_block_id": "p4_b13", "text": "National Transport Strategy 2050"}, {"text_block_id": "p5_b14", "text": "CONTENTS"}, {"text_block_id": "p9_b15", "text": "FIGURES"}, {"text_block_id": "p11_b16", "text": "TABLES"}, {"text_block_id": "p12_b17", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p12_b18", "text": "Following its establishment in 2010 under Chapter 499 of the laws of Malta (Authority for Transport in Malta Act (Act XV of 2009)), the Authority for Transport in Malta embarked on preparations to establish a strategic approach to transportation which would integrate the planning of the different transportation sectors."}, {"text_block_id": "p12_b19", "text": "These preparations laid the ground for the development of an integrated National Transport Strategy (NTS) with a time horizon of 2050 together with a Transport Master Plan (TMP) with a time horizon of 2025. The NTS consists of a vision outlining where Malta wants to be in the long term, the strategic goals, the strategic direction on how to get there and the indicators necessary to measure the progress of this strategy."}, {"text_block_id": "p14_b20", "text": "VISION"}, {"text_block_id": "p14_b21", "text": "The national vision guiding the formulation of this transport strategy is:"}, {"text_block_id": "p14_b22", "text": "‘To provide a sustainable transport system which is efficient, inclusive, safe, integrated and reliable for people and freight, and which supports attractive urban, rural and coastal environments and communities where people want to live and work: now and in the future’"}, {"text_block_id": "p15_b23", "text": "WHAT IS"}, {"text_block_id": "p15_b24", "text": "THE PURPOSE OF THE"}, {"text_block_id": "p15_b25", "text": "NATIONAL TRANSPORT STRATEGY?"}, {"text_block_id": "p15_b26", "text": "This National Transport Strategy creates the strategic framework for the development of Transport Master Plans. The Transport Master Plan in turn provides the planning framework for implementing measures which could take the form of policies, action plans or measures that are shorter term in nature. The interaction of the various documents and their respective timelines is shown in Figure i."}, {"text_block_id": "p15_b27", "text": "Figure i."}, {"text_block_id": "p15_b28", "text": "Purpose of this Document"}, {"text_block_id": "p16_b29", "text": "HIERARCHY"}, {"text_block_id": "p16_b30", "text": "The National Transport Strategy is naturally a high level, longer term document, in this case with a time horizon of 2050. The “National Transport Strategy guides Transport Master Plans that are medium term and usually 10 years in duration, in this case with a time horizon of 2025.”"}, {"text_block_id": "p16_b31", "text": "Figure ii."}, {"text_block_id": "p16_b32", "text": "Hierarchy of the Strategic and Planning Framework"}, {"text_block_id": "p17_b33", "text": "THE LOGICAL FRAMEWORK"}, {"text_block_id": "p17_b34", "text": "OF THE NATIONAL"}, {"text_block_id": "p17_b35", "text": "TRANSPORT STRATEGY"}, {"text_block_id": "p17_b36", "text": "The National Transport Strategy has a logical framework of goals, guiding principles, targets and monitoring. This is shown in Figure iii."}, {"text_block_id": "p17_b37", "text": "Figure iii."}, {"text_block_id": "p17_b38", "text": "The logical framework of the Strategy"}, {"text_block_id": "p18_b39", "text": "WHAT THE"}, {"text_block_id": "p18_b40", "text": "NATIONAL TRANSPORT STRATEGY DOCUMENT CONTAINS"}, {"text_block_id": "p18_b41", "text": "Chapter 1"}, {"text_block_id": "p18_b42", "text": "of this document presents the Strategic Context and Planning Framework for the National Transport Strategy. It provides a review of National and European Strategic Policy."}, {"text_block_id": "p18_b43", "text": "The tools used to elaborate the National Transport Strategy also include in-depth analyses of internal and external factors influencing the transportation system, as well as of the development of trends on an international, national and local level. This analysis is summarised in"}, {"text_block_id": "p18_b44", "text": "Chapter 2"}, {"text_block_id": "p18_b45", "text": "."}, {"text_block_id": "p18_b46", "text": "Chapter 3"}, {"text_block_id": "p18_b47", "text": "presents the Vision and Strategic Goals which have been defined for the strategy based on the analyses in Chapter 2 and the strategic review in Chapter 1."}, {"text_block_id": "p18_b48_merged_merged", "text": "In Chapter 4 we set out the Guiding Principles for the Transport Master Plan. For each strategic goal a number of aspects have been developed to further explain the intention of each goal. Chapter 5 concludes this document by identifying long term targets and the requirement to monitor progress of the Transport Master Plans that are established by Government to meet the strategic goals of this National Transport Strategy."}, {"text_block_id": "p21_b51", "text": "01.1"}, {"text_block_id": "p21_b52", "text": "NATIONAL AND STRATEGIC CONTEXT"}, {"text_block_id": "p21_b53", "text": "Transport plays a major role in the development of every modern society as a means for economic development and a prerequisite for achieving social and regional cohesion. The transport sector in Malta is particularly important as it is a crucial aspect of competitiveness of the national economy, provides access to services to its citizens and has to fit in the most complex constraints of space and population density of any EU country."}, {"text_block_id": "p21_b54", "text": "Malta is located in the central Mediterranean Sea and consists of an archipelago of five islands: Malta being the largest followed by Gozo, Comino, Cominotto (Kemmunett) and Filfla; the latter two being uninhabited islets. The population of Malta at the end of 2013 was approximately 425,000 including approximately 31,400 Gozo residents"}, {"text_block_id": "p21_b55", "text": ". Being the smallest EU member state with an area of only 316 square kilometres, Malta has a population density of more than 1,320 inhabitants per km2, or over 10 times the EU country average."}, {"text_block_id": "p21_b56", "text": "Malta is served by one international Airport which provides the main gateway for people movements to and from Malta. In 2014, there were over 4.3m passenger movements at Malta International Airport"}, {"text_block_id": "p21_b57", "text": ". The airport also provides logistic services and transports freight and goods."}, {"text_block_id": "p21_b58", "text": "There are two international ports in Malta: Valletta and Marsaxlokk, and they provide for a combination of leisure, freight, industry and fishing services."}, {"text_block_id": "p21_b59", "text": "These ports handle most of the goods that are imported and exported to and from Malta.  In 2014, almost 2.3m tonnes of unitised cargo were unloaded and approximately 630,000 tonnes of cargo loaded in Malta’s TEN-T ports"}, {"text_block_id": "p21_b60", "text": "."}, {"text_block_id": "p21_b61", "text": "These key airport and maritime port transport infrastructures, as well as the inter-modal arterial road connection between Marsaxlokk, Luqa and Valletta represent Malta’s TEN-T Core network which now forms part of the ScandinavianMediterranean European Corridor."}, {"text_block_id": "p21_b62", "text": "The TEN-T Core Network is complemented by a TEN-T Comprehensive network which comprises the main domestic ports used in inter-island ferry transport and the primary roads which link regions of Malta and Gozo to the TEN-T Core network."}, {"text_block_id": "p21_b63", "text": "As an archipelago of islands, ferry services are an important mode of transport. The ferry connection between Malta and Gozo transports both passengers and goods. In 2014 over 4.6m passengers and approximately 1.0m vehicles were transported by the Malta-Gozo ferry service"}, {"text_block_id": "p21_b64", "text": "5"}, {"text_block_id": "p21_b65", "text": "."}, {"text_block_id": "p21_b66_merged_merged_merged_merged_merged", "text": "Domestic transport in Malta is predominately served by road. Private car ownership and usage is high in Malta with the number of private car vehicle registrations at the end of 2014 standing at 257,000 out of a total of 335,000 total vehicle registrations. The resulting private car ownership rate of approximately 619 licensed private vehicles per 1000 population is one of the highest of the 28 European Union (EU) member states. Most internal movement of freight is mainly by road."}, {"text_block_id": "p22_b69", "text": "Figure 1."}, {"text_block_id": "p22_b70", "text": "Alignment of Scandinavian-Mediterranean Corridor"}, {"text_block_id": "p23_b71", "text": "Traffic volumes on the TEN-T road network range from below 10,000 Annual Average Daily Traffic (AADT) in rural areas, to 100,000 on the more congested areas. The TEN-T section north of Valletta to Cirkewwa is generally between 15,000 and 20,000 AADT"}, {"text_block_id": "p23_b72", "text": "."}, {"text_block_id": "p23_b73_merged_merged", "text": "Public transport in Malta consists mainly of a network of buses operated by a private company under a concession contract. The bus service performs a vital social and economic service and many routes are well patronised. Cross harbour passenger ferry services were introduced across the Grand Harbour and re-introduced for the Sliema-Valletta route in 2012. Malta has no railways or inland waterways. The National Transport Strategy (NTS) is intended to set the basis for transport policy in Malta. A well"}, {"text_block_id": "p23_b75", "text": "designed and successfully applied transport policy contributes to improving the quality of life while preserving the environment and safeguarding public health. However, this policy needs to set strategic goals and approaches for the long term based on research, a clear understanding of the issues and challenges currently facing the transport sector, as well as a scenario analysis of the future situation. This document aims to outline a long term vision and provide strategic direction for the development of the transportation system up to 2050. All existing Government strategic documents for each sector have been taken into consideration and in turn, following its approval and publication, future sectoral policy and development plans should take into account relevant policies and plans arising from this National Transport Strategy."}, {"text_block_id": "p23_b76", "text": "Figure 2."}, {"text_block_id": "p23_b77", "text": "Strategic Transportation Planning Framework"}, {"text_block_id": "p24_b78", "text": "Figure 2 outlines the proposed framework for transport planning and policy making in Malta and illustrates the relation of the National Transport Strategy to the EU and National Strategies and policy making. Given the high level of inter-dependency between transport and land use planning, specific reference is made to the recently published national Strategic Plan for the Environment and Development. The Transport Master Plan will define the medium and short-term programmes which will be based on the strategic priorities set out in the NTS. Medium-term programmes (10 years) will schedule the measures (activities, projects and tasks) for present and future administrations, including implementation plans for the current operational programming period (2014-2020). The next section outlines the European Transport Policy which informs this strategic document."}, {"text_block_id": "p24_b79", "text": "01.2"}, {"text_block_id": "p24_b80", "text": "EUROPEAN TRANSPORT POLICY"}, {"text_block_id": "p24_b81", "text": "Transport plays a major role in the development of every modern society as a means for economic development and a prerequisite for achieving social and regional cohesion. The transport sector in Malta is particularly important as it is a crucial aspect of competitiveness of the national economy, provides access to services to its citizens and has to fit in the most complex constraints of space and population density of any EU country."}, {"text_block_id": "p24_b82", "text": "1.2.1"}, {"text_block_id": "p24_b83", "text": "THE WHITE PAPER - ROADMAP TO A SINGLE EUROPEAN TRANSPORT AREA - TOWARDS A COMPETITIVE AND RESOURCE EFFICIENT TRANSPORT SYSTEM (2011)"}, {"text_block_id": "p24_b84", "text": "This roadmap of 40 concrete initiatives for the period 2011-2020 was developed by the European Commission to guide the building of a competitive transport system that will increase mobility, remove major barriers in key areas and fuel growth and employment for the European Union.  The Transport 2050 roadmap to a Single European Transport Area sets out to remove major barriers and bottlenecks in many key areas across the fields of: transport infrastructure and investment, innovation and the internal market."}, {"text_block_id": "p24_b85", "text": "The aim is to create a Single European Transport Area with more competition and a fully integrated transport network which links the different modes with the aim of facilitating a profound shift in transport patterns for passengers and freight. To this purpose, the EU roadmap puts forward 40 concrete initiatives at EU level for the next decade."}, {"text_block_id": "p24_b86", "text": "The Transport 2050 roadmap sets different goals for different types of journey - within cities, between cities, and long distance."}, {"text_block_id": "p24_b87", "text": "1.2.2"}, {"text_block_id": "p24_b88", "text": "ROAD TRANSPORT AND INTELLIGENT TRANSPORT SYSTEMS"}, {"text_block_id": "p24_b89", "text": "The main objective of the European transport policy is to create a sustainable transport system, matching the economic and public needs of society and favouring the further development of an integrated and competitive Europe. Improved integration between transport modes can be achieved by accelerating the development and commissioning of innovative technological solutions which will contribute to improving"}, {"text_block_id": "p25_b90", "text": "the overall efficiency of the transport system. One of these innovative solutions is the application of information and communication technologies for creating intelligent transport systems (ITS), which is emerging as a major contributor towards optimising the utilisation of integrated transport networks, to improving safety and security of transport, to increasing mobility, to reducing the negative impact on the environment and climate, and raising the energy efficiency.  At the same time, ITS supports the functioning of the domestic market, and raises competitiveness and employment."}, {"text_block_id": "p25_b91", "text": "In line with the objectives of this policy, the European Commission drafted an Action plan for the deployment of Intelligent Transport Systems in Europe supported by a Directive"}, {"text_block_id": "p25_b92", "text": "laying down the framework for the deployment of Intelligent Transport Systems in the field of road transport and for interfaces with other transport modes. Four priority areas have been identified: optimal use of road, traffic and travel data, continuity of traffic and road freight management ITS services, ITS road safety and security applications and linking the vehicle with the transport infrastructure."}, {"text_block_id": "p25_b93", "text": "1.2.3"}, {"text_block_id": "p25_b94", "text": "MARITIME TRANSPORT"}, {"text_block_id": "p25_b95", "text": "In 2009, the European Commission presented the main strategic objectives for the European maritime transport system up to 2018"}, {"text_block_id": "p25_b96", "text": ", identifying key areas where action by the EU will strengthen the competitiveness of the sector while enhancing its environmental performance."}, {"text_block_id": "p25_b97", "text": "With a 10-year horizon, the objectives are set in the broader context of the EU Transport Policy and recommended actions to ensure the:"}, {"text_block_id": "p25_b98", "text": "With a 10-year horizon, the objectives are set in the broader context of the EU Transport Policy and recommended actions to ensure the:\n* ability of the maritime transport sector\n* long-term competitiveness of the EU"}, {"text_block_id": "p25_b102_merged_merged_merged", "text": "The further development of the EU Internal Market policy to the wider to intra-EU maritime transport as the “EU maritime transport space without barriers” aims to eliminate or simplify administrative procedures in intra-EU maritime transport. In doing so, the attractiveness for maritime transport is enhanced and its efficiency and competitiveness is reinforced, at the same time contributing to improved protection of the environment."}, {"text_block_id": "p26_b104", "text": "1.2.4"}, {"text_block_id": "p26_b105", "text": "AIR TRANSPORT"}, {"text_block_id": "p26_b106", "text": "EU policy relating to air transport aims to address four key areas:"}, {"text_block_id": "p26_b107", "text": "EU policy relating to air transport aims to address four key areas:\n* Single Market - gradual liberalisation\n* External Aviation â development of a\n* Single European Sky â dealing with\n* SESAR - the air traffic management"}, {"text_block_id": "p26_b115", "text": "In 2011, the Commission’s High Level Group on Aviation Research published a report on Europe’s Vision for Aviation – Flightpath 2050"}, {"text_block_id": "p26_b116", "text": "which aims to ensure that “the European aviation community leads the world in sustainable aviation products and services meeting the needs of EU citizens and society”. The aviation sector continues to be challenged by the need to address environmental and climate change targets. Within the globalised business of aviation, the EU is seeking bi- and multilateral agreements that both address these environmental needs and that of the users of the aviation sector."}, {"text_block_id": "p26_b117", "text": "1.2.5"}, {"text_block_id": "p26_b118", "text": "URBAN TRANSPORT"}, {"text_block_id": "p26_b119", "text": "Over 60% of EU citizens live in urbanised areas, living and working in the same space, and sharing the same infrastructure. Efficient and effective urban transport can significantly contribute to achieving objectives in a wide range of policy domains for which the EU has an established competence. The success of policies and policy objectives that have been agreed at EU level, for example on the efficiency of the EU transport system, socio"}, {"text_block_id": "p26_b120", "text": "-"}, {"text_block_id": "p26_b121", "text": "economic objectives, energy dependency, or climate change, partly depends on actions taken by national, regional and local authorities. Mobility in urban areas is also an important facilitator for growth and employment and for sustainable development across the European Union."}, {"text_block_id": "p26_b122_merged_merged_merged", "text": "In 2009, the European Commission published its Action Plan on urban mobility as a result of the follow up to the mid-term review of the 2001 Transport White Paper ‘European transport policy for 2010: time to decide’. The Action Plan proposed twenty measures to encourage and help local, regional and national authorities in achieving their goals for sustainable urban mobility. These were successfully implemented in 2012."}, {"text_block_id": "p26_b124", "text": "In December 2013, the Commission presented an urban mobility package, consisting of the Communication “Together towards competitive and resource-efficient urban mobility” (COM(2013)913) and annexed Staff Working Documents on specific, urban-mobility related topics, as follows:"}, {"text_block_id": "p27_b125", "text": "In December 2013, the Commission presented an urban mobility package, consisting of the Communication “Together towards competitive and resource-efficient urban mobility” (COM(2013)913) and annexed Staff Working Documents on specific, urban-mobility related topics, as follows:\n* A call for smarter urban vehicle access\n* A call to action on urban logistics\n* Targeted action on urban road safety\n* Mobilising Intelligent Transport Systems"}, {"text_block_id": "p27_b133", "text": "With the urban mobility package, the Commission set out how it will continue and reinforce its support for local action on urban mobility between 2014 and 2020. As part of this package the commission is actively promoting the concept of Sustainable Urban Mobility Plans as a tool for supporting sustainable urban mobility."}, {"text_block_id": "p27_b134", "text": "1.2.6"}, {"text_block_id": "p27_b135", "text": "FURTHER DEVELOPMENT OF THE TEN-T"}, {"text_block_id": "p27_b136", "text": "While traditional transport infrastructures have been developed for national policy requirements, a clear need to establish a single, multimodal network that integrates land, sea and air transport networks throughout the Union became evident."}, {"text_block_id": "p27_b137", "text": "The EU aims to develop an efficient TransEuropean Transport Network (TEN-T) as a key element for competitiveness and employment in Europe, by developing a dual layer network structure, comprising a comprehensive and a core network."}, {"text_block_id": "p27_b138_merged", "text": "The comprehensive network as defined in Regulation (EU) 1315/2013 represents the basic layer of the TEN-T and includes components for all transport modes – rail, road, inland waterway, air and maritime as well as their connecting points and"}, {"text_block_id": "p27_b140", "text": "corresponding traffic information and management systems. The core network represents the strategically most important nodes and links of the trans-European transport network. It is multi-modal (including all transport modes and their connections as well as relevant traffic management systems) and the infrastructure included in this network will be a subset of the comprehensive network. The Core Network is to be completed by 2030 while the Comprehensive Network is to be completed by 2050."}, {"text_block_id": "p27_b141", "text": "Malta’s TEN-T Core Network forms part of the Scandinavian-Mediterranean Corridor which is an inter-modal crucial north-south axis for the European economy. Crossing the Baltic Sea from Finland to Sweden and passing through Germany, the Alps and Italy, it links the major urban centres and ports of Scandinavia and Northern Germany to continue to the industrialized high production centres of Southern Germany, Austria and Northern Italy further to the Italian ports and Valletta. This north–south corridor will integrate Priority Projects (1, 11, 12 and 20), ERTMS corridor B and Rail Freight Corridor 3. The last section connects Italy with Malta via Motorways of the Sea. Projects on the Core Network are therefore eligible for EU funding under the Connecting Europe Facility. A number of priority projects have already been identified as eligible under this fund."}, {"text_block_id": "p28_b142", "text": "1.2.7"}, {"text_block_id": "p28_b143", "text": "EUROPEAN COMMISSION PROGRAMMING PERIOD AND COHESION AND STRUCTURAL FUNDS"}, {"text_block_id": "p28_b144", "text": "1.2.7.1"}, {"text_block_id": "p28_b145", "text": "Accession Period 2004-2006"}, {"text_block_id": "p28_b146", "text": "Malta joined the EU in 2004 and under Cohesion Policy 2004-2006 envisaged an urgent need to address the socio-economic infrastructure, in particular the environment and transport sectors. The paramount importance of achieving economic competitiveness and ensuring sustainable environment remain important cornerstones of Malta’s development objectives for the next round of Cohesion Policy"}, {"text_block_id": "p28_b147", "text": "."}, {"text_block_id": "p28_b148", "text": "Three national objectives were identified for the period 2004 – 2006, namely: to promote an open and competitive economy; to ensure that the growth in social and economic development is spread equitably across the Maltese Islands, both socially and geographically; and to promote a sustainable use of the environment and to assist in the implementation of EU environmental directives and regulations"}, {"text_block_id": "p28_b149", "text": "17"}, {"text_block_id": "p28_b150", "text": "."}, {"text_block_id": "p28_b151", "text": "1.2.7.2"}, {"text_block_id": "p28_b152", "text": "Programming Period 2007-2013"}, {"text_block_id": "p28_b153", "text": "The National Strategic Reference Framework was the result of an extensive assessment of the country’s needs and challenges, setting strategic objectives for development for the medium and longer term. It provided the goals and the strategic framework for"}, {"text_block_id": "p28_b154", "text": "the operational programmes that were developed, and structural funds committed, for the 2007-2013 period."}, {"text_block_id": "p28_b155", "text": "Through the Cohesion Fund and European Regional Development Fund, Malta, with the support of EU co-financing had implemented a number of transport infrastructure and mobility projects."}, {"text_block_id": "p28_b156_merged_merged_merged", "text": "The National Strategic Reference Framework had identified improving and expanding the transport infrastructure (including TEN-T) and sustainable mobility as one of the means to “Improving Malta’s attractiveness and Quality of Life”.  It also considered that accessibility and inter-island transport would be important in addressing Gozo’s regional distinctiveness."}, {"text_block_id": "p28_b159", "text": "1.2.7.3"}, {"text_block_id": "p28_b160", "text": "Programming Period 2014-2020"}, {"text_block_id": "p28_b161", "text": "Under Regulation (EU) No 1303/2013 laying down common provisions for European Structural and investment funds (ESIF), Member States seeking to participate in ESIF funding instruments (including Cohesion Fund and European Regional Development Fund) are required to fulfil a set of ex-ante conditions (Annex XI) of which the thematic ex-ante objective 7, related to transport, specifically “Promoting sustainable transport and removing bottlenecks in key network infrastructures” requires that Member States evidence:"}, {"text_block_id": "p29_b162", "text": "7.1 Transport: The existence of a comprehensive plan or plans or framework or frameworks for transport investment in accordance with the Member States’ institutional set-up (including public transport at regional and local level) which supports infrastructure development and improves connectivity to the TEN-T comprehensive and core networks, (and)"}, {"text_block_id": "p29_b163", "text": "7.3. Other modes of transport, including inland-waterways and maritime transport, ports, multimodal links and airport infrastructure: the existence within the comprehensive transport plan or plans or framework or frameworks of a specific section on inland-waterways and maritime transport, ports, multimodal links and airport infrastructure, which contribute to improving connectivity to the TEN-T comprehensive and core networks and to promoting sustainable regional and local mobility."}, {"text_block_id": "p29_b164", "text": "The comprehensive transport plan is expected to provide a clear fixed methodological approach that takes into consideration a wide range of stakeholder interest to establish the necessary framework for:"}, {"text_block_id": "p29_b165", "text": "The comprehensive transport plan is expected to provide a clear fixed methodological approach that takes into consideration a wide range of stakeholder interest to establish the necessary framework for:\n* prioritisation of investments in the core\n* a realistic and mature project pipeline"}, {"text_block_id": "p29_b169", "text": "In relation to the ex-ante conditionality for railways and inland-waterways, as Malta does not have these transportation modes, these sections of the thematic areas do not apply. The National Transport Strategy and the Transport Master Plan which will be developed by Malta under the transportation planning framework outlined in the previous section will fulfil this ex-ante conditionality requirement."}, {"text_block_id": "p29_b170", "text": "A strategic environmental assessment of the Transport Master Plan will be carried out."}, {"text_block_id": "p29_b171_merged", "text": "An important criterion required to be fulfilled in ex-ante conditionalities 7.1 and 7.3, relates to the identification and outlining of measures to strengthen capacity of intermediary bodies and beneficiaries to deliver the project pipeline."}, {"text_block_id": "p29_b173", "text": "01.3"}, {"text_block_id": "p29_b174", "text": "NATIONAL STRATEGIES AND POLICIES"}, {"text_block_id": "p29_b175", "text": "The National Transport Strategy for Malta (NTS) is based on the analysis of the existing situation (as of 2014) and on the trends for development, as well as on factors, which are internal or external for the sector. The National Transport Strategy therefore takes into account the specific domestic conditions and needs as outlined in Chapter 2, as well as other national strategies and sectoral policy documents. The following documents have provided the guiding framework for the development of the strategy:"}, {"text_block_id": "p30_b176", "text": "The National Transport Strategy for Malta (NTS) is based on the analysis of the existing situation (as of 2014) and on the trends for development, as well as on factors, which are internal or external for the sector. The National Transport Strategy therefore takes into account the specific domestic conditions and needs as outlined in Chapter 2, as well as other national strategies and sectoral policy documents. The following documents have provided the guiding framework for the development of the strategy:\n* National Reform Program under the Europe 2020 Strategy, 2014\n* Strategic Plan for Environment and Development, 2015\n* Aviation Policy for Malta 2014-2020\n* Consultation Operation Programme, 2014\n* National Strategy for the Introduction of Electro mobility in Malta and Gozo, 2012\n* National Environment Policy 2012 â 2020\n* National Tourism Policy 2012 â 2016\n* Gozo Tourism Policy 2012-2016\n* A Healthy Weight for Life: A National Strategy for Malta 2012-2020\n* Vision 2015\n* National Strategic Reference Framework 2007 â 2013\n* Operational Programme I 2007 â 2013\n* Operational Programme II 2007 â 2013\n* Operational Programme I 2014 â 2020\n* A Structure Plan for the Maltese Islands, 1990\n* The National Energy Policy for the Maltese Islands, 2012\n* National Climate Change Adaptation Strategy, 2010\n* National Renewable Energy Policy, 2006\n* Sustainable Land Transport: White Paper, 2003\n* National Sustainable Development Strategy, 2006\n* National Strategy for Cultural Heritage, 2006\n* National Strategy for Policy and Abatement Measures relating to the reduction of\n* Cultural Policy, 2011\n* National Biodiversity Strategy and Action Plan 2012-2020\n* A Report on Maltaâs Creative Economy and a Strategy for the Cultural and Creative\n* Active Labour Market Policy, 2012"}, {"text_block_id": "p30_b228", "text": "The above documents have been reviewed and the following table summarizes their content in relation to the National Transport Strategy."}, {"text_block_id": "p34_b229", "text": "Table 1."}, {"text_block_id": "p34_b230", "text": "Other Strategy Documents in relation to the Transport Strategy"}, {"text_block_id": "p37_b231", "text": "01.4"}, {"text_block_id": "p37_b232", "text": "STRATEGIC PLAN FOR ENVIRONMENT AND DEVELOPMENT (SPED) 2015"}, {"text_block_id": "p37_b233", "text": "Under the Development Planning Act 1992, as amended in 2001, the Malta Environment and Planning Authority is legally obliged to review the Structure Plan to address issues that are relevant now, or that would become relevant over the next 20 years. Since the inception of the Structure Plan in 1990, significant social, demographic and economic changes have taken place necessitating the need for a new policy framework for planning, the environment and development. Many of these changes over the years have had a direct or indirect impact on Malta’s transport system."}, {"text_block_id": "p37_b234", "text": "In 2015 a new planning document which provides strategic guidance for the future development of the Maltese Islands was published the ‘Strategic Plan for the Environment and Development’ (SPED). This strategic plan now replaces the Structure Plan."}, {"text_block_id": "p37_b235", "text": "1.4.1"}, {"text_block_id": "p37_b236", "text": "SPED ANALYSIS"}, {"text_block_id": "p37_b237", "text": "The SPED identifies four key thematic issues which emerged from a synthesis of the National Reform Programme, the Vision 2015, and the National Environment Policy, as well as consultations with Ministries and Government entities and the Structure Plan Review process. These themes are: SocioEconomic Development; Environment; Climate Change and Travel Patterns. The national spatial framework outlined in"}, {"text_block_id": "p37_b238", "text": "the SPED addresses the issues identified through a set of Strategic Objectives which include a set a Thematic Objectives that permeate these four themes as well as a set of Spatial Objectives for Urban, Rural, and Coastal Zone and Marine Areas and Gozo. An exercise was carried out as part of the analysis of strategic national documents whereby, for each objective identified in the SPED, the role which the National Transport Strategy could play in supporting each objective was identified."}, {"text_block_id": "p37_b239", "text": "The detailed analysis is included in Annex 1 of this document and it sets out the key elements from the SPED which have a direct or indirect relationship with the Transportation System. These elements have been taken into account in the development of the National Transport Strategy."}, {"text_block_id": "p37_b240", "text": "01.5"}, {"text_block_id": "p37_b241", "text": "THE NATIONAL TRANSPORT STRATEGY AND TRANSPORT MASTER PLAN"}, {"text_block_id": "p37_b242_merged", "text": "Following its establishment in 2010 under Chapter 499 of the laws of Malta (Authority for Transport in Malta Act (Act XV of 2009)) the Authority for Transport in Malta here in after referred to as Transport Malta, embarked on preparations to develop an integrated National Transport Strategy with a time horizon of 2050."}, {"text_block_id": "p38_b244", "text": "1.5.1"}, {"text_block_id": "p38_b245", "text": "ANALYTICAL AND SCIENTIFIC BASIS FOR PLANNING"}, {"text_block_id": "p38_b246", "text": "A prerequisite for a sound transport strategy is a comprehensive and in-depth analysis of the current situation complemented by a longer term forecast. Most European Union member states implement and operate transport planning and forecasting tools as a basis for their short, medium and long term transport sector strategies. These planning and forecasting tools enable an integrated approach to transport policy development that covers all relevant transport modes, land-use planning, demographic as well as economic processes. In this sense, the National Transport Strategy will set out the long-term vision and strategic direction while the Master Plan will focus on the short to medium term measures."}, {"text_block_id": "p38_b247", "text": "The short to medium term measures will be subjected to technical transport modelling to support the effective selection and prioritisation of investments to be set out in the Transport Master Plan.  This modelling exercise will result in a sustainable multimodal plan for transport covering the period covering up to 2025. The current development of the National Transport Strategy and Transport Master Plan using a transportation modelling process is graphically depicted as follows:"}, {"text_block_id": "p38_b248", "text": "Figure 3."}, {"text_block_id": "p38_b249", "text": "Transport Modelling"}, {"text_block_id": "p38_b250", "text": "as a tool for Strategy"}, {"text_block_id": "p38_b251", "text": "Development"}, {"text_block_id": "p39_b252", "text": "The National Transport Strategy and its associated National Transport Master Plan covers all transport modes in Malta: road (including public transport), maritime, and air for both internal and external transport. Besides the transport modelling, other methods of data gathering, review and analysis were carried out. Figure 4 outlines the process in more detail."}, {"text_block_id": "p39_b253", "text": "Figure 4."}, {"text_block_id": "p39_b254", "text": "Formulation of the National Transport Strategy and Transport Master Plan"}, {"text_block_id": "p39_b255", "text": "1.5.2"}, {"text_block_id": "p39_b256", "text": "DEVELOPMENT OF THE NATIONAL TRANSPORT STRATEGY"}, {"text_block_id": "p39_b257", "text": "The National Transport Strategy (NTS) consists of a vision outlining where Malta would want to be in the long term, the strategic goals and the strategic direction on how to get there and the indicators necessary to measure the progress of this strategy."}, {"text_block_id": "p40_b258", "text": "Malta has committed to a number of EU and international targets, such as those relating to EU2020, air quality or related to climate change (mitigation), road safety, etc. These form part of the strategic and policy direction which have been critically assessed through the NTS development process and are reflected in the strategic goals and guiding principles in Chapters 3 and 4 and through targets set out in Chapter 5."}, {"text_block_id": "p40_b259", "text": "The tools used to elaborate the NTS also include in-depth analyses of internal and external factors influencing the system, as well as of the development trends on an international, national and local level."}, {"text_block_id": "p40_b260", "text": "1.5.3"}, {"text_block_id": "p40_b261", "text": "DEVELOPMENT OF THE TRANSPORT MASTER PLAN"}, {"text_block_id": "p40_b262", "text": "The Transport Master Plan (TMP) will focus on transport sectors including land transport, public transport, ports, ferries and air transport and will include a detailed and prioritised list of measures: studies and works (infrastructure interventions), operational initiatives, policy and regulatory changes, and organisational restructuring and capacity changes - for each sector."}, {"text_block_id": "p41_b263", "text": "In parallel, a Strategic Environmental Assessment (SEA) will be undertaken on the TMP in accordance with legal requirements.  Once initially approved by Government, the SEA process will serve to inform on the Environmental impacts of the Master Plan. The Environmental report will be published for wider public consultation and feedback, prior to the final approval by Government and eventual deployment."}, {"text_block_id": "p41_b264", "text": "The TMP will outline transport investment, regulatory change, safety improvement measures and institutional strengthening required to achieve the transport strategy for the period up to 2025. It will also identify the need for further studies or development of action plans in specific areas. The strategic direction for transport will be established in the strategy and will also define both quantitative and qualitative indicators to assess impacts. The targets for these indicators will be established in the TMP."}, {"text_block_id": "p41_b265", "text": "The TMP will fulfil the ex-ante conditionality under Regulation (EU) No 1303/2013 objective 7, related to transport, specifically “Promoting sustainable transport and removing bottlenecks in key network infrastructures”."}, {"text_block_id": "p41_b266_merged", "text": "The TMP will be developed according to the strategic goals set out in the strategy and will cover initiatives including infrastructure, telematic applications, modal integration, road safety, modal shift, etc. The constraints, costs, affordability, social and environmental impact of particular interventions to address transport issues (e.g. capacity shortfall and congestion) will be tested, appraised and prioritised."}, {"text_block_id": "p41_b268", "text": "For each scenario, the plan will determine expected costs, benefits and revenues generated by the transport sector, costs to maintain the infrastructure, and the impact of the plan on government budget and consideration of any non-government financial support or non-financial guarantees required."}, {"text_block_id": "p41_b269", "text": "Operational aspects of the different sectors identified in the TMP will also be taken into account, with a view to improving interoperability, efficiency, safety and cost. Actions contemplated under the TMP will be subjected to multi-criteria analysis, socioeconomic cost/benefit analysis demonstrating financial feasibility and potential funding sources, environmental impact, and state aid assessment."}, {"text_block_id": "p41_b270", "text": "1.5.4"}, {"text_block_id": "p41_b271", "text": "DEVELOPMENT OF THE TRANSPORT MODEL"}, {"text_block_id": "p41_b272", "text": "1.5.4.1"}, {"text_block_id": "p41_b273", "text": "Past Passenger Transport Models"}, {"text_block_id": "p41_b274", "text": "Analysis and assessment of the current and future situation in Malta is required to be carried out so as to be able to test and refine the projects and measures identified for assessment as part of the TMP development process. The previous model developed in the late 1990s was developed in TRIPS (Citilabs). Figure 6 shows the extent of the zone system of the previous national model."}, {"text_block_id": "p42_b275", "text": "Figure 6."}, {"text_block_id": "p42_b276", "text": "Previous National"}, {"text_block_id": "p42_b277", "text": "Transport Model Zones (Source: Transport Malta,"}, {"text_block_id": "p42_b278", "text": "2012)"}, {"text_block_id": "p42_b279", "text": "1.5.4.2"}, {"text_block_id": "p42_b280", "text": "Developing a Multi-modal National"}, {"text_block_id": "p42_b281", "text": "Transport Model"}, {"text_block_id": "p42_b282", "text": "For current transportation planning needs, a multimodal national transport Model has been constructed to inform policy and provide an integrated transport analysis. The model will be used for the testing and appraisal of transport scenarios and provision of transport forecasts which will be used to refine the TMP for Malta. Another key application of the model is to produce outputs for more detailed local or project models as input into the engineering design process, economic and financial analysis, environmental assessment, and"}, {"text_block_id": "p42_b283", "text": "for monitoring of projects.  The outputs of the transport model will also be inputs for national climate change and air quality models utilised by the respective agencies."}, {"text_block_id": "p42_b284", "text": "The selection, appraisal, affordability and prioritisation of investments – including the MCA methodology – will be refined and developed as part of this project and will take account of prior stages of work on the NTS, national transport model and forecasting."}, {"text_block_id": "p43_b285", "text": "Figure 7."}, {"text_block_id": "p43_b286", "text": "Development of the"}, {"text_block_id": "p43_b287", "text": "Master Plan using the National Transport model"}, {"text_block_id": "p43_b288", "text": "Figure 7 shows the relationship between the different components of the development of the NTS and NTM, and shows the iterative interaction between the NTM and the TMP."}, {"text_block_id": "p47_b289", "text": "02.1"}, {"text_block_id": "p47_b290", "text": "CONTEXT OF THE TRANSPORT SECTOR"}, {"text_block_id": "p47_b291", "text": "The transport sector is a strategic part of the structure of a country. Transport affects economic development by influencing the relations between resources, businesses, services and customers, but it also impacts the quality of both the natural and built environment and all its components."}, {"text_block_id": "p47_b292_merged", "text": "The transport sector represents around 9% of the Maltese labour market and ranks among the ten most important sectors affecting Maltese employment. The transport sector also contributed 6.3% to Maltese GVA in 2014."}, {"text_block_id": "p47_b294", "text": "The transport network and services are key to ensure the accessibility of a territory. With Malta being an archipelago of islands, a complete road network is not enough to provide acceptable levels of accessibility. Ferry connections are vital to communicate the different islands, and space restrictions necessitate the efficient prioritisation of public transport services, which are able to move larger numbers of travellers without causing congestion on the road network."}, {"text_block_id": "p47_b295", "text": "Congestion is one of the main problems of Malta and impacts both private vehicles and public transport, as both kinds of services share road infrastructure; it is estimated that with no change to the current transport policy and no additional transport measures being implemented, congestion will cost the economy over €1.28 billion per year in 2050, equating to a loss of 8.2% of Malta’s GDP."}, {"text_block_id": "p47_b296", "text": "Pollution stands out among the environmental impacts of transport. The transport sector is responsible for 21.1% GHG emissions generated"}, {"text_block_id": "p47_b297", "text": "in Malta. In particular, road transport is the main source of particulate matter and noise, and represents important shares in the emissions of a number other pollutants, including nitrogen oxides, volatile organic compounds, ozone, sulphur dioxide, metallic compounds and benzene. These effects - common to road transport in other countries – are especially severe in Malta due to the high car dependency and old car fleet."}, {"text_block_id": "p47_b298", "text": "Therefore, increasing the sustainability of the transport sector is essential to comply with Malta’s commitments and obligations under EU law regarding emissions, renewable energy sources, etc."}, {"text_block_id": "p47_b299", "text": "The impacts of the transport sector on Maltese people are especially acute in the main urban agglomeration. Streets are seen as an extension of the road network and car parking is everywhere. The lack of attractiveness of the urban environment, together with the lack of integration between transport planning and land use development has led to urban sprawl, which makes it even more complicated to provide efficient and effective public transport services. Minimising transport impacts requires a holistic approach, which is missing in Malta nowadays. To this end, long-term planning should be implemented in transport and other areas related to the territory, as well as communication channels between them."}, {"text_block_id": "p47_b300", "text": "This chapter presents the early evolution of Malta’s transport system, key trends and projections for the future of the transport sector."}, {"text_block_id": "p48_b301", "text": "02.2"}, {"text_block_id": "p48_b302", "text": "SETTING THE SCENE: HISTORICAL DEVELOPMENT OF TRANSPORT IN MALTA"}, {"text_block_id": "p48_b303", "text": "02.2.1"}, {"text_block_id": "p48_b304", "text": "EARLY EVOLUTION OF MALTA’S TRANSPORT SYSTEM"}, {"text_block_id": "p48_b305", "text": "Malta’s transport system has greatly evolved over time. Malta’s early network of transport services was originally developed to take local produce to market by foot, boat or by horse, to service the ships in the harbour areas and to facilitate the rapid deployment of military personnel to coastal defence positions."}, {"text_block_id": "p48_b306", "text": "At the end of the 19th century first mechanised forms of land transport were introduced."}, {"text_block_id": "p48_b307", "text": "The construction of a twenty kilometre single track railway connected the capital city of Valletta with the old capital of Mdina."}, {"text_block_id": "p48_b308", "text": "This was quickly followed by the introduction of a tram, powered electrically through overhead wires, which linked Valletta with main towns of Zebbug, Qormi, Birkirkara, Hamrun, Paola, Vittoriosa and Cospicua. Accessibility between settlements in the harbour areas was facilitated through cross-harbour sea transport (left above) with inter-modal connectivity between sea level and city level using karozzini (horse and carriages – centre above) and, following its construction in 1905, a passenger lift Barrakka Lift on the Valletta side of the Grand Harbour (far right above)."}, {"text_block_id": "p48_b309", "text": "Figure 8."}, {"text_block_id": "p48_b310", "text": "Scenes of Transportation Infrastructure in the 1900s"}, {"text_block_id": "p49_b311", "text": "The relative convenience and shorter journey times brought about by rail-based transport had a profound effect on population distribution and on the urban morphology of settlements along their routes. By 1931, however, both rail and tram services had ceased their operations as they could no longer compete with the growing network of omnibus services which were both cheaper to operate and more flexible to adapt to the changes in travel and urban settlement patterns."}, {"text_block_id": "p49_b312", "text": "During the post-war years, the spatial development of urban areas went hand in hand with transport infrastructure development to facilitate connectivity."}, {"text_block_id": "p49_b313", "text": "Road networks in Malta and Gozo were further developed for road-based public transport based on a hub and spoke principle which centred on the respective capitals of Valletta and Victoria. Increased levels of accessibility to Valletta facilitated through bus network and service frequency improvements, combined with the attraction of space availability for new housing, resulted in further urban sprawl away from the inner harbour areas relieving, at the time, the increasingly overcrowded living conditions in the Valletta and Floriana Peninsula."}, {"text_block_id": "p50_b314", "text": "Figure 10."}, {"text_block_id": "p50_b315", "text": "The network of bus routes in the 1950s"}, {"text_block_id": "p50_b316", "text": "Figure 11."}, {"text_block_id": "p50_b317", "text": "The network of bus routes in the 1950s and today’s urban development"}, {"text_block_id": "p51_b318", "text": "The period from 1970 to 1990, saw a doubling of the number of cars on Maltese roads. The corollary to such a rapid increase in private motorisation was the significant drop in public transport patronage, growth of urban residential areas away from the central harbour areas, increased geographical separation between homes and workplaces and increased pressure being exerted on the road network system."}, {"text_block_id": "p51_b319", "text": "Figure 12."}, {"text_block_id": "p51_b320", "text": "Growth in number of cars 1970 - 1990"}, {"text_block_id": "p51_b321_merged", "text": "Much of the traditional road network linking towns and villages was not designed to handle high volumes of vehicles and, as a result of the growth in car ownership levels, several new bypass roads needed to be constructed to alleviate growing traffic problems in the towns and villages with the aim of providing faster routes for inter-regional traffic."}, {"text_block_id": "p52_b324", "text": "For a time, these bypass roads had served their purpose well. But over the years, a weak and ineffective, regulatory framework for planning and development control has not prevented commercial and residential development of land along both sides of several main arterial bypasses. The need to provide junctions and crossing facilities for safety reasons consequently changed the function, speed and capacities of these roads."}, {"text_block_id": "p52_b325", "text": "Figure 14."}, {"text_block_id": "p52_b326", "text": "Evolution of the Qormi Bypass 1970 - 1990"}, {"text_block_id": "p52_b327", "text": "Between 1970 and 1990 inter-island traffic between Malta and Gozo also increased and more vessels were introduced into the ferry service. By 1990, five vessels, including a fast ferry service between Mgarr, Sliema and Sa Maison were being operated, performing an average of 27 round trips per day, carrying 1.93 million passengers and 370,000 cars per year."}, {"text_block_id": "p52_b328_merged", "text": "While Malta’s population had only increased by around 60,000 between 1970 and 1990, the promotion of Malta as a tourist destination had resulted in a 20.5% average annual growth rate in tourist arrivals over the same period. The increase in tourism over this period had catalysed the strengthening of Malta’s external connections through infrastructure investment and facilitation of transport services."}, {"text_block_id": "p53_b330", "text": "Tourists to Malta mainly arrived by air and, towards the end of the 1980s the old airport infrastructure was starting to become a bottleneck to the national plans for the further development of the tourism sector. This combined with increased demand for international travel by residents, had led to the planning of a new airport terminal and upgrade of the airport system (runway, taxiway, parking and air traffic control) to increase operational capacity."}, {"text_block_id": "p53_b331", "text": "Economic growth over this period depended heavily on the efficient freight transport connectivity with mainland Europe to offset any competitive disadvantages resulting from geographical peripherality. Heavy investment in structural improvements to existing cargo handling facilities in the Port of Valletta coupled with the development of the first Mediterranean transhipment hub in the port of Marsaxlokk helped sustain this economic growth."}, {"text_block_id": "p53_b332", "text": "2.2.2"}, {"text_block_id": "p53_b333", "text": "KEY TRENDS SINCE 1990"}, {"text_block_id": "p53_b334", "text": "The national transport strategy framework for the past 25 years was that set out in the 1990 Structure Plan for the Maltese Islands. The Structure Plan aimed to provide a strategic direction and context to guide both Government and the private sector in matters concerning Malta’s development. It contained 320 policies on settlements, the built environment, housing, social and community facilities, commerce and industry, agriculture, minerals, tourism and recreation, transport, urban and rural conservation and public utilities. This was the first time that a holistic plan was prepared to guide development in Malta and Gozo."}, {"text_block_id": "p53_b335", "text": "Figure 15."}, {"text_block_id": "p53_b336", "text": "Road Hierarchy from the Structure Plan for The Maltese Islands (1990) (Source: Planning Authority)"}, {"text_block_id": "p54_b337", "text": "It was drawn up at a time when the stock of private cars in Malta amounted to less than 100,000; however society was already becoming more mobile and increasingly car dependent. At the time, best practice considered that the growth in car ownership levels was coupled with Malta’s economic growth. Similarly, the tourism sector was developing at the time and increasing numbers of visitors to the islands were starting to exert pressure on the operational capacities of Malta’s airport and maritime infrastructures."}, {"text_block_id": "p54_b338", "text": "The transport strategy underpinning the Structure Plan was based on exhaustive data collection and analysis of supply and demand for different transport sectors, as well as an extensive process of public and stakeholder consultation. The strategy contained five main elements relating to surface transport and additional policy elements relating inter-island transport and aviation."}, {"text_block_id": "p54_b339", "text": "The development of the NTS has necessitated the collection, collation and analysis of identical transport data and travel information to that used back in 1990 as the basis for transport strategy development in the Structure Plan. This process has enabled transport planners and policy makers to examine and quantify the changes that have taken place in the Maltese transport system over the last 25 years, to identify trends and to critically assess the effectiveness of past policy measures in achieving their strategic objectives. By doing this, lessons can be learnt from the successes and failures of past transport policies and plans and a more robust transport strategic framework can be developed in the future. The following sections summarise the key trends that have taken place in the transport sector and appraise the effectiveness of the policy elements in the transport strategy of the Structure Plan."}, {"text_block_id": "p54_b340", "text": "2.2.2.1"}, {"text_block_id": "p54_b341", "text": "The better co-ordination of land use and transport"}, {"text_block_id": "p54_b342", "text": "This policy element had aimed to address the increasing spatial separation between home and work place that had resulted from urban sprawl and lack of planning in the development of employment centres. The Structure Plan had assessed different land use options for both housing and employment with a primary view to reducing home-work travel times."}, {"text_block_id": "p54_b343", "text": "The land use strategy finally adopted in the Structure Plan aimed to better match the numbers of homes and jobs in different localities. This would be achieved by locating new houses in localities where there was an excess in jobs over households and vice versa with new jobs. This land use strategy was spatially translated into increasing residential development in the Inner Harbour area while giving greater priority to the establishment of new jobs in the outer residential areas."}, {"text_block_id": "p54_b344", "text": "Within this policy element specific parking principles were applied to land use development with the objective of easing traffic problems. These included: parking restriction measures in Valletta and Floriana, application of parking standards establishing the minimum level of provision of parking spaces for new development in the remaining harbour areas (coupled with the creation of new public car parks) and parking standards for minimum provision of parking spaces to be applied in the rest of Malta."}, {"text_block_id": "p55_b345", "text": "On the whole, the land use and transport strategy advocated in the Structure Plan failed to achieve the desired objectives. The migration of residents moving away from Valletta Peninsula had continued unabated after 1990. Work places had decentralised away from the inner area to outer residential areas however, as access to private cars increased, the proximity of work place to homes had little bearing on the choice of residential areas by home buyers."}, {"text_block_id": "p55_b346", "text": "Since 1990, trip distances have generally increased and travel patterns for commuters between work and home have become more complex. In Malta, travel patterns have moved away from the ‘hub and spoke’ system centring on Valletta and have become highly complex."}, {"text_block_id": "p55_b347", "text": "Figure 16."}, {"text_block_id": "p55_b348", "text": "Evolution of Residences and Employment in Malta 1995-2011 (Source: Planning Authority / TM)"}, {"text_block_id": "p56_b349", "text": "As a consequence, public transport has lost patronage on the busy commuter corridors leading Valletta and successive operators have tried to adapt by providing direct services between homes and other major activities which attract trips.  However, the complexity of travel behaviour today with its fragmented pockets of travel demand renders provision of public transport services, as an alternative to the car, very challenging."}, {"text_block_id": "p56_b350", "text": "2.2.2.2"}, {"text_block_id": "p56_b351", "text": "The improvement of roads and the development of a road hierarchy"}, {"text_block_id": "p56_b352", "text": "The Structure Plan had created a hierarchy of roads in which each element of the hierarchy has a particular function. The highest element in the hierarchy is the arterial network: this takes fast, heavy, longer"}, {"text_block_id": "p56_b353", "text": "distance flows and feeds these to the next level in the hierarchy, the distributor roads, and so on down the hierarchy to local roads and access roads."}, {"text_block_id": "p56_b354", "text": "Policy measures were put in place to safeguard the arterial road network from any future development that could prejudice the function of the road type, or compromise the possibility to increase road capacity through road widening. These measures included the establishment of road design standards, which back in 1990 did not exist."}, {"text_block_id": "p56_b355", "text": "The Structure Plan also put forward a high, medium and low priority works programme for junction and link improvements based on the future forecasting of traffic conditions carried out at the time using land use and transport model."}, {"text_block_id": "p57_b356", "text": "Overall, the strategy policy framework for setting up of a road hierarchy in Malta and Gozo has been successful. The classification of arterial, distributor, local access and access only roads was defined by law and responsibilities for planning, design, construction and maintenance of these roads were assigned at national and local authority levels. Road design standards based on international best practice were drawn up during the late 1990s and have been consistently applied to road projects since that time. The establishment of the functionally strategic road network was further refined and, on Malta’s accession to the European Union, was promulgated into EU legislation through the TEN-T guidelines. This enabled Malta to benefit from EU funding for studies and works to upgrade road transport infrastructure on the TEN-T (see Annex I). Most of the pre-identified road and junction improvements were implemented during the 20 year period following the publication of the Structure Plan. However, only 5km of new roads were actually constructed due to environmental (green-field restrictions) urban and heritage constraints."}, {"text_block_id": "p57_b357", "text": "The policy of safeguarding of land adjacent to strategic single carriageway arterial roads was planned for through creation of buffer zones between the edge of development and the edge of existing road to facilitate their upgrade to dual carriageway. However, this safeguarding policy has largely failed due to the critical sections of buffer zone being released, over the years, for private development as a result of weak development control or court decisions. Similarly, sections of arterial road schemed for road widening in urban areas requiring demolition of houses and businesses never actually took place due to issues of expropriation. Over the last two decades, only 22km of roads (mainly in rural areas) were widened. The failure of this"}, {"text_block_id": "p57_b358", "text": "policy has led to the development of major traffic congestion problems resulting from capacity reduction where dual carriageways bottleneck into single carriageway."}, {"text_block_id": "p57_b359", "text": "2.2.2.3"}, {"text_block_id": "p57_b360", "text": "Effective management of the road system and of the traffic using it, and the control of the impact of both on the environment;"}, {"text_block_id": "p57_b361", "text": "Within this policy element measures targeted better management of the existing road environment to ensure effective, efficient and safe use by all road users, and to complement and minimise the need for new road building."}, {"text_block_id": "p57_b362", "text": "Parking principles were applied to land use development with the objective of easing traffic problems. These included: parking control measures which would seek restraint on peak hour car journeys to the Valletta / Floriana peninsula; the application of parking standards minimum provision of parking spaces for new development in the remaining harbour areas (coupled with the creation of new public car parks) and parking standards for minimum provision of parking spaces to be applied in the rest of Malta."}, {"text_block_id": "p57_b363", "text": "The policy element outlined the need to establish clear priority and to introduce traffic signals at junctions and to develop and introduce bus lanes and bus priority measures where the time savings benefits to bus users would outweigh the cost to other road users."}, {"text_block_id": "p57_b364", "text": "Road safety also featured as a policy priority area with measures including review of speed limits, improved enforcement and introduction of traffic calming measures and environmental management measures in streets."}, {"text_block_id": "p58_b365", "text": "With the exception of the parking restraint policies in Valletta (which were introduced through part of a sustainable urban mobility plan 2006-2010), the land use and parking strategy has failed in its objective to ease traffic problems."}, {"text_block_id": "p58_b366", "text": "The ad hoc application parking principles in the remaining harbour localities and other congested areas and the lack of effective parking control and restraint, over the years, only served to encourage increased car use. This in turn led to an overspill of parking onto roads and the conversion of many urban roads to one-way streets to provide more parking which effectively resulted in the narrowing of urban roads, limiting space for buses, pedestrians and cyclists. The environmental management of roads is generally poor and in most urban areas the allocation of limited road space is prioritised towards the private car, rather than alternative road users such as pedestrians and cyclists."}, {"text_block_id": "p59_b367", "text": "In the mid-1990s traffic signals replaced many critical priority junctions and roundabouts, increasing road capacities and operational efficiency during peaks.  A limited number of bus lanes were also introduced, but not without controversy. Some bus lanes were removed as a result of public pressure."}, {"text_block_id": "p59_b368", "text": "The introduction of rationalised speed limits, speed enforcement and traffic calming measures over the past 25 years has undoubtedly had a positive impact on Malta’s road safety performance. As, although motorisation levels have more than trebled since 1990, the number of road traffic fatalities in that year was the same as in 2014 - one of the lowest rates per capita in the European Union."}, {"text_block_id": "p60_b369", "text": "In hindsight, the policies aimed at restraining peak hour journeys were not sufficiently developed in the Structure Plan.  The traffic profile over a typical weekday has largely remained unchanged since that recorded in the Structure Plan in 1990. The morning peak hour (07.30-08.30hrs) continues to be pronounced and represents around 11% of the total daily trips. The evening peak exhibits a more spreading of traffic loads over the early evening hours in 2014, probably resulting from increased after work activities e.g. transporting children to private school lessons, later shopping hours."}, {"text_block_id": "p60_b370", "text": "Between 1990 and 2014, the number of trips carried out during the AM peak hour has increased from 75,000 to 117,000 (average growth in traffic of 2.3% p.a.). As this traffic is concentrated during a peak hour, this is exerting tremendous pressure on the capacities of road transport infrastructures. The composition of traffic during the AM peak hours has also remained unchanged since 1990, with the private car representing 83% of all traffic on the roads."}, {"text_block_id": "p60_b371", "text": "New roads are being designed to accommodate the private car and traffic volumes during the peak periods.  The ‘Predict and Provide’ approach that was adopted in practice for transport infrastructure provision and the general policy failure to effectively tackle peak hour demand and traffic composition (promotion of alternative modes such as cycling, walking, buses etc.) through appropriate traffic management and parking control measures, has proved to be both expensive for the economy and short-sighted."}, {"text_block_id": "p60_b372", "text": "The future vehicle ownership levels were forecasted in the Structure Plan on the basis of demographic, socio-economic and likely transport trends and policy impacts. As of 2015, it is clear that the 20 year high-growth scenario forecast for Malta’s motorisation was seriously underestimated when compared to the actual growth in vehicle ownership that took place between 1990 and 2010. The reasons for this are various, but are indicative of a general failure of policy and fiscal measures to control growth to more sustainable levels and to decouple vehicle ownership from economic growth."}, {"text_block_id": "p61_b373", "text": "Figure 22."}, {"text_block_id": "p61_b374", "text": "Vehicle Ownership Growth Rates estimated in Structure Plan in 1990"}, {"text_block_id": "p61_b375", "text": "2.2.2.4"}, {"text_block_id": "p61_b376", "text": "Element 4: Improvement of public transport, especially where this can provide reasonable alternative to the car;"}, {"text_block_id": "p61_b377", "text": "The fourth surface transport strategic element concerned public transport.  By 1990, the national bus services (both in Malta and Gozo) were in rapid decline. Service levels had deteriorated substantially due to inherent inflexibilities in the system (which, at the time, was being operated monopolistically in both Malta and Gozo by associations of bus owners) and the lack of re-investment by these owners back into the system."}, {"text_block_id": "p61_b378", "text": "A number of radical policy measures were identified for the overhaul of the service; these included structural measures (such as need to rationalise bus ownership and introduce competition), service quality measures (such as the need to replace buses, introduce direct services away from Valletta, improve fare collection and"}, {"text_block_id": "p61_b379", "text": "ticketing) and infrastructural measures (such as reducing the scale of Valletta bus terminus, improving bus stops / shelters, Park & Ride for Valletta and setting up centralised bus depot and maintenance facilities)."}, {"text_block_id": "p61_b380", "text": "Before 2010, it is fair to say none of the public transport policies set out in the Structure Plan had been introduced. This failure to modernise the bus service contributed to the significant decline in public transport patronage from 40 million passengers in 1990 to 31 million passengers in 2010."}, {"text_block_id": "p62_b381", "text": "Additionally, there was a 13% decrease in modal share of public transport in all parts of the country, with the exception of Valletta which had actually experienced a 9% growth in public transport usage over the same period as a result of the sustainable urban mobility measures introduced in this locality between 2006 and 2010."}, {"text_block_id": "p62_b382", "text": "It was only when the public transport reform took place in 2011 that all of the public transport policies from the Structure Plan could then be introduced."}, {"text_block_id": "p62_b383", "text": "As a result, the downward trend has now been reversed with annual patronage now exceeding 1990 levels. However, this increase in patronage is unlikely to have been the result of a major modal shift from car to public transport."}, {"text_block_id": "p65_b384", "text": "The dispersal of land uses leading to further separation between homes, work and from other activities has meant that many of the travel needs in Malta and Gozo today cannot be cost-effectively catered for by public transport services in the short term and inevitably much of society continues to be car dependant."}, {"text_block_id": "p65_b385", "text": "Figure 24."}, {"text_block_id": "p65_b386", "text": "Bus Patronage 1990 - 2014"}, {"text_block_id": "p65_b387", "text": "2.2.2.5"}, {"text_block_id": "p65_b388", "text": "Element 5: Legal and educational measures aimed at road safety and efficiency of road use"}, {"text_block_id": "p65_b389", "text": "The fifth strategic element concerned the need to improve the driver education and to modernise the legal framework for both road users and road vehicles, as back in 1990 these were at a very rudimentary level. The new legal framework relating to this strategic element was effective."}, {"text_block_id": "p65_b390", "text": "New regulations were introduced for driver training, testing, and licensing, the carriage of dangerous goods by road, wearing of seat belts, speed enforcement and drink driving which, combined with improved awareness and training have all contributed in improved driver behaviour. New requirements which aimed to improve the safety of motor vehicles and environmental performance of vehicles were successfully promulgated through vehicle type approval and vehicle roadworthiness regulations."}, {"text_block_id": "p66_b391", "text": "2.2.3"}, {"text_block_id": "p66_b392", "text": "MARITIME AND AIR TRANSPORT STRATEGIC POLICY ELEMENTS"}, {"text_block_id": "p66_b393", "text": "For maritime links between the two islands, the Structure Plan had advocated a number of options to improve the resilience and reliability of the service, especially in the case of inclement weather. This included improving links from the Inner Harbour region for freight transport, and the introduction of high-speed ferry services in the early 1990s, albeit for a short operational period."}, {"text_block_id": "p66_b394", "text": "There has been heavy investment in port infrastructure and in the ferries operating between the islands. Both the number of ferries and the frequency of ferry services between the islands have been significantly increased over the past 25 years to keep up with passenger demand which rose from 1.6 million in 1990 to nearly 4.4 million in 2013."}, {"text_block_id": "p66_b395", "text": "Policies relating to Malta’s external maritime transport sector had largely focused on the development of the Freeport as a container port with dry bulk facility and on the relocation of heavy port and industrial uses (including oil and gas activities) from Grand Harbour to the Marsaxlokk Bay area. Since 1990 the Freeport was successfully developed as major container port and transhipment facility. Several of the port and industrial activities previously carried out in the congested and highly urbanised Port of Valletta were transferred to Marsaxlokk where more space was available. Interestingly, there were no Structure Plan policies and measures relating to the development of cruise liner services in the Port Valletta. This tourism and transport sector has become very significant over the last 10 years."}, {"text_block_id": "p66_b396", "text": "Sustainable airport operation back in 1990 was a concern. In 1988 the total number of air passenger movements amounted to 1.6 million passengers and, over the 20 year life span of the Structure Plan, had more than doubled to 3.3m. At the time of drafting the Structure Plan, new airport terminal facilities were under construction. With this new air terminal in operation, the Structure Plan had forecasted a low growth scenario of 4% average passenger growth per annum and high growth scenario of 8.4% per annum. This forecasting was fairly accurate as the actual average growth during this period was 5.3% per annum. Flight operations projected for 2010 in the Structure Plan were again very accurately predicted, with the expected and the actual maximum aircraft movement per hour being approximately the same."}, {"text_block_id": "p66_b397", "text": "The Structure Plan had examined the impact of passenger growth on capacities of new airport infrastructure components (airport access and vehicle parking, terminal buildings, aircraft parking, facilities, Runway and taxiway system and airspace). It had accurately predicted that an increase to the operational capacity would be required in the terminal buildings and the number of aircraft stands and a reconfiguration of the taxiways F and C may be required.  Most of these measures to increase airport capacity were carried out in recent years."}, {"text_block_id": "p66_b398", "text": "The Structure Plan had also considered the importance of land use restrictions to ensure that aviation safety and environmental impact outside the airport boundaries continues to be managed sustainably during the lifetime of the plan through establishing a Public Safety Zone. On the whole, the establishment of this public safety zone has achieved its safety and environmental objectives. Safety clearance from the competent authority for aviation is required to be given to any new development application lying within this Public Safety Zone."}, {"text_block_id": "p67_b399", "text": "02.3"}, {"text_block_id": "p67_b400", "text": "TRANSPORT IN MALTA – TODAY"}, {"text_block_id": "p67_b401", "text": "Transport infrastructure in Malta comprises roads, maritime ports and one airport. Whereas land transport is the preferred mode for internal trips, air and maritime transport are essential for inter-island transport and for external communication with other countries."}, {"text_block_id": "p67_b402", "text": "Figure 25."}, {"text_block_id": "p67_b403", "text": "Malta’s TEN-T Network 2014"}, {"text_block_id": "p68_b404", "text": "2.3.1"}, {"text_block_id": "p68_b405", "text": "HOW WE TRAVEL INTERNALLY"}, {"text_block_id": "p68_b406", "text": "The coastal area around the Valletta and Floriana Peninsula (hereinafter referred to as the ‘Valletta Hub’) is a remarkable focus of trips in Malta. When examining the peak hour for internal travel on weekdays between 7:30hrs and 8:30hrs (which accounts for over 11% of the daily travel demand), some 30,000 people movements are observed to involve the Valletta Hub either as an origin or destination of a trip - see Figure 26."}, {"text_block_id": "p68_b407", "text": "Within the Valletta Hub, the Inner Harbour is the main destination (refer to Figure 27) and the main inter-regional connectivity is with the North West region, which accounts for some 68% of people movements to and from the Valletta Hub. There is also significant amount of mobility that takes place solely within the Valletta Hub area, with more than 9,400 short-distance trips occurring within this limited geographical area in the morning peak alone. These trip patterns mainly occur inside the North Inner Harbour and between the North Inner Harbour and the South Inner Harbour."}, {"text_block_id": "p68_b408", "text": "Figure 26."}, {"text_block_id": "p68_b409", "text": "Valletta Hub movements"}, {"text_block_id": "p68_b410", "text": "(AM Peak 07:30-08:30hrs)"}, {"text_block_id": "p69_b411", "text": "Figure 27."}, {"text_block_id": "p69_b412", "text": "Valletta Hub internal movements (AM Peak 07:30-08:30hrs)"}, {"text_block_id": "p69_b413", "text": "However, the Valletta Hub is not the main trip generator and attractor in Malta. The gradual decentralisation of jobs and homes from the Valletta / Floriana peninsula has now led to the North Outer Harbour region which accounts for nearly 34,000 people movements being the most important"}, {"text_block_id": "p69_b414", "text": "attractor and generator of personal trips in the morning. Internal movement within the North Outer Harbour region is also increasing in importance with more than 6,200 people travelling only within this region (Figure 28) during the AM peak."}, {"text_block_id": "p71_b415", "text": "The densities of the peak hour travel movements as illustrated in Figure 29 show that the North Inner Harbour and Peninsula followed by the North Outer Harbour region are the highest and this is also where the spatial impact of transportation is highest. With respect to personal trips between Gozo and other Maltese Regions during the main peak hour, the most important regional relation is with the Northern Region."}, {"text_block_id": "p71_b416", "text": "All these figures refer to the peak hour in the morning, as demand for trips during the afternoon is spread over a longer period, resulting in fewer trips per hour."}, {"text_block_id": "p71_b417", "text": "Private vehicles represent the main mode of transport in Malta, with modal shares that range from 50% (movements inside the peninsula) to 90% (interzonal movements not involving the Harbour). Despite the lower use of private vehicles inside a region, the public transport modal share is not usually over 20%, as soft modes such as walking or cycling have a higher modal share within a region than at a national level due to the relatively short distances of travel. The higher share of public transport (25-30%) is obtained when connecting the Valletta and Floriana peninsula with other regions."}, {"text_block_id": "p71_b418", "text": "2.3.2"}, {"text_block_id": "p71_b419", "text": "LAND TRANSPORT"}, {"text_block_id": "p71_b420", "text": "2.3.2.1"}, {"text_block_id": "p71_b421", "text": "Network"}, {"text_block_id": "p71_b422", "text": "Malta has an extensive road network stretching over 2,400 kilometres of road in 2014. Malta also has one of the densest networks in the world with 762 km of roads in every 100 km2 of land area."}, {"text_block_id": "p71_b423", "text": "Key sections of the Maltese road network form part of the Trans-European Network – Transport (TEN-T) (Figure 30). This network will be developed through a dual-layer structure: the Comprehensive network to ensure the accessibility and connectivity of all regions in the EU; and the Core network (as a subset of the Comprehensive network) which represents the most important nodes and links of the TEN-T, according to traffic needs. The following figure shows the progress of works on the TEN-T in Malta. Both the airport and the international ports of Valletta and Marsaxlokk belong to the Core network, so the road connecting these infrastructures belongs to this category too."}, {"text_block_id": "p71_b424", "text": "DID YOU KNOW THAT, IN 2O14?"}, {"text_block_id": "p71_b425", "text": "Total length of paved road network was 2,41Okm Total length of TEN-T was 112 km Total length of dual carriageways 57.7km Busiest section: Triq Aldo Moro 116,OOO vehicles per day 5 tunnels and 5 bridges more than 5Om in length 7O public electric vehicle charging points 11 roads with speed cameras installed 19 traffic signal junctions Road capital and maintenance expenditure €55m"}, {"text_block_id": "p72_b426", "text": "Roads are also organised according to their function in Strategic roads and Supporting roads. Strategic roads consisting of Arterial roads and Distributor roads represent the backbone of the road network. Secondary roads (Local Access roads) provide access to the different localities (Figure 31). Dual carriageway roads account for 30% of the length of the Arterial and Distributor network."}, {"text_block_id": "p73_b427", "text": "Figure 31."}, {"text_block_id": "p73_b428", "text": "Maltese road network hierarchy"}, {"text_block_id": "p73_b429", "text": "The strategic network is managed by Transport Malta (TM), whereas the maintenance and upkeep of the local network falls within the competence of Local Councils. Both networks are property of the National Government."}, {"text_block_id": "p73_b430", "text": "Revenue generated from road transport taxation, licences and users fees has no direct relationship with the budgets made available by central government for infrastructure works and maintenance. The lack of hypothecation of financial resources for road infrastructure often leads to priority being given to new construction rather than maintenance works."}, {"text_block_id": "p73_b431", "text": "2.3.2.2"}, {"text_block_id": "p73_b432", "text": "Traffic"}, {"text_block_id": "p73_b433_merged", "text": "Despite continued land use decentralisation away from the Valletta hub area, the average length of car trips during the morning peak is quite short - 5.5km, this compares well with commuter journey distances within most other European towns and cities but is much lower when compared at a national level.  The average number car trips made by drivers on a typical weekday in Malta is 3.20 which is notably higher than averages for other selected countries reported in the 2012 JRC study for which daily car trip averages range from 2.4 in Spain to 2.9 trips in France."}, {"text_block_id": "p74_b436", "text": "Around 74% of trips are made by car and bus travel only accounts for 11% of the national modal split. Most car trips are made as drivers, which equates to very low average car occupancy (1.25 people per car). About 50% of trips take less than 15 minutes; business car trips take an average time of 19 minutes which is notably less the average time for sample of countries reported which ranges from 25-30 minutes. Trips by bus take 33.5 minutes on average (excluding time waiting for the bus and walking to and from bus stops)"}, {"text_block_id": "p74_b437", "text": "."}, {"text_block_id": "p74_b438", "text": "The predominance of road transport is confirmed by the high rate of motorisation, which is 759 licensed vehicles/1,000 inhabitants in 2013"}, {"text_block_id": "p74_b439", "text": ". Other features of the private vehicle fleet are the high average vehicle age of 13.6 years (two-thirds of which"}, {"text_block_id": "p74_b440", "text": "are petrol engine) and the low penetration of low-emission technologies (0.22% of the stock of licensed vehicles in 2013)."}, {"text_block_id": "p74_b441_merged_merged_merged", "text": "The comparison between traffic flows and road capacity (Figure 32) indicates that congestion problems during the most critical morning peak hour arise primarily in the central section of the TEN-T network, particularly around Marsa, Santa Venera, Qormi and Kappara, as well as the distributor linkage between the airport and the urban centre of Qormi. There are also congestion problems on certain sections of the roads in the coastal area of Sliema, on the radial axis towards the Valletta / Floriana Peninsula as well as on different urban sections in the Inner Harbour."}, {"text_block_id": "p74_b443", "text": "DID YOU KNOW THAT, IN 2O14?"}, {"text_block_id": "p74_b444", "text": "83% of all traffic in morning peak was made of private cars"}, {"text_block_id": "p74_b445", "text": "Morning peak hour (07.30-0830hrs) 11% of all daily traffic / 117,000 person trips"}, {"text_block_id": "p74_b446", "text": "Average speed of cars in peak hours was 22.4km/h in AM & 24.9km/h in PM"}, {"text_block_id": "p74_b447", "text": "Average journey time by car in morning peak was 19 minutes"}, {"text_block_id": "p74_b448", "text": "Morning peak 35% of all trips were journey to work and 13.5% to education"}, {"text_block_id": "p74_b449", "text": "Average distance travelled by car was 5.5km"}, {"text_block_id": "p74_b450", "text": "Car drivers make an average of 3.20 car trips each day"}, {"text_block_id": "p74_b451", "text": "Modal share of car trips during a typical weekday was 74% of all trips"}, {"text_block_id": "p74_b452", "text": "Average car occupancy was 1.25 persons"}, {"text_block_id": "p74_b453", "text": "Nearly 20% of  households owned 3 or more cars"}, {"text_block_id": "p74_b454", "text": "Average age of cars was 13.6 years (5 years higher than EU average)"}, {"text_block_id": "p74_b455", "text": "Average age of goods carrying vehicles was 18.2 years (2013)"}, {"text_block_id": "p74_b456", "text": "Average of 42 cars were newly registered and average of 7 cars scrapped each day"}, {"text_block_id": "p74_b457", "text": "Less than a third of all licensed cars are diesel engine"}, {"text_block_id": "p74_b458", "text": "Only 0.22% of vehicles in total fleet were low or zero emission"}, {"text_block_id": "p74_b459", "text": "Number of road traffic fatalities was 10"}, {"text_block_id": "p74_b460", "text": "93% population claimed never to cycle"}, {"text_block_id": "p74_b461", "text": "Only 2.7% of car drivers pay for parking at their destination"}, {"text_block_id": "p75_b462", "text": "Road freight movements are mainly related to short-medium range deliveries across the Maltese territory. Traffic with industrial estates/ports/airport, and the transportation of goods between Malta and Gozo accounts for small shares of total freight movement (<10%)."}, {"text_block_id": "p75_b463", "text": "Freight movements are largely concentrated around the central sections of the Maltese TEN-T network, especially across the critical road system of Marsa, Hamrun and Santa Venera (Figure 33). These movements are higher during the AM peak hour."}, {"text_block_id": "p76_b464", "text": "Basic Intelligent Transportation Systems (ITS) have been implemented in recent years to address traffic congestion and safety issues, especially in the main urban agglomeration. However, further steps could be taken to make the most of this technology, such as implementing an asset management system and enforcing regulations."}, {"text_block_id": "p76_b465", "text": "The main impacts of high levels of private vehicle ownership are experienced in the main urban agglomeration where streets are considered an extension of interurban roads and, with the exception of Valletta, are free from any direct user charges. Streets are not pedestrian-friendly (Figure 34) and there is little or no dedicated infrastructure aimed at promoting public transport services or cycling."}, {"text_block_id": "p77_b466", "text": "Figure 34."}, {"text_block_id": "p77_b467", "text": "Poor pedestrian environment"}, {"text_block_id": "p77_b468", "text": "Most of the urbanised area in Malta is within a ten-minute walk from a town centre since the main agglomeration is the result of the growth of a series of towns and villages (Figure 35). This create a significant potential for walking as a travel option provided that services such as health centres, schools, groceries, etc. are available within each town centre. In order to make this potential a reality, planners in Malta should focus on improving pedestrian infrastructure and mix of uses in town centres."}, {"text_block_id": "p78_b469", "text": "Figure 35."}, {"text_block_id": "p78_b470", "text": "Areas within a ten-minute walk from a town centre (2014)"}, {"text_block_id": "p78_b471", "text": "Although some cycle lanes have been implemented in Malta (Figure 36), improvements should be made in terms of connections, integration with other transport modes and penetration in urban areas. According to the Eurobarometer on mobility survey carried out in 2013, Malta has one of lowest levels of cycle usage in the"}, {"text_block_id": "p78_b472", "text": "European Union. Given that the average car commuting journey length is only 5.5km and the average journey times during the peaks of around 20 minutes cycling, if seriously developed as a mode, could offer a faster, more environmentally-friendly alternative to the car for many commuters."}, {"text_block_id": "p79_b473", "text": "2.3.2.3"}, {"text_block_id": "p79_b474", "text": "Public Transport"}, {"text_block_id": "p79_b475", "text": "The Maltese road-based public transport system comprises both scheduled and unscheduled bus services. Due to the small size of Malta, scheduled public transport services are not divided into intercity services and urban services but separate bus networks operate on Malta and Gozo."}, {"text_block_id": "p80_b476", "text": "DID YOU KNOW THAT, IN 2O14?"}, {"text_block_id": "p80_b477", "text": "Extent of bus network was 2,600km"}, {"text_block_id": "p80_b478", "text": "Average distance between bus stops was 445 metres"}, {"text_block_id": "p80_b479", "text": "Average bus journey time was  48 minutes (incl. walking, waiting and stopping)"}, {"text_block_id": "p80_b480", "text": "For 42% in Eurobarometer survey- bus reliability and punctuality was main problem"}, {"text_block_id": "p80_b481", "text": "Number of bus passenger trips was 43.6 million"}, {"text_block_id": "p80_b482", "text": "19,000 passengers carried during morning peak hour utilising 73% of bus capacity"}, {"text_block_id": "p80_b483", "text": "National modal share of bus trips during a typical weekday was 11.3% of all trips"}, {"text_block_id": "p80_b484", "text": "Modal share to bus trips to /from Valletta was 50.4% of all Valletta trips"}, {"text_block_id": "p80_b485", "text": "Over one-third of Maltese population never use public transport"}, {"text_block_id": "p80_b486", "text": "Only 16.5% of bus passengers use bus for work"}, {"text_block_id": "p80_b487", "text": "One fifth of bus stops have shelters"}, {"text_block_id": "p80_b488", "text": "60% of regular bus users are female"}, {"text_block_id": "p80_b489", "text": "Nearly half of regular bus users are under 18 yrs or over 61 yrs old"}, {"text_block_id": "p80_b490", "text": "Scheduled public transport services consist of an extensive network of bus routes which include route services operating to / from Valletta and between other interchange hubs; express routes and night services."}, {"text_block_id": "p80_b491", "text": "After early termination of the 10 year service concession contract with private bus operator Arriva Malta Ltd, Government, as a transitional measure, had taken over the operation of bus services in Malta and Gozo in 2014."}, {"text_block_id": "p80_b492", "text": "At the end of 2014, following a competitive tendering process, a new service concession contract was awarded to Spanish operator Autobuses de León which started to operate bus services under brand name Malta Public Transport from 2015."}, {"text_block_id": "p80_b493", "text": "The extent of the bus network in 2014 was about 2,600 km – this figure includes the extension of each bus line in both directions. The average distance between stops is 445m, fully in line with most typical European urban and peri-urban contexts. The analysis of accessibility on foot to bus corridors with a good frequency (Figure 37) - and to bus stops in general - shows that areas with higher densities of population and employment are provided with a higher frequency of bus services."}, {"text_block_id": "p81_b494", "text": "The Harbour region – where a number of services heading to the Valletta hub converge – stands out in relation to bus service provision, with more than 20 bus passages per hour along the corridors Triq Marina, Triq L-Indipendenza and Triq Dicembru 13. The following figure confirms an adequate spatial distribution, as bus routes connect dense urban areas, and converge along strategic corridors and within Inner and Outer Harbour regions."}, {"text_block_id": "p82_b495", "text": "Regarding public transport infrastructure, buses usually have to share infrastructure with private vehicles as there is limited provision of bus lanes (Figure 39). There are two major bus interchanges and termini stations – Valletta and Victoria (Gozo) - but other secondary interchanges have been established across Malta to allow bus users to switch between different bus routes. Intermodal interchanges at Cirkewwa, Mgarr (Gozo) and Malta International Airport allow bus users to transfer to ferry services and air services, respectively. There are also"}, {"text_block_id": "p82_b496", "text": "three Park & Ride facilities located on the peripheries of the main urban agglomeration, which allow car users to transfer to bus services."}, {"text_block_id": "p82_b497", "text": "Figure 49 shows the location of the abovementionedintermodal interchanges. Finally, all bus stops display the route numbers stopping at each bus stop and their schedule, but only 22% have shelters and 5% provide real-time information."}, {"text_block_id": "p83_b498", "text": "Figure 39."}, {"text_block_id": "p83_b499", "text": "Bus dedicated lanes (as of 2015)"}, {"text_block_id": "p83_b500", "text": "The demand for these services had experienced a negative trend since the 1970s that only turned into positive after the reforms in public transport from 2011 onwards, which included the change from a single-hub structure to a network structure and the purchase of modern, fully equipped, low floor buses. According to the latest statistics available (2014), the demand for public transport was over 43.6 million passengers, which represented an 11% share."}, {"text_block_id": "p83_b501", "text": "The patronage is higher during the AM peak hour (over 19,000 passengers / hour) and is concentrated on the central section of the TEN-T network and the main corridors connecting the Valletta interchange with the rest of the island (Figure 40)."}, {"text_block_id": "p83_b502", "text": "The ratio passengers/capacity is around 73% during the period of maximum demand, so the current capacity is enough to deal with the existing demand. Having said this, localised capacity issues occur on certain sections of the network at certain times of day."}, {"text_block_id": "p84_b503", "text": "The analysis of the average ride travel time by bus and by car shows that public transport takes 8 minutes more. This comparison does not take into account the time required to access to the bus stop, waiting time and the time to reach the destination from the bus stop.  When all these components of a bus journey are taken into consideration, the average travel time by this mode increases from 22 to 48 minutes, which means on"}, {"text_block_id": "p84_b504", "text": "average using public transport takes 34 minutes more than a car."}, {"text_block_id": "p84_b505", "text": "Unscheduled public transport includes services such as coaches, open top buses, minibuses, taxis, cabs, etc. These services are mostly concentrated in Valletta and serve the main touristic hotspots. Fares are deregulated except for taxis."}, {"text_block_id": "p85_b506", "text": "2.3.2"}, {"text_block_id": "p85_b507", "text": "MARITIME TRANSPORT"}, {"text_block_id": "p85_b508", "text": "Maltese ports (Figure 41) are the main gateways for imports and exports, as well as a key infrastructure for the communication between the islands, especially Gozo and Comino. They can be split into two groups:"}, {"text_block_id": "p85_b509", "text": "Maltese ports (Figure 41) are the main gateways for imports and exports, as well as a key infrastructure for the communication between the islands, especially Gozo and Comino. They can be split into two groups:\n* International ports (TEN-T Core)\n\t* Port of Valletta\n\t* Port of Marsaxlokk\n\t* Domestic ports (TEN-T Comprehensive)\n\t* Port of Cirkewwa\n\t* Port of Mgarr\n\t* Domestic ports (Secondary)\n\t* Port of Marsamxett"}, {"text_block_id": "p85_b525", "text": "Both international ports are TEN-T Core ports and Cirkewwa and Mgarr form part of the Comprehensive TEN-T network, together with the sea connection between Malta and Gozo."}, {"text_block_id": "p85_b526", "text": "Maritime infrastructures in the ports of Malta are property of the Government of Malta and are managed by Transport Malta, with a number of exceptions. Ro-Pax terminals (inter islands), International passenger terminals (Valletta), and Malta Freeport Terminals (Marsaxlokk) are subject to concession agreements. A number of freight handling infrastructures are also subject to concession agreements between Government and the private sector. Other maritime infrastructures relating to commercial fishing are managed by the Department of Fisheries with Transport Malta’s assistance."}, {"text_block_id": "p86_b527", "text": "2.3.3.1"}, {"text_block_id": "p86_b528", "text": "Internal Maritime Transport"}, {"text_block_id": "p86_b529", "text": "Ferry services are the main mode of transport between the two major islands, Malta and Gozo, for both passengers and freight. A scheduled ferry service also exists in the harbours of both sides of Valletta"}, {"text_block_id": "p86_b530", "text": "The routes provided by Maltese internal ports are listed below:"}, {"text_block_id": "p86_b531", "text": "Interisland:"}, {"text_block_id": "p86_b532", "text": "Interisland:\n* Mgarr â Cirkewwa (passengers and\n* Mgarr â Comino (passengers)\n* Cirkewwa â Comino (passengers)\n* Mgarr â Sa Maison (freight) â"}, {"text_block_id": "p86_b540", "text": "Cross-Harbour:"}, {"text_block_id": "p86_b541", "text": "Cross-Harbour:\n* Sliema â Valletta (passengers)\n* Valletta â Cospicua (passengers)"}, {"text_block_id": "p86_b545", "text": "Other seasonal transport routes, mainly tourism based, operate from Sliema, St Julians, Marsaxlokk, St Paul’s Bay and Marfa in Malta; Sta Maria Bay in Comino; and Xlendi and Marsalforn in Gozo.  These generally have limited quality infrastructure and operate in calmer weather."}, {"text_block_id": "p86_b546", "text": "The port of Cirkewwa, located on the northern coast of Malta, handles both passengers and goods with a Ro-Pax terminal. It is mainly used for inter-island ferry, leisure transport to Comino and as a base for diving."}, {"text_block_id": "p86_b547", "text": "The port has two quays located on the north side of the harbour and a back up quay - used during north easterly bad weather"}, {"text_block_id": "p86_b548", "text": "- on the southern end of the harbour. The north quay has two main operational berths and also a third berth which is used occasionally. The south quay has one berth is also used for the loading or unloading of certain freight destined for the north of the island of Malta.  The south quay shows signs of requiring extensive maintenance or reconstruction because of its exposure to the prevailing storm direction.  It is however a crucial quay to maintain year round connectivity with Gozo."}, {"text_block_id": "p86_b549", "text": "The port of Mgarr, the only port in Gozo, also includes a Ro-Pax terminal for passengers and freight. The port provides 3 berths for the inter-island ferries. Two are used operationally while the third is used as a sleeping berth and also as a shared berth for the Armed Forces of Malta vessels."}, {"text_block_id": "p86_b550", "text": "DID YOU KNOW THAT, IN 2O14?"}, {"text_block_id": "p86_b551", "text": "Inter-island ports had a capacity to handle 900 passengers and 200 cars per hour"}, {"text_block_id": "p86_b552", "text": "Malta-Gozo ferry carried 4.6 million passenger trips and 1.2 million vehicles"}, {"text_block_id": "p86_b553", "text": "Nearly 20,000 ferry trips were made between the islands"}, {"text_block_id": "p86_b554", "text": "Peak month of  August accounted for nearly 12% of annual passenger demand"}, {"text_block_id": "p86_b555", "text": "Average of 225 heavy goods vehicles a month used the Sa Maison freight service"}, {"text_block_id": "p86_b556", "text": "Over 500,000 passengers crossed to /from Valletta using harbour ferries"}, {"text_block_id": "p87_b557", "text": "Figure 42."}, {"text_block_id": "p87_b558", "text": "TEN-T Comprehensive Ports of Mgarr and Cirkewwa"}, {"text_block_id": "p87_b559", "text": "The Mgarr-Cirkewwa route is oriented to passengers (on foot or by car), but commercial vehicles are also carried. Crossings are regular and become more frequent during peak periods and/or high season to cope with demand; crossing time is approximately 25 minutes."}, {"text_block_id": "p87_b560", "text": "Ro-Pax terminals have a capacity of 900 passengers and 200 cars per hour. However, this capacity is sometimes limited due to the inadequacy of the ports."}, {"text_block_id": "p87_b561", "text": "The port of Marsamxett is primarily dedicated to touristic services, but it also includes the port of Sa Maison, which has one berthing place for a dedicated Ro-Ro freight service to Gozo."}, {"text_block_id": "p87_b562", "text": "The Mgarr-Sa Maison route is cargo oriented, and normally operates twice a week on a return basis. Passengers and cars are sometimes carried on this route, when space permits. Crossing time is approximately 90 minutes. This service was terminated at the beginning of 2016 and plans to shift this service to the Port of Valletta are being developed."}, {"text_block_id": "p87_b563", "text": "Regular ferry services operate between Sliema and Valletta within the Marsamxett harbour."}, {"text_block_id": "p88_b564", "text": "Services between Malta and Gozo are under operated concession through a Public Service Contract with Gozo Channel Company Ltd. This company utilises three purpose-built vessels to provide these services."}, {"text_block_id": "p88_b565", "text": "The port of Valletta, despite being an international port, hosts ferry services that operate between both sides of Valletta harbour (Valletta – Three Cities)."}, {"text_block_id": "p88_b566", "text": "Ferry services within Marsamxett harbour and Valletta harbour have basic landing infrastructure, and facilities such as those provided at bus stops are missing (shelter, timetable, seats, etc.). Both ferry services are provided by Marsamxetto Steam ferry Services Limited, through a concession contract with Transport Malta. These services are provided with two new purpose-built ferry vessels, each with a capacity of 120 passengers. The average frequency is 30 minutes and each trip takes approximately 5 minutes."}, {"text_block_id": "p88_b567", "text": "Figure 43."}, {"text_block_id": "p88_b568", "text": "Ferry services within the Grand Harbour"}, {"text_block_id": "p89_b569", "text": "In 2014, Gozo Channel Company Ltd carried more than 4.6 million passengers and transported over 1.2 million vehicles between the islands."}, {"text_block_id": "p89_b570", "text": "The demand for ferry services within the Marsamxett harbour was over 420,000 passengers and between Valletta and Three Cities was just under 114,000 passengers in 2014. Despite being scheduled services, these harbour ferry services a primarily used by tourists."}, {"text_block_id": "p89_b571", "text": "All ferry services provide adequate capacity to meet the existing demand."}, {"text_block_id": "p89_b572", "text": "2.3.3.2"}, {"text_block_id": "p89_b573", "text": "External Maritime Transport"}, {"text_block_id": "p89_b574", "text": "The Port of Valletta (also known as the Grand Harbour) is the main multi-purpose port in Malta. The passenger maritime routes provided at the port are mainly three types: 1) international cruises with several destinations; 2) regional sea link to Sicily, and; 3) domestic Inner Harbour Ferries connecting Valletta’s peninsula with Three Cities, on the East, and to Sliema, on the West (see Internal Maritime Transport)."}, {"text_block_id": "p90_b575", "text": "DID YOU KNOW THAT, IN 2O14?"}, {"text_block_id": "p90_b576", "text": "No. of cruise liner passengers arriving in Malta was more than 520,000"}, {"text_block_id": "p90_b577", "text": "Malta-Sicily catamaran carried over 265,000 passengers"}, {"text_block_id": "p90_b578", "text": "Port of Valletta handled 75,000 tonne equivalent units of trailers"}, {"text_block_id": "p90_b579", "text": "Marsaxlokk Freeport has doubled its container traffic in the last ten years"}, {"text_block_id": "p90_b580", "text": "Marsaxlokk Freeport handled 14% of containerised traffic in the Mediterranean"}, {"text_block_id": "p90_b581", "text": "Marsaxlokk Freeport handled 14% of containerised traffic in the Mediterranean\n* Cruise vessels berth mainly at Pinto\n* General cargo is handled at the quays of\n* Dry bulk cargo is currently handled at\n* Wet bulk cargo is currently handled at\n* Most Ro-Ro vessels and containers are\n* Enemalta, MOBC and other private"}, {"text_block_id": "p90_b595", "text": "The Port of Marsaxlokk hosts a number of freight terminals – primarily Malta Freeport Terminals Ltd (MFT) and Oil-tanking Malta Ltd. MFT hosts the container transhipment terminals and industrial storage facilities as follows:"}, {"text_block_id": "p90_b596", "text": "•"}, {"text_block_id": "p90_b597", "text": "Terminal One has 2 quays. The North Quay is 1,000m long and is equipped with 9 quayside cranes, some of which are able to handle 24 containers across. The West Quay is 290m long."}, {"text_block_id": "p90_b598", "text": "•"}, {"text_block_id": "p90_b599", "text": "Terminal Two has 4 quays offering 1,100m of operational berths, which are equipped with 11 super post Panamax quayside cranes. Some of these cranes can reach 23 containers across and are capable of handling twin 40-foot containers simultaneously."}, {"text_block_id": "p90_b600", "text": "•"}, {"text_block_id": "p90_b601", "text": "Oiltanking Malta Ltd offers almost 1,000m of quay length (in three bulk liquid berths handling both black and white petrochemical products) and also services the Liquid Petroleum Storage and processing plant just south of the port."}, {"text_block_id": "p91_b602", "text": "Figure 45."}, {"text_block_id": "p91_b603", "text": "Port of Marsaxlokk"}, {"text_block_id": "p91_b604", "text": "Other entities such as Enemalta and San Lucian Oil Company Ltd also have liquid bulk terminals in the Port."}, {"text_block_id": "p91_b605", "text": "While the concessionaires in the Port of Valletta are responsible for superstructure maintenance and some aspects of quay maintenance, the concessionaires in the Port of Marsaxlokk are fully responsible for maintenance of both quays and superstructures. However there are a number of disused fuel storage installations around the Port of Marsaxlokk"}, {"text_block_id": "p91_b606", "text": "In 2014 the Port of Valletta handled 446,000 tons of trailers, 237,000 tons of general cargo, 166,000 tons of cereals, 270,000 tons of cement 14,000 TEUs and 23,400 vehicles. A high percentage of traffic in this port is domestic, i.e. it is aimed at meeting the supply needs of the country."}, {"text_block_id": "p91_b607", "text": "Capacity analyses of the Port of Valletta indicate particular bottlenecks for sea freight operations at DWQ and that the rehabilitation and upgrading of this quay is required to increase capacity in order meet the growing demand."}, {"text_block_id": "p92_b608", "text": "Cruise liner passenger traffic is also showing increasing trends and operational bottlenecks in the Port of Valletta exist on the road network adjacent to the port terminal facilities. This mainly occurs in the organisation of public transport in the vicinity of Valletta Cruise Port where, during peak days for cruise liner activity, thousands of people may disembark from the ship at this same time; or in the vicinity of DWQ due to warehousing and associated operations."}, {"text_block_id": "p92_b609", "text": "The main constraint to removal of hinterland traffic bottlenecks in the Port of Valletta is the 16th century fortification structure on the north shore which precludes any road widening or better organisation of facilities due to its heritage-protected status. Marsaxlokk has seen the doubling of its container traffic in the last ten years, registering more than 2.8m TEUs in 2014 – 96% of this traffic is transhipment, i.e. the port is not the origin or destination of goods, but an intermediate stage in their trip."}, {"text_block_id": "p92_b610", "text": "This traffic represented around 10-14% the container transhipment in the Mediterranean. Around 4% of all traffic to Malta Freeport Terminals (MFT) is domestic."}, {"text_block_id": "p92_b611", "text": "Since the capacity of the container terminals at MFT is 3.2m TEUs per year, the terminals are working near to their operational capacities."}, {"text_block_id": "p92_b612", "text": "Revenues from port charges are not exclusively dedicated to port undertakings, and current resources are not always enough to meet the costs. Terminal charges are regulated at Port of Valletta (while at Marsaxlokk the charges are negotiated), and among other factors this seems to impact on the relative competitiveness of this port compared to that of Marsaxlokk."}, {"text_block_id": "p92_b613", "text": "2.3.4"}, {"text_block_id": "p92_b614", "text": "AIR TRANSPORT"}, {"text_block_id": "p92_b615", "text": "There is only one airport, Malta International Airport (MIA), which is the main gateway for international passengers to travel to and from the islands (Figure 46)."}, {"text_block_id": "p92_b616", "text": "It is a node of the TEN-T Core network and is also used as military airport."}, {"text_block_id": "p92_b617", "text": "The airport passenger terminal was inaugurated in 1992, with the former passenger terminal then being converted into the main cargo terminal."}, {"text_block_id": "p92_b618", "text": "The airport has two runways, 3,544 and 2,377 metres long, respectively. The main runway (the longest) is served by a system of taxiways, enabling aircraft to access the aircraft apron associated with the terminal building. The aprons in front of the passenger and cargo terminals (aprons 8 and 9) are used for terminal operations. The airport has 9 aircraft parking areas and 2 maintenance parks."}, {"text_block_id": "p92_b619", "text": "A small heliport exists on the island of Gozo (with a 174m long runway). There used to be scheduled helicopter flights between MIA and this heliport. Currently, no commercial flights take place from the heliport."}, {"text_block_id": "p92_b620", "text": "DID YOU KNOW THAT, IN 2O14?"}, {"text_block_id": "p92_b621", "text": "4.3 million passengers used Malta International Airport Air passenger movement increased by 6.4% from 2013 15,000 tons of freight was transport by air Peak periods had an average of 17 aircraft movements per hour Flights in Malta’s airspace reported 0.00 minutes of delay"}, {"text_block_id": "p93_b622", "text": "The structure of air transport governance in Malta is described briefly below:"}, {"text_block_id": "p93_b623", "text": "•"}, {"text_block_id": "p93_b624", "text": "Passenger and freight terminal operations are part of a concession agreement with Malta International Airport plc which in turn is responsible for the terminal operations and maintenance."}, {"text_block_id": "p93_b625", "text": "•"}, {"text_block_id": "p93_b626", "text": "Ground handling services and freight handling are fully liberalised."}, {"text_block_id": "p93_b627", "text": "•"}, {"text_block_id": "p93_b628", "text": "Air Navigation Services are provided by Malta Air Traffic Services Ltd. (MATS Ltd), a Government company"}, {"text_block_id": "p93_b629", "text": "Passenger and freight terminal operations, ground handling and air navigation services are regulated by Transport Malta under the Ministry for Transport and Infrastructure, whereas air transport policy making, Air Malta (MIA’s main client) and MATS Ltd. fall under the Ministry for Tourism."}, {"text_block_id": "p93_b630", "text": "Aviation fuels are unloaded at the Port of Marsaxlokk and are piped to various aviation fuel storage locations in the vicinity of the airport.  The pipelines are mainly post-World War II era installations and are in a poor state of repair."}, {"text_block_id": "p93_b631", "text": "The airport has completed the certification process required by EU regulations and ICAO. It has also repeatedly received several awards for service quality. However the passenger terminal is designed to handle up to 5 million passengers annually, and is near capacity."}, {"text_block_id": "p93_b632", "text": "While it is difficult to estimate the maximum runway capacity due to peak landings only occurring at certain times of day, it is estimated that the runway subsystem can handle around 40 movements per hour. Air Malta has been MIA’s main client, operating 16,000 flights a year, alongside a mix of other airlines."}, {"text_block_id": "p94_b633", "text": "According to 2012 figures, MIA’s main markets were the United Kingdom, Italy and Germany. The number of passengers at Malta International Airport (Figure 47) has almost doubled in the last decade, increasing in number from 2.7 million in 2004 to 4.3 million in 2014, which equates to an annual growth rate of 4.6%."}, {"text_block_id": "p94_b634", "text": "Contrary to passenger air traffic, air cargo has experienced a decreasing trend in the last decade (Figure 48). The number of tons handled at MIA has fallen from 18,263 in 2006 to 15,547 in 2014."}, {"text_block_id": "p94_b635", "text": "Figure 47."}, {"text_block_id": "p94_b636", "text": "Passengers passing through Malta"}, {"text_block_id": "p94_b637", "text": "International Airport"}, {"text_block_id": "p94_b638", "text": "Figure 48."}, {"text_block_id": "p94_b639", "text": "Cargo (tons) passing through"}, {"text_block_id": "p94_b640", "text": "Malta International Airport"}, {"text_block_id": "p95_b641", "text": "The peak period for airport operations takes place between 10am and 1pm, with 17 movements per hour. This period does not correspond with the peak period for road traffic and therefore aviation passengers are not severely impacted by traffic congestion in the vicinity of the airport, albeit that staff working at the airport are."}, {"text_block_id": "p95_b642", "text": "A simplified analysis of supply and demand shows that the passenger terminal is near its capacity (degree of utilisation of 86% in 2014), whereas the runway system is at 42.5% of its capacity. In order to assess properly the degree of utilisation, the master plan for the airport should comprise demand forecasts and capacity analyses of the airside operation. Currently, the MIA master plan only refers to the airport landside commercial development, and fails to address the near critical passenger terminal limitations with any significant improvements for current and forecast demand."}, {"text_block_id": "p95_b643", "text": "2.3.5"}, {"text_block_id": "p95_b644", "text": "INTERMODAL TRANSPORT"}, {"text_block_id": "p95_b645", "text": "Intermodal transport involves the use of more than one mode of transport for a journey. Intermodal transport in Malta takes place at main port terminals, the airport and Park & Ride facilities (Figure 49)."}, {"text_block_id": "p95_b646", "text": "No specific governance structures exist for intermodal transport in Malta, but the various land, sea and air governance structures interact to support this cross-over. This section focuses on intermodality between internal modes, which takes place in Park & Ride facilities and ferry landing places. The smooth connection between internal modes is especially important because travel time in internal trips is lower than in international trips."}, {"text_block_id": "p95_b647", "text": "Park & Ride facilities are car parks with connections with public transport services and are aimed at encouraging car users to leave their cars and transfer to e.g. a bus to travel to the city centre. There are three Park & Ride facilities in Malta."}, {"text_block_id": "p95_b648", "text": "•"}, {"text_block_id": "p95_b649", "text": "Floriana Park & Ride: located in Floriana, out of the walled city of Valletta, it offers 750 parking places and a regular high frequency shuttle service to Floriana and the Valletta Bus Terminal - average waiting time of 5 minutes."}, {"text_block_id": "p95_b650", "text": "•"}, {"text_block_id": "p95_b651", "text": "Pembroke Park and ride: is located on the outskirts of the busy tourist and entertainment centre of St. Julian’s. Frequent services are operated to here from Valletta, Sliema and St. Julian’s. However there is a low utilisation if this P+R, albeit that it operates for no charge."}, {"text_block_id": "p95_b652", "text": "•"}, {"text_block_id": "p95_b653", "text": "Marsa Park & Ride: allows commuters to travel to several destinations to the south of Malta, avoiding congested roads. Buses stopping at this location can bypass traffic by making use of the bus priority lane in Triq Aldo Moro."}, {"text_block_id": "p96_b654", "text": "Figure 49."}, {"text_block_id": "p96_b655", "text": "Intermodal transport system for passengers"}, {"text_block_id": "p96_b656", "text": "Ferry services in the Grand Harbour interchange with bus services at four different points – Sliema, Valletta (Lascaris), Cospicua and Sliema (Marsamxett). The landing place for the ferry between Valletta and the Three Cities is linked to the city centre by a passenger lift. However, there is no permanent vertical connectivity to Valletta city level on the Marsamxett Harbour side which probably acts as a deterrent to the less mobile passengers, as most of the city is elevated and there is a very steep uphill walk from the ferry landing places to the city centre.  Neither is there a link to the public transport network, albeit that enterprising bus and cab operators offer a service from the ferry landing place to various parts of Valletta at peak times."}, {"text_block_id": "p96_b657", "text": "The ferry service between Cirkewwa and Mgarr is well connected with bus services with direct buses to and from various locations as well as an express bus service to the Airport."}, {"text_block_id": "p96_b658", "text": "Internal freight interoperability takes places at the ports of Mgarr, Cirkewwa and Marsamxett (Sa Maison until 2015), which allow the interchange of freight between the road network and ferry services."}, {"text_block_id": "p97_b659", "text": "02.4"}, {"text_block_id": "p97_b660", "text": "PREDICTING FUTURE TRENDS"}, {"text_block_id": "p97_b661", "text": "This section reviews historical data on key variables as a basis to the forecasting of future travel demand and behaviour. The forecasting exercise will provide an outlook of the future functioning of the transport system in Malta, which is essential to set long-term strategic goals and objectives."}, {"text_block_id": "p97_b662", "text": "2.4.1"}, {"text_block_id": "p97_b663", "text": "POPULATION/AGE PROFILE"}, {"text_block_id": "p97_b664", "text": "The forecasting of demographic changes is one of the most important components in the estimation of the future demand for transport. According to latest figures available, in 2014, Malta had 423,670 inhabitants."}, {"text_block_id": "p97_b665", "text": "These scenarios are based on the reduced migration variant population dataset of Eurostat and the higher life expectancy variant population dataset of Eurostat, respectively, and consider annual growth rates similar to historic ones (0.5 - 0.6%) for the short-term horizon (2020), and less optimistic rates (0.1 - 0.3%) for the long-term horizon (2050)."}, {"text_block_id": "p97_b666", "text": "As for the breakdown by age group (Eurostat), a decrease in the rate of population under 17 years old (from 22% in 2006 to 17% in 2013) and between 41 and 60 years old (from 29% in 2006 to 26% in 2013) was experienced. Conversely, the proportion of the citizens aged 61 or over had increased from 18% in 2006 to 23% in 2013."}, {"text_block_id": "p97_b667", "text": "The forecasts for the year 2050 (long-term horizon) show that Maltese population will increase by 7%, pessimistic scenario, or by 12% in the optimistic scenario, which means a 2050 national population ranging from 453,095 to 474,759 inhabitants."}, {"text_block_id": "p97_b668", "text": "Figure 50."}, {"text_block_id": "p97_b669", "text": "Age distribution of the Maltese"}, {"text_block_id": "p97_b670", "text": "population. Historical data"}, {"text_block_id": "p98_b671", "text": "Figure 51 illustrates the disaggregation for the year 2014 (estimated from the Census 2011) and for the long term horizon (2050, most likely scenario). It shows a reduction of the central age groups (18-40 and 4160), representing 59% of the population in 2011 but only 51% in 2050, and at the same time an increase of citizens aged 61 or over and aged 17 or less to a lesser extent. This is aligned with the European trend of an ageing population."}, {"text_block_id": "p98_b672", "text": "Figure 51."}, {"text_block_id": "p98_b673", "text": "Age distribution of the Maltese population. Forecast"}, {"text_block_id": "p98_b674", "text": "2.4.2"}, {"text_block_id": "p98_b675", "text": "SPATIAL DISTRIBUTION OF RESIDENCES"}, {"text_block_id": "p98_b676", "text": "Transport is a service driven by the demand, in turn generated by where the resident population lives and works (among other mobility reasons).  The ability for transport to meet the demand requirements is very reliant on sound spatial planning and the allocation of appropriate space to the transport networks that are required to support the economy and its residents."}, {"text_block_id": "p98_b677", "text": "In the long range forecasting of residential population density, increased decentralisation is noted while at the same time intensification of certain already congested areas (e.g. Sliema, Bugibba/ Qawra) is noted as shown in Figure 52 below."}, {"text_block_id": "p99_b678", "text": "Figure 52."}, {"text_block_id": "p99_b679", "text": "Base Year and Future Population density (inh/km2)(NSO 2014, NTM; Elaboration)"}, {"text_block_id": "p100_b680", "text": "2.4.3"}, {"text_block_id": "p100_b681", "text": "GROSS DOMESTIC PRODUCT"}, {"text_block_id": "p100_b682", "text": "Socioeconomic variables such as GDP or employment are key indicators when it comes to estimating the future demand for transport. The GDP of Malta has experienced strong fluctuations in the last decade due to the economic crisis that hit European countries in 2008. It can be noted that these fluctuations are common to the European Union as a whole (see Figure 53 below)."}, {"text_block_id": "p100_b683", "text": "Figure 53."}, {"text_block_id": "p100_b684", "text": "GDP historical growth rate (Eurostat, Elaboration)"}, {"text_block_id": "p100_b685_merged", "text": "In the years up to 2014, the Maltese economy grew at 3.0-3.5%, which was above the average rate of growth for the European Union. Recent European Commission forecasts show that Malta’s GDP growth in the short-term will be stronger than previously expected, albeit that it will slow down in the medium to long term. Therefore, to manage the high short term growth and the longer lower growth, a GDP forecast was built upon two main databases for purposes of transport demand forecasting:"}, {"text_block_id": "p100_b687", "text": "•"}, {"text_block_id": "p100_b688", "text": "Short-term forecast (2014-2017): based on European Economic Forecast (Spring 2015)"}, {"text_block_id": "p100_b689", "text": "•"}, {"text_block_id": "p100_b690", "text": "Transition phase (2018-2024)"}, {"text_block_id": "p100_b691", "text": "•"}, {"text_block_id": "p100_b692", "text": "Medium and long-term forecast (20252050): based on the forecast elaborated by the Economic Policy Committee and the European Commission together with Malta"}, {"text_block_id": "p101_b693", "text": "As a result, the GDP is forecast to be in the range of €12.85bn and €18.9bn by 2050.  This estimate is important as a driver both for passenger and freight transport demand, as well as affluence of society affecting spending patterns and the value of time."}, {"text_block_id": "p102_b694", "text": "2.4.4"}, {"text_block_id": "p102_b695", "text": "EMPLOYMENT"}, {"text_block_id": "p102_b696", "text": "According to the Census figures, in 2011, 171,855 people were employed in Malta. This differs slightly from the information NSO collects from other sources, however it has been assessed to be suitable for developing the forecasts used in the National Transport Model."}, {"text_block_id": "p102_b697", "text": "The forecasts developed for the year 2050 indicate that the people employed in Malta will vary between 190,126 and 217,071 inhabitants depending on the scenario considered. These forecasts are based on those generated for the population and the employment rate by the Economic Policy Committee and the European Commission in collaboration with Malta.  The comparison of the previous figures with the forecasts for the age group 15-64 shows that the employment rate will increase from 66% in 2014 to 75% in 2050."}, {"text_block_id": "p102_b698", "text": "2.4.5"}, {"text_block_id": "p102_b699", "text": "SPATIAL DISTRIBUTION OF WORK PLACES"}, {"text_block_id": "p102_b700", "text": "Transport is a service driven by the demand, and transport patterns (especially during peak hours) are heavily influenced by the relationship of where people live and work.  The ability for transport to meet the demand requirements is very reliant on sound spatial planning and the allocation of appropriate space to the transport networks that are required to support the economy and its residents."}, {"text_block_id": "p102_b701", "text": "In the long range forecasting of work places intensification in certain already congested areas (e.g. Valletta, Marsa, Mriehel & Bugibba/Qawra) is noted as shown in Figure 56."}, {"text_block_id": "p103_b702", "text": "Figure 56."}, {"text_block_id": "p103_b703", "text": "Employment density (employees/km2)(NSO 2014, NTM; Elaboration)"}, {"text_block_id": "p104_b704", "text": "2.4.6"}, {"text_block_id": "p104_b705", "text": "TOURISM"}, {"text_block_id": "p104_b706_merged", "text": "The contribution of Travel and Tourism to GDP represented 25.5% of total GDP in 2013. It was forecast to rise by 4.5% in 2014, and then to rise by 3.2% per annum, between 2014 and 2024, reaching 30.4% of total GDP in 2024."}, {"text_block_id": "p104_b708", "text": "Figure 57."}, {"text_block_id": "p104_b709", "text": "Total contribution of Travel and Tourism to the GDP (World Travel and Tourism Council; Elaboration)"}, {"text_block_id": "p104_b710", "text": "The contribution of this sector to employment was 26.4% of total employment in 2013, and is expected to rise by 4% in 2014 and to rise by 1.7% per annum in 2024 (32.6% of total)."}, {"text_block_id": "p104_b711", "text": "Therefore, the evolution of this sector influences directly, through the number of tourists, and indirectly, through its impact on the economy, the demand for transport in the country."}, {"text_block_id": "p104_b712", "text": "Since 2000 the numbers related to the Maltese tourism industry have been increasing with an average annual growth rate of 0.9% until 2009 and then 13% between 2009 and 2010. In 2013, 1,582,153 tourists visited Malta, which represents 18% more than 2010 figures. The World Travel and Tourism Council published a forecast of the number of foreign tourists visiting Malta in 2011 and 2021, forecasting an average annual growth of approximately 3.2% per annum, thus confirming once more the positive trend of Maltese tourism industry."}, {"text_block_id": "p105_b713", "text": "In order to forecast the number of tourists visiting Malta in 2050, the following assumptions have been made:"}, {"text_block_id": "p105_b714", "text": "•"}, {"text_block_id": "p105_b715", "text": "Short term"}, {"text_block_id": "p105_b716", "text": "(2015-2021): an annual growth of approximately 3.2% was considered until 2021 (World Travel and Tourism Council)."}, {"text_block_id": "p105_b717", "text": "•"}, {"text_block_id": "p105_b718", "text": "Long term"}, {"text_block_id": "p105_b719", "text": "(2022-2050): an annual growth of 0.9% was adopted in line with the average annual growth registered in the 2000-2009 period."}, {"text_block_id": "p105_b720", "text": "Under these assumptions, Malta will be expected to receive more than 2.7 million tourists in 2050."}, {"text_block_id": "p105_b721", "text": "Figure 58."}, {"text_block_id": "p105_b722", "text": "Tourists visiting Malta. Historical"}, {"text_block_id": "p105_b723", "text": "data and forecast (World Travel and Tourism Council; Elaboration)"}, {"text_block_id": "p105_b724", "text": "2.4.7"}, {"text_block_id": "p105_b725", "text": "AVIATION"}, {"text_block_id": "p105_b726_merged", "text": "The number of passengers at Malta International Airport has nearly doubled in the last decade. Passenger volumes have increased from 2.7 million in 2004 to 4.3 million in 2014, which equates to an annual growth rate of 4.6%. Forecasting air traffic is very complex and this is reflected in the dispersion of expected future volumes found in a number of reliable sources (IATA, Eurocontrol, D-Air Project)."}, {"text_block_id": "p105_b730", "text": "On this basis, three growth scenarios were developed for the year 2050. The pessimistic and optimistic scenarios adopted consider an annual growth rate of 1.4% and 2.6%, respectively. In terms of annual passengers, this equates to an annual tourism arrival of between 7.2 million and 11.0 million by 2050."}, {"text_block_id": "p106_b731", "text": "Figure 59."}, {"text_block_id": "p106_b732", "text": "MIA Annual Passenger Traffic Forecast (NSO Transport statistics; Elaboration)"}, {"text_block_id": "p106_b733", "text": "The ratio number of passengers per aircraft movement is also expected to change over the coming years, for two main reasons being: aircraft renewal resulting in slightly larger aircraft, and the increase in the aircraft occupancy rate due to the increasing share of low cost carriers which manage a higher loading per flight."}, {"text_block_id": "p106_b734", "text": "Over the last decade, the loading of aircraft has increased from and average of 100 to 130 passengers per aircraft movement, and it is expected to reach 160 by the year 2050. On this basis, aircraft movements forecast for 2050 vary between 45,000 (pessimistic scenario) and 69,000 (optimistic scenario)."}, {"text_block_id": "p106_b735", "text": "Contrary to passenger air traffic, air cargo has experienced a negative trend in the last decade. The number of tons of air freight handled at MIA has fallen from 18,263 in 2006 to 15,547 in 2014."}, {"text_block_id": "p106_b736", "text": "On this basis, the baseline scenario used was built based on the document World Air Cargo Forecast (Boeing), which forecasts the air cargo growth rate by region, and the current distribution of air cargo by region at MIA. Optimistic and pessimistic scenarios were developed by taking into account a higher or lower share of emerging countries in the distribution of air cargo at MIA. As a result, MIA will be expected to handle between 34,000 and 45,000 tons in 2050 – annual growth rates of 2.2 and 3.0%, respectively."}, {"text_block_id": "p107_b737", "text": "Figure 60."}, {"text_block_id": "p107_b738", "text": "MIA Annual Commercial"}, {"text_block_id": "p107_b739", "text": "Aircraft Movements Forecast (NSO Transport Statistics,"}, {"text_block_id": "p107_b740", "text": "Elaboration)"}, {"text_block_id": "p107_b741", "text": "Figure 61."}, {"text_block_id": "p107_b742", "text": "MIA Air Cargo Forecast (MIA Annual Statistical Summary and Boeing; Elaboration)"}, {"text_block_id": "p108_b743", "text": "2.4.8"}, {"text_block_id": "p108_b744", "text": "SHIPPING"}, {"text_block_id": "p108_b745", "text": "2.4.8.1"}, {"text_block_id": "p108_b746", "text": "Passengers"}, {"text_block_id": "p108_b747_merged", "text": "Based on the methodology developed in past studies, this study assumes that the demand for these ferry services will grow at the same pace as the combined growth rate of GDP and population. As a result, the estimated demand for these ferry services is between 392,000 and 492,000 passengers annually by 2050, citing pessimistic and optimistic scenarios respectively."}, {"text_block_id": "p108_b749", "text": "Cruise liner passenger traffic impacts the immediate vicinity of the port, with the number of passengers disembarking in Malta increasing by 79% over the last decade. However, the growth in demand for this type of traffic was not constant and fluctuations were experienced, in proportion to the number of cruise liners calling at the port each year.  Looking forward, the growth trend in the cruise market in the Mediterranean is expected to continue for the foreseeable future, albeit at a slower pace than in the past. The Deep Water Quay Feasibility Study forecast that the number of cruise passengers in Malta will grow at 4% annually until 2020, at 3% annually in the 2021-2025 period, and at 2% annually from 2025 onwards. Based on this previous analysis, the pessimistic and optimistic scenarios in this study were developed by decreasing or increasing the previous growth rates by 0.5%. On this basis, the number of passengers landing in Malta from a cruise vessel is expected to range between 1,046,000 and 1,487,000 in 2050."}, {"text_block_id": "p108_b750", "text": "Figure 62."}, {"text_block_id": "p108_b751", "text": "xternal flows of passengers at the Grand Harbour (DWQ feasibility study, TM annual report 2014; Elaboration)"}, {"text_block_id": "p111_b752", "text": "2.4.8.2"}, {"text_block_id": "p111_b753", "text": "Freight"}, {"text_block_id": "p111_b754", "text": "The ports of Valletta and Marsaxlokk are the main access to Malta for international goods. International goods handled at the Port of Valletta are aimed mainly at supplying the Maltese Islands. However, it also hosts transhipment traffic.  The Port also handles petroleum products mainly bound for the domestic market."}, {"text_block_id": "p111_b755", "text": "The Port of Marsaxlokk comprises the container terminals (Malta Freeport Terminals), whose traffic is mainly transhipment (handling more than 95% of the container traffic); and Oiltanking Malta Ltd which deals in a variety of black and white oil products as well as LPG on behalf of the LPG storage and distribution company Liquigas Malta Ltd."}, {"text_block_id": "p111_b756", "text": "Domestic traffic – Port of Valletta"}, {"text_block_id": "p111_b757", "text": "The goods handled at the Port of Valletta (Grand Harbour) can be split in the following six groups:"}, {"text_block_id": "p111_b758", "text": "•"}, {"text_block_id": "p111_b759", "text": "Trailers on Ro-Ro ferries"}, {"text_block_id": "p111_b760_merged", "text": ": this traffic grew at an elasticity of 0.81 compared to GDP growth in the 2004-2009 period, reaching 365,000 tons in 2010. The Deep Water Quay Feasibility Study relates this high growth to the entrance of Malta in the EU, and forecasts that the elasticity to GDP growth will decrease in the next years – 0.8 in the 2010-2015 period; 0.65 in the 20162025 period; 0.55 from 2026 onwards. This will mean traffic of around 580,000 tons in 2050 (most likely scenario)."}, {"text_block_id": "p111_b762", "text": "•"}, {"text_block_id": "p111_b763", "text": "General cargo"}, {"text_block_id": "p111_b764", "text": ": this traffic has fluctuated between 150,000 and 220,000 tons in the last years. The DWQ Feasibility Study forecasts the current traffic (161,100 tons in 2009) will remain constant in the future.  Changes in the use of materials in Malta may affect this, but would need further detailed studies to be able to propose a rate of increase."}, {"text_block_id": "p111_b765", "text": "•"}, {"text_block_id": "p111_b766", "text": "Cereals: despite the decreasing trend in the last years, it is expected this traffic will grow slowly in the future, with it reaching 224,000 tons in 2050 (in the “most likely” scenario). This growth is associated to population growth with a factor of 4.5 (DWQ Feasibility Study)."}, {"text_block_id": "p111_b767", "text": "•"}, {"text_block_id": "p111_b768", "text": "Containers"}, {"text_block_id": "p111_b769", "text": ": this traffic fell from 26,000 TEUs in 2005 to 12,000 in 2010; this fall is associated with the development of the Freeport. The DWQ Feasibility Study forecasts container traffic in Malta will grow at the same level as GDP - a lower growth rate than in the previous period but common among developed economies. It is assumed that the share of the Port of Valletta will represent 15%. It will mean to reach 38,500 TEUs in 2050 (in the “most likely” scenario)."}, {"text_block_id": "p111_b770", "text": "•"}, {"text_block_id": "p111_b771", "text": "Cars"}, {"text_block_id": "p111_b772", "text": "(imports and re-exports): the imports of passenger cars grew at a factor of 0.8 of a combined growth rate of GDP and population in the 2004-2009 period.  It is expected this factor will be 0.5 in the future (DWQ Feasibility Study). Car re-exports, whose fall in the last years is the main responsible for car traffic fall, is expected to be 500 vehicles per year in the future. Therefore, car traffic is expected to reach 9,800 vehicles in 2050 (in the “most likely” scenario)."}, {"text_block_id": "p112_b773", "text": "•"}, {"text_block_id": "p112_b774", "text": "Other vehicles"}, {"text_block_id": "p112_b775", "text": "(imports and re-exports): this traffic, which ranged from 1,000 to 3,000 units in the last years, is expected to settle down at 400 vehicles in the future (DWQ Feasibility Study)."}, {"text_block_id": "p112_b776", "text": "Transhipment traffic – Port of Valletta"}, {"text_block_id": "p112_b777", "text": "Using this same analysis, by commodity group, goods transhipped at the Port of Valletta (Grand Harbour) are:"}, {"text_block_id": "p112_b778", "text": "•"}, {"text_block_id": "p112_b779", "text": "Trailers on ro-ro ferries: this traffic grew from 2,000 tons in 2007 to 25,000 tons in 2009. According to 2009 traffic levels, transhipment traffic accounted for 7% of the total traffic of trailers. It is expected this rate will remain in the future, with trailer transhipment traffic reaching 43,600 tons in 2050."}, {"text_block_id": "p112_b780", "text": "•"}, {"text_block_id": "p112_b781", "text": "General cargo: this traffic remained at 3,000-4,000 tons in the 2007-2009 period.  According to 2009 traffic levels, transhipment traffic accounted for 2% of the total traffic of general cargo (domestic and transhipment). It is expected this rate will remain in the future, with the transhipment traffic of general cargo reaching 3,200 tons in 2050."}, {"text_block_id": "p112_b782", "text": "•"}, {"text_block_id": "p112_b783", "text": "Cereals: this traffic showed important fluctuations in the last years. Future values were estimated by considering the current share transhipment/total will remain constant at 2010 level (25%). It will mean freight traffic of 74,600 tons by 2050 (in the “most likely” scenario)."}, {"text_block_id": "p112_b784", "text": "•"}, {"text_block_id": "p112_b785", "text": "Containers: at 2,000 – 4,000 TEUs in the last years, it is expected the share of container transhipment will remain at the same level as in the near past (10% of the total containers’ throughput in the Port of Valletta). It will mean increased throughput of 4,300 tons in 2050 (in the “most likely” scenario)."}, {"text_block_id": "p112_b786", "text": "•"}, {"text_block_id": "p112_b787", "text": "Cars (imports and re-exports): this traffic is very volatile; it fluctuated from 300 to 10,400 units in the last years. The future volume of car transhipment is set constant to 1000 units per year."}, {"text_block_id": "p112_b788", "text": "•"}, {"text_block_id": "p112_b789", "text": "Other vehicles (imports and re-exports): this traffic is very volatile too; it fluctuated from 900 units in 2009 to 6,300 units in 2010. The future volume transhipment of other vehicles is set constant to 500 units per year."}, {"text_block_id": "p112_b790", "text": "The Figure 63 shows the traffic at the Port of Valletta by type of traffic (domestic vs. transhipment) and commodity group."}, {"text_block_id": "p113_b791", "text": "Figure 63."}, {"text_block_id": "p113_b792", "text": "Freight traffic at the Grand Harbour. Historical data and forecast"}, {"text_block_id": "p117_b793", "text": "Transhipment traffic – Malta Freeport Terminals"}, {"text_block_id": "p117_b794", "text": "Container transhipment at Malta Freeport Terminals has doubled in the last ten years, with them registering more than 2,750,000 TEUs in 2014. This traffic represented around 10-14% the container transhipment in the Mediterranean."}, {"text_block_id": "p117_b795", "text": "Container transhipment in Malta is expected to grow at a slower pace than in the Mediterranean due to the competition with other ports. The most likely scenario has been built on the assumption that the share of Malta in the container transhipment in the Mediterranean will be 8%. Therefore, the container transhipment at Malta Freeport Terminals will reach 9,800,000 TEUs in 2050."}, {"text_block_id": "p117_b796", "text": "Figure 64 shows the traffic at Malta Freeport Terminals by type of traffic (domestic versus transhipment). It can be appreciated that domestic traffic accounts for a small part (less than 5%) of the container traffic at Marsaxlokk."}, {"text_block_id": "p117_b797", "text": "Data availability on liquid bulk and gas has not been sufficient to allow an analysis of developments in these sectors, primarily due to commercial confidentiality."}, {"text_block_id": "p117_b798", "text": "Figure 64."}, {"text_block_id": "p117_b799", "text": "Container traffic at Malta"}, {"text_block_id": "p117_b800", "text": "Freeport Terminals. Historical"}, {"text_block_id": "p117_b801", "text": "data and forecast"}, {"text_block_id": "p118_b802", "text": "2.4.9"}, {"text_block_id": "p118_b803", "text": "CAR OWNERSHIP"}, {"text_block_id": "p118_b804", "text": "The predominance of road transport is confirmed by the high rate of motorisation, which was 759 licensed vehicles/1,000 inhabitants in 2013."}, {"text_block_id": "p118_b805", "text": "Another way to determine the motorisation rate is as the number of passenger cars per 1,000 inhabitants. The following figure shows the change in the motorisation rate in Malta and other European countries. A discontinuous line means that the datum of one year is not available. Malta shows an important growth in the last decade, shifting from 500 to 600 passenger cars/1,000 inhabitants. Only Italy has a higher motorisation rate than Malta in the European Union, and the difference between these two countries is getting smaller."}, {"text_block_id": "p118_b806", "text": "It is worth noting that both Germany and the United Kingdom experienced a decrease around the year 2007. The economic crisis could be one of the reasons for this change. However, it is remarkable that the motorisation rate continues to grow in Germany, whereas the rate decreases in the United Kingdom."}, {"text_block_id": "p118_b807", "text": "Figure 65."}, {"text_block_id": "p118_b808", "text": "Motorisation rate in Malta. Historical data and comparison"}, {"text_block_id": "p118_b809", "text": "with other EU countries"}, {"text_block_id": "p119_b810", "text": "The forecasts of the motorisation rate that are available are not broken down in countries. On the contrary, they show the change in the motorisation rate in Europe as a whole. In order to forecast the motorisation rate in Malta, two sources were taken into account:"}, {"text_block_id": "p119_b811", "text": "•"}, {"text_block_id": "p119_b812", "text": "The document Observatorio Cetelem Auto 2015"}, {"text_block_id": "p119_b813", "text": "analyses the motorisation rate in several countries. It describes the case of Japan, a country where the car use is high due to its spatial distribution and congestion problems constrain the growth in the motorisation rate. It is estimated that this rate will grow by 0.12% p.a. between 2012 and 2020."}, {"text_block_id": "p119_b814", "text": "•"}, {"text_block_id": "p119_b815", "text": "The document Modelling Future Mobility"}, {"text_block_id": "p119_b816", "text": "The document Modelling Future Mobility\n* Scenario simulation at Macro Levelestimates the car fleet in the EU in 2030.\n<\\li1>"}, {"text_block_id": "p119_b819", "text": "It was considered that Malta is in a similar situation to that in Japan as both countries are reaching saturation level. With a 0.12% annual growth, Malta´s private car motorisation rate will rise from 619 in 2014 to 639 in 2050."}, {"text_block_id": "p119_b820", "text": "This rate is lower than the rates calculated by considering that car fleet in Malta will grow at the same pace as car fleet in the EU (697 - 740 cars per 1,000 inhabitants in 2050); this fact is coherent with Malta being near saturation level."}, {"text_block_id": "p119_b821", "text": "Figure 66."}, {"text_block_id": "p119_b822", "text": "Motorisation rate in Malta. Historical data and forecast"}, {"text_block_id": "p120_b823", "text": "2.4.10"}, {"text_block_id": "p120_b824", "text": "Road network"}, {"text_block_id": "p120_b825", "text": "Malta’s road network is extensive, stretching over 2,400 kilometres in 2014. It represents one of the densest in the world (762 km/100 km2)."}, {"text_block_id": "p120_b826", "text": "Figure 67."}, {"text_block_id": "p120_b827", "text": "Settlement pattern evolution (source: MEPA)"}, {"text_block_id": "p120_b828", "text": "As detailed in Chapter 2, the increase in urbanisation and urban sprawl that has taken place since the late 1960s and the significant percentage of open space subject to environmental protection presents a practical barrier to increasing the size of the road network."}, {"text_block_id": "p121_b829", "text": "In recent years, the provision of new bypass roads designed to alleviate traffic bottlenecks has slowed down considerably and there has been little growth in the road network. These constraints support the need for reviewing the traditional approach of widening current roads or building new roads to remove bottlenecks."}, {"text_block_id": "p121_b830", "text": "Therefore, future changes in the road network are unlikely to impact on the overall length of network, though it is expected for several critical road links to be vertically grade-separated within the same footprint in order to separate conflicts between heavy traffic flows."}, {"text_block_id": "p121_b831", "text": "2.4.11"}, {"text_block_id": "p121_b832", "text": "Driving licences"}, {"text_block_id": "p121_b833", "text": "The following figure depicts the evolution in the number of licence holders as well as in the population aged 18 or over (Eurostat). It can be noted that licence holders have increased by 7.9% in the last 5 years, whereas adult population has increased by 6.1%. In other words, the rate of adult citizens with a driving licence has varied from 67% in 2008 to 68% in 2013."}, {"text_block_id": "p121_b834", "text": "Figure 68."}, {"text_block_id": "p121_b835", "text": "Licence holders in Malta. Historical data"}, {"text_block_id": "p121_b836", "text": "Figure 69."}, {"text_block_id": "p121_b837", "text": "Licence holders in Malta. Historical data and forecast"}, {"text_block_id": "p122_b838", "text": "No information has been found on a possible maximum rate of adult population with driving licence. Therefore, driving licence holders in 2050 have been estimated by considering that the current percentage of adult population with a driving licence (68%) remains constant in the future."}, {"text_block_id": "p122_b839", "text": "2.4.12"}, {"text_block_id": "p122_b840", "text": "Transport spending"}, {"text_block_id": "p122_b841", "text": "Expenditure on transport in Malta takes place at two levels: Central government and Local government."}, {"text_block_id": "p122_b842", "text": "The Central government is the main contributor to transport expenditure, with it bearing more than 90% of transport expenditure in Malta (Eurostat)."}, {"text_block_id": "p122_b843", "text": "In the last decade, the economic resources devoted to transport in Malta (both expenditure on operations and infrastructure) have ranged between €60m and €100m annually. Nevertheless, peaks of expenditure took place in 2008 and 2014, with this expenditure reaching €160m and €127m respectively."}, {"text_block_id": "p123_b844", "text": "Figure 71."}, {"text_block_id": "p123_b845", "text": "Capital and Recurrent Expenditure on transport in Malta in relation to GDP (source: Eurostat)"}, {"text_block_id": "p123_b846_merged", "text": "While an investment level of 1% per GDP became a de facto political benchmark in Western European countries in the 1980s, the new EU Member States have been seen to spend more than 1% of their GDP, as they catch up and complete their basic networks. Malta however, has invested the lowest percentage of GDP in transport infrastructure for many years."}, {"text_block_id": "p124_b849", "text": "Figure 72."}, {"text_block_id": "p124_b850", "text": "Infrastructure Expenditure on transport in Malta in relation to GDP (source: ITF)"}, {"text_block_id": "p124_b851", "text": "Following the benchmark indicated above, if Malta were to spend an average of 1% of its GDP on transport, and the forecast GDP for 2050 is € 15.6bn (most likely scenario), this would relate to an infrastructure investment of around € 156m p.a."}, {"text_block_id": "p124_b852", "text": "2.4.13"}, {"text_block_id": "p124_b853", "text": "External Cost of Road Congestion"}, {"text_block_id": "p124_b854", "text": "The forecast traffic increase under the Do Minimum scenario would have a profound impact from 2025 onwards.  Roads on the strategic network in the main urban hub will approach near or be at their operational capacities.  The slowing of traffic flows and increasing delay on the strategic network will spread to most of the road network including local roads."}, {"text_block_id": "p124_b855", "text": "As observed in recent years, the incremental increase in traffic congestion has an effect on far larger area, producing an accelerated deterioration of flows and performance of roads."}, {"text_block_id": "p124_b856", "text": "Figure 72 depicts the volume / capacity ratio estimated for 2050 in the AM peak period, where black signifies heavy congestion."}, {"text_block_id": "p125_b857", "text": "Figure 73."}, {"text_block_id": "p125_b858", "text": "Ratio of V/C during the AM peak period (2050)"}, {"text_block_id": "p125_b859_merged", "text": "A fundamental scientific relationship in traffic engineering is that the more traffic that tries to use a road or a road network, the slower it goes (speed-flow curve).  The method of calculating congestion costs is comparing the speed of free-flow conditions with the speed in congested conditions.  The total delays caused by traffic congestion can be calculated and by multiplying this by the value of time, value of accidents and value of air pollution and emissions, and value of vehicle operating costs (fuel, oil, maintenance) results in an estimate of the total cost of congestion can be made."}, {"text_block_id": "p125_b861", "text": "Figure 74 shows recent estimates of the cost of congestion, as determined by the European Commission’s Joint Research Centre in conjunction with the University of Malta, and plotted in conjunction with future estimated costs of congestion that have been made as part of the study supporting the drafting of the National Transport Strategy under the “Do Minimum” assumption, in other words, assuming no further changes to transport policy or infrastructure from 2015 onwards.  The methodology used in the European Commission study differs from that used by Transport Malta, hence the different trajectories (as indicated by the dotted line)."}, {"text_block_id": "p126_b862", "text": "Figure 74."}, {"text_block_id": "p126_b863", "text": "Estimated External Cost of"}, {"text_block_id": "p126_b864", "text": "Congestion in future years (European Commission"}, {"text_block_id": "p126_b865", "text": "(2015), Transport Malta (2016),"}, {"text_block_id": "p126_b866", "text": "Elaboration"}, {"text_block_id": "p126_b867_merged", "text": "Forecast GDP for 2050 is €15.6bn in the most likely scenario the above trends would equate to 8.2% of GDP (optimistic 6.7%, pessimistic 10.1%)."}, {"text_block_id": "p126_b869", "text": "in the daily maximum rainfall, the decrease in the absolute number of days with rainfall in the range of 1-50 mm and the decrease in the duration of bright sunshine."}, {"text_block_id": "p126_b870", "text": "2.4.14"}, {"text_block_id": "p126_b871", "text": "Climate change"}, {"text_block_id": "p126_b872", "text": "Global environmental change is one of the challenges for the present century, so transport planning should take into account the effects that such phenomenon will have on transport infrastructures."}, {"text_block_id": "p126_b873", "text": "The changes recorded by Malta Resources Authority (MRA) in the last years include the existence of convective rainfall, the increase"}, {"text_block_id": "p126_b874", "text": "The following table summarises the effects of the climate change applicable to the region of the Maltese Islands. In particular, a sea level rise of 14 cm is forecast for the horizon year of this strategy."}, {"text_block_id": "p126_b875", "text": "Table 2."}, {"text_block_id": "p126_b876", "text": "Impacts of the climate change"}, {"text_block_id": "p126_b877", "text": "on Maltese Islands"}, {"text_block_id": "p127_b878", "text": "Such changes are unlikely to produce severe effects on Maltese road network, but they may begin to cause some problems in those roads located on the coast or flood areas, or where the drainage elements were not properly designed and maintained."}, {"text_block_id": "p127_b879", "text": "Ports are also sensitive infrastructures when dealing with sea level rise. As it was noted for the road network, the changes forecast for 2050 seem small however it is not known what impact a 14cm sea-level rise will have on port infrastructures. Nevertheless, these changes could demand maintenance works and should be also considered when it comes to planning new infrastructures."}, {"text_block_id": "p127_b880", "text": "02.5"}, {"text_block_id": "p127_b881", "text": "FOCUS GROUP PARTICIPATION"}, {"text_block_id": "p127_b882", "text": "In addition to the technical review of the current transport situation, a number of focus group discussions were held as part of the development of the NTS. The idea was for the development of the NTS and TMP to include various aspects of public involvement. Public consultation on the NTS and TMP is also taking place as per usual practice through this official published draft, however, in addition to this, pilot focus groups were organised at an early stage in the process together with the Faculty of the Built Environment of the University of Malta."}, {"text_block_id": "p127_b883", "text": "Figure 75."}, {"text_block_id": "p127_b884", "text": "Focus Group and sample of output"}, {"text_block_id": "p128_b885", "text": "The aim of these focus groups was to bring together a small group of individuals with diverse expertise and from various sectors of society so as to form a ‘think tank’ for a limited number of sessions. The sessions were facilitated by various members of the Faculty of the Built Environment and the purpose was to brainstorm and discuss the issues and opportunities in relation to a number of themes relating to transport. The focus groups aimed to broaden the input and add value to the development of such an important national document in a ‘forward thinking’ manner. A summary of the outcome of the focus group discussions is presented in Annex III."}, {"text_block_id": "p131_b886", "text": "03.1"}, {"text_block_id": "p131_b887", "text": "SETTING THE VISION"}, {"text_block_id": "p131_b888", "text": "“Transport is fundamental to our economy and society. Mobility is vital for the internal market and for the quality of life of citizens as they enjoy their freedom to travel. Transport enables economic growth and job creation: it must be sustainable in the light of the new challenges we face.” (European Commission White Paper: Roadmap to a Single European Transport Area – Towards a competitive and resource efficient system, 2011)"}, {"text_block_id": "p131_b889", "text": "Transport brings significant benefits to us all, strongly influencing our prosperity but, on the other hand, transport can have nationally adverse impacts on people, the economy and the environment through accidents, pollution and its contribution to climate change."}, {"text_block_id": "p131_b890", "text": "Modernising the national transport system is a prerequisite for its successful integration within the European transport system. A multi-modal and efficient transport system contributes significantly towards improving the quality of life, maintaining high economic growth and safeguarding the environment."}, {"text_block_id": "p131_b891", "text": "This strategy recognises the importance of continuing to develop the transport system to shape and support the country, its culture, its prosperity and the quality of life, but is also fully cognizant of the external impacts that demand-led transport development may have on the Maltese environment (built and rural), on health, on the economy and on society. The strategy therefore also recognises the importance to work towards making urban areas conducive for active mobility such as walking and cycling, thereby reducing car dependency and its negative effects."}, {"text_block_id": "p131_b892", "text": "As a result, within the context of both National and European policy, visions and strategic frameworks, the vision for transport in Malta based on general government policy and expert input is:"}, {"text_block_id": "p131_b893", "text": "‘To provide a sustainable transport system which is efficient, inclusive, safe, integrated and reliable for people and freight, and which supports attractive urban, rural and coastal environments and communities where people want to live and work: now and in the future’"}, {"text_block_id": "p132_b894", "text": "03.2"}, {"text_block_id": "p132_b895", "text": "OVERVIEW OF THE STRATEGIC GOALS"}, {"text_block_id": "p132_b896", "text": "Based on the analysis of strategic documents in Chapter 1, as well as the transport diagnosis and trends summarised in Chapter 2, the vision is further developed by identifying six strategic goals which define what the transportation system should achieve. These goals are based on sustainable development principles considering economic, social and environmental factors. Sustainable development of the transport system has long been on the agenda, as reflected in the working paper on Sustainable Land Transport"}, {"text_block_id": "p132_b897", "text": "in 2003. Building on the objectives established in this paper as well as further research, policy review and the analysis summarized in the previous chapters, the strategic goals have been further developed for all modes of transport as follows:"}, {"text_block_id": "p132_b898", "text": "•"}, {"text_block_id": "p132_b899", "text": "Transport to support Economic Development"}, {"text_block_id": "p132_b900", "text": "•"}, {"text_block_id": "p132_b901", "text": "Transport to promote Environmental and Urban Sustainability"}, {"text_block_id": "p132_b902", "text": "•"}, {"text_block_id": "p132_b903", "text": "Transport to provide Accessibility and Mobility"}, {"text_block_id": "p132_b904", "text": "•"}, {"text_block_id": "p132_b905", "text": "Transport to support Social Development and Inclusion"}, {"text_block_id": "p132_b906", "text": "•"}, {"text_block_id": "p132_b907", "text": "Transport to remain Safe and Secure"}, {"text_block_id": "p132_b908", "text": "•"}, {"text_block_id": "p132_b909", "text": "Transport to work towards Improved Public Health"}, {"text_block_id": "p132_b910", "text": "These goals will not only inform the development of measures and subsequent projects brought forward for appraisal, but they will also form the basis of a framework against which all proposed interventions, projects and measures are appraised and, ultimately, prioritised."}, {"text_block_id": "p132_b911_merged_merged", "text": "For each of the above, a number of aspects have been developed in relation to Chapter 2 and the Existing Conditions and Data Diagnostic Report to better explain the rationale behind these goals.  These are outlined in the following sections."}, {"text_block_id": "p132_b913", "text": "03.3"}, {"text_block_id": "p132_b914", "text": "Transport to support Economic Development"}, {"text_block_id": "p132_b915", "text": "Efficient transport is a critical component of economic development. The availability of transport determines development patterns and can either be a boost or a barrier to economic growth within a country. Historically, cities have grown in response to accessibility to transportation networks including for example roads, rail systems or ports.  Additionally, economic development creates new transportation demand. The two therefore go hand in hand. Locally, this is no different. As outlined in Chapter 2, urban development patterns clearly illustrate this phenomenon, reinforcing the important role which transport plays in supporting Economic Development."}, {"text_block_id": "p133_b916", "text": "The aspects listed below encapsulate further this relationship:"}, {"text_block_id": "p133_b917", "text": "•"}, {"text_block_id": "p133_b918", "text": "Reduced congestion and removal of traffic bottlenecks improves travel times thereby supporting competitiveness"}, {"text_block_id": "p133_b919", "text": "•"}, {"text_block_id": "p133_b920", "text": "Improved reliability and efficiency can allow for better journey planning"}, {"text_block_id": "p133_b921", "text": "•"}, {"text_block_id": "p133_b922", "text": "Strengthening transport links and connectivity, nationally and internationally increases access to markets"}, {"text_block_id": "p133_b923", "text": "•"}, {"text_block_id": "p133_b924", "text": "Reduced operational costs and improved seamless interconnectivity increases profitability and can support competitiveness"}, {"text_block_id": "p133_b925", "text": "•"}, {"text_block_id": "p133_b926", "text": "Improved experience and ease of access for non-regular users can support the tourism product"}, {"text_block_id": "p133_b927", "text": "3.3.1"}, {"text_block_id": "p133_b928", "text": "REDUCED CONGESTION AND REMOVAL OF TRAFFIC BOTTLENECKS IMPROVES TRAVEL TIMES THEREBY SUPPORTING COMPETITIVENESS"}, {"text_block_id": "p134_b929", "text": "3.3.2"}, {"text_block_id": "p134_b930", "text": "IMPROVE RELIABILITY AND EFFICIENCY CAN ALLOW FOR IMPROVED JOURNEY PLANNING"}, {"text_block_id": "p134_b931", "text": "3.3.3"}, {"text_block_id": "p134_b932", "text": "IMPROVED TRANSPORT LINKS AND CONNECTIVITY, NATIONALLY AND INTERNATIONALLY INCREASES ACCESS TO MARKETS"}, {"text_block_id": "p135_b933", "text": "3.3.4"}, {"text_block_id": "p135_b934", "text": "REDUCED OPERATIONAL COSTS AND IMPROVED SEAMLESS INTERCONNECTIVITY (E.G. FREIGHT DISTRIBUTION) INCREASES PROFITABILITY AND CAN SUPPORT COMPETITIVENESS"}, {"text_block_id": "p135_b935", "text": "3.3.5"}, {"text_block_id": "p135_b936", "text": "IMPROVED EXPERIENCE AND EASE OF ACCESS FOR NON-REGULAR USERS CAN SUPPORT THE TOURISM PRODUCT"}, {"text_block_id": "p136_b937", "text": "03.4"}, {"text_block_id": "p136_b938", "text": "TRANSPORT TO PROMOTE ENVIRONMENTAL AND URBAN SUSTAINABILITY"}, {"text_block_id": "p136_b939", "text": "Transport sectors, over the last 20 years, have displayed a number of unsustainable characteristics and trends. Both internally and externally the insatiable demand for mobility in passenger and freight travel and the continued expectations to maintain or improve journey times has exerted enormous pressure on the country’s transport system.  This has resulted in continued growth in the number of motor vehicles on the roads, higher levels of car dependency and increased traffic congestion."}, {"text_block_id": "p136_b940", "text": "Unfortunately, this dynamic has proved to be somewhat self-reinforcing. As vehicle prices fall and more people acquire personal transport, the pressure mounts to build more roads, overpasses, and expressways rather than investing in public transit or non-motorized transit infrastructure. Rather than solving the problem, this sort of auto-centric infrastructure development exacerbates it, prompting more people to switch to private vehicles, increasing traffic congestion, reducing bus service reliability and punctuality leading to declining modal shares for public and non-motorized transport."}, {"text_block_id": "p136_b941", "text": "Apart from the congestion issues which hinder continued urban development, the impact of today’s transport system on the urban environment is evident both visually and spatially. The emissions from the burning of motor vehicle fuel contribute to global and local damage to ecosystems, adversely affecting health and the quality of life. High level of motorisation has other external costs such as high noise levels and land acquisition for infrastructure which interferes with habitats, animal migration patterns and ecosystem integrity if not designed appropriately."}, {"text_block_id": "p136_b942", "text": "Climate change is an issue with global significance. Transport is a contributor to climate change through the emissions of greenhouse gases. It also has to be resilient to the changes that climate impacts have on transport networks and services."}, {"text_block_id": "p136_b943", "text": "This goal therefore defines specific aspects as listed below, in relation to ensuring environmental and urban sustainability. This is not only in relation to mitigating or minimizing impact when developing the transport systems but also pro-actively supporting environmental and urban sustainability through the transportation system.  The aspects identified to far are as follows:"}, {"text_block_id": "p136_b944", "text": "•"}, {"text_block_id": "p136_b945", "text": "Reduce and mitigate green-house gas emissions"}, {"text_block_id": "p136_b946", "text": "•"}, {"text_block_id": "p136_b947", "text": "Ensure efficient and sustainable use and management of resources"}, {"text_block_id": "p136_b948", "text": "•"}, {"text_block_id": "p136_b949", "text": "Ensure adaptation to climate change"}, {"text_block_id": "p136_b950", "text": "•"}, {"text_block_id": "p136_b951", "text": "Minimise impact of transport to enhance the landscape and townscape"}, {"text_block_id": "p136_b952", "text": "•"}, {"text_block_id": "p136_b953", "text": "Preserve the natural habitats and biodiversity"}, {"text_block_id": "p136_b954", "text": "•"}, {"text_block_id": "p136_b955", "text": "Respect historical and heritage resources"}, {"text_block_id": "p137_b956", "text": "3.4.1"}, {"text_block_id": "p137_b957", "text": "REDUCE AND MITIGATE GREEN-HOUSE GAS EMISSIONS"}, {"text_block_id": "p137_b958", "text": "3.4.2"}, {"text_block_id": "p137_b959", "text": "ENSURE EFFICIENT AND SUSTAINABLE USE AND MANAGEMENT OF RESOURCES"}, {"text_block_id": "p138_b960", "text": "3.4.3"}, {"text_block_id": "p138_b961", "text": "ADAPTATION TO CLIMATE CHANGE"}, {"text_block_id": "p138_b962", "text": "3.4.4"}, {"text_block_id": "p138_b963", "text": "MINIMISE IMPACT AND ENHANCE THE LANDSCAPE AND TOWNSCAPE"}, {"text_block_id": "p139_b964", "text": "3.4.5"}, {"text_block_id": "p139_b965", "text": "PRESERVE NATURAL HABITATS AND BIODIVERSITY"}, {"text_block_id": "p139_b966", "text": "3.4.6"}, {"text_block_id": "p139_b967", "text": "RESPECT HISTORICAL AND HERITAGE RESOURCES"}, {"text_block_id": "p140_b968", "text": "03.5"}, {"text_block_id": "p140_b969", "text": "TRANSPORT TO SUPPORT SOCIAL DEVELOPMENT AND INCLUSION"}, {"text_block_id": "p140_b970", "text": "A transportation system essentially supports the desire for mobility. Network or service inadequacies in the transport system can reduce personal mobility: spatially - due to lack of available connections between different parts of Malta; temporally - through lack of access at the desired time for travel; financially - because it is too expensive to get there; and personally - as transport modes, equipment or facilities cannot be easily accessed by all travellers. This is relevant for both socially included and socially excluded people."}, {"text_block_id": "p140_b971", "text": "The specific aspects outlined under this objective address the need for transport to be inclusive meaning that all user groups and communities need to be able to move around and be provided with an appropriate transportation service. They also consider the broader perspective in that they address the need to work towards social development as a means of moving towards more sustainable practices in relation to transportation. The following are the specific aspects developed under this goal:"}, {"text_block_id": "p140_b972", "text": "•"}, {"text_block_id": "p140_b973", "text": "Ensure travel options and journey quality are suitable for all user groups"}, {"text_block_id": "p140_b974", "text": "•"}, {"text_block_id": "p140_b975", "text": "Ensure affordability for targeted social groups"}, {"text_block_id": "p140_b976", "text": "•"}, {"text_block_id": "p140_b977", "text": "Increasing societal awareness on the need for sustainable travel choices"}, {"text_block_id": "p140_b978", "text": "•"}, {"text_block_id": "p140_b979", "text": "Reduce severance and adverse impacts on specific communities"}, {"text_block_id": "p140_b980", "text": "•"}, {"text_block_id": "p140_b981", "text": "Integration of isolated communities"}, {"text_block_id": "p140_b982", "text": "3.5.1"}, {"text_block_id": "p140_b983", "text": "ENSURE TRAVEL OPTIONS AND JOURNEY QUALITY SUITABLE FOR ALL USER GROUPS"}, {"text_block_id": "p141_b984", "text": "3.5.2"}, {"text_block_id": "p141_b985", "text": "INCREASING SOCIETAL AWARENESS ON THE NEED FOR SUSTAINABLE TRAVEL CHOICES"}, {"text_block_id": "p141_b986", "text": "3.5.3"}, {"text_block_id": "p141_b987", "text": "REDUCING SEVERANCE AND ADVERSE IMPACT ON COMMUNITIES"}, {"text_block_id": "p142_b988", "text": "3.5.4"}, {"text_block_id": "p142_b989", "text": "INTEGRATION OF ISOLATED COMMUNITIES"}, {"text_block_id": "p142_b990", "text": "3.5.5"}, {"text_block_id": "p142_b991", "text": "ENSURE AFFORDABILITY FOR TARGETED SOCIAL GROUPS"}, {"text_block_id": "p143_b992", "text": "03.6"}, {"text_block_id": "p143_b993", "text": "TRANSPORT TO PROVIDE ACCESSIBILITY AND MOBILITY"}, {"text_block_id": "p143_b994", "text": "To provide accessibility and mobility could be seen as the primary goal of transportation policy. However, the terms “accessibility” and “mobility” are often used together in transportation but without clear distinction. Understanding the distinction between accessibility and mobility is a critical aspect in creating a sound and sustainable transportation policy. When considering traffic, movement and un-delayed journeys are beneficial; congestion and inadequate infrastructure are seen as a cost. On the other hand, to consider mobility, is to think about the efficient movement of people and goods."}, {"text_block_id": "p143_b995", "text": "This is much wiser than a traffic focus because it helps move attention to more efficient ways of moving people and goods such as placing a high priority on collective modes of transport, technology and logistics. Additionally, accessibility or an ‘access focus’ is when the ability to reach opportunities is the factor being considered as beneficial, and not movement itself."}, {"text_block_id": "p143_b996", "text": "In remote rural contexts gaining access to services, goods and contacts will often require a lot of mobility. However, in many urban contexts accessibility might involve very short trips. And in some cases to enhance accessibility might even require that traffic is reduced or even the need to travel (or mobility) is reduced."}, {"text_block_id": "p143_b997", "text": "Therefore with an accessibility perspective, both traffic and mobility are still important but they are seen as ‘means’ not ‘ends in themselves’. Other ways to enhance accessibility would include planning for proximity, improved communications systems, bringing services closer, etc."}, {"text_block_id": "p143_b998", "text": "This strategic goal sets the direction for moving towards this way of thinking, and has identified the following aspects to further explain this goal:"}, {"text_block_id": "p143_b999", "text": "•"}, {"text_block_id": "p143_b1000", "text": "Easy access to daily facilities"}, {"text_block_id": "p143_b1001", "text": "•"}, {"text_block_id": "p143_b1002", "text": "Convenient and reliable journey times"}, {"text_block_id": "p143_b1003", "text": "•"}, {"text_block_id": "p143_b1004", "text": "Ensuring an equitable and sustainable approach to all transport modes"}, {"text_block_id": "p143_b1005", "text": "•"}, {"text_block_id": "p143_b1006", "text": "Managing freight and urban logistics"}, {"text_block_id": "p144_b1007", "text": "3.6.1"}, {"text_block_id": "p144_b1008", "text": "EASY ACCESS TO DAILY FACILITIES"}, {"text_block_id": "p144_b1009", "text": "3.6.2"}, {"text_block_id": "p144_b1010", "text": "CONVENIENT AND RELIABLE JOURNEY TIMES"}, {"text_block_id": "p145_b1011", "text": "3.6.3"}, {"text_block_id": "p145_b1012", "text": "ENSURE EQUITABLE AND SUSTAINABLE APPROACH TO ALL TRANSPORT MODES"}, {"text_block_id": "p145_b1013", "text": "3.6.4"}, {"text_block_id": "p145_b1014", "text": "MANAGEMENT OF FREIGHT AND URBAN LOGISTICS"}, {"text_block_id": "p146_b1015", "text": "03.7"}, {"text_block_id": "p146_b1016", "text": "TRANSPORT TO BE SAFE AND SECURE"}, {"text_block_id": "p146_b1017", "text": "Safety and security are of primary concern for any transport system. Travellers expect transport systems, services and networks to be safe to use. The importance of road safety has already been illustrated through the development of a National Road Safety Strategy. Road safety needs to consider policies, which address all categories of road users including children, pedestrians, two-wheelers, drivers, etc. as well as supporting the development of innovative solutions."}, {"text_block_id": "p146_b1018", "text": "Additionally, transport security is a sensitive issue that affects all transport users and transport providers. It is a basic right to be able to travel without fear of being a victim of some form of attack. Yet, it is also important that security is not so intrusive as to make travel an unpleasant experience. Transport security can cover everything from terrorist attacks to prevention of vandalism and graffiti."}, {"text_block_id": "p146_b1019", "text": "The following aspects have been defined to further explain the direction of this Strategy:"}, {"text_block_id": "p146_b1020", "text": "•"}, {"text_block_id": "p146_b1021", "text": "Resilient critical infrastructure"}, {"text_block_id": "p146_b1022", "text": "•"}, {"text_block_id": "p146_b1023", "text": "Extending the lifetime of high quality infrastructure"}, {"text_block_id": "p146_b1024", "text": "•"}, {"text_block_id": "p146_b1025", "text": "Reduction in injuries and loss of life relating to transport accidents"}, {"text_block_id": "p146_b1026", "text": "•"}, {"text_block_id": "p146_b1027", "text": "Rapid response to emergencies and accidents"}, {"text_block_id": "p146_b1028", "text": "•"}, {"text_block_id": "p146_b1029", "text": "Crime and Terrorism"}, {"text_block_id": "p146_b1030", "text": "3.7.1"}, {"text_block_id": "p146_b1031", "text": "RESILIENT CRITICAL INFRASTRUCTURES"}, {"text_block_id": "p147_b1032", "text": "3.7.2"}, {"text_block_id": "p147_b1033", "text": "EXTEND LIFETIME OF HIGH QUALITY INFRASTRUCTURE"}, {"text_block_id": "p147_b1034", "text": "3.7.3"}, {"text_block_id": "p147_b1035", "text": "REDUCTION IN INJURIES AND LOSS OF LIFE RELATING TO TRANSPORT ACCIDENTS"}, {"text_block_id": "p148_b1036", "text": "3.7.4"}, {"text_block_id": "p148_b1037", "text": "RAPID RESPONSE TO EMERGENCIES AND ACCIDENTS"}, {"text_block_id": "p148_b1038", "text": "3.7.5"}, {"text_block_id": "p148_b1039", "text": "CRIME AND TERRORISM"}, {"text_block_id": "p149_b1040", "text": "03.8"}, {"text_block_id": "p149_b1041", "text": "TRANSPORT TO WORK TOWARDS PUBLIC HEALTH"}, {"text_block_id": "p149_b1042", "text": "Transportation systems, if planned and designed appropriately, can provide large but often overlooked health benefits through for example improved public transport and more transit-oriented development. People who live or work in communities with high quality public transport tend to drive significantly less and rely more on alternative modes (walking, cycling and public transit) than they would in more automobile-oriented areas."}, {"text_block_id": "p149_b1043", "text": "This is important as it reduces traffic accidents and pollution emissions, increases physical fitness and mental health, and provides access to medical care and healthy food. These impacts are significant in magnitude compared with other planning objectives, but are often overlooked or undervalued in conventional transport planning. Improvement in sustainable transportation systems can be one of the most cost effective ways to achieve public health objectives, and public health improvements. This Strategy recognises the importance of this and has developed the following aspects which set the strategic direction for this goal:"}, {"text_block_id": "p149_b1044", "text": "•"}, {"text_block_id": "p149_b1045", "text": "A clean and pleasant public realm"}, {"text_block_id": "p149_b1046", "text": "•"}, {"text_block_id": "p149_b1047", "text": "Active lifestyles"}, {"text_block_id": "p149_b1048", "text": "•"}, {"text_block_id": "p149_b1049", "text": "Reduced pollution (air, noise and light)"}, {"text_block_id": "p149_b1050", "text": "3.8.1"}, {"text_block_id": "p149_b1051", "text": "A CLEAN AND PLEASANT PUBLIC REALM"}, {"text_block_id": "p150_b1052", "text": "3.8.2"}, {"text_block_id": "p150_b1053", "text": "ACTIVE LIFESTYLES"}, {"text_block_id": "p150_b1054", "text": "3.8.3"}, {"text_block_id": "p150_b1055", "text": "REDUCED POLLUTION (AIR QUALITY, NOISE AND LIGHT LEVELS)"}, {"text_block_id": "p152_b1056", "text": "04"}, {"text_block_id": "p152_b1057", "text": "STRATEGIC DIRECTION: EIGHT GUIDING PRINCIPLES"}, {"text_block_id": "p152_b1058", "text": "151"}, {"text_block_id": "p153_b1059", "text": "The previous chapter outlined the six strategic goals. At a strategic level the National Transport Strategy, also identifies eight key guiding principles, based on European and National Policy reviewed in Chapter 1 as well as trends identified in Chapters 2. These guiding principles set out the strategic direction for Transport Policy in Malta. Following this, the Transport Master Plan will identify a number of transport operational objectives at a more detailed level, in response to the issues and problem identification documented in the ‘National Transport Strategy - Existing Conditions and Data Diagnostic Report, 2014’ so as to work towards the six strategic goals."}, {"text_block_id": "p153_b1060", "text": "The following sections provide a brief overview of the strategic direction envisaged for each principle as well as how each relates to the Strategic Goals. The Master Plan will then present the measures and actions which will be implemented in relation to these guiding principles  to achieve the transport objectives and in turn the Strategic Goals."}, {"text_block_id": "p153_b1061", "text": "Table 3."}, {"text_block_id": "p153_b1062", "text": "Cross relation between Guiding Principles and Strategic Goals"}, {"text_block_id": "p154_b1063_merged", "text": "As indicated in the table above, the 8 guiding principles are therefore:"}, {"text_block_id": "p154_b1066", "text": "1."}, {"text_block_id": "p154_b1067", "text": "Efficient utilisation of the existing transport system: Traffic Management, Logistics Planning and Enforcement"}, {"text_block_id": "p154_b1068", "text": "2."}, {"text_block_id": "p154_b1069", "text": "Creating modal shift"}, {"text_block_id": "p154_b1070", "text": "3."}, {"text_block_id": "p154_b1071", "text": "Integrated approach to planning and design"}, {"text_block_id": "p154_b1072", "text": "4."}, {"text_block_id": "p154_b1073", "text": "Encouraging use of greener vehicles and fuel"}, {"text_block_id": "p154_b1074", "text": "5."}, {"text_block_id": "p154_b1075", "text": "Developing and improving the effectiveness and quality of the strategic transport network"}, {"text_block_id": "p154_b1076", "text": "6."}, {"text_block_id": "p154_b1077", "text": "Education, information and human resources"}, {"text_block_id": "p154_b1078", "text": "7."}, {"text_block_id": "p154_b1079", "text": "Room for research and innovation"}, {"text_block_id": "p154_b1080", "text": "8."}, {"text_block_id": "p154_b1081", "text": "Financing and generating revenue"}, {"text_block_id": "p154_b1082", "text": "These guiding principles will be further elaborated upon in the following sections."}, {"text_block_id": "p155_b1083", "text": "04.1"}, {"text_block_id": "p155_b1084", "text": "GUIDING PRINCIPLE 1:"}, {"text_block_id": "p155_b1085", "text": "EFFICIENT UTILISATION OF THE EXISTING TRANSPORT SYSTEM - TRAFFIC MANAGEMENT, LOGISTICS PLANNING AND ENFORCEMENT"}, {"text_block_id": "p155_b1086", "text": "04.2"}, {"text_block_id": "p155_b1087", "text": "GUIDING PRINCIPLE 2:"}, {"text_block_id": "p155_b1088", "text": "CREATING MODAL SHIFT"}, {"text_block_id": "p156_b1089", "text": "04.3"}, {"text_block_id": "p156_b1090", "text": "GUIDING PRINCIPLE 3:"}, {"text_block_id": "p156_b1091", "text": "INTEGRATED APPROACH TO PLANNING AND DESIGN"}, {"text_block_id": "p156_b1092", "text": "04.4"}, {"text_block_id": "p156_b1093", "text": "GUIDING PRINCIPLE 4:"}, {"text_block_id": "p156_b1094", "text": "ENCOURAGING USE OF GREENER FUELS AND VEHICLES"}, {"text_block_id": "p157_b1095", "text": "04.5"}, {"text_block_id": "p157_b1096", "text": "GUIDING PRINCIPLE 5:"}, {"text_block_id": "p157_b1097", "text": "MODERNISATION, DEVELOPMENT AND REVITALISATION OF THE STRATEGIC TRANSPORT NETWORK TO IMPROVE TERRITORIAL COHESION"}, {"text_block_id": "p157_b1098", "text": "04.6"}, {"text_block_id": "p157_b1099", "text": "GUIDING PRINCIPLE 6:"}, {"text_block_id": "p157_b1100", "text": "INVESTMENT IN EDUCATION, INFORMATION AND HUMAN RESOURCES"}, {"text_block_id": "p158_b1101", "text": "04.7"}, {"text_block_id": "p158_b1102", "text": "GUIDING PRINCIPLE 7:"}, {"text_block_id": "p158_b1103", "text": "MAKING ROOM FOR INNOVATION AND RESEARCH"}, {"text_block_id": "p158_b1104", "text": "04.8"}, {"text_block_id": "p158_b1105", "text": "GUIDING PRINCIPLE 8:"}, {"text_block_id": "p158_b1106", "text": "SUSTAINABLE FINANCING AND FAIR COMPETITION"}, {"text_block_id": "p161_b1107_merged", "text": "Malta is bound by a number of national, EU and international targets that have either been officially committed to, or tacitly agreed to.  These may be short term (e.g. Road Safety targets set for 2020), mid-term (e.g. TEN-T Core network completion by 2030) or even long term (e.g. climate change targets 2050 and 2080)."}, {"text_block_id": "p161_b1110", "text": "The purpose of this chapter is to set out appropriate national targets that will help monitor the progress towards achieving the Strategic Goals and international commitments.  The Strategic Targets (and related indicators) also guide the Transport Master Planning process by facilitating the establishment of short and midterm benchmarks that act as checkpoints toward the long term goals."}, {"text_block_id": "p161_b1111", "text": "A related target setting process will therefore also be established for the Transport Master Plan 2025 and any subsequent similar plans."}, {"text_block_id": "p161_b1112", "text": "05.1"}, {"text_block_id": "p161_b1113", "text": "STRATEGIC GOALS AND TARGETS"}, {"text_block_id": "p161_b1114", "text": "The targets that Malta has committed to and that have a transport dimension have been tabulated below, cross-referencing them to the Strategic Goals that guide this strategy. Blanks in the tables below indicate that the targets have not yet been established for the said date.  The state of play as of 2015 (or last recorded where indicated)."}, {"text_block_id": "p162_b1115", "text": "05.2"}, {"text_block_id": "p162_b1116", "text": "MONITORING OF PROGRESS"}, {"text_block_id": "p165_b1117", "text": "•"}, {"text_block_id": "p165_b1118", "text": "A Healthy Weight for Life: A National Strategy for Malta 2012-2020"}, {"text_block_id": "p165_b1119", "text": "•"}, {"text_block_id": "p165_b1120", "text": "Action Plan on Urban Mobility {SEC(2009) 1211} http://eur-lex. europa.eu/legal-content/EN/ ALL/?uri=CELEX:52009DC0490"}, {"text_block_id": "p165_b1121", "text": "•"}, {"text_block_id": "p165_b1122", "text": "Active Labour Market Policy (2012)"}, {"text_block_id": "p165_b1123", "text": "•"}, {"text_block_id": "p165_b1124", "text": "Angelou Economics (2008) Vision 2015 and Beyond: A Path to a Knowledge Based Economy"}, {"text_block_id": "p165_b1125", "text": "•"}, {"text_block_id": "p165_b1126", "text": "Annex XI of Regulation (EU) No 1303/2013"}, {"text_block_id": "p165_b1127", "text": "•"}, {"text_block_id": "p165_b1128", "text": "A Report on Malta’s Creative Economy and a Strategy for the Cultural and Creative Industries (2012)"}, {"text_block_id": "p165_b1129", "text": "•"}, {"text_block_id": "p165_b1130", "text": "A Structure Plan for the Maltese Islands 1990"}, {"text_block_id": "p165_b1131", "text": "•"}, {"text_block_id": "p165_b1132", "text": "Aviation Policy for Malta 2014-2020"}, {"text_block_id": "p165_b1133", "text": "•"}, {"text_block_id": "p165_b1134", "text": "BCEOM (2004) Feasibility and Environmental Impact Studies for Transport Infrastructure in Malta"}, {"text_block_id": "p165_b1135", "text": "•"}, {"text_block_id": "p165_b1136", "text": "Communication from the Commission to the European Parliament, the Council, the European Economic and Social Committee and the Committee of the Regions - Strategic goals and recommendations for the EU’s maritime transport policy until 2018 COM (2009) 0008 Final"}, {"text_block_id": "p165_b1137", "text": "•"}, {"text_block_id": "p165_b1138", "text": "Consultation on Malta’s Operational Programme 2014-2020 (2014)"}, {"text_block_id": "p165_b1139", "text": "•"}, {"text_block_id": "p165_b1140", "text": "Cultural Policy (2011)"}, {"text_block_id": "p165_b1141", "text": "•"}, {"text_block_id": "p165_b1142", "text": "D-Air Project, Decarbonising Airport Regions Regional Implementation Plan Malta"}, {"text_block_id": "p165_b1143", "text": "•"}, {"text_block_id": "p165_b1144", "text": "Directive 2010/40/EU of the European Parliament and of the Council of 7 July 2010 on the framework for the deployment of Intelligent Transport Systems in the field of road transport and for interfaces with other modes of transport"}, {"text_block_id": "p165_b1145", "text": "•"}, {"text_block_id": "p165_b1146", "text": "ECORYS (2006) Feasibility and Environmental Impact Studies for Maritime Transport Infrastructural Projects – Malta: Phase D report – part 2: Strategic development planning and Grand Harbour zoning plan"}, {"text_block_id": "p165_b1147", "text": "•"}, {"text_block_id": "p165_b1148", "text": "ECORYS (2006) Study on Strategic Evaluation on Transport Investment Priorities under Structural and Cohesion Funds for the Programming Period 20072013"}, {"text_block_id": "p165_b1149", "text": "•"}, {"text_block_id": "p165_b1150", "text": "EU Ageing Report 2015 (European Economy 3. May 2015. Brussels. PDF. 424pp)"}, {"text_block_id": "p165_b1151", "text": "•"}, {"text_block_id": "p165_b1152", "text": "Eurocontrol, Challenges of Growth 2013 Task 4: European Air Traffic in 2035"}, {"text_block_id": "p165_b1153", "text": "•"}, {"text_block_id": "p165_b1154", "text": "European Commission (2015) The External Costs of Passenger and Commercial Vehicles Use in Malta"}, {"text_block_id": "p165_b1155", "text": "•"}, {"text_block_id": "p165_b1156", "text": "European Union (2013) Modelling Future Mobility – Scenario simulation at Macro Level"}, {"text_block_id": "p165_b1157", "text": "•"}, {"text_block_id": "p165_b1158", "text": "Flightpath 2050: Europe’s Vision for Aviation - Maintaining Global Leadership & Serving Society’s Needs http:// ec.europa.eu/transport/modes/air/doc/ flightpath2050.pdf"}, {"text_block_id": "p165_b1159", "text": "•"}, {"text_block_id": "p165_b1160", "text": "Gozo Tourism Policy 2012-2016"}, {"text_block_id": "p165_b1161", "text": "•"}, {"text_block_id": "p165_b1162", "text": "GTZ (1998) Master Plan for Roads of Malta & Gozo"}, {"text_block_id": "p166_b1163", "text": "•"}, {"text_block_id": "p166_b1164", "text": "IATA (2015) Air Passenger Forecasts Global Report"}, {"text_block_id": "p166_b1165", "text": "•"}, {"text_block_id": "p166_b1166", "text": "Inner Harbour Ferry Service http:// www.transport.gov.mt/ports-marinas/ passenger-transport-by-sea/ferry-service-grand-harbour-marsamxett"}, {"text_block_id": "p166_b1167", "text": "•"}, {"text_block_id": "p166_b1168", "text": "Malta Bus Rapid Transit Feasibility study (2007) see http://www.transport.gov.mt/ transport-strategies/research-reportsstudies"}, {"text_block_id": "p166_b1169", "text": "•"}, {"text_block_id": "p166_b1170", "text": "Malta Public Transport Services Ltd see http://www.publictransport.com.mt/"}, {"text_block_id": "p166_b1171", "text": "•"}, {"text_block_id": "p166_b1172", "text": "National Biodiversity Strategy and Action Plan 2012-2020 (2012)"}, {"text_block_id": "p166_b1173", "text": "•"}, {"text_block_id": "p166_b1174", "text": "National Climate Change Adaptation Strategy 2010"}, {"text_block_id": "p166_b1175", "text": "•"}, {"text_block_id": "p166_b1176", "text": "National Environment Policy 2012 – 2020"}, {"text_block_id": "p166_b1177", "text": "•"}, {"text_block_id": "p166_b1178", "text": "National Household Travel Survey (NHTS) 1989, 1998 & 2010"}, {"text_block_id": "p166_b1179", "text": "•"}, {"text_block_id": "p166_b1180", "text": "National Reform Program under the Europe 2020 Strategy (2014)"}, {"text_block_id": "p166_b1181", "text": "•"}, {"text_block_id": "p166_b1182", "text": "National Renewable Energy Policy 2006"}, {"text_block_id": "p166_b1183", "text": "•"}, {"text_block_id": "p166_b1184", "text": "National Statistics Office, Annual Transport Statistics 2012, 2013, 2014, 2015"}, {"text_block_id": "p166_b1185", "text": "•"}, {"text_block_id": "p166_b1186", "text": "National Statistics Office, Malta in Figures 2012, 2013"}, {"text_block_id": "p166_b1187", "text": "•"}, {"text_block_id": "p166_b1188", "text": "National Strategic Reference Framework for Malta 2007-2013, (December 2006)"}, {"text_block_id": "p166_b1189", "text": "•"}, {"text_block_id": "p166_b1190", "text": "National Strategy for Cultural Heritage (2006)"}, {"text_block_id": "p166_b1191", "text": "•"}, {"text_block_id": "p166_b1192", "text": "National Strategy for the Introduction of Electromobility in Malta and Gozo (2012)"}, {"text_block_id": "p166_b1193", "text": "•"}, {"text_block_id": "p166_b1194", "text": "National Strategy for Policy and Abatement Measures relating to the reduction of Greenhouse Gas emissions (2009)"}, {"text_block_id": "p166_b1195", "text": "•"}, {"text_block_id": "p166_b1196", "text": "National Sustainable Development Strategy (2006)"}, {"text_block_id": "p166_b1197", "text": "•"}, {"text_block_id": "p166_b1198", "text": "National Tourism Policy 2012 – 2016"}, {"text_block_id": "p166_b1199", "text": "•"}, {"text_block_id": "p166_b1200", "text": "Observatorio Cetelem Auto 2015 (http:// www.elobservatoriocetelem.es/2015/02/ observatorio-cetelem-auto-2015/)"}, {"text_block_id": "p166_b1201", "text": "•"}, {"text_block_id": "p166_b1202", "text": "Operational Programme I, Cohesion Policy 2007-2013 – Investing in Competitiveness for a Better Quality of Life, Malta (May 2012)"}, {"text_block_id": "p166_b1203", "text": "•"}, {"text_block_id": "p166_b1204", "text": "Operational Programme I 2014-2020. (Operational Programme I. Fostering a competitive and sustainable economy to meet our challenges)."}, {"text_block_id": "p166_b1205", "text": "•"}, {"text_block_id": "p166_b1206", "text": "Operational Programme II, Cohesion Policy 2007 – 2013"}, {"text_block_id": "p166_b1207", "text": "•"}, {"text_block_id": "p166_b1208", "text": "Spending on Transport Infrastructure 1995-2011. International Transport Forum. 2013"}, {"text_block_id": "p166_b1209", "text": "•"}, {"text_block_id": "p166_b1210", "text": "Strategic Plan for Environment and Development (SPED) 2015"}, {"text_block_id": "p166_b1211", "text": "•"}, {"text_block_id": "p166_b1212", "text": "Structure Plan for the Maltese Islands (1990)"}, {"text_block_id": "p166_b1213", "text": "•"}, {"text_block_id": "p166_b1214", "text": "Structure Plan Review 2004 and supporting documents, Malta Environment and Planning Authority, last seen at www.mepa.org.mt February 2013, (2004)"}, {"text_block_id": "p166_b1215", "text": "•"}, {"text_block_id": "p166_b1216", "text": "Study on Light Rapid Transit and Trams (2008) see http://www.transport.gov.mt/ transport-strategies/research-reportsstudies"}, {"text_block_id": "p167_b1217", "text": "•"}, {"text_block_id": "p167_b1218", "text": "Summaries of EU Legislation on Inland and internal maritime transport http:// europa.eu/legislation_summaries/ transport/waterborne_transport/tr0014_ en.htm"}, {"text_block_id": "p167_b1219", "text": "•"}, {"text_block_id": "p167_b1220", "text": "Sustainable Development Indicators for Malta 2010. – Valletta: National Statistics Office, 2010, v, 38p"}, {"text_block_id": "p167_b1221", "text": "•"}, {"text_block_id": "p167_b1222", "text": "Sustainable Land Transport: White Paper 2003, Malta Transport Authority"}, {"text_block_id": "p167_b1223", "text": "•"}, {"text_block_id": "p167_b1224", "text": "TINA-Vienna (2002) Transport Infrastructure Needs Assessment – Identification of network components for a future trans-European transport network – Malta"}, {"text_block_id": "p167_b1225", "text": "•"}, {"text_block_id": "p167_b1226", "text": "Transport Malta (July 2010) Traffic count data on TEN-T"}, {"text_block_id": "p167_b1227", "text": "•"}, {"text_block_id": "p167_b1228", "text": "Transport Malta (2015), National Transport Strategy – Base Year Model Report 2014"}, {"text_block_id": "p167_b1229", "text": "•"}, {"text_block_id": "p167_b1230", "text": "Transport Malta (2015), National Transport Strategy – Existing Conditions and Data Diagnostic Report 2014"}, {"text_block_id": "p167_b1231", "text": "•"}, {"text_block_id": "p167_b1232", "text": "Transport Malta (2015), National Transport Strategy – Forecasting Report"}, {"text_block_id": "p167_b1233", "text": "•"}, {"text_block_id": "p167_b1234", "text": "White Paper: Roadmap to a Single European Transport Area – Towards a competitive and resource efficient system (COM(2011)144 final) and supporting documents. European Commission (March 2011)"}, {"text_block_id": "p167_b1235", "text": "•"}, {"text_block_id": "p167_b1236", "text": "Victoria Transport Policy Institute www.vtpi.org"}, {"text_block_id": "p168_b1237", "text": "ANNEX 1"}, {"text_block_id": "p168_b1238", "text": "PREVIOUS TRANSPORT MASTER PLANS"}, {"text_block_id": "p168_b1239", "text": "PAST STUDIES AND PLANS"}, {"text_block_id": "p168_b1240", "text": "In Malta, detailed statistical socio-economic data – for informing travel demand – are collected by Malta National Statistics Office. Additionally, a recent national household travel survey was undertaken in 2010 by Transport Malta and provides sampled data related to travel patterns in Malta. Other datasets include census data, traffic count and travel survey data collected by Transport Malta."}, {"text_block_id": "p168_b1241", "text": "In order to inform the transport supply side, existing infrastructure plans have been taken into consideration. There have been a number of transport studies covering Malta in recent years. These have varied in scope and level of detail. Those at the national level include:"}, {"text_block_id": "p168_b1242", "text": "•"}, {"text_block_id": "p168_b1243", "text": "GTZ (1998) Master Plan for Roads of Malta & Gozo"}, {"text_block_id": "p168_b1244", "text": "•"}, {"text_block_id": "p168_b1245", "text": "TINA-Vienna (2002) Transport Infrastructure Needs Assessment – Identification of network components for a future trans-European transport network – Malta"}, {"text_block_id": "p168_b1246", "text": "•"}, {"text_block_id": "p168_b1247", "text": "BCEOM (2004) Feasibility and Environmental Impact Studies for Transport Infrastructure in Malta"}, {"text_block_id": "p168_b1248", "text": "•"}, {"text_block_id": "p168_b1249", "text": "ECORYS (2006) Study on Strategic Evaluation on Transport Investment Priorities under Structural and Cohesion Funds for the Programming Period 20072013"}, {"text_block_id": "p168_b1250", "text": "•"}, {"text_block_id": "p168_b1251", "text": "ECORYS (2006) Feasibility and Environmental Impact Studies for Maritime Transport Infrastructural Projects – Malta: Phase D report – part 2: Strategic development planning and Grand Harbour zoning plan"}, {"text_block_id": "p168_b1252", "text": "MASTER PLAN FOR ROADS (1998)"}, {"text_block_id": "p168_b1253", "text": "The Master Plan for the road network of Malta and Gozo aimed to improve the quality of the arterial and distributor networks; increase the capacity of the system; and introduce a viable rehabilitation and maintenance programme ensuring the proper performance of the road system. It presented an ambitious investment plan in order to increase the efficiency and safety of road transport activities and was based on detailed technical assessment of the 370 km of arterial and distributor roads in Malta and Gozo."}, {"text_block_id": "p168_b1254", "text": "In the preparation of the plan, Gesellschaft fur Technische Zusammenarbeit (GTZ), examined traffic volumes, road and footpath widths and road conditions. The strategic roads where classified according to the severity of road conditions and traffic volumes in order to facilitate short, medium and long term planning of maintenance and new road works and their budgets focusing on balanced development between modes, the removal of bottlenecks and the improvement of safety and quality of road transport."}, {"text_block_id": "p169_b1255", "text": "TRANSPORT INFRASTRUCTURE NEEDS ASSESSMENT (2002)"}, {"text_block_id": "p169_b1256", "text": "The Transport Infrastructure Needs Assessment (TINA) was carried out under European Commission contract MLT01-002.00. The extension of the TINA process to Malta was seen as a first step to assessing the transport infrastructure of the Maltese Islands in relation to the provisions of the TINA network in other acceding countries and the TEN guidelines (European Parliament and Council’s Decisions 1692/96 and 1346/2001). The TINA in Malta identified the transport network that could be considered as the basis for the future extension of the Trans European Transport Network (TEN-T) on the islands.  The identification of this multimodal network (consisting of roads, ports and one airport) took into consideration the needs of the country, its specific characteristics and its economic capacity to realise the proposed investment."}, {"text_block_id": "p169_b1257", "text": "The TINA project was based on two main phases, firstly concerning the definition of the TINA multimodal network; the second identifying the high level prioritisation of new infrastructure or the upgrade of existing infrastructure up to the end of 2014. The study also evaluated the administrative capacity for Malta to implement projected transport infrastructure investments up to 2015 and recommended improvements to organisational structures in line with current best practice."}, {"text_block_id": "p169_b1258", "text": "FEASIBILITY AND ENVIRONMENTAL IMPACT STUDIES FOR ROAD TRANSPORT INFRASTRUCTURE IN MALTA (2004) AND GOZO (2005)"}, {"text_block_id": "p169_b1259", "text": "Following the amendment to Decision 1692/96 and the incorporation of the extension of the TEN-T network to include Malta, consultants BCEOM were engaged under contract EUROPAID/114473/D/ SV/MT to carry out detailed feasibility and environmental impact studies of the proposed road transport infrastructure network for Malta."}, {"text_block_id": "p169_b1260", "text": "The studies had technical assessed the TEN-T road network in Malta and Gozo section by section. A detailed analysis of existing traffic conditions was carried out at the time in addition to rudimentary forecasting of future growth demand on each section.  Different road upgrade options were developed and tested and environmentally assessed and preferred options for each section were identified."}, {"text_block_id": "p170_b1261", "text": "ECORYS FEASIBILITY AND ENVIRONMENTAL IMPACT STUDIES FOR MARITIME TRANSPORT INFRASTRUCTURAL PROJECTS – MALTA (2006)"}, {"text_block_id": "p170_b1262", "text": "This report provided planning for strategic development of maritime infrastructure and a more detailed Grand Harbour zoning plan. Similar to the BCEOM study, the projects identified in the TINA study were further explored from a feasibility and environmental point of view.  The studies also explored concepts for better freight linkages between Valletta, Marsaxlokk and Luqa sea and ports; however this concept was restricted by each port specialising in distinct type of maritime activity."}, {"text_block_id": "p170_b1263", "text": "STUDY ON STRATEGIC EVALUATION ON TRANSPORT INVESTMENT PRIORITIES UNDER STRUCTURAL AND COHESION FUNDS FOR THE PROGRAMMING PERIOD 2007-2013 (2006)"}, {"text_block_id": "p170_b1264", "text": "This DG-REGIO study on the 2002 TINA recommendations as prioritised by the BCEOM 2004 study (and the ECORYS 2006 Maritime study) looked at the proposed priorities in line with the Community cohesion policy strategic guidelines, the appropriateness in terms of national transport policy and the administrative capacity of the country to implement the prioritised plan."}, {"text_block_id": "p170_b1265", "text": "The study concluded that the strategic road network would benefit from further expansion with connections and links to ports and airports, prioritising the missing"}, {"text_block_id": "p170_b1266", "text": "links.  The study also concluded that the development of Valletta and Marsaxlokk ports into safe and efficient places for transporting goods and passengers would also better link Malta to the other parts of the EU TEN-T network."}, {"text_block_id": "p171_b1267", "text": "ANNEX II"}, {"text_block_id": "p171_b1268", "text": "ANALYSIS OF THE SPED OBJECTIVES"}, {"text_block_id": "p171_b1269", "text": "SPATIAL PLAN FOR ENVIRONMENT AND DEVELOPMENT AND NATIONAL TRANSPORT STRATEGY"}, {"text_block_id": "p180_b1270", "text": "ANNEX III"}, {"text_block_id": "p180_b1271", "text": "SUMMARY OF FOCUS GROUP INPUT"}, {"text_block_id": "p180_b1272", "text": "TRANSPORT FOCUS GROUP DISCUSSIONS"}, {"text_block_id": "p180_b1273", "text": "The group consisted of about 30 people and was subdivided for discussion purposes and discussions were held with regard to six different themes these being: Inclusiveness, Safety, Sustainability, Reliability, Efficiency and Integrated Transport. Notes of the discussions were taken and the key ideas are summarised below."}, {"text_block_id": "p180_b1274", "text": "INCLUSIVENESS"}, {"text_block_id": "p180_b1275", "text": "•"}, {"text_block_id": "p180_b1276", "text": "Public transport is not regarded as an alternative to private vehicles. This change would require push and pull measures. However, the introduction of charges for using private vehicles might result in only those of higher income being able to afford the use of a car."}, {"text_block_id": "p180_b1277", "text": "•"}, {"text_block_id": "p180_b1278", "text": "There is the need to find a balance between efficient transport and affordable transport for water transport, taxis and parking."}, {"text_block_id": "p180_b1279", "text": "•"}, {"text_block_id": "p180_b1280", "text": "Public transport must be an attractive option. It must be accessible to the disabled; the information should get to everybody, also visual and hearing impaired. The bus timetables could be at a lower level, etc."}, {"text_block_id": "p180_b1281", "text": "•"}, {"text_block_id": "p180_b1282", "text": "There is the need to improve the public transport connections both within towns and between towns."}, {"text_block_id": "p180_b1283", "text": "•"}, {"text_block_id": "p180_b1284", "text": "The change to public transport and the compliance with traffic rules should be promoted at school."}, {"text_block_id": "p180_b1285", "text": "•"}, {"text_block_id": "p180_b1286", "text": "Bus drivers should care about their image and be kind to bus users."}, {"text_block_id": "p180_b1287", "text": "•"}, {"text_block_id": "p180_b1288", "text": "There is the need to create a pleasant environment to promote soft modes, which would mean limiting car use. Public transport could allow users to carry their bicycles."}, {"text_block_id": "p180_b1289", "text": "•"}, {"text_block_id": "p180_b1290", "text": "Taxi service is not affordable."}, {"text_block_id": "p180_b1291", "text": "SAFETY"}, {"text_block_id": "p180_b1292", "text": "•"}, {"text_block_id": "p180_b1293", "text": "Attitude to accidents tend to be reactive rather than proactive. Solving the lack of information on accidents (place, time of day, weather conditions, surface conditions, etc.) is the first step to be able to design a policy."}, {"text_block_id": "p180_b1294", "text": "•"}, {"text_block_id": "p180_b1295", "text": "Lack of road maintenance (bad surface conditions cause accidents for motorcycles, water is not properly drained, etc.)."}, {"text_block_id": "p180_b1296", "text": "•"}, {"text_block_id": "p180_b1297", "text": "Children and old people are especially sensitive. Education campaigns should target different groups."}, {"text_block_id": "p180_b1298", "text": "•"}, {"text_block_id": "p180_b1299", "text": "It is necessary to differentiate between local and arterial roads. Local roads should be designed to promote the use of soft modes (provision of adequate facilities for pedestrians and cyclists, control of the speed of the vehicles, etc.)."}, {"text_block_id": "p180_b1300", "text": "•"}, {"text_block_id": "p180_b1301", "text": "The design of facilities for cyclists should consider the potential users (leisure vs commuting) and routes, whether or not cyclists will share space with other users,"}, {"text_block_id": "p181_b1302", "text": "the safety requirements, speed limit, the continuity of the cycling lanes, etc. It is very important to develop regulations on cycling facilities design and driving rules prior to the implementation and use of such facilities."}, {"text_block_id": "p181_b1303", "text": "•"}, {"text_block_id": "p181_b1304", "text": "Bad visibility at some points due to the inappropriate location of trees and signs."}, {"text_block_id": "p181_b1305", "text": "SUSTAINABILITY"}, {"text_block_id": "p181_b1306", "text": "•"}, {"text_block_id": "p181_b1307", "text": "Reaching a sustainable transport system in Malta would require improving the public transport service, restricting the use of private vehicles, promoting mixed use developments, designing a transport plan based on a sound analysis of the mobility patterns and promoting the need to change bad habits."}, {"text_block_id": "p181_b1308", "text": "•"}, {"text_block_id": "p181_b1309", "text": "An analysis of the current mobility, supported by surveys of bus users, should be carried out before considering additional modes of public transport (LRT, underground, monorail, etc.)."}, {"text_block_id": "p181_b1310", "text": "•"}, {"text_block_id": "p181_b1311", "text": "Widening roads and car parks increase car dependence."}, {"text_block_id": "p181_b1312", "text": "RELIABILITY"}, {"text_block_id": "p181_b1313", "text": "•"}, {"text_block_id": "p181_b1314", "text": "Public transport is integrated in the general flow of vehicles, so citizens do not find benefits in travelling by public transport, which is unreliable."}, {"text_block_id": "p181_b1315", "text": "•"}, {"text_block_id": "p181_b1316", "text": "The inadequate management of incidents, events and road works also prevents car users from knowing their journey time."}, {"text_block_id": "p181_b1317", "text": "•"}, {"text_block_id": "p181_b1318", "text": "Lack of surveys does not allow adequate knowledge regarding what travellers and bus drivers think of the current public transport."}, {"text_block_id": "p181_b1319", "text": "•"}, {"text_block_id": "p181_b1320", "text": "Lack of political will to move people from cars to public transport as it would mean limiting the use of private cars."}, {"text_block_id": "p181_b1321", "text": "•"}, {"text_block_id": "p181_b1322", "text": "Change in people habits requires both push and pull measures. Promoting public transport is not enough to get people out of their cars."}, {"text_block_id": "p181_b1323", "text": "•"}, {"text_block_id": "p181_b1324", "text": "It is also very important to tell citizens the reasons behind the changes by focusing on the benefits for the community (less emissions, more liveable cities, etc.)."}, {"text_block_id": "p181_b1325", "text": "•"}, {"text_block_id": "p181_b1326", "text": "Need to study further the use and connections of current interchanges to make it easier the change from the private vehicle to public transport. New hubs were also suggested (eg. Ta Qali, Airport). The priority for the public transport could be achieved through express lanes connecting each hub with the main points of interest."}, {"text_block_id": "p181_b1327", "text": "•"}, {"text_block_id": "p181_b1328", "text": "There is room for improving the taxi service (seen as expensive and unreliable; unregistered taxis still exist)."}, {"text_block_id": "p181_b1329", "text": "•"}, {"text_block_id": "p181_b1330", "text": "More sea connections within the main metropolitan area would be beneficial."}, {"text_block_id": "p181_b1331", "text": "•"}, {"text_block_id": "p181_b1332", "text": "Other modes of public transport would be possible (light rail, tram, BRT, etc.)."}, {"text_block_id": "p181_b1333", "text": "•"}, {"text_block_id": "p181_b1334", "text": "Taking advantage of technology to provide real-time information, especially to public transport users."}, {"text_block_id": "p182_b1335", "text": "EFFICIENCY"}, {"text_block_id": "p182_b1336", "text": "•"}, {"text_block_id": "p182_b1337", "text": "Overall efficiency is not equal to pleasing everybody."}, {"text_block_id": "p182_b1338", "text": "•"}, {"text_block_id": "p182_b1339", "text": "Decentralised development makes it difficult in the provision of services. Transport infrastructure must happen before development of urban spaces."}, {"text_block_id": "p182_b1340", "text": "•"}, {"text_block_id": "p182_b1341", "text": "Promote the change to sustainable modes of transport through education and other possible measures (plan, carrot and stick). Inertia is not equal to change."}, {"text_block_id": "p182_b1342", "text": "•"}, {"text_block_id": "p182_b1343", "text": "Analyse possible ways to increase the efficiency of public transport (smaller buses, advice from other professionals, alternative means, etc.)."}, {"text_block_id": "p182_b1344", "text": "•"}, {"text_block_id": "p182_b1345", "text": "Make people aware of the alternative options to travel."}, {"text_block_id": "p182_b1346", "text": "•"}, {"text_block_id": "p182_b1347", "text": "Lack of enforcement results in inefficiency."}, {"text_block_id": "p182_b1348", "text": "INTEGRATED TRANSPORT"}, {"text_block_id": "p182_b1349", "text": "•"}, {"text_block_id": "p182_b1350", "text": "Several alternatives to improve the service provided by public transport are proposed: extension of the monorail to other areas, combination of buses with a rail system, transportation hub at Floriana with underground car park linked to Ferry Tunnel between harbours, nodes identification and fast transport system between them, etc."}, {"text_block_id": "p182_b1351", "text": "•"}, {"text_block_id": "p182_b1352", "text": "Need to assess how to integrate private and public modes in terms of infrastructure, type of traveller (local versus tourist), funding, etc."}, {"text_block_id": "p182_b1353", "text": "•"}, {"text_block_id": "p182_b1354", "text": "Need to study further the use and connections of current interchanges to make it easier to change from the private vehicle to public transport."}, {"text_block_id": "p182_b1355", "text": "•"}, {"text_block_id": "p182_b1356", "text": "Promote walking by making alleys attractive, providing shade, etc."}, {"text_block_id": "p182_b1357", "text": "SYNTHESIS AND PATTERNS IDENTIFIED"}, {"text_block_id": "p182_b1358", "text": "Analysis of the discussions for patterns and repeating themes was carried out so as to identify the more crucial aspects. The following is a summary of the main themes emerging:"}, {"text_block_id": "p182_b1359", "text": "•"}, {"text_block_id": "p182_b1360", "text": "It is necessary to stimulate the change to more sustainable modes. Political will and education are essential to this change."}, {"text_block_id": "p182_b1361", "text": "•"}, {"text_block_id": "p182_b1362", "text": "Both pull and push measures are necessary to get people out of their cars (public transport improvements together with car restriction measures such as parking charges or congestion charge)."}, {"text_block_id": "p182_b1363", "text": "•"}, {"text_block_id": "p182_b1364", "text": "Adequate interchange facilities are also vital to encourage people to change to public transport."}, {"text_block_id": "p182_b1365", "text": "•"}, {"text_block_id": "p182_b1366", "text": "There is a lack of data and information regarding accidents, bus user’s opinions, etc."}, {"text_block_id": "p182_b1367", "text": "•"}, {"text_block_id": "p182_b1368", "text": "Land use development and transport development should go hand in hand. Urban developments should allow their citizens to access all the basic facilities by public transport or soft modes."}, {"text_block_id": "p182_b1369", "text": "•"}, {"text_block_id": "p182_b1370", "text": "Timing and scheduling of trips are seen as a tool to spread peak hour traffic."}, {"text_block_id": "p182_b1371", "text": "•"}, {"text_block_id": "p182_b1372", "text": "There are no adequate facilities for pedestrians and cyclists."}, {"text_block_id": "p182_b1373", "text": "•"}, {"text_block_id": "p182_b1374", "text": "There is scope for improving internal maritime transport and taxi service."}, {"text_block_id": "p182_b1375", "text": "•"}, {"text_block_id": "p182_b1376", "text": "Lack of enforcement."}, {"text_block_id": "p183_b1377", "text": "Contact: Stephen Camilleri"}, {"text_block_id": "p183_b1378", "text": "Senior Manager (EU Affairs)"}, {"text_block_id": "p183_b1379", "text": "Transport Malta"}, {"text_block_id": "p183_b1380", "text": "Sa Maison Road"}, {"text_block_id": "p183_b1381", "text": "Floriana  FRN 1612"}, {"text_block_id": "p183_b1382", "text": "Email: stephen.j.camilleri@transport.gov.mt"}, {"text_block_id": "p183_b1383", "text": "Website: www.transport.gov.mt"}, {"text_block_id": "p183_b1384", "text": "Contact: José María Llorente"}, {"text_block_id": "p183_b1385", "text": "Avda. Partenón 4-6"}, {"text_block_id": "p183_b1386", "text": "Madrid 28042"}, {"text_block_id": "p183_b1387", "text": "Spain"}, {"text_block_id": "p183_b1388", "text": "Tel: +34 91 452 12 00"}, {"text_block_id": "p183_b1389", "text": "Email: llorente@ineco.com"}, {"text_block_id": "p183_b1390", "text": "Website: www.ineco.com"}, {"text_block_id": "p185_b1391", "text": "I"}, {"text_block_id": "p185_b1392", "text": "l"}, {"text_block_id": "p185_b1393", "text": "l"}, {"text_block_id": "p185_b1394", "text": "ineco"}, {"text_block_id": "p185_b1395", "text": "151"}, {"text_block_id": "p185_b1396", "text": "Systematica"}, {"text_block_id": "p185_b1397", "text": "This document has been prepared with the technical support of the INECO-SYSTEMATICA Consortium and the environmental assessments have had the contribution of Adi Associates Ltd."}, {"text_block_id": "p185_b1398_merged", "text": "0 erationalp'rogramme I -Cohesion Policy 2007-2013 Investing in Competitiveness for a Better Quality of Life"}, {"text_block_id": "p185_b1401", "text": "Project part-financed by the European Union European Regional Development Fund (ERDF)"}, {"text_block_id": "p185_b1402", "text": "Co-financing rate: 85% EU Funds; 15% National Funds"}, {"text_block_id": "p185_b1403", "text": "Investing in your future"}], "document_description": "<br />\n<br />\n<br />\n<br />\nThe National Transport Strategy 2050 is a holistic document designed to provide Malta with a long-term vision for a sustainable transport system. The document was prepared by the Authority for Transport in Malta, which was established in 2010 following the implementation of the Authority for Transport in Malta Act of 2009. It notably promotes energy efficiency, alternative fuel sources and active modes to reduce carbon emissions.<br />\n<br />\n<br />\n<br />\n<br />\n<br />\nStrategic goals, directions and indicators are laid out in the Strategy. The document creates the framework for the development of Transport Master Plans, which in turn provide planning framework for implementing specific measures. The current Transport Master Plan sets a vision to 2035 and include details of the financing schemes necessary to achieve targets set out in the Strategy.<br />\n<br />\n<br />\n<br />\n<br />\n<br />\n<br />\n<br />"}