{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Malta", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "National Strategy for the introduction of electric mobility in Malta and Gozo", "document_country_code": "MLT", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "07/01/2012", "document_keyword": ["Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/MLT/2012/MLT-2012-01-07-National Strategy for the introduction of electric mobility in Malta and Gozo_017f6e6825343cdb9ee2b5d6257f965a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL STRATEGY"}, {"text_block_id": "p0_b2", "text": "FOR THE INTRODUCTION OF ELECTROMOBILITY"}, {"text_block_id": "p0_b3", "text": "IN MALTA AND GOZO"}, {"text_block_id": "p0_b4", "text": "July 2012"}, {"text_block_id": "p1_b5", "text": "“While all due attention was taken during the drafting of this document to provide correct information, the Committee shall not be held liable because of any inaccuracy or incorrect information which may have been included in this document. Recent developments which the Committee is not aware of may have been omitted in this report. Any use which is made of this document is at the risk of the user”"}, {"text_block_id": "p1_b6", "text": "Table of Contents"}, {"text_block_id": "p6_b7", "text": "List of Figures"}, {"text_block_id": "p8_b8", "text": "List of Tables"}, {"text_block_id": "p9_b9", "text": "Glossary"}, {"text_block_id": "p11_b10", "text": "Executive Summary"}, {"text_block_id": "p11_b11", "text": "Introduction"}, {"text_block_id": "p11_b12", "text": "The terms of reference drafted by the Ministry for Resources and Rural Affairs for the setting up the Committee whose task was to draw up the National Strategy for the Introduction of Electro-mobility in Malta and Gozo contained in this document pointed out that, ‘the relevance of electric mobility to the Malta land transport situation will have a number of different beneficial aspects. These will range from effects on traffic emissions, transport energy use, patterns of electricity generation, effects on health, urban planning and road communications’."}, {"text_block_id": "p12_b13", "text": "By 2020 it is being estimated that 13.8% of electricity consumed in Malta would be derived from RES. Malta would be electrically interconnected with mainland Europe and it is expected to reduce its local flue gas emissions for its local consumption, and the current Marsa Power Plant would have been dismantled to make way for a modern power plant at Delimara. An electric vehicle when compared to conventional vehicles already has the major advantage that it has zero tailpipe emissions at road level. Once the source of the energy to charge the battery will derive in part or in full from a renewable energy source, this will signify a technology which is functioning by means of a different fuel which considerably reduces or totally eliminates carbon emissions – i.e. towards an ideal clean transportation system."}, {"text_block_id": "p12_b14", "text": "Shifting gear from Conventional Vehicles to Electric Vehicles"}, {"text_block_id": "p12_b15", "text": "The first task of the study was to collect data and information in relation to land transportation and to evaluate currently available information concerning electric vehicle technology. This led to the commissioning of a survey addressing public awareness and viewpoints with respect to transportation methods; as well as conducting several meetings with interested stakeholders in this sector."}, {"text_block_id": "p12_b16", "text": "Particular research was also carried out by the Committee members within certain limitations, as presently several developments in this sector are ongoing. The drafters of the report could only build on information which is conclusive and tested as much speculation in this sector exists. The Committee also assumed quoted figures from the technology"}, {"text_block_id": "p13_b17", "text": "manufacturers, even though the Committee is aware that such claims can only be verified at a later date."}, {"text_block_id": "p13_b18", "text": "The Committee was aware that different technologies used for electric driven vehicles can provide different benefits for Malta’s national targets, and in such case had to differentiate in recommended promotion measures in a manner to benefit mostly those technologies"}, {"text_block_id": "p14_b19_merged", "text": "The Committee seeks to address the public concerns related to the uptake of this technology in relation to the energy demands, emissions benefits, and the infrastructure requirements, disposal of end of life equipment and running costs as compared to the conventional methods of transportation. Besides other advantages of electric vehicles with respect to conventional vehicles in performance and efficiencies described in this report, the benefits of this technology in terms of reductions of CO2 emissions in the various electricity generation scenarios investigated are quite evident. In the best case scenario, assuming the cleanest local electricity dispatch, for the targeted number of electrical vehicles in 2020 it is estimated that it would reduce around 7.7 ktonnes of CO2 equivalent annually from Malta’s emissions. The same number of vehicles would also contribute to 1% of the renewable energy sources transport target in line with current plans as indicated in the National Renewable Energy Action Plan. Moreover such reduction of emissions would also enable Malta to be in line with Directive 2008/50/EC on Ambient Air for Europe (which states that Member States shall ensure that air quality plans are established for zones exceeding in emission limits in order to achieve the related limit value or target value specified in Annexes XI and XIV of the same directive). Under this Directive, Member States are required to strive to make the periods in which these limits are exceeded as short as possible."}, {"text_block_id": "p14_b25", "text": "The report assumes that a wider range of vehicles will be available, since many such vehicles are already at prototype or assembly line development stage. It is being anticipated that"}, {"text_block_id": "p15_b26", "text": "leading car manufacturers will be launching their electric vehicles on the market in the coming quarters. However it is recognised that in Malta, as in other countries, the end customer would still need to be convinced of the robustness and performance of this new technology prior to deciding to purchase."}, {"text_block_id": "p15_b27", "text": "In fact the report refers to demonstration projects which may be used to generate confidence in the technology and which may also be eligible for EU co-financing. Such projects need to be supported by an educational campaign to promote awareness about the usage and benefit of electric vehicles, as well as to generate data to support technical analysis and feasibility studies of this technology on our roads and climatic conditions and in view of our driving habits."}, {"text_block_id": "p15_b28", "text": "Only 3.7% of respondents of a survey considered the environmental impact as the first influencing factor when buying a new vehicle, so clearly environmental considerations are not currently a major influencing factor when purchasing a new vehicle. On the other hand, there is a clear concern with respect to air pollution caused by conventional motor vehicles as 93.1% of respondents indicating concern. The educational campaign of such demonstration projects will serve to instil a sense of environmental responsibility in the choice of vehicle to be purchased while at the same time creating an awareness of the technologies available on the market as alternative to the conventional combustion engine cars. As with other technologies, which initially required a high capital investment, such as solar water heaters and solar photovoltaic systems; demonstration projects increase demand, stimulate supply and help generate a market for the product by showing that the technology is reliable."}, {"text_block_id": "p16_b29", "text": "One particular issue which is of concern to the Committee is the fact that the current cost to purchase electric and hybrid vehicles, as compared with conventional vehicles, is still relatively high and a proposed grant of up to €5,000 would only partially address the discrepancy. From the survey carried out it results that for 28.1% (the highest percentage) of respondents the first main reason for not considering to buy an electric vehicle is its cost. The Committee studied similar fiscal incentives introduced in the UK, Spain, Portugal and Finland."}, {"text_block_id": "p17_b30", "text": "The technological innovation in electro-mobility should also be taken as a challenge and an opportunity to generate jobs and expand the automotive industry in Malta. There would be value-added in aiding the automotive industry in Malta to restructure assembly lines to cater for products and components related to electric vehicle production. Malta Enterprise may also target companies who are undertaking technological breakthroughs in components related to electric vehicles to outsource to Malta or to invest in setting up production lines in Malta. Our Islands can be an ideal test base for developing such products both in view of its size and the availability of qualified personnel in the sector. The launching of electric vehicle products in our country may also provide an incentive for such companies to sign such alliances in Malta, as we may offer a limited market, the 1.2 million tourists coupled with the 350,000 cruise liner passengers offers exposure to a wide customer base from various countries. Full support through organising courses to train personnel specifically for the needs of this industry should be provided as this sector is expected to boom in the coming decade."}, {"text_block_id": "p17_b31", "text": "The Government may wish to replicate strategic alliances in the ICT sector and establish similar alliances with electric vehicle manufacturers, so as to also encourage foreign investment in this sector."}, {"text_block_id": "p17_b32", "text": "Recommendations of the Committee"}, {"text_block_id": "p18_b33", "text": "The recommendations put forward by the Committee address financial incentives as well as soft measures in line with the local requirements and which would need to be reviewed over time depending on the uptake of electric vehicles. The recommendations identified are those that are considered to be practical, reasonable, and implementable; several are based on good practice adopted in other EU Member States, however some of the recommendations may require legal and policy reviewing to be put into effect."}, {"text_block_id": "p18_b34", "text": "The Committee recognises that the Portuguese system may be one to be emulated by Malta with regards to public charging facilities. In this respect the Committee recommends that a Task Force is established to oversee the setting up of the initial pilot implementation of both infrastructure and the introduction of EV on the local market. Four working groups need to be set up to assist, a Regulatory Working Group, Support Working Group, Technical and Communications."}, {"text_block_id": "p19_b35", "text": "Finally, in order to incentivise such a change in commercial fleets, the Committee recommends that the declared costs incurred in the purchase of EV to be deducted from the amount of taxable income of the company is enhanced."}, {"text_block_id": "p19_b36", "text": "Conclusion"}, {"text_block_id": "p19_b37", "text": "Though public perception may be that electric vehicle technology is still in its infancy , the environmental, health and employment benefits of this technology for Malta is particularly high bearing in mind its small geographical size."}, {"text_block_id": "p19_b38", "text": "Malta could take advantage of the considerable interest in Europe towards decoupling transportation impacts from economic activity by developing a national strategy that utilizes the latest and leading-edge technology applicable to our geographical and economic realities."}, {"text_block_id": "p19_b39", "text": "Thus it is of utmost importance that the Maltese Government takes the implementation of the recommendations in this report into account as it shifts gear and develops its strategy"}, {"text_block_id": "p21_b40", "text": "Terms of Reference"}, {"text_block_id": "p21_b41_merged", "text": "Terms of Reference\n* No and Low Pollution means of Transport should be researched and all options considered\n* There are various battery technologies used presently for electric transport. These should\n* The Committee should look at the present infrastructure and recommend actions for\n* An analysis of fostering EV within the group transportation sector including in the use of\n* Our present and future energy mix of energy should also be analysed with particular focus"}, {"text_block_id": "p22_b55", "text": "Terms of Reference\n* No and Low Pollution means of Transport should be researched and all options considered\n* There are various battery technologies used presently for electric transport. These should\n* The Committee should look at the present infrastructure and recommend actions for\n* An analysis of fostering EV within the group transportation sector including in the use of\n* Our present and future energy mix of energy should also be analysed with particular focus\n* The Committee will assess the economic viability of electric transport in Malta, taking the\n* The Committee should come up with a number of actions in ascending order of priority to"}, {"text_block_id": "p23_b59", "text": "Chapter 1 – Introduction"}, {"text_block_id": "p23_b60", "text": "The car, apart from its actual intent of use, is also regarded as a means to represent one’s social status. Being a recurrent expenditure for the modern society, one tends to acquire a more sophisticated and stylish replacement through one’s lifetime, even if this may be more than would be required."}, {"text_block_id": "p23_b61", "text": "Is Malta’s Internal Transport System Sustainable?"}, {"text_block_id": "p23_b62", "text": "Like in other European countries, our increasing vehicle ownership levels have traditionally been considered as an indicator of economic prosperity and over the last 25 years our per capita motorisation growth rate has, in fact, been one of the highest in the EU."}, {"text_block_id": "p24_b63", "text": "Figure 1 -Motor vehicle ownership"}, {"text_block_id": "p24_b64", "text": "(Source: NSO, Central Statistics Office and Police headquarters)"}, {"text_block_id": "p24_b65_merged", "text": "Today the number of licensed motor vehicles has now surpassed the 300,000 vehicle mark for the very first time. The majority of the licensed motor vehicles (78.4% of the national vehicles) are passenger cars, reflecting our increasing desire for personal mobility. In 1995, Malta had the third highest per capita passenger car ownership level, only dropping four places to 7th position in 2008."}, {"text_block_id": "p25_b68", "text": "Figure 2 -Passenger cars per inhabitant EU"}, {"text_block_id": "p25_b69", "text": "Source: European Environment Agency (TERM32) – Passenger Car Ownership"}, {"text_block_id": "p25_b70", "text": "Passenger cars now represent over three-quarters of all licensed vehicles. 46% of licensed passenger cars have a small engine size which is less than 1300cc which is high when"}, {"text_block_id": "p26_b71", "text": "compared with other EU countries and broadly reflects short distances required for car usage in Malta and economic considerations such as vehicle registration tax and fuel economy which tend to influence consumer behaviour. In 2009, the average age of passenger cars was 12.69 years which is well above EU15 average age of 8 years and also in the upper range of the new EU countries (along with Bulgaria and Hungary). In 2009, a total of 15,140 passenger cars were newly licensed. Out of this total, 36% were new vehicles and 64% were used vehicles. The latter category comprises used vehicles originating from outside of the European Union (mainly from Japan) and an increasingly significant proportion of used passenger cars that had been previously registered in another EU member state (mainly from the UK). In the case of heavy duty diesel goods vehicles, the average age in Malta is 20.6 years – again much higher that the average of 11.5 years for the EU 27."}, {"text_block_id": "p26_b72", "text": "Despite having the lowest level of registration taxes and annual circulation taxes, the number of electric passenger cars and motor cycles still only represents less than 0.01% and 0.03% of the respective total vehicles in each group."}, {"text_block_id": "p27_b73", "text": "Table 1 -Licensed Vehicles in Malta and Gozo – June 2010"}, {"text_block_id": "p27_b74", "text": "Source: Transport Malta, 2010"}, {"text_block_id": "p27_b75", "text": "The growth in our national fleet of vehicles is not only due to the high level of vehicle registration but also the low levels of vehicle deregistration through either the scrapping or exportation of Maltese registered vehicles. Typically, for every four vehicles that are registered only one vehicle is deregistered."}, {"text_block_id": "p28_b76", "text": "The National Household Travel Survey carried out in May 2010 has revealed some very worrying findings in respect of our travel behaviour."}, {"text_block_id": "p28_b77", "text": "The National Household Travel Survey carried out in May 2010 has revealed some very worrying findings in respect of our travel behaviour.\n* In 1989, nearly 55% of all trips by Maltese residents were made by car (as a driver or\n* In 1989, nearly 55% of all trips by Maltese residents were made by car (as a driver or\n Modal split\n<\\li1>"}, {"text_block_id": "p28_b80", "text": "Table 2 -Transport Mode"}, {"text_block_id": "p28_b81", "text": "Source: National Household Travel Survey, MEPA and Transport Malta"}, {"text_block_id": "p28_b82", "text": "Source: National Household Travel Survey, MEPA and Transport Malta\n* Average journey times by car have increased by over three minutes indicating\n* Average car occupancy level is now only 1.255 persons indicating that group travel in"}, {"text_block_id": "p28_b86", "text": "From the predictions made by TM in the energy forecast in the transport sector, there is an average increase of 1.32% in diesel consumption per year, and a 1.12% increase in petrol"}, {"text_block_id": "p29_b87", "text": "consumption per year. It is estimated that by 2020, 74,7ktonnes of diesel and 87,3ktonnes of petrol will be consumed. However a demographic analysis on the Maltese native population indicates that the potential number of drivers will tend to decrease after 2015."}, {"text_block_id": "p29_b88", "text": "It is also indicative from the forecasts that the majority of fuel consumed will be petrol in which the bio-fuel mix is quite limited."}, {"text_block_id": "p29_b89", "text": "Our increasing level of dependency on ICE motor vehicles as outlined above is a major contributing factor to deteriorating air quality levels in several localities around Malta and Gozo. MEPA through its air quality monitoring has identified three pollutants that are closely associated with high traffic levels and vehicle emissions and which have been observed in certain localities to exceed limit values established in EU legislation. Benzine is a pollutant which is emitted from petrol cars and which is carcinogenic. Air monitoring data suggests that benzene levels regularly exceed the ‘upper limits’ in Sliema, Birkirkara, Floriana and Ħamrun. Nitrogen Dioxide is also closely associated with the vehicle combustion process and is often prevalent in areas characterised by high traffic and congestion levels. Nitrogen dioxide is considered to have both short-term and long-term effects on our health. It affects the lung function and exposure enhances the response to allergens which can trigger allergic reactions. In this respect, in 2008 nitrogen dioxide levels were found to exceed annual upper limit values established in EU directives in 18 localities around Malta. The third air pollutant observed by MEPA to be exceeding upper limits and"}, {"text_block_id": "p30_b90", "text": "which is strongly correlated with high levels of vehicular traffic is particulate matter which is associated with a wide range of respiratory and cardio-vascular health effects."}, {"text_block_id": "p30_b91", "text": "It is clearly evident from the above that the development of our transport system is becoming more unsustainable as time passes. Our high levels of dependence on passenger cars for personal mobility and heavy goods carrying vehicles for commercial mobility are major contributors to a number of undesirable impacts. Some of the visible impacts include degradation of environment caused by the increased pressure for development of wider roads and new car parks and economic and human loss caused by more frequent road traffic accidents. Longer term and less immediately visible impacts include degradation resulting from air pollution caused by the aging fleet of vehicle and the increased desire for personal travel."}, {"text_block_id": "p30_b92", "text": "At a European Union level, concerted efforts to improve air quality and reduce the impact of transport on climate change have been promulgated in the form of European-wide strategies and legal instruments defining targets for renewable energy use and air quality standards. These targets and commitments can only be realistically achieved through decoupling of economic growth from the environment (and health) impacts of transport."}, {"text_block_id": "p30_b93", "text": "EU Mandatory Targets for Renewable Energy"}, {"text_block_id": "p30_b94", "text": "On 23 April 2009, the European Parliament and the European Council adopted Directive 2009/28/EC on the promotion of the use of energy from renewable sources. This RES Directive forms part of the energy package required to address climate change by promoting the use of energy deriving from non carbon based and/or sustainable fuels. The same Directive repeals Directive 2001/77/EC on promotion of electricity from renewable energy sources, and Directive 2003/30/EC on the promotion of use of bio-fuels. The recent Directive addressing all energy consumption requirements, i.e. electricity, heating and cooling and transport, sets mandatory targets on each Member State. Malta is obliged to"}, {"text_block_id": "p31_b95", "text": "achieve by 2020, a share of 10% from the gross energy consumption being derived from RES. Besides this target, which may differ between each MS, each MS has an additional mandatory transport target that by 2020, 10% of the energy consumed in land transport must derive from RES."}, {"text_block_id": "p31_b96", "text": "This strategy addresses this last requirement through the use of renewable energy electricity being utilized in land transport."}, {"text_block_id": "p31_b97_merged", "text": "The transport sector represents around a quarter of the total CO2 emissions in the EU. As a remedy, the EU Commission has set specific targets addressing the transport sector. One particular measure is the inclusion of sustainable renewable resources in the use of energy for transportation. By 2020, every Member State must have a share of 10% of the energy used in land transportation and inland water ways, sourced from renewable energies. One measure that can be taken to help Malta reach this target is to increase the number of electric vehicles in the country’s vehicle fleet inventory. So far the main fuels used by the transport sector in Malta are fossil fuels. Malta has no trains, trams or metro systems which are electrically driven."}, {"text_block_id": "p32_b101", "text": "The 10% transport target set by the EU Commission can only be calculated and achieved according to some conditions imposed. One of the conditions states that the production of bio-fuels should meet sustainable criteria, with a high caution and regulation for land change of use. The EU is quite vigilant and would disqualify land being used for food growing and forest land in case these are converted to provide the raw material for bio-fuels. Another condition is that car manufacturers have to design new internal combustion engines to operate with a further increase of bio-fuel mix in their fuels. Currently, 5% of bio-diesel may be mixed with diesel without the need to do any considerable alterations in the vehicle. The Commission is requesting that by 2020, vehicles can also accept a 10% mix by volume without any difficulty. The use of gas in cars has a minimal impact on this target, as it only displaces the type of fuel."}, {"text_block_id": "p32_b102", "text": "With regards to energy calculations, the EU Commission also includes a bonus of double count of energy value in the case where bio-fuel is derived from waste cooking oils and second generation bio-fuels still being developed, and a bonus of 2.5 times more in case of electricity used in transportation, this latter deriving from renewable energy sources. This benefit favours those countries that will embrace the EV technology and clearly indicate the EU’s intention to promoting and be a leader in EV technology."}, {"text_block_id": "p32_b103_merged", "text": "The use of bio-fuels alone would not help Malta achieve its targets. Malta can only ensure local generation of bio-fuels from waste cooking oils resulting from the waste supply chain, and this is limited. As regards to diesel, a 10% mix by volume would result in circa 9% mix by energy content. As regards to petrol, the direct mixing of ethanol, the bio-fuel mainly used in this case, will involve other issues. The mixed petrol will become more volatile and will evaporate in our warm climate, increasing the volatile organic compounds in the air, which may represent a health hazard and resulting in Malta exceeding the levels permitted. Alternatively, ethanol may be mixed, to some extent, as a part of an oxidant mix in bioETBE, without issues of evaporation. Bio-ETBE blended with petrol is mainly used to enhance the combustion through more oxygen. In this case the component of ethanol is circa 7% by energy content. Hence whatever the mix between diesel and petrol of consumed fuels on our island, the overall share remains in the range below 10%."}, {"text_block_id": "p33_b105", "text": "EU Mandatory Targets for Air Quality"}, {"text_block_id": "p33_b106", "text": "Transport accounts for around a quarter of the total CO"}, {"text_block_id": "p33_b107", "text": "2"}, {"text_block_id": "p33_b108", "text": "emissions in Europe"}, {"text_block_id": "p33_b109", "text": ". The European Parliament"}, {"text_block_id": "p33_b110", "text": "Policy Paper ‘Sustainable Urban Transport Plans’"}, {"text_block_id": "p33_b111", "text": ", a document issued by Policy Department B: Structural and Cohesion Policies of the European Parliament, however, quantifies urban transport emissions as responsible for 40% of all CO"}, {"text_block_id": "p33_b112", "text": "2"}, {"text_block_id": "p33_b113", "text": "emissions and 70% of other pollutants are caused by traffic. European citizens are becoming increasingly concerned about road traffic and its impact on public health levels, as indicated in a Eurobarometer"}, {"text_block_id": "p33_b114", "text": "Survey conducted in 2007 revealed that 90% of Europeans would like to change the traffic situation in their surroundings."}, {"text_block_id": "p33_b115", "text": "Malta is no exception to this trend; The ‘State of the Environment Report’"}, {"text_block_id": "p33_b116", "text": "drawn up by the MEPA in 2008 states that the energy sector in Malta (including transport) was the principal contributor to Malta’s greenhouse gas emissions in 2007 at 89.0% of the total emissions. Furthermore, it was estimated that Malta’s GHG emissions had increased by 49% between 1990 and 2007 when compared to the EU27."}, {"text_block_id": "p33_b117_merged_merged_merged", "text": "Other targets concerning road transport are related to emissions. GHG Carbon Dioxide (CO2) is a direct relation to the mass of combustible fuel used, whereas other emissions are more"}, {"text_block_id": "p34_b120_merged", "text": "related to the type of fuel and combustion efficiency and optimization of the thermal engine. The EU has set certain EURO standards for car manufacturers addressing the latter emission limits of Carbon Monoxide (CO), Total Hydro Carbon (THC), Non-methane Hydro Carbons (NMHC), Nitrogen Oxides (NOx) and Particulate Matter (PM). Such improvements can be made through a design of the engine complemented with high technological electronic engine management control units which ensure the operation of the combustion at optimum condition window. With regards to CO2 emissions, the EU target, through a voluntary agreement with car manufacturers, is of an average of 120g/km for all new passenger cars by 2012. Such a target is to be achieved by addressing the fuel economy."}, {"text_block_id": "p34_b123", "text": "The European Strategy for Smart, Sustainable and Inclusive Growth published in 2010 identifies “Resource Efficient Europe” as one of its flagship initiatives. For transport the European Commission has proposed “to modernize and decarbonize the transport sector thereby contributing to increased competitiveness. This can be done through a mix of measures, for example infrastructure measures such as early deployment of grid infrastructures of electro-mobility… to promote new technologies including Electric and Hybrid cars through a mix of research, setting of common standards and developing the necessary infrastructure support.” Such a measure taken both by individual EU member states and at a European level will be one of the more important initiatives towards achieving both renewable energy and air quality targets."}, {"text_block_id": "p34_b124", "text": "The purpose & structure of this report"}, {"text_block_id": "p34_b125", "text": "Malta could take advantage of the considerable interest in Europe towards decoupling transportation impacts from economic activity by developing a national strategy that utilizes the latest and leading-edge technology applicable to our geographical and economic realities. The Government of Malta has set an indicative target of 5,000 electric vehicles uptake by 2020."}, {"text_block_id": "p34_b126", "text": "This report sets out the deliberations of the committee and is structured as follows:"}, {"text_block_id": "p35_b127", "text": "For financial considerations, only in some cases was the Committee aware of the price of the new generation of EV models, as these are sensitive commercial information which may be made public only after such report would have been compiled. The Committee also commissioned a public survey to investigate the local scenario, and with great thanks to the Minister and his staff, the Committee hosted a Portuguese delegation involved in the implementation of the incentives and infrastructure requirements for EV in their country, which they wish to be a worldwide benchmark."}, {"text_block_id": "p36_b128", "text": "Other Considerations"}, {"text_block_id": "p36_b129", "text": "This report builds on the previous reports carried out earlier. Reference and further build up is made to the report issued by the Climate Change Committee “National strategy for policy and abatement measures relating to the reduction of green house gas emissions” adopted in Parliament and to the “National Renewable Energy Action Plan” submitted to the EU Commission, regarding the GHG and energy requirements in relation to the transport sector."}, {"text_block_id": "p36_b130", "text": "The ToR do not include looking into the use of LPG and Hydrogen as an alternative source of combustible fuel, though such technologies are still a potential in addressing particulate matters (PM10), a local concern of pollution. These may be addressed in the context of retrofitting old vehicles. It is then recommended that other strategies address these potentials."}, {"text_block_id": "p36_b131", "text": "Electricity vs. Fuel costs"}, {"text_block_id": "p37_b132", "text": "Chapter 2 – Current National Strategic Framework"}, {"text_block_id": "p37_b133", "text": "Initiatives to Date"}, {"text_block_id": "p37_b134", "text": "In the past the Ministry for Resources and Rural Affairs had already promoted the use of Electrical Vehicles and Government had embarked upon a programme where each Ministry would make use of an electrical vehicle. Today, whilst the option of electric cars is being reviewed, it’s the ideal time to stop and think, and plan what will be required as measures to embrace the technology when this is rolled out and embraced by society. Defining a plan and a strategy and setting the initial infrastructure is also considered as a committed measure by Government to move forward in achieving its mandate towards the Climate Change and Energy sector."}, {"text_block_id": "p37_b135", "text": "In the past the Ministry for Resources and Rural Affairs had already promoted the use of Electrical Vehicles and Government had embarked upon a programme where each Ministry would make use of an electrical vehicle. Today, whilst the option of electric cars is being reviewed, it’s the ideal time to stop and think, and plan what will be required as measures to embrace the technology when this is rolled out and embraced by society. Defining a plan and a strategy and setting the initial infrastructure is also considered as a committed measure by Government to move forward in achieving its mandate towards the Climate Change and Energy sector.\n* Replacement of leaded petrol with lead replacement petrol\n* Introduction of low sulphur diesel (maximum sulphur content in fuel)\n* Introduction of bio-diesel (as a minimum percentage of all fuel distribution)\n* Introduction of emission testing using periodic and roadside vehicle roadworthiness\n* Introducing Single Vehicle Type Approval system with new standards for emissions\n* Changes to registration and annual circulation tax based on CO2 emissions"}, {"text_block_id": "p38_b149", "text": "Government has also, particularly in the last five years, introduced a number of demand-side policy measures aimed at improving air quality. The initiatives were primarily taken in the capital city of Valletta as a pilot and demonstration project for the types of measures that could be applied in traffic-sensitive urban areas across Malta and Gozo."}, {"text_block_id": "p38_b150", "text": "The Valletta Strategy on Accessibility was introduced in 2006 following extensive public consultation. The strategy included a number of initiatives aimed at making the capital city more accessible, environmentally cleaner and more pedestrian friendly through the underlying theme of encouraging a modal shift to more sustainable means of travel. The initiatives included:"}, {"text_block_id": "p38_b151", "text": "The Valletta Strategy on Accessibility was introduced in 2006 following extensive public consultation. The strategy included a number of initiatives aimed at making the capital city more accessible, environmentally cleaner and more pedestrian friendly through the underlying theme of encouraging a modal shift to more sustainable means of travel. The initiatives included:\n* Removal of parking spaces in the centre of Valletta and displacement of parking\n* Removal of parking spaces in the centre of Valletta and displacement of parking\n Figure 4 -Valletta Floriana plan\n* The replacement of the annual Valletta licence scheme with a pay-as-you-go system of"}, {"text_block_id": "p39_b156", "text": "The Valletta Strategy on Accessibility was introduced in 2006 following extensive public consultation. The strategy included a number of initiatives aimed at making the capital city more accessible, environmentally cleaner and more pedestrian friendly through the underlying theme of encouraging a modal shift to more sustainable means of travel. The initiatives included:\n* Removal of parking spaces in the centre of Valletta and displacement of parking\n* Removal of parking spaces in the centre of Valletta and displacement of parking\n Figure 4 -Valletta Floriana plan\n* The replacement of the annual Valletta licence scheme with a pay-as-you-go system of\n* Extension of the pedestrian zone in and around Vallettaâs shopping centre\n* Introduction of electric minicabs to operate within the boundaries of Valletta;\n* Introduction of electric minicabs to operate within the boundaries of Valletta;\n Figure 5 -Minicab\n* Re-introduction of waterborne transport linking Valletta to the coastal towns in Malta\n* The utilization of the historical ditches separating Valletta from Floriana to provide"}, {"text_block_id": "p39_b165", "text": "After years of operation, the Valletta Strategy has proved to be effective in achieving its original goals. Recent surveys indicate that morning peak hour traffic levels entering Valletta on main approach of St. Anne’s Street have reduced substantially since 2007 and that there has been a 10% modal shift of trips to Valletta from cars (drivers and passengers) onto scheduled buses and park and ride buses."}, {"text_block_id": "p40_b166", "text": "Figure 6 -Traffic flow -St. Anne's street"}, {"text_block_id": "p40_b167", "text": "However, despite these initiatives taken in the capital city, the limit set on Malta by the Air Quality Package Directive is still being exceeded in other heavily congested areas."}, {"text_block_id": "p40_b168", "text": "Other Important Parallel Initiatives in the Transport Sector"}, {"text_block_id": "p40_b169", "text": "The Committee acknowledges that a considerable amount of work is currently being carried out in relation to the following transport issues and that these measures are equally important for Government to consider in relation to the targets mentioned above."}, {"text_block_id": "p40_b170", "text": "Public Transport Reform"}, {"text_block_id": "p40_b171", "text": "The uptake of EV is to be seen within the setting of transport policy. Of most importance is the success of the Public Transport reform, where public mobility can be achieved with less energy requirements, reducing the vehicles on the road, signifying better air quality, more accessibility, less road maintenance and traffic controls, more road safety and better"}, {"text_block_id": "p41_b172", "text": "socializing opportunities. The electrical vehicles strategy will compliment the transport reform, where further personal flexibility is required, and also in the reform itself through evolving technologies for public transportation."}, {"text_block_id": "p41_b173", "text": "Liquid Petroleum Gas"}, {"text_block_id": "p41_b174_merged", "text": "Though it is not within the ToR of this Committee to investigate the use of LPG, the subject has also been given some attention. As explained earlier LPG does not directly contribute to the energy targets except that it displaces the use of petrol from the renewable transport targets calculations. It has a small impact on the overall target; for instance 6000 vehicles converted to LPG by 2020, would only affect the overall transport target by 0.08%; whereas the equivalent EV would increase the target by more than 1%. LPG, being a fossil fuel, would still have emissions even though it is deemed as a cleaner fuel. From a studycommissioned by the MRA, the following tabulated results were calculated as average emissions from actual tests carried out on vehicles of regulated pollutant of type-approved Euro IV vehicles."}, {"text_block_id": "p41_b177", "text": "Table 3 -Emissions per vehicle fuel type"}, {"text_block_id": "p41_b178", "text": "The regulation and framework requirements for LPG in transport have already existing as these are within the Government’s policy."}, {"text_block_id": "p42_b179", "text": "Electricity Requirements for EV Fleet"}, {"text_block_id": "p42_b180", "text": "One of the concerns in the use of EV is the energy source. It is quite evident that security of supply is one of the main concerns of the EU and also Malta. In our case, Malta can provide energy other than from imported fossil fuels, through RES in particular in the electric sector from the present situation and the current energy landscape. It considers the coming decade, where as planned and indicated in the Energy Policy, Climate Change Committee report, National Energy Efficiency Action Plan and the National Renewable Energy Action Plan, the energy scenario will change in synergy with the EU mandatory targets. The grid electricity will derive from a relative cleaner source and will have a component of renewable electricity in it. It is not mandatory for the calculation of the RES targets that EV are directly charged from RES grid connected technologies, though this would be ideal whenever possible to declare a zero emissions vehicle. What is mandatory is that the amount of RES electricity on the grid is sufficient."}, {"text_block_id": "p42_b181", "text": "By 2020 it is being estimated that 13.8% of electricity consumed would be derived from RES, that Malta would be electrically interconnected with mainland Europe reducing its local flue gas emissions for its local consumption and that the current Marsa Power Plant would have been dismantled and replaced by modern power plants at Delimara. Such developments would also be complemented by the distribution system upgrades to ensure stability and the quality of supply."}, {"text_block_id": "p42_b182", "text": "Comparative calculations with the current situation may make one hesitant whether EV is the right way forward, but when one puts in the parameters for comparing the use of an ICE to that of an EV with regards to energy, GHG and other emissions, one should have trust and assume the energy scenario presented in the coming decade. If Malta stands stationary waiting for others to try out, then achieving the mandatory targets would be even more difficult. Thus it is better to be prepared beforehand by an initial pilot project, and then ride the wave accordingly."}, {"text_block_id": "p43_b183", "text": "Climate Change Strategy"}, {"text_block_id": "p43_b184_merged", "text": "The National Strategy for the Introduction of Electro-mobility in Malta and Gozo is fully in line with the Ministry for Resources and Rural Affairs’ policy contained in the National Strategy for Policy and Abatement Measures Relating to the Reduction of Greenhouse Gas Emissionspublished in September 2009."}, {"text_block_id": "p44_b186", "text": "The Reduction of GHG Emissions Strategy points out that a process of change, review and transformation in the way Malta has behaved to date with regards to Climate Change by placing it, and therefore the reduction of GHG emissions, at the heart of public policy is required. It also suggests the need for continuous public awareness campaigns – a public awareness campaign on the use of electric mobility would comply with such a campaign."}, {"text_block_id": "p44_b187", "text": "The Reduction of GHG Emissions Strategy also calls for government entities to draw up and implement an annual Carbon Footprint Reduction Plan that will target, amongst others, reduction in general CO"}, {"text_block_id": "p44_b188", "text": "2"}, {"text_block_id": "p44_b189", "text": "emissions, and a reduction in Government road vehicles emissions. A quota of Government vehicles being electrically powered would certainly serve to meet this commitment to reduce the carbon footprint. A further point in the Reduction Strategy calls on the MFEI to introduce differentiated tariffs to encourage the shifting of consumption demand from peak times to non-peak times during base load once the smart electricity and water meter grid is introduced nationally. As explained in this report such an intelligent grid system will allow for cheaper charging of electric vehicles at off-peak hours thereby contributing to the even spread of consumption levels. Such off-peak reduced tariffs would add to the competitive pricing of a battery charging when compared to the cost incurred for the refuelling of a conventional car."}, {"text_block_id": "p44_b190_merged_merged", "text": "The Committee also consulted the National Climate Change Adaptation Strategywhich at the time of writing this report was still in public consultation phase. The most salient and relevant points raised in the Adaptation Strategy pertain to the effects of GHG on climate change. Suffice to mention for the purposes of this report that the Committee for Adaptation stresses that changes in, amongst others, temperature, precipitation, and drought in Malta over the past 50 years make it prudent to assume the measures for climate change adaptation that are planned and embarked upon today should far outweigh the costs of inaction from both an economic and social perspective."}, {"text_block_id": "p45_b192", "text": "Air Quality Strategy"}, {"text_block_id": "p45_b193", "text": "The National Emissions Ceiling Directive sets ceilings for each Member State for emissions of ammonia, oxides of nitrogen, sulphur dioxide and volatile organic compounds (VOCs). These four pollutants are primarily responsible for acidification, eutrophication and ground-level ozone."}, {"text_block_id": "p45_b194", "text": "These ceilings are laid down in Annex I to the Directive. Malta’s Emission Ceilings by 2010 are as follows:"}, {"text_block_id": "p45_b195", "text": "Table 4 -Malta's Emissions Ceilings by 2010"}, {"text_block_id": "p45_b196", "text": "The recent national emission inventories"}, {"text_block_id": "p45_b197", "text": "provide the results for 2009. These ceilings are being eventually reviewed for the 2020."}, {"text_block_id": "p45_b198", "text": "The Directive addresses all sectors contributing of such emissions influencing the air quality, being it power generation, industry, agriculture and transport including sea and air."}, {"text_block_id": "p45_b199_merged_merged", "text": "The Government has issued a Planto address these issues through measures and projections. This report addresses the emissions of the above gases at sectoral level, with"}, {"text_block_id": "p46_b201", "text": "particular to the energy sector, and transport through the use of cleaner fuels as low sulphur fuels, gasoil, HFO and diesel and unleaded petrol,"}, {"text_block_id": "p46_b202_merged", "text": "Other sectors are covered by the Integrated Pollution Prevention and Control (IPPC) Directive, transposed by LN 234/2002 and amended by LN 230/2004, requires Member States to reduce emissions to the air, land and water from industrial activities as categorised in the Directive. There are 16 permits and the most recent include landfills and pharmaceutical companies."}, {"text_block_id": "p46_b204", "text": "This plan predicts the emissions with various scenarios as calculated using the Regional Air Pollution Information and Simulation (RAINS) model."}, {"text_block_id": "p46_b205", "text": "Table 5 -Emissions Projections for NEC pollutants for 2010 with 'additional measures' as compared to emission ceiling"}, {"text_block_id": "p47_b206", "text": "Potential Displacement of Emissions by EV"}, {"text_block_id": "p47_b207", "text": "On another note in relation to the source of electricity for EV, emissions displacement from the exhaust pipes to the Power plants flue gas are further tackled in Annex B, where the Climate Change Committee scenarios have been further built on to also include the share of RES electricity. At the current scenario a 0.155kWh/km required for an EV and a 0.889mt/MWh CO"}, {"text_block_id": "p47_b208", "text": "2"}, {"text_block_id": "p47_b209", "text": "emissions power plant, such EV would emit an equivalent of 137g/km. With the best case scenario for 2020 of 0.504mt/MWh CO"}, {"text_block_id": "p47_b210", "text": "2"}, {"text_block_id": "p47_b211", "text": "emissions power plant, the same EV would emit an equivalent of 78g/km."}, {"text_block_id": "p47_b212_merged_merged", "text": "The average distance travelled by local drivers is still quite unclear and quite contradictory. A previous reporton electrical transportation systems for Malta estimates an annual average of 11000km, whereas TM, through VRT tests, estimate an average 6500km. However, TM is wary of errors in this measurement. From the public survey which was commissioned, the sample indicates that 21.2% claim a weekly fuel cost in the range of €10 to €15, and another 28.1% claim a weekly fuel cost in the range of €20 to €25. This gives an estimate and an indication that there may be two trends of drivers one which sees an average of 6,900km/year and a second with an average of 12,700km/year, though figures of the local scenario addressed in Chapter 4 indicate that the average annual travelled distance"}, {"text_block_id": "p48_b215", "text": "is around 8,500km. This may indicate that the population with lower annual distance travelled may be doing daily short trips to and from their workplace, with occasional trips in the evenings. Through various experiences one may also assume, that though in most cases the trip distance is relatively short, it may be done within a short time in clear unpopulated roads i.e. most of the trip time the ICE is not within the optimal conditions of the Euro type test conditions and may still be emitting more than claimed; or the trip may take relatively longer as in the case of congested roads, where most of the time the vehicle is at a stand still with the ICE still emitting gases, and revving to advance for the next meter . In this latter case, an EV would not be consuming energy while stationary except for any accessories, such as air-conditioning, car radio and lights. However the Committee recommends that such theories must be backed up with further dedicated studies which are not within the remit of the ToR."}, {"text_block_id": "p49_b216", "text": "Chapter 3 – Vehicle Technology"}, {"text_block_id": "p49_b217", "text": "No and Low Pollution Vehicles"}, {"text_block_id": "p49_b218", "text": "The technical evolution towards a cleaner transport may be defined in two categories, no polluting vehicles and low polluting vehicles, with reference to the localised emissions of the vehicles."}, {"text_block_id": "p49_b219", "text": "Low polluting vehicles may be categorised as those vehicles which although they are being designed to be optimised for their energy use, however still emit localised harmful gases during the operation however less than conventional ICE vehicles. Hybrid, fuel cell technology using other fuel than hydrogen, and gas fuelled vehicles may fit in this category. No pollution vehicles are those vehicles which do not produce any localised emissions, or emit non harmful localised emissions. Battery electric vehicles or EV and fuel cell technology fuelled by pure hydrogen may fit in this category."}, {"text_block_id": "p49_b220", "text": "Another technology, still being developed is the use of fuel cells. Fuel cells are electrochemical devices which convert the energy of a chemical reaction directly into electricity and heat. The electric power then drives an electric motor. If pure hydrogen is"}, {"text_block_id": "p50_b221", "text": "used as the fuel, the emission is water i.e. non polluting. However if the fuel cell is designed for other fuels as reformed natural gas, coal derived gas and methanol then the end product after combination will still have emissions."}, {"text_block_id": "p50_b222", "text": "Types of No Pollution Electric Transport (No Emission Vehicles NEV)"}, {"text_block_id": "p50_b223", "text": "Battery Electric Vehicles (BEV/EV)"}, {"text_block_id": "p50_b224_merged", "text": "A BEV or as will be referred in this report as EV, uses batteries to power an electric motor to propel the vehicle and they produce no tailpipe emissions. The batteries are recharged both from the grid and from regenerative braking. Types of battery electric vehicles in widespread use today include low-speed, neighborhood electric vehicles, airport ground support equipment, and off-road industrial equipment such as fork lifters. EVhas far fewer mechanical parts to wear out. An ICE vehicle on the other hand will have pistons, valves, camshafts, cam belts, gearbox and a clutch, all of which can wear out."}, {"text_block_id": "p50_b226", "text": "Figure 7 -BEV drive system setup"}, {"text_block_id": "p50_b227", "text": "Today's EV are capable of acceleration performance which exceeds that of an equivalent-class conventional gasoline powered vehicles. An early solution was the use of a piggyback"}, {"text_block_id": "p51_b228", "text": "system of batteries with one type designed for sustained speeds while a different set boosted acceleration when needed. EV can utilize a direct motor-to-wheel configuration which increases the amount of available power. Having multiple motors connected directly to the wheels allows for each of the wheels to be used for propulsion and braking systems, thereby increasing traction. In some cases, the motor can be housed directly in the wheel, which lowers the vehicle's center of gravity and reduces the number of moving parts. In such cases, an EV not making use of an axle, differential or a transmission system in the drive train will improve its benefits through less rotational inertia and gear losses."}, {"text_block_id": "p51_b229", "text": "A gearless or single gear design in some EV eliminates the need for gear shifting, giving such vehicles both smoother acceleration and smoother braking. Because the torque of an electric motor is a function of current not rotational speed, electric vehicles have a high torque over a larger range of speeds during acceleration, as compared to an ICE."}, {"text_block_id": "p51_b230", "text": "Some DC motor-equipped drag racer EV, have simple two-speed transmissions to improve top speed. Larger vehicles, such as electric trains and land speed record vehicles, overcome this speed barrier by dramatically increasing the wattage of their power system."}, {"text_block_id": "p51_b231", "text": "The safety issues of battery electric vehicles are largely dealt with by the international standard ISO 6469. This document is divided in three parts dealing with specific issues:"}, {"text_block_id": "p51_b232", "text": "The safety issues of battery electric vehicles are largely dealt with by the international standard ISO 6469. This document is divided in three parts dealing with specific issues:\n* On-board electrical energy storage (i.e. the battery)\n* Functional safety means and protection against failures\n* Protection of persons against electrical hazards"}, {"text_block_id": "p51_b238", "text": "Firefighters and rescue personnel should also receive special training to deal with the higher voltages and chemicals present in EV and HEV accidents. The main safety issue is of greater"}, {"text_block_id": "p52_b239", "text": "relevance to the pedestrians who are obviously less aware of silent vehicles and are thus more likely to collide with them."}, {"text_block_id": "p52_b240", "text": "Batteries occupy considerable space and add significant weight to the vehicle. The battery energy density limits the range of the pure electric vehicles and some battery technologies are very sensitive to the ambient temperature. The lifetime of the energy storage systems is also limited and the costs are high, in particular the ‘advanced battery systems’. Small islands like Malta and heavily populated cities like London are ideal for the use of EV. From the pilot project experience of EV in Malta that has been running for the past five years, one can say that the island offers an ideal environment for the use of such vehicles. This is mainly attributed to the following facts:"}, {"text_block_id": "p52_b241", "text": "Batteries occupy considerable space and add significant weight to the vehicle. The battery energy density limits the range of the pure electric vehicles and some battery technologies are very sensitive to the ambient temperature. The lifetime of the energy storage systems is also limited and the costs are high, in particular the ‘advanced battery systems’. Small islands like Malta and heavily populated cities like London are ideal for the use of EV. From the pilot project experience of EV in Malta that has been running for the past five years, one can say that the island offers an ideal environment for the use of such vehicles. This is mainly attributed to the following facts:\n* The range limitation is not an issue in view of the short distances covered in\n* The moderate climate conditions where the average annual temperatures do not"}, {"text_block_id": "p52_b245", "text": "Ongoing battery technology developments have addressed many problems with high costs, limited travel distance between battery recharging, charging time, and battery lifespan. Those drawbacks have historically been blamed for the limited adoption of the EV. However today most renowned car manufacturers are seeing in the EV one of the future markets of automobiles, driving interest in the improvements in battery technology."}, {"text_block_id": "p52_b246_merged", "text": "In addition, EV battery packs need replacement every few years , and the disposed batteries could be an environmental hazard if not properly addressed. So the limited range (particularly in cold weather), mass compounding, high cost, and short lifespan of batteries"}, {"text_block_id": "p53_b248", "text": "were the main challenges for EV. Recently, their performance has significantly improved; opening certain markets, but a further effort is required for being widely attractive to most users."}, {"text_block_id": "p53_b249", "text": "Fuel Cell Electric Vehicles (FCEV)"}, {"text_block_id": "p53_b250", "text": "The main advantages of fuel cell electric vehicles are:"}, {"text_block_id": "p53_b251", "text": "The main advantages of fuel cell electric vehicles are:\n* Zero tailpipe emissions (no CO2 or other pollutants)\n* Higher energy efficiency than the internal combustion engine\n* Regenerative braking captures and reuses braking energy\n* Potential of near-zero emissions when using renewable fuels to produce hydrogen\n* Energy security: no dependence on petroleum\n* Grid connection potential providing energy transfer to the grid"}, {"text_block_id": "p54_b264", "text": "The main advantages of fuel cell electric vehicles are:\n* Zero tailpipe emissions (no CO2 or other pollutants)\n* Higher energy efficiency than the internal combustion engine\n* Regenerative braking captures and reuses braking energy\n* Potential of near-zero emissions when using renewable fuels to produce hydrogen\n* Energy security: no dependence on petroleum\n* Grid connection potential providing energy transfer to the grid\n"}, {"text_block_id": "p54_b266", "text": "There are still a number of challenges which need to be seriously tackled. These are:"}, {"text_block_id": "p54_b267", "text": "There are still a number of challenges which need to be seriously tackled. These are:\n* Increased reliability and durability\n* Reduction in costs\n* Hydrogen generation, distribution, dispensing and onboard storage\n* Availability and affordability of hydrogen refueling\n* Codes and standards development\n* Scalability for mass manufacture\n* Consumer education"}, {"text_block_id": "p54_b281", "text": "One should also consider that hydrogen is not a renewable source of energy, but as electricity it is an energy carrier. Hydrogen can be defined as a renewable source of energy if, as electricity, is produced from such a source."}, {"text_block_id": "p54_b282", "text": "Sometimes the Fuel Cell car is also referred to as ‘a hydrogen vehicle’. This general name refers to a vehicle, such as an automobile, aircraft, train, or any other kind of vehicle that"}, {"text_block_id": "p55_b283_merged", "text": "uses hydrogen as its primary source of power for locomotion. However vehicles referred to under this general definition use the hydrogen in one of two methods: combustion cellor fuel cellconversion."}, {"text_block_id": "p55_b286", "text": "The primary target for the widespread application of fuel cells is the transportation sector but however, in order for it to be economically and environmentally feasible, any Fuel Cell based engine would need to be more efficient from well-to-wheel, than what currently exists."}, {"text_block_id": "p55_b287", "text": "It is not within the scope of the report to investigate the use of hydrogen especially in the case of combustion. A hydrogen economy would also require the necessary infrastructures for hydrogen supply, which is not within the scope of this strategy."}, {"text_block_id": "p55_b288", "text": "Types of Low Pollution Electric Transport (Low Emission Vehicles LEV)"}, {"text_block_id": "p55_b289", "text": "Hybrid Electric Vehicles (HEV)"}, {"text_block_id": "p56_b290_merged", "text": "There are two main types of hybrid drive trains which are the ‘parallel’ hybridand ‘series’ hybrid. They both have their own advantages and disadvantages. Hybrid electric vehicles have the potential to use electricity to power onboard accessories. All have the potential to achieve greater fuel economy than conventional gasoline-engine vehicles."}, {"text_block_id": "p56_b293", "text": "In a parallel hybrid the ICE and the electric motor can both contribute to torque at the wheels. Coupling the ICE directly to the drive shaft bypasses inefficiencies associated with having the ICE generating electrical energy for motive power. However, the parallel hybrids currently available automatically engage the ICE if the vehicle is driven beyond a particular electric only performance envelope, a matter of some concern for particular models, since these will require conservative driving to avoid starting the ICE. Parallel implementations may use a common drive train for the two power sources or may be \"road coupled\", with different wheel sets operated by the motors."}, {"text_block_id": "p56_b294", "text": "In a series hybrid the ICE drives a generator to recharge the batteries and/or provide power to the electric motor, depending upon the load demand."}, {"text_block_id": "p56_b295", "text": "The main advantages of hybrids are:"}, {"text_block_id": "p56_b296", "text": "-"}, {"text_block_id": "p56_b297", "text": "Reduced fuel consumption and tailpipe emissions"}, {"text_block_id": "p56_b298", "text": "-"}, {"text_block_id": "p56_b299", "text": "Optimized fuel efficiency and performance"}, {"text_block_id": "p56_b300", "text": "-"}, {"text_block_id": "p56_b301", "text": "Lower fueling costs"}, {"text_block_id": "p56_b302", "text": "-"}, {"text_block_id": "p56_b303", "text": "Recovered energy from regenerative braking"}, {"text_block_id": "p57_b304", "text": "-"}, {"text_block_id": "p57_b305", "text": "Uses existing gas station infrastructure"}, {"text_block_id": "p57_b306", "text": "On the other hand, the main challenges hybrids are facing are:"}, {"text_block_id": "p57_b307", "text": "-"}, {"text_block_id": "p57_b308", "text": "Reduction in the complexity of two power trains"}, {"text_block_id": "p57_b309", "text": "-"}, {"text_block_id": "p57_b310", "text": "Component availability--batteries, power trains, power electronics"}, {"text_block_id": "p57_b311", "text": "-"}, {"text_block_id": "p57_b312", "text": "Higher initial cost"}, {"text_block_id": "p57_b313", "text": "Figure 9 -HEV configuration"}, {"text_block_id": "p57_b314", "text": "Strictly speaking, hybrids typically do require some sort of electricity storage device for leveling out short-term peaks and troughs, and to provide a more efficient alternative at a specific instant but this is a different function."}, {"text_block_id": "p57_b315", "text": "A HEV will run on a battery depending on two conditions, being the speed of the vehicle and the state of the battery charge. At low speeds, the HEV normally operates on the electric motor. If the vehicle’s speed demand exceeds a defined threshold, then the ICE is used. In case of higher speeds and battery charge availability, there is second speed threshold which"}, {"text_block_id": "p58_b316", "text": "will combine both electric motor and ICE to provide the necessary power. However this mainly occurs in speed ways. In case that the battery charge is low, even at low speeds, the ICE will still be used to function as a driving motor and coupled with the electric motor as a battery charger. This ensures that the HEV will always run as long as there is fuel in the tank."}, {"text_block_id": "p58_b317", "text": "Plug-In Hybrid Vehicles (PHEV)"}, {"text_block_id": "p58_b318", "text": "A PHEV is a vehicle powered by a combination of an ICE and electric motor whose storage batteries can be recharged by connecting the vehicle by means of a plug to an external electrical power source. PHEV have characteristics of both conventional HEV and of BEV."}, {"text_block_id": "p58_b319", "text": "PHEV are commonly known as ‘grid-connected hybrids’, ‘full hybrids’, and are sometimes called HEV-50 to denote a hybrid with a 50km distance range, compared to a HEV-0 (a non-plug-in hybrid). Two other PHEV names used are \"energy hybrids\" and \"true hybrids\"."}, {"text_block_id": "p59_b320", "text": "Series hybrid is especially attractive to implement as a PHEV, since such vehicles will ideally have an electric motor and battery capable of satisfying all performance needs of the vehicle and so will not require use of the ICE until the batteries have been discharged to a substantial level, and not at all if recharged between trips of electric-only range. The number of kilometers for electric-only operation will depend upon the battery capacity relative to the vehicle drag and weight. In such a system the ICE and generator capacity, in concert with vehicle characteristics, will determine the maximum continuous performance without external recharge. Owing to the efficient fixed-speed operation of the relatively small (1 liter displacement) ICE and regenerative energy recovery, substantial economy of operation remains even without external power recharge of the batteries."}, {"text_block_id": "p59_b321", "text": "The main advantages of PHEV are:"}, {"text_block_id": "p59_b322", "text": "-"}, {"text_block_id": "p59_b323", "text": "Reduced fuel consumption and tailpipe emissions"}, {"text_block_id": "p59_b324", "text": "-"}, {"text_block_id": "p59_b325", "text": "Cleaner electric energy through advances in natural gas and coal gasification"}, {"text_block_id": "p59_b326", "text": "-"}, {"text_block_id": "p59_b327", "text": "Optimized fuel efficiency and performance"}, {"text_block_id": "p59_b328", "text": "-"}, {"text_block_id": "p59_b329", "text": "Recovered energy from regenerative braking"}, {"text_block_id": "p59_b330", "text": "-"}, {"text_block_id": "p59_b331", "text": "Unchanged gas station infrastructure"}, {"text_block_id": "p59_b332", "text": "-"}, {"text_block_id": "p59_b333", "text": "Grid connection potential"}, {"text_block_id": "p59_b334", "text": "-"}, {"text_block_id": "p59_b335", "text": "\"Home based\" battery recharging at a fraction of the cost of petroleum equivalent"}, {"text_block_id": "p59_b336", "text": "-"}, {"text_block_id": "p59_b337", "text": "Pure zero emission capability"}, {"text_block_id": "p59_b338", "text": "-"}, {"text_block_id": "p59_b339", "text": "Even lower fueling costs compared to battery sustaining hybrids"}, {"text_block_id": "p59_b340", "text": "-"}, {"text_block_id": "p59_b341", "text": "Possible use in secondary markets for used batteries and reduced waste volume"}, {"text_block_id": "p60_b342", "text": "Figure 10 -PHEV configuration"}, {"text_block_id": "p60_b343", "text": "The challenges for this type of propulsion system are:"}, {"text_block_id": "p60_b344", "text": "-"}, {"text_block_id": "p60_b345", "text": "Cost and complexity of two power trains"}, {"text_block_id": "p60_b346", "text": "-"}, {"text_block_id": "p60_b347", "text": "Component availability-batteries, power trains, power electronics"}, {"text_block_id": "p60_b348", "text": "-"}, {"text_block_id": "p60_b349", "text": "Higher initial cost"}, {"text_block_id": "p60_b350", "text": "-"}, {"text_block_id": "p60_b351", "text": "Cost of batteries and battery replacement"}, {"text_block_id": "p60_b352", "text": "-"}, {"text_block_id": "p60_b353", "text": "Added weight"}, {"text_block_id": "p60_b354", "text": "Figure 11 -Conversion to plug-in hybrid using Lithium-ion battery pack"}, {"text_block_id": "p61_b355", "text": "There are various types of electric means of transport, ranging from bicycles to buses and even trains. This section will briefly go through the most popular types of electric transport that may be used in Malta."}, {"text_block_id": "p61_b356", "text": "Vehicle Categories"}, {"text_block_id": "p61_b357", "text": "Bicycles"}, {"text_block_id": "p61_b358", "text": "China is today the dominant market for electric bikes and scooters, which is considered as the intermediate and improved step from normal bicycles to cars."}, {"text_block_id": "p61_b359_merged", "text": "The technology used in electric bikes is very basic. Small DC brushless motorsare powered by small lead acid or lithium battery packs with a capacity of around 1-2kWh. The average range is usually between 15km to 25km with pedal assistance. These can be a cheaper alternative, provided the roads network is further enhanced to accommodate users and guarantee a higher level of safety. Care must be taken in adopting electric bikes as regards to their standards of quality, as these must not be considered as toys."}, {"text_block_id": "p61_b361", "text": "Figure 12 -Typical electric bicycle"}, {"text_block_id": "p62_b362", "text": "Scooters"}, {"text_block_id": "p62_b363", "text": "The main scooter market is again mainly found in Asia, particularly in Taiwan. The technology is also similar to the electric bike with just a slightly bigger electric drive system."}, {"text_block_id": "p62_b364", "text": "Figure 13 -Electric Scooter and Electric Moped"}, {"text_block_id": "p62_b365", "text": "Even in this case, a relevant Certificate of Conformance (CoC) must be available before adopting these technologies to our roads, as for the electric bike attention must be drawn that these are not toys, and should provide the necessary safety requirements both for users and pedestrians, as there intention is to be used on the roads."}, {"text_block_id": "p62_b366", "text": "Motorcycles and Bicycles"}, {"text_block_id": "p62_b367_merged", "text": "Though the ToR also mentioned the investigation of the use of electric motorcycles and bicycles as an alternative means of transport, a public survey showed that 84.5% would not consider using a motorcycle and 72.9% would not consider bicycles. Most would however consider walking and making use of public transport. Hence it is factual that any added"}, {"text_block_id": "p63_b370", "text": "measures in this regard would have no major impact on the scenario as no major shift to motorcycles and bicycles is expected."}, {"text_block_id": "p63_b371", "text": "Cars"}, {"text_block_id": "p63_b372", "text": "A higher number of battery car manufaturers are expected to be available in the coming years, though the supply of HEV is already available. The number of EV and HEV are still very low in comparison to ICE vehicles although their volume is expected to increase substantially."}, {"text_block_id": "p63_b373", "text": "EV in comparison to same sized ICE vehicles may be more expensive although the components used on EV are less expensive. The reason for the cost increases ranging from 20% to 100% is mainly attributable to the relatively low number of vehicles which are assembled, when compared to ICE vehicles. In addition, the high battery cost contributes to a substantial percentage of the overall cost."}, {"text_block_id": "p63_b374", "text": "The present and projected prices of some EV that will shortly be available on the market are listed in Annex D. This is a non exhaustive list, as other models will be soon available, even"}, {"text_block_id": "p64_b375", "text": "from manufacturers specializing exclusively in EV. However such list will provide an indication of what will be rolled out and at what prices. As expected, as for all new technologies, these are not cheap vehicles but they provide style and uniqueness."}, {"text_block_id": "p64_b376", "text": "Vans and Trucks"}, {"text_block_id": "p64_b377", "text": "Electric vans and trucks are mostly custom made according to specific requirements and are based on the electric car technology. Bigger vans or trucks are used in some European cities for garbage collection but their use is still very rare. Such vehicles are quite successful as most garbage collection is done during the early morning hours and the trucks move very quietly. The limited range is not an issue since the daily journey requirement for such a truck is 30km at the maximum. An interesting application, which is on the increase, is the use of small delivery vans or trucks which operate in inner cities."}, {"text_block_id": "p64_b378", "text": "Figure 14 -Electric vans and trucks"}, {"text_block_id": "p64_b379", "text": "Buses"}, {"text_block_id": "p64_b380", "text": "As with electric cars, there are both EV and HEV buses. Apart from these two types, there is also a third type of electric buses that use electricity by means of an overhead wire (trolley bus), however these will not be considered here as they are not suitable for Malta due to"}, {"text_block_id": "p65_b381", "text": "the infrastructural cost required which might be difficult to justify due to the type, frequency and complexity of trips. This may be considered further following the level of success registered in the Public Transport Reform, shifting individual transportation methods to mass transportation methods."}, {"text_block_id": "p65_b382", "text": "EV have various advantages over other alternative drive systems, perhaps the most prominent one being that they are true zero emissions vehicles , meaning that they produce no emissions at their point of use, thus contributing to local air quality."}, {"text_block_id": "p65_b383", "text": "The abovementioned fact, together with the low noise and vibration, makes them particularly useful in public transport systems especially in polluted urban environments. The overall environmental impact of electric vehicles lies primarily in electricity generation where greenhouse gases are released."}, {"text_block_id": "p65_b384", "text": "Electric buses also have a considerably higher efficiency due to the stop-start driving requirement where they can recover charge through regenerative braking. Electric vehicles in general can be up to 2.5 times more energy efficient than conventional ICE for congested urban city driving."}, {"text_block_id": "p65_b385", "text": "Their main disadvantages are the high capital cost, limited range and increased vehicle mass. Besides the long daily hours in service creates an issue on autonomy and range. These disadvantages are all due to the limitations of the battery, which is the main critical component of the drive system."}, {"text_block_id": "p66_b386", "text": "Figure 15 -EV type of bus"}, {"text_block_id": "p67_b387", "text": "Figure 16 -Fuel Cell bus"}, {"text_block_id": "p67_b388", "text": "Figure 17 -LEV type bus"}, {"text_block_id": "p67_b389", "text": "Heavy Hybrid Vehicles"}, {"text_block_id": "p67_b390_merged", "text": "Hybrid power trains are used for diesel-electric or turbo-electric railway locomotives, buses, heavy goods vehicles, mobile hydraulic machinery, and ships. Some form of heat engine"}, {"text_block_id": "p68_b392", "text": "drives an electric generator or hydraulic pump which power one or several electric or hydraulic motors. There are advantages in distributing power via wires or pipes rather than mechanical elements especially when multiple drives are required. There are disadvantages due to the power lost in the double conversion. With regards to large vehicles, the advantages often outweigh the disadvantages, especially as the relative conversion losses decrease with size. Generally there is no or relatively little energy storage capacity, for example auxiliary and emergency batteries and hydraulic accumulators."}, {"text_block_id": "p68_b393", "text": "Figure 18 -Hybrid New Flyer Metrobus"}, {"text_block_id": "p68_b394", "text": "Hybrid Vehicles"}, {"text_block_id": "p68_b395", "text": "Hybrid vehicles are at present the most energy efficient and self sufficient cars on our local roads. However with respect to the scope of this strategy, these are not being considered as pure EV, though the new generation Plug in Hybrid may be considered thus if the vehicles are being charged from the electricity grid. Attention should also be taken with regards to vehicles being claimed as hybrids, where such inclusion of electro-mobility is added only as an improvement to the stop-and-go methodology, having the electrical part autonomy only for a few kilometres. This method is mainly being used at the initial acceleration for the vehicle after a stop, as to provide a smoother start."}, {"text_block_id": "p69_b396", "text": "The Promising Future of PHEV and EV"}, {"text_block_id": "p69_b397", "text": "While PHEV and EV concepts and research have been neglected for many years by both the industry and government, interest increased again in 2006. The dependence on oil could be largely eliminated by PHEV and this fact is the most dramatic advantage of this research. In fact a 70km range (HEV-70) may annually require only about 25% as much gasoline as a similarly designed HEV-0, depending on how it will be driven and the trips for which it will be used. Although the technology exists today it is often classified by many to be in the initial research phases and likely to not be available for several years. This is largely due to patent protection to keep modern technology from use."}, {"text_block_id": "p69_b398", "text": "The fuel economy of PHEV comes from the fact that PHEV internal combustion engines may allow the engine to be used closer to its maximum efficiency. While current HEV are likely to convert fuel to motive energy not necessarily at the optimal peak efficiency the engine of a PHEV-70 would likely operate far more often near its peak efficiency because it is not needed during transient operation conditions. PHEV and full EV may allow for a more efficient use of existing electric production capacity, much of which sits idle as operating reserve most of the time. This assumes that vehicles are charged primarily during off-peak periods (i.e. at night) or equipped with technology to shut down charging during periods of peak demand."}, {"text_block_id": "p69_b399", "text": "It is debatable whether or not PHEV or EV technology reduces pollution or simply \"shifts\" the pollution to another physical location. The net effect on pollution is dependent on the fuel source of the electrical grid (fossil or renewable) and the pollution profile of the power plants themselves. Identifying, regulating and upgrading \"single point\" pollution source such as a power plant – or replacing a plant altogether – may also be more practical. From a human health perspective, shifting pollution away from large urban areas may be considered a significant advantage. Another advantage of the PHEV architecture is the synergy it offers with bio-fuels. It has long been understood that crop production in most countries is not sufficient to supply all of the bio-fuels needs of society, especially when"}, {"text_block_id": "p70_b400", "text": "food production is the obvious primary purpose. However, PHEV is estimated to reduce the requirement for liquid fuel to as little as 20% of an equivalent HEV-0. This produces a synergy between PHEV and bio-fuels whereby extreme reductions in petroleum usage are possible"}, {"text_block_id": "p70_b401", "text": "."}, {"text_block_id": "p70_b402", "text": "Another advantage of PHEV and EV is a predicted reduction in CO"}, {"text_block_id": "p70_b403", "text": "2"}, {"text_block_id": "p70_b404", "text": "emissions. Increased drive train efficiency results in a significant reduction of GHG emissions, even taking into account energy lost to inefficiency in the production and distribution of grid power and charging of batteries."}, {"text_block_id": "p70_b405_merged_merged_merged", "text": "The main stumbling blocks and disadvantages are the same for PHEV and EV, meaning the weight and cost of a large battery pack. The cost of a battery pack is especially relevant because with current technology, battery packs are likely to need to be replaced before the car itself is replaced. Additionally, the kilometer gain from a PHEV and EV is highly dependent upon the way a vehicle is used and the opportunities to recharge from the grid. In the most extreme of circumstances a PHEV and an EV might get a lower range than an HEV. Therefore the selection of the right vehicle has to be carefully evaluated to ensure optimum efficiency and performance."}, {"text_block_id": "p70_b408", "text": "Comparison between a PHEV and an EV, especially in Malta would then query the actual requirement of an on-board ICE as range may not be an issue. The ICE, if being seldom used will only be an added mass to the vehicle."}, {"text_block_id": "p71_b409", "text": "The Expected Future Trend"}, {"text_block_id": "p71_b410_merged", "text": "Electrification most probably will be ending up with pure EV powered by batteries or hydrogen fuel cells. Both fuel cell and EV use similar technologies in the drive trainand thus there are many synergies in component development for the drive train, such as high voltage systems, E-Drives and battery technology. In contrast to the hydrogen fuel cell vehicle, all PHEV and EV can build on an existing infrastructure for distributing electric energy, which however needs to be adapted and extended."}, {"text_block_id": "p71_b412", "text": "Figure 19 -Sales predictions in EU for EV"}, {"text_block_id": "p72_b413", "text": "Figure 20 -Sales predictions in EU for HEV & PHEV"}, {"text_block_id": "p72_b414", "text": "The successful market introduction of vehicles with electric driving mode is highly dependent on the availability of a battery technology that allows reliable on-board storage of electric energy. The key component for both performance characteristics and costs of an electrically chargeable vehicle is the energy storage system. Today it is expected that the energy storage system will be a lithium based battery system"}, {"text_block_id": "p72_b415", "text": ". Large Li-Ion battery systems for automotive application have not achieved commercialisation yet. The following can be assumed for passenger cars:"}, {"text_block_id": "p72_b416_merged_merged", "text": "• Costs of a Li-Ion battery system are about €600 – 800/kWh. In the long term (2020 to 2030) a price of €150 – 200/kWh is regarded to be very challenging."}, {"text_block_id": "p73_b418", "text": "•"}, {"text_block_id": "p73_b419", "text": "The expected typical driving range requirements, based on current driving patterns, for electrically chargeable vehicles will be up to 150km which will require an electric energy consumption up to 20kWh (small/compact car). It follows that the battery costs for an electrically chargeable vehicle can add €6,000 – 16,000 to the cost per vehicle."}, {"text_block_id": "p73_b420", "text": "•"}, {"text_block_id": "p73_b421", "text": "The additional costs are compared to a vehicle with an internal combustion engine and without electrification. Further components to be considered are costs for power electronics (e.g. performance control unit), cooling, wiring, etc."}, {"text_block_id": "p73_b422_merged", "text": "Recycling and disposal for Li-Ion batteries of EV is not common and there are currently no recycling facilities in Europe able to recycle lithium for use in new batteries. However, first lithium-ion battery recycling plants are already announced."}, {"text_block_id": "p73_b424", "text": "Conclusive Remarks"}, {"text_block_id": "p73_b425", "text": "HEV on the other hand, exploit the energy density and low cost of liquid or compressedgaseous fuels. Yet they build on the same technological foundation, and achieve the"}, {"text_block_id": "p74_b426", "text": "distinctive advantages of electric propulsion: increased engine and drive system efficiency, regenerative braking, snappy torque, low noise and low emissions, high reliability and the flexibility to use a variety of power plants and fuels."}, {"text_block_id": "p74_b427", "text": "The following table summarizes the advantages and disadvantages of the main technologies addressed:"}, {"text_block_id": "p74_b428", "text": ""}, {"text_block_id": "p74_b429", "text": "Air quality improvement, highlights the impact of the technology on air quality;"}, {"text_block_id": "p74_b430", "text": ""}, {"text_block_id": "p74_b431", "text": "Renewable energy contribution, indicates whether the technology provides the possibility in benefits towards the renewable energy source targets;"}, {"text_block_id": "p74_b432", "text": ""}, {"text_block_id": "p74_b433", "text": "Vehicle costs, compares the cost of the technology with the current options available;"}, {"text_block_id": "p75_b434", "text": ""}, {"text_block_id": "p75_b435", "text": "Few infrastructural requirements, defines whether the adoption of such technology would require investment in infrastructural requirements;"}, {"text_block_id": "p75_b436", "text": ""}, {"text_block_id": "p75_b437", "text": "Autonomy, no range anxiety, ranks whether the user will get anxious due to the remaining range of the vehicle availability;"}, {"text_block_id": "p75_b438", "text": ""}, {"text_block_id": "p75_b439", "text": "Adaptation in Malta, indicates whether the technology can be adopted in our country."}, {"text_block_id": "p75_b440", "text": "Table 6 -Comparison of LEV and NEV technologies"}, {"text_block_id": "p76_b441", "text": "Chapter 4 -What is the local scenario?"}, {"text_block_id": "p76_b442", "text": "Survey on the perceptions on Alternative Vehicles"}, {"text_block_id": "p76_b443", "text": "Introduction"}, {"text_block_id": "p76_b444", "text": "A survey was carried out by the National Statistics Office (NSO) regarding the use of conventional motor vehicles and the awareness and overall attitudes with respect to alternative means of transportation in Malta. The aim was to gauge the perceptions and opinions of the Maltese population on these current issues."}, {"text_block_id": "p76_b445", "text": "Environmental impact, air pollution and financial issues were the main concerns that were expressed by respondents, and although there might be still a lack of understanding of new and alternative technologies among some sectors of the population, there is nonetheless an evident momentum gaining in favour of such unconventional means of travelling."}, {"text_block_id": "p76_b446", "text": "Concerns about Conventional Motor Vehicles"}, {"text_block_id": "p76_b447", "text": "The main concern demonstrated by respondents on the use of conventional motor vehicles was the rise in fuel prices, with 96.3% of those interviewed stating this as a concern. The other two main concerns expressed by drivers were the increase in traffic congestion experienced on local roads and the increase in air pollution, with emissions from motor vehicles being the second main source of air pollution. In fact, 93.6% and 93.1% of interviewees stated these two issues as major growing concerns respectively. The everincreasing fuel prices and fluctuations experienced in the oil market remain of great importance to individuals who own a vehicle since this directly affects their overall purchasing power. However, environmental awareness is also becoming a central issue amongst drivers and is beginning to influence consumers’ decisions when they are faced with the choice of what type of vehicle to purchase."}, {"text_block_id": "p77_b448", "text": "Figure 21 -Concerns about increase of conventional vehicles"}, {"text_block_id": "p77_b449", "text": "Despite the concerns shown by respondents the majority are still not ready to change their travel behaviour. Only 48% of those surveyed are in fact willing to consider using alternative methods of travelling, with a worrying 57% of those individuals unwilling to change their travel behaviour belonging to the youngest age group (drivers aged between 18 to 32 years old). Education plays an important part in the level of inclination to alter ones travel habits, where 71.7% of individuals with a primary level of education or lower do not consider changing their behaviour."}, {"text_block_id": "p77_b450", "text": "Those respondents who would consider a change in travel conduct were asked to choose between six options of doing so, namely: the use of public transport, walking for short journeys, the use of bicycles, the use of motorcycles, reducing the amount of travelling and the use of less polluting vehicles. The resulting two most popular alternative means of travelling were the use of less polluting vehicles and walking for short journeys with 83.4% of the respondents consider these two options equally. Such a positive response in favour of walking was quite unexpected, even though this option is unlikely to be very popular in reality since it only refers to short distances and will not for example take into consideration walking to the work place on a daily basis."}, {"text_block_id": "p78_b451", "text": "Figure 22 -Alternative travel means"}, {"text_block_id": "p78_b452", "text": "Similarly the use of bicycles in Malta is still very low, especially when compared to continental Europe and this was confirmed again in this survey, where only 27.1% would consider shifting to bicycles rather than using motor vehicles for transportation with unwillingness to use bikes increasing with age. This reluctance to use bicycles may also be due to the lack of adequate road infrastructures which inhibits the widespread use of bicycles. The option to use motorcycles was the least popular of all six with only 15.5% preferring this alternative, with the majority of those choosing this option being male. Travelling less is not an option for the majority of the respondents with only 41.4% considering this choice, especially those in the younger age groups where around 63% do not consider reducing their travelling. From the responses obtained public transportation is still not as popular as desired, with more individuals opting to walk rather than use public buses. Only 60% consider the use of public transport as an alternative to their present"}, {"text_block_id": "p79_b453", "text": "private car, emphasising the need for a reform in the public transportation sector, which could increase the attractiveness of this form of travelling."}, {"text_block_id": "p79_b454", "text": "The use of less polluting vehicles registered a very positive response among respondents with a significant 83.4% preferring this option to their present vehicle. Surprisingly individuals in the older age groups have shown a greater interest in the use of less polluting vehicles with 91.7% and 90.4% of the respondents aged between 53 and 61 and 43 and 52 years respectively stating that they would consider this alternative. However, only 74% of persons aged between 33 and 42 years and 79.1% of those aged between 18 and 32 would think about opting to use cleaner vehicles."}, {"text_block_id": "p79_b455", "text": "Figure 23 -Considering the use of less pollution vehicles by age group"}, {"text_block_id": "p79_b456", "text": "There is considerable variance between the responses of the respective districts regarding the availability of respondents to shift to using less polluting cars. All interviewees from the district comprising Gozo and Comino responded that they would consider opting for a less polluting vehicle while the South Eastern District, being the one with the most negative"}, {"text_block_id": "p80_b457", "text": "responses for the shift, registered only 67.7% of respondents, followed by the Western district. When these responses are analysed by the level of education of participants it can be seen that there is little variation between the highest attained educational level, with individuals having a post-secondary level of education being slightly more willing to consider cleaner vehicles."}, {"text_block_id": "p80_b458", "text": "However, there seems to be a correlation between education and drivers who replied that they do not know if they consider less polluting cars, with 15.4% of individuals with a primary level education or lower saying that they do not know whether they consider this option. Lack of environmental awareness and education regarding hybrid and EV may be a determining factor for this outcome."}, {"text_block_id": "p80_b459", "text": "Figure 24 -Considering less pollution vehicles by education category"}, {"text_block_id": "p81_b460", "text": "Awareness and Attitudes towards Alternative Vehicles"}, {"text_block_id": "p81_b461", "text": "The main factor that respondents consider when thinking of purchasing a new vehicle is the running cost of the vehicle according to 31% of those interviewed, followed by the price of the car with 18.6% of the respondents agreeing. Fuel economy plays a very central role in the decision-making process of prospective vehicle buyers before actually purchasing a car, since the costs associated with fuel are not a small matter. According to the survey, 28.1% of interviewees spend between an estimated €1,040 and €1,300 on fuel each year, while 37.4% spend between an estimated €520 and €1,040 annually. The brand and design of a vehicle are still important factors for drivers, however their significance are much less than fuel economy and price, as is speed and engine specification with only 4.7% stating that it is an influencing factor. It is also significant to note the increasing importance that is being attributed by drivers to the environmental impact of vehicles when considering which vehicle to buy, with 8.4% of respondents stating this. Such a response shows that willingness to shift towards cleaner vehicles which have a reduced impact on the environment already exists in the market."}, {"text_block_id": "p81_b462", "text": "Figure 25 -Influencing factors when purchasing a new vehicle"}, {"text_block_id": "p82_b463", "text": "From the five types of less polluting vehicles that the interviewees were asked about, drivers are mostly familiar with electric cars as 74.5% of respondents replied that they are somewhat familiar and have some knowledge of electric cars and only 25.5% have no idea of these alternative vehicles. The next most popular vehicles are hybrid cars followed by plug-in hybrid vehicles with 47.7% and 6.1% of respondents having no idea of the technology involved in these vehicles."}, {"text_block_id": "p82_b464", "text": "Figure 26 -Knowledge of new vehicle technology"}, {"text_block_id": "p82_b465", "text": "Participants in the survey showed that the alternative vehicle type they are the least familiar with is hydrogen cars. Only 2.8% are familiar and follow developments occurring in this sector and a considerable 78.8% have no idea on what this technology is all about. The level of awareness of alternative vehicles is highly correlated with the level of education obtained by the respondent"}, {"text_block_id": "p82_b466", "text": "."}, {"text_block_id": "p83_b467", "text": "The higher the level of education attained the greater the awareness on all of the alternative vehicles mentioned in the survey. In the case of hybrid vehicles, 16.4% of individuals with a tertiary level of education were familiar and follow developments in this sector, compared to 2.2% of individuals with a primary level of education or lower. 69.6% of the respondents in this age group have no idea or knowledge regarding this type of technology. This same pattern is also very clear with regards to EV, with 12.3% of tertiary level individuals very familiar with the technology and only 4.3% of drivers with a primary level of education are aware of developments in this area."}, {"text_block_id": "p83_b468", "text": "This clearly emphasises the need for further education and public awareness on the benefits and technology involved in alternative vehicles, which in turn might lead to a change in the overall attitude of the general public towards unconventional means of transport, which in the long-run will translate into a lesser impact on the environment."}, {"text_block_id": "p84_b469", "text": "Figure 28 -Awareness of EV and HEV by education category"}, {"text_block_id": "p84_b470", "text": "Although there is still a lack of general awareness on alternative modes of transportation, there seems to be a gaining of impetus by consumers, who are slowly steering away from conventional motor vehicles. In fact 75% of respondents who consider the purchase of a new vehicle in the next decade, and are aware of hybrid, EV or PHEV, consider the purchase of such cars in the next ten years. Surprisingly, the younger age group of persons aged between 18 and 32 years is the least cohort that considers the purchase of such vehicles with 67.9% of respondents of this age bracket, while individuals aged between 33 and 42 years are the most willing to shift to alternative vehicles with 81.8% of drivers in the cohort ready to consider this option."}, {"text_block_id": "p85_b471", "text": "Figure 29 -Considering of purchase of alternative vehicle"}, {"text_block_id": "p85_b472", "text": "Education also plays an important role in whether individuals consider the purchase of an alternative vehicle than their current conventional car. Nearly 64% of individuals with a primary level of education stated that they would consider buying an electric or hybrid vehicle, with this figure going up to 74.7% and 86% for respondents with a secondary and post-secondary level of education respectively. Unexpectedly, individuals with a tertiary level of schooling are less willing to consider a shift in vehicle technology than the previous two categories, with only 69% ready to consider such an option when purchasing their next vehicle."}, {"text_block_id": "p85_b473", "text": "This survey also asked respondents for reasons why they would not consider the purchase of a hybrid or electric car. Responses can be used to gauge consumer perceptions and what factors influence consumer choices with regards to this sector which has a significant growth potential. Clearly the greatest concern which was demonstrated by drivers was the purchase price of electric and hybrid cars, which at present is still considerably high when compared to conventional models with similar specifications. The next major concern was the price of electricity when compared to the fuel costs of running a conventional car. 12.4%"}, {"text_block_id": "p86_b474", "text": "of interviewees perceive that in the long-run owning an electric car will have a drastic affect on their electricity bill which would heavily outweigh petrol or diesel costs. An area which can be addressed with the aim of changing the consumers’ perception on this relatively new technology is increasing general awareness, since 9.5% of respondents stated they would not consider electric or hybrid vehicles because they have a lack of understanding of how they operate. Other main concerns raised include the reliability of such vehicles, given that this technology is still in its early stages of its development, and the apprehension that such technology would become obsolete quickly. On the other hand, battery driving range and the time required to charge batteries do not seem to be concerns with potential buyers of electric and hybrid cars. This automatically already shows some confidence in the current technology and future developments may very well increase consumer willingness to opt for alternative vehicles."}, {"text_block_id": "p86_b475", "text": "Figure 30 -Reasons for not considering alternative vehicles"}, {"text_block_id": "p86_b476", "text": "The market for electric and hybrid cars is in its early stages and much development is still needed for it to expand and achieve the market presence that conventional motor vehicles"}, {"text_block_id": "p87_b477", "text": "enjoy. However, with the increase of awareness among the general public complemented by the clarification of some misconceptions that are still present among the Maltese population, there is the potential of electric and hybrid technologies revolutionising the transport market."}, {"text_block_id": "p87_b478", "text": "The Environment Report 2008"}, {"text_block_id": "p87_b479", "text": ", a report drawn up by MEPA to give an overview on the state of the environment, clearly suggests that there is an urgent need to sustain efforts towards decoupling economic activity from greenhouse gas emissions."}, {"text_block_id": "p87_b480", "text": "The Report recommends investment in a range of cleaner and more energy efficient technologies, including renewable sources and high-efficiency cogeneration, as well as demand management measures; including measures such as energy efficiency in the transport sector."}, {"text_block_id": "p87_b481", "text": "The MEPA Environment Report advocates that the renewal of Malta’s car fleet with smaller and more efficient vehicles is urgently required to address Malta’s climate change and air quality targets and recommends electric vehicles as the cleaner alternative for the private use of commuters since they have a positive impact on air pollution at the point of use."}, {"text_block_id": "p87_b482_merged_merged", "text": "This pressure to take urgent and drastic action is being paralleled by pressure at EU level on individual Member States. The EU has developed a range of policies and measures to reduce GHG emissions; including the June 2007 Green Paperand subsequent 2009 White Paper on adaptation to climate change, the January 2007 Energy Policy for Europe, and the November 2007 Strategic Energy technology Plan. At the forefront of these policies however one can mention the Climate Change and Energy Package which includes Decision No 406/2009/EC. This target may be increased to 30% if agreement is reached internationally."}, {"text_block_id": "p88_b486", "text": "The Effort Sharing Decision applies specifically to all the sectors not covered by the ETS directive including Road Transport. The Decision sets the change in emissions for these sectors based on 2005 levels and depending on the GDP of that particular Member State."}, {"text_block_id": "p88_b487", "text": "New Transport Initiatives"}, {"text_block_id": "p88_b488", "text": "As part of the current government policy to achieve sustainable mobility including a modal shift from the use of private vehicles on to public transport, a number of important transport initiatives have already been implemented while others are underway. These include the following:"}, {"text_block_id": "p88_b489", "text": "The introduction of a new scheduled public transport service in Malta and Gozo as from July 2011 employing the latest Euro V propelled buses as well as a number of hybrid electric buses that are deployed on bus routes accessing core urban centres. ;"}, {"text_block_id": "p88_b490", "text": "Gradual removal of quantitative restrictions in unscheduled public transport (coaches, minibuses and minivans) as well as the introduction of qualitative standards relating to vehicle age and emission levels;"}, {"text_block_id": "p88_b491", "text": "The start up of the implementation phase for the deployment of a state of the art Intelligent Traffic Management System to better improve the overall management of traffic flows and circulation of vehicular traffic while addressing traffic congestion and traffic bottlenecks at junctions in a bid to give specific priority to public transport services;"}, {"text_block_id": "p89_b492", "text": "The gradual opening of the taxi sector by increasing the number of operating licences of the service, in addition to the introduction of new obligatory qualitative standards for vehicles, drivers and operators alike. These undergoing measures include as well the liberalisation of the electric mini-cab services;"}, {"text_block_id": "p89_b493", "text": "Ongoing studies on how to address air quality in traffic sensitive areas where critical air pollution thresholds are being regularly exceeded."}, {"text_block_id": "p90_b494", "text": "Chapter 5 -What are other states doing?"}, {"text_block_id": "p90_b495", "text": "At present, the purchase price of electric vehicles is more expensive than a conventional ICE vehicle. Facilitating the creation of an early market by creating incentives to consumers can have many positive effects. Several governments around the world are currently addressing this issue in an attempt to decrease the substantial difference that exists between the price of EV and the price of an ICE vehicle. This is mainly being done by the offer of a wide variety of direct or indirect incentives to the general public."}, {"text_block_id": "p90_b496", "text": "Portugal"}, {"text_block_id": "p90_b497", "text": "Portugal is one of the first countries in the world to have an integrated policy for electric mobility and a charging network for EV extended on a national scale. Twenty-five municipalities situated in all parts of Portugal are taking part in a pilot project. This"}, {"text_block_id": "p91_b498", "text": "pioneering leap has only been possible thanks to Portugal’s decisive move towards renewable energies. Capable of producing 43% of electricity it consumes by way of clean energies, Portugal is at the vanguard of renewable sources."}, {"text_block_id": "p91_b499", "text": "In 2008, the then Portuguese Prime Minister Jose Sócrates said:"}, {"text_block_id": "p91_b500_merged", "text": "\"Portugal is one of the first countries in the world to have a national wide charging network for Electric Vehicles, named Mobi.E. This leadership has only been possible thanks to Portugal's decisive move towards renewable energies -43% of electricity consumed is produced from clean energies. The introduction of EV will allow the reduction of CO2 emissions and fossil fuel energy dependence on the exterior. Nissan's investment in a new battery plant of €250 million, creating 200 jobs, is very important in terms of job creation, technology, and exports. Besides that, it is a crucial step to transform Portugal into Europe's EV Eco-Valley.”"}, {"text_block_id": "p91_b503", "text": "With 100 charging points installed in 2009 and a further 1,300 installed in 2011, the Pilot Network for Electric Mobility shall be compatible with all EV brands and accessible at any point in Portugal and at various locations. It shall also be available at sites such as supermarkets, hotels, public car parks and airports."}, {"text_block_id": "p91_b504", "text": "The Network for Electric Mobility with the Mobi.E brand has slow charging points – lasting 6 to 8 hours for a full charge which will exploit the abundant use of wind energy produced during the night, and fast charging points -20 to 30 minutes normally used for exceptional cases for charging during the day."}, {"text_block_id": "p91_b505", "text": "The Managing Authority Mobi.E shall form part of the various Electric Mobility Commercialisation Companies and shall ensure that standardised charging facilities can be"}, {"text_block_id": "p92_b506", "text": "carried out at any point to be found in Portugal, thereby ensuring an open and universal network focused on the user."}, {"text_block_id": "p92_b507", "text": "To incentivise the use of Electric Vehicles, the Portuguese Government and the pilot-network municipalities have created a series of benefits which facilitate their acquisition:"}, {"text_block_id": "p92_b508", "text": "-"}, {"text_block_id": "p92_b509", "text": "Exemption from ISV (Vehicle Tax) and IUC (Sole Circulation Tax);"}, {"text_block_id": "p92_b510", "text": "-"}, {"text_block_id": "p92_b511", "text": "Consumer incentives to EV acquisition until a maximum of €6,500 to apply for the first 5,000 vehicles bought until 2012;"}, {"text_block_id": "p92_b512", "text": "-"}, {"text_block_id": "p92_b513", "text": "Corporate tax deduction of 50% for fleets;"}, {"text_block_id": "p92_b514", "text": "-"}, {"text_block_id": "p92_b515", "text": "To make electric installation mandatory in new buildings parking areas (since 2010);"}, {"text_block_id": "p92_b516", "text": "-"}, {"text_block_id": "p92_b517", "text": "Circulation of EV on priority roads;"}, {"text_block_id": "p92_b518", "text": "-"}, {"text_block_id": "p92_b519", "text": "Preferential parking areas for EV in urban centres;"}, {"text_block_id": "p92_b520", "text": "-"}, {"text_block_id": "p92_b521", "text": "Exclusive circulation areas;"}, {"text_block_id": "p92_b522", "text": "-"}, {"text_block_id": "p92_b523", "text": "Annual renovation of State and municipalities’ fleets with 20% of EV, from 2011 onwards;"}, {"text_block_id": "p92_b524", "text": "-"}, {"text_block_id": "p92_b525", "text": "Acquisition of 20 EV for consumer demonstration."}, {"text_block_id": "p92_b526", "text": "The Mobi.E infrastructure as well as the establishment of an EV Eco-Valley will transform Portugal in a living-lab for zero emission vehicles and promote foreign direct investment. To this end, it has already created the Technology and Competitiveness Pole for Mobility Industries and it will also be implementing a centre for testing zero emission vehicles, batteries and charging solutions."}, {"text_block_id": "p92_b527", "text": "Spain"}, {"text_block_id": "p92_b528_merged", "text": "The MOVELE projectis a Spanish government initiative to introduce 2,000 electric vehicles across institutions, companies and individuals for use in urban and semi-urban settings by the end of 2010. The national government of Spain provides the funding, as well as works"}, {"text_block_id": "p93_b530", "text": "with vehicles producers, while the three pilot municipalities of Madrid, Barcelona and Seville are required to co-fund implementation and design their own relevant local policy frameworks."}, {"text_block_id": "p93_b531", "text": "MOVELE is expected to demonstrate the technical and managerial feasibility of electrical mobility in Spain as well as to prompt behavioural change in local governments. Several players are involved in MOVELE. The managing entity of MOVELE is the Institute for the Diversification and Saving of Energy (IDAE), a state-owned company reporting to the Ministry of Industry, Commerce and Tourism of Spain through the State Secretary for Energy."}, {"text_block_id": "p93_b532_merged", "text": "Motivation for the programme essentially stem from the importance of the transport sector in Spain’s total energy consumption. IDAE reports that “25% of greenhouse gases are due to transport, with oil-derivatives accounting for over 98% of the sources used in transport”. Reducing energy dependency and pollution in their urban environments was in turn considered as major motivations for the three pilot cities."}, {"text_block_id": "p93_b535", "text": "For the municipalities’ network of recharging spots, MOVELE hinges on voluntary Collaboration Agreements signed between the three pilot cities (by the Mayor or a DeputyMayor) and IDAE, the managing agency. These agreements foresee the implementation of networks of public electric vehicle recharging stations, the opening of reserved parking spaces and provisions allowing electric vehicles to use bus/taxi lanes. Collaboration agreements include provisions for monitoring and dissemination of the results. By the end of the pilot phase, cities are required to have enforced regulatory changes aimed to facilitate implementation of MOVELE measures."}, {"text_block_id": "p93_b536", "text": "As MOVELE officially started operations in July 2009, it is still too early to present concrete results. However, this programme aims to introduce 2,000 EV on the market, preferably in"}, {"text_block_id": "p94_b537", "text": "fleets, and 500 recharging stations. Provided these targets are respected, it is estimated that circa 4282 toe (4.7 million litres) of oil consumption and 1.510 toe (7000 MWh) could be avoided each year. Energy savings would amount to 2772 toe per year and avoided CO"}, {"text_block_id": "p94_b538", "text": "2"}, {"text_block_id": "p94_b539", "text": "emissions to 4471 tons."}, {"text_block_id": "p94_b540", "text": "The Spanish government is committed to have around one million electric or hybrid cars on the road by 2014 and announced a total investment of €590M. One incentive which should aid in reaching this target is to provide consumers who buy an electric car in Spain with a rebate of 15% of the price of the vehicle (up to a maximum of €6,000)"}, {"text_block_id": "p94_b541", "text": "."}, {"text_block_id": "p94_b542_merged_merged_merged", "text": "Additionally, the registration tax is based on CO2 emissions and all cars with emissions being less than 120 CO2 g/km are exempted from such a charge. Cars with emissions between 121 and 161g/km benefit from a reduced tax of 4.75%, while those with between 161 and 200g/km pay 9.75%. Vehicles with more than 201g/km must pay a registration tax of 14.75%."}, {"text_block_id": "p94_b548", "text": "United Kingdom"}, {"text_block_id": "p94_b549", "text": "The success of the EV in the UK is of particular importance to Malta due to the fact that the mode of driving in both countries is right-hand drive. Almost a quarter of the UK's carbon emissions come from transport, with 13% of these coming from private cars."}, {"text_block_id": "p94_b550", "text": "In 2009, the British Government announced a £250M strategy which included plans to see cities become testing grounds for how drivers will use and charge their new vehicles. This came into effect in 2011 for the simple reason that the scheme will not work until electric"}, {"text_block_id": "p95_b551", "text": "cars form part of the mass market"}, {"text_block_id": "p95_b552", "text": ". A number of EV will also be available in the city centers for the general public to try out and become more familiar with this new technology."}, {"text_block_id": "p95_b553", "text": "Around £20M of the £250M scheme will be used to develop an electric vehicle charging infrastructure framework helping create a UK network of electric car cities. There are already a number of charging points in the UK."}, {"text_block_id": "p95_b554", "text": "Some are on-street or in public car parks"}, {"text_block_id": "p95_b555", "text": "."}, {"text_block_id": "p95_b556", "text": "Others can be found in places like in shopping complexes."}, {"text_block_id": "p95_b557", "text": "The new Westfield Centre in west London has 30 EV charging bays, and the Highcross Centre in Leicester has over 100. Charging can potentially take place at home, at the workplace or at public charging points. A new Alternative Fuel Infrastructure Grant Programme"}, {"text_block_id": "p95_b558", "text": ", managed by Cenex will shortly be open for application to support the installation of electric vehicle charging points."}, {"text_block_id": "p95_b559_merged_merged_merged", "text": "The UK is not only active on the pure EV area and if we have a look at the sales of the Toyota Prius, one of the most common hybrids, we notice that approximately one of every five European sales take place in the UK. During the first 8 months of 2010, 6,579 units were sold equaling the 2009 figure in just six months. Confirming the Prius presence as a mainstream model the world over. ."}, {"text_block_id": "p96_b561", "text": "The Low Carbon Vehicle Public Procurement programme announced in the May 2007 Energy White Paper, is a new initiative to use the public sector’s purchasing power to accelerate the introduction of innovative, lower-carbon models into the UK vehicle market. Initial funding of up to £20M is available to help public sector organisations meet the additional costs of procuring lower carbon technologies. Cenex have been appointed to deliver the programme. The procurement process for the purchase of low carbon and all-electric vans was launched in the summer of 2008. Ashwoods, Allied Vehicles, Smith Electric Vehicles and Modec are the successful companies supplying the vans to the six major public fleets forming part of the pilot projects with 6 local authorities. The fleets participating are:"}, {"text_block_id": "p96_b562", "text": "•"}, {"text_block_id": "p96_b563", "text": "Transport for London (TfL)"}, {"text_block_id": "p96_b564", "text": "•"}, {"text_block_id": "p96_b565", "text": "Metropolitan Police"}, {"text_block_id": "p96_b566", "text": "•"}, {"text_block_id": "p96_b567", "text": "Government Car Dispatch Agency"}, {"text_block_id": "p96_b568", "text": "•"}, {"text_block_id": "p96_b569", "text": "Environment Agency"}, {"text_block_id": "p96_b570", "text": "•"}, {"text_block_id": "p96_b571", "text": "HM Revenues and Customs"}, {"text_block_id": "p96_b572", "text": "•"}, {"text_block_id": "p96_b573", "text": "Royal Mail"}, {"text_block_id": "p96_b574", "text": "The British Government has a number of policies in place in order to incentivize the use of electric as well as plug-in hybrid vehicles. For cars to be attractive to the mass market, they will need to meet the needs and aspirations of the majority of motorists in terms of performance, reliability and safety -as well as delivering clear environmental benefits. A number of eligibility criteria were established with the intention of supporting vehicles which will enhance the reputation of electric vehicles as high performing, reliable and greener options for the motorist. These incentives are:"}, {"text_block_id": "p96_b575", "text": ""}, {"text_block_id": "p96_b576", "text": "As from 2011, purchasers of EVs (including PHEV) will receive a discount of 25% of the vehicle’s list price up to a maximum of £5,000"}, {"text_block_id": "p96_b577", "text": ""}, {"text_block_id": "p96_b578", "text": "In 2012, this scheme was also extended to vans; all those purchasing a van will benefit from up to £8,000 (20% of the cost) off the cost of the van"}, {"text_block_id": "p97_b579", "text": ""}, {"text_block_id": "p97_b580", "text": "A scheme where motorists would get up to £2,000 for trading in an older car for a cleaner new vehicle was possible"}, {"text_block_id": "p97_b581", "text": ""}, {"text_block_id": "p97_b582_merged", "text": "EV are exempt from the annual circulation tax based on the CO2 emissions"}, {"text_block_id": "p97_b586", "text": ""}, {"text_block_id": "p97_b587", "text": "As from 1 April 2010, EV receive a five year exemption from company car tax. Electric vans get a five year exemption from the van benefit charge"}, {"text_block_id": "p97_b588", "text": "Finland"}, {"text_block_id": "p97_b589", "text": "In February 2009, the Ministry of Employment and the Economy appointed a working group to examine the prospects of the development and introduction of EV in Finland and elsewhere. In particular, opinions were sought on the possibilities of Finland’s industrial and commercial sector developing an electric vehicle industry."}, {"text_block_id": "p97_b590", "text": "Technological change, structural change in the automotive industry and stricter greenhouse gas emission targets imposed on transport will lead to a speeding up of the development and the introduction of EV. Key EV technologies are undergoing rapid development, with development efforts underway in many countries around the world. Finland has excellent chances of creating an electric vehicle cluster. The target status for 2020 is to have 40% of new registrations covered by EV (including PHEV) of which pure electric vehicles would cover 25% (10% of total) of the new registrations."}, {"text_block_id": "p97_b591", "text": "The development of the electric vehicle industry and the promotion of the introduction of EV require the strengthening of education and research in Finland, and participation in international R&D projects conducted by the EU and others."}, {"text_block_id": "p98_b592", "text": "Trial projects with electric vehicles in passenger car traffic, delivery traffic and public transport could support advancement in this field. However, incentives are necessary in order to promote the acquisition and use of electric vehicles"}, {"text_block_id": "p98_b593", "text": "."}, {"text_block_id": "p98_b594", "text": "The development of a charging infrastructure is imperative as EV become more common, as is that of legislative issues and aspects related to standardisation. An extensive background survey has been conducted in support of the work of the Finnish EV working group, whose report recommends a variety of measures for promoting the development of the electric vehicle industry in Finland. The working group submitted its report to Minister Pekkarinen on 6 August 2009."}, {"text_block_id": "p98_b595", "text": "A new study under the Ministry of Transport was launched in May 2010 with the aim to widen the perspective to transport infrastructure and climate policy issues. The TransEco Programme"}, {"text_block_id": "p98_b596", "text": "also deals with EV and it has a duration period of five years (2009-2013)."}, {"text_block_id": "p98_b597", "text": "As regards infrastructure in Finland, almost every household and apartment with parking space is equipped with a plug for preheating the motor during wintertime. These plugs can be fully utilized for the recharging of EV. Many working places have the electricity sockets for outdoor use. It is calculated that there is about 1 million outdoor recharging plugs available."}, {"text_block_id": "p98_b598_merged_merged_merged", "text": "The Finnish vehicle purchase tax system is based on CO2 emission. On EV the tax is 12.2% added on the fabric price. This means that a car with an emission of 157g/km (being the average level in Finland in new registrations) the tax is 24%, meaning that having a vehicle"}, {"text_block_id": "p99_b601", "text": "worth €20,000, the difference would be of €2,400. The tax system is technology neutral so there is no difference or discrimination based on how the low emissions are reached."}, {"text_block_id": "p99_b602_merged", "text": "Due to the fact that transport in Finland is heavily taxed, people might be more inclined to invest in a new car and due to the above tax incentive an EV will definitely be more attractive for the private buyer. Besides, as from 2010 the yearly tax will be based on the vehicle’s CO2 emission value and as from 2011, the fuels are planned to be taxed based on their environmental performance. These two initiatives are expected to foster heavily the purchase of more environmental friendly vehicles."}, {"text_block_id": "p100_b605", "text": "Chapter 6 – EU’s Ongoing Policy in relation to EV"}, {"text_block_id": "p100_b606", "text": "Climate change is a top priority on the agenda of the EU Community and other relevant states. As transportation represents one of the major contributors to green house gas emissions, generating circa 16% of emissions in 2006 of the local energy sector"}, {"text_block_id": "p100_b607", "text": ", there is a high drive by the EU Community and other states for the revamping of electrical transportation."}, {"text_block_id": "p100_b608_merged_merged", "text": "Transportation accounts for around 20% of the total primary fuel used in the EU. As the conventional fossil-fuel vehicle is a well accepted established technology and since its reliability and performance have been improved through the years due to its competitive market, it will still remain on our roads for many decades to come. Hence in this respect, for conventional fossil fuelled vehicles, the EU Commission is also reviewing the obligatory mixing limit conditions in the use of bio-fuels as a measure to reduce the emissions of CO2."}, {"text_block_id": "p100_b612", "text": "Electrical traction on its own makes more sense because an electrical motor is more efficient than an ICE. Hence for travelling the same distance, it is calculated that on average one will need 2.5 times less energy with an EV. Besides EV have other advantages over ICE, as for example they do not use energy, or just a little, when blocked in a traffic jam, whereas the ICE still runs idle; EV retrieves energy back when the brakes are applied as braking is done through regeneration i.e. the motor acts as a generator and work, opposition to movement, is required to decelerate the vehicle, which in turn provides charge back to the battery; whereas conventional cars in this case only dissipate energy as heat from the braking system."}, {"text_block_id": "p100_b613", "text": "However a major benefit from EV will be gained when a larger share of the electricity on the grid used for charging would derive from cleaner RES. In fact the EU Commission gives a 2.5"}, {"text_block_id": "p101_b614", "text": "multiple bonuses in the RES transport target for each renewable source derived kWh used in charging EV."}, {"text_block_id": "p101_b615", "text": "These measures are inevitably driving the interest of the automotive industry to provide EV in the market, which before was only a niche market. Since the demand is expected to rise, various automotive companies are getting involved to turn their prototypes into industrial realities."}, {"text_block_id": "p101_b616", "text": "Certain barriers however still need to be addressed as the new concept needs to be backed up with infrastructure, legislative framework and standardization. All this is required as early as possible for manufacturers and service providers to focus on the way forward, to provide a fast solution without additional costs of re-working on their methods, assembly lines and strategies."}, {"text_block_id": "p101_b617_merged", "text": "The EU Community thus has a mandate to define a clear roadmap with all stakeholders involved for supporting the electrical vehicles market. As the EU vehicle manufacturers are leaders in fuel efficiency and safety, this is an opportunity not to be missed if they want to remain on the lead of this new market. Other states such as USA, Japan and China already support this technology and thus there are indications that a competitive market will arise. The EU Commission is also working towards establishing standards in this field as this will help car manufacturers define their roadmap and requirements without the need for future alterations to meet the set standards. The EU Commission has issued a ‘Roadmap on Regulations and Standards for the Electrification of Cars’ on the 26th April 2010."}, {"text_block_id": "p102_b621", "text": "As an action of this roadmap, the EU has forwarded a proposal for a Council Decision"}, {"text_block_id": "p102_b622", "text": "on the compulsory application of Regulation No. 100 of the United Nations Economic Commission for Europe (UNECE) for the approval of motor vehicles with regard to electric safety. UNECE Regulation No. 100 is not yet mandatory, though EV manufacturers aim to type approve their vehicles accordingly, since this provides a wider acceptance of putting into service the technology into member states."}, {"text_block_id": "p102_b623_merged_merged", "text": "By Council Decision 97/836/EC, the EU has acceded to UNECE Regulation No. 100. Moreover, Directive 2007/46/ECprovides for the possibility to apply UNECE Regulations for the purpose of EC vehicle type-approval on a compulsory basis. Once UNECE Reg. 100 is adopted, electric (full electric and hybrid) vehicles shall be constructed according to a common harmonized safety requirements. It will thus replace the divergent approval practices of some Member States and hence common requirements will result in substantial savings for manufacturers."}, {"text_block_id": "p102_b626", "text": "UNECE Regulation 100 will ensure the safety of electric cars by setting out how users of cars shall be protected from the high voltage parts of cars. For example, the regulation:"}, {"text_block_id": "p102_b627", "text": ""}, {"text_block_id": "p102_b628", "text": "Prescribes a test procedure that uses a standardized 'test finger' to check protection all over the car."}, {"text_block_id": "p102_b629", "text": ""}, {"text_block_id": "p102_b630", "text": "Ensures that users do not accidentally come into contact with high voltage cables."}, {"text_block_id": "p102_b631", "text": ""}, {"text_block_id": "p102_b632", "text": "Defines requirements on the practical use of electric cars, such as giving an indication to the driver that the electric engine is switched on."}, {"text_block_id": "p103_b633", "text": ""}, {"text_block_id": "p103_b634", "text": "Requires safeguards to prevent electric vehicles from moving when being recharged."}, {"text_block_id": "p103_b635", "text": ""}, {"text_block_id": "p103_b636", "text": "Determination of hydrogen emissions during the charging of the traction batteries"}, {"text_block_id": "p103_b637", "text": "Other actions being addressed through the same roadmap are:"}, {"text_block_id": "p103_b638", "text": ""}, {"text_block_id": "p103_b639", "text": "The amendment of Directive 2007/46/EC to specify the applicable requirements for electric vehicles regarding other technical requirements"}, {"text_block_id": "p103_b640", "text": ""}, {"text_block_id": "p103_b641", "text": "The launching of a study to identify missing provisions to complete EC type-approval legislative framework"}, {"text_block_id": "p103_b642", "text": ""}, {"text_block_id": "p103_b643", "text": "A mandate on the European standardization bodies to adopt a European harmonized approach for charging systems."}, {"text_block_id": "p103_b644", "text": "The European Community for Standardization (CEN) together with European Committee for Electro-technical Standardization (CENELEC) has formed a focus group on Electrical Vehicles standardization. The tasks which the group will address will prepare an overview of European requirements concerning:"}, {"text_block_id": "p103_b645", "text": ""}, {"text_block_id": "p103_b646", "text": "Batteries (including life cycle)"}, {"text_block_id": "p103_b647", "text": ""}, {"text_block_id": "p103_b648", "text": "Charging infrastructure, and relevant range-extending aspects"}, {"text_block_id": "p103_b649", "text": ""}, {"text_block_id": "p103_b650", "text": "Connecting devices"}, {"text_block_id": "p103_b651", "text": ""}, {"text_block_id": "p103_b652", "text": "Vehicles themselves (including definitions of requirements for different classes of vehicles)"}, {"text_block_id": "p103_b653", "text": ""}, {"text_block_id": "p103_b654", "text": "Issues relating to communication between vehicle and grid"}, {"text_block_id": "p103_b655", "text": ""}, {"text_block_id": "p103_b656", "text": "Issues relating to payment infrastructures, roaming etc."}, {"text_block_id": "p103_b657", "text": ""}, {"text_block_id": "p103_b658", "text": "Load control and reverse energy flow"}, {"text_block_id": "p103_b659", "text": ""}, {"text_block_id": "p103_b660", "text": "Electro-magnetic compatibility and electrical safety"}, {"text_block_id": "p104_b661", "text": "The focus group will further:"}, {"text_block_id": "p104_b662", "text": ""}, {"text_block_id": "p104_b663", "text": "Match the requirements against existing international standards and regulations and relevant work in progress in standards bodies;"}, {"text_block_id": "p104_b664", "text": ""}, {"text_block_id": "p104_b665", "text": "Make recommendations as to how missing issues should be covered by standardization, by whom and on what timescale;"}, {"text_block_id": "p104_b666", "text": ""}, {"text_block_id": "p104_b667", "text": "Propose to the European Standards Organizations how to respond to the current European Commission mandate."}, {"text_block_id": "p104_b668", "text": "Other issues being addressed are the mass transportation of batteries, as most of these technologies fall under hazardous goods."}, {"text_block_id": "p104_b669", "text": "As a measure to start up the electric mobility market, important national and regional actions are being currently taken by the Member States and by the EU’s global partners to promote the mass production and market uptake of green vehicles. In parallel, the momentum is building with the industrial plans for the mass market dominance of the fuel-efficient conventional vehicles and an important roll-out of electric vehicles. With the new strategy, the Commission wants to provide an impetus on the European level and seize the full potential of green vehicles to contribute to fight climate change, reduce oil dependency of Europe and revitalize Europe’s industrial fabric."}, {"text_block_id": "p105_b670", "text": ""}, {"text_block_id": "p105_b671", "text": "ensure that alternative propulsion vehicles are at least as safe as conventional ones;"}, {"text_block_id": "p105_b672", "text": ""}, {"text_block_id": "p105_b673", "text": "promote common standards that will allow all electric vehicles to be charged anywhere in the EU;"}, {"text_block_id": "p105_b674", "text": ""}, {"text_block_id": "p105_b675", "text": "encourage installation of publicly accessible charging points"}, {"text_block_id": "p105_b676", "text": ";"}, {"text_block_id": "p105_b677", "text": ""}, {"text_block_id": "p105_b678", "text": "Promote the development of smart electricity grids;"}, {"text_block_id": "p105_b679", "text": ""}, {"text_block_id": "p105_b680", "text": "Update the rules and promote research on recycling of batteries."}, {"text_block_id": "p105_b681_merged", "text": "The full list of actions may be viewed in MEMO/10/153. The Commission is looking forward in implementing the strategy by working with the Spanish and Belgian presidencies and by re-launching the CARS 21 high-level group."}, {"text_block_id": "p105_b685", "text": "Most leading car manufacturers intend to have an electrical vehicle in full production by 2012."}, {"text_block_id": "p105_b686", "text": "Unfortunately, as happens to all new technologies, since the present demand is quite low because of the present barriers to overcome and the security of such market; the EV is still uncompetitive in price when compared to a comparable conventional vehicle. However, it is"}, {"text_block_id": "p106_b687", "text": "expected that as the market picks up, standardized automotive parts, as the batteries, will be available and produced in mass reducing the prices and EV becoming quite competitive. Relatively, an EV is maintenance free, requiring no filters and oil replacement. Governments are implementing financial incentives as well as other benefits to EV owners in order to aid in promoting the uptake of such technology in its early stages. Most stakeholders assume a realistic market share for EV ranging between 3% to 10% by 2020-2025"}, {"text_block_id": "p106_b688", "text": "depending on the removal of some of the present barriers. However the EU Commission is more conservative, defining that for BEV, studies forecast a market share in new car sales of 1% to 2% in 2020 rising to between 11% to 30% in 2030"}, {"text_block_id": "p106_b689", "text": "."}, {"text_block_id": "p106_b690", "text": "EU Policy regarding Electric Mobility"}, {"text_block_id": "p106_b691", "text": "At the informal meeting of EU Ministers for Competitiveness in San Sebastián on 9 February 2010 the need for a well-structured coordinative approach was agreed to in order to stimulate a European lead manufacturing market for EV."}, {"text_block_id": "p106_b692_merged_merged", "text": "Recently, the European Commission published a communication on a European Strategy on clean and energy efficient vehiclesand a Roadmap on Regulations and Standards for the Electrification of Cars. An action plan covering the regulatory framework, support in research and innovation, market uptake and consumer information including specific"}, {"text_block_id": "p107_b695", "text": "actions for EV in line with the EU 2020 strategy aims at the creation of a platform to coordinate efforts between European, national and regional actors."}, {"text_block_id": "p107_b696", "text": "The Green Cars Initiative implemented as a public-private partnership between the European Commission and industry as part of the European Economic Recovery Plan at the end of November 2008 aims at promoting research and development activities in safe and energy-efficient mobility, in particular electro mobility. The Initiative includes both a lending programme by the European Investment Bank and the provision of subsidies through additional calls to tender pending publication in 2009 and 2010 under the 7th Research Framework Programme. It will be dovetailed with relevant programmes in the Member States, preferably by an ERA-NET+ action."}, {"text_block_id": "p107_b697", "text": "Box:"}, {"text_block_id": "p107_b698", "text": "Examples of FP 7 funding for EVs"}, {"text_block_id": "p108_b699", "text": "The European Commission announced to mandate within the framework of Directive 98/34/EC22 the European standardisation bodies in 2010 to develop by 2011 a standardised charging interface to ensure interoperability and connectivity between the electricity supply point and the charger of the electric vehicle, to address safety risks and electromagnetic compatibility and to consider smart charging."}, {"text_block_id": "p108_b700", "text": "Technical issues with a need for EU-wide harmonization:"}, {"text_block_id": "p109_b701", "text": "•"}, {"text_block_id": "p109_b702", "text": "Standardization (plug, phases, data protocol)"}, {"text_block_id": "p109_b703", "text": "•"}, {"text_block_id": "p109_b704", "text": "Cross-national compatibility (re-charging abroad should not be different to recharging at home)"}, {"text_block_id": "p109_b705", "text": "•"}, {"text_block_id": "p109_b706", "text": "Data protection (personal, business)"}, {"text_block_id": "p109_b707", "text": "•"}, {"text_block_id": "p109_b708", "text": "Safety requirements for recharging/discharging places"}, {"text_block_id": "p109_b709", "text": "•"}, {"text_block_id": "p109_b710", "text": "Safety requirements while recharging/discharging the battery, e.g. short circuits"}, {"text_block_id": "p109_b711", "text": "•"}, {"text_block_id": "p109_b712", "text": "Charging cable at the car or at the recharging station"}, {"text_block_id": "p109_b713", "text": "•"}, {"text_block_id": "p109_b714", "text": "Technical approval body for recharging places"}, {"text_block_id": "p109_b715", "text": "•"}, {"text_block_id": "p109_b716", "text": "Periodic inspections & maintenance of recharging places"}, {"text_block_id": "p109_b717", "text": "•"}, {"text_block_id": "p109_b718", "text": "Liability clarification"}, {"text_block_id": "p109_b719", "text": "•"}, {"text_block_id": "p109_b720", "text": "Convenient billing systems."}, {"text_block_id": "p109_b721_merged", "text": "The European Commission recently announced several actions on regulations and standards:"}, {"text_block_id": "p109_b723", "text": "•"}, {"text_block_id": "p109_b724", "text": "To mandate the application of UNECE Regulation 100 for the type-approval of EV."}, {"text_block_id": "p109_b725", "text": "•"}, {"text_block_id": "p109_b726", "text": "To amend the Framework Directive (Directive 2007/46/EC) by a Commission Regulation to specify the applicable requirements for EV regarding specific type-approval provisions, including the mandatory application of certain UNECE Regulations."}, {"text_block_id": "p109_b727", "text": "•"}, {"text_block_id": "p109_b728", "text": "To mandate the European standardisation bodies to adopt a European harmonised approach for the charging system of batteries used in EV."}, {"text_block_id": "p109_b729", "text": "European standards for the type-approval of EV are a must for the market preparation of EV. Standardisation is needed for the charging infrastructure, the vehicle to grid connection,"}, {"text_block_id": "p110_b730", "text": "safety standards and test cycles. A standardised charging system of batteries used in EV could prepare the ground for the roll-out of a European charging infrastructure."}, {"text_block_id": "p110_b731_merged", "text": "Europe should make research on affordable and safe battery systems including post Lithium Ion technologies a top priority. This research should include basic cell research on materials in order to ensure availability with lower costs and higher energy density, manufacturing issues, cell design and packaging, and recycling and life-cycle aspects according to the operational requirements and usage of the vehicles."}, {"text_block_id": "p111_b733", "text": "Chapter 7 – Charging Infrastructure Requirements"}, {"text_block_id": "p111_b734", "text": "Charging facilities and intelligence"}, {"text_block_id": "p111_b735", "text": "A full charge of the EV battery pack, for the claimed 160km range, would need some hours with a conventional slow charger and less than an hour with a fast charging system. However for the case of Malta and Gozo, in case of a battery-low situation, a conventional slow charger connected for an affordable 20 minutes charge may well provide autonomy for driving the EV home or to the usual long stay charging point. So the requirements of fast charging points may not be of priority, even because such equipment is relatively more expensive and regular charging of the battery pack in this manner might not be the most beneficial method for a long battery pack life."}, {"text_block_id": "p111_b736", "text": "Conceptually, EV are being designed to have an on-board charger for slow charging which in theory may be connected to any adequately rated power socket. Some manufacturers have also the intention to use the electric motor winding features as part of the on-board charging equipment to minimise the weight of an extra charger transformer. However, fast charging requires a different connection as higher currents are injected to the EV from an external charger, making the cabling more bulky and slightly heavier to handle. EV designers opting for fast charging are also providing a different connection plug on the EV."}, {"text_block_id": "p112_b737", "text": "Figure 31 -Different charging connection"}, {"text_block_id": "p112_b738", "text": "There seems to be an agreement on the slow charging connection standard which is the SAE J1772 socket on the vehicle side and that charging will evolve to smart charging."}, {"text_block_id": "p112_b739", "text": "Figure 32 -Charge point and connection"}, {"text_block_id": "p113_b740", "text": "As an interim solution for charging points in Mode 1, and EV already designed for Mode 3 i.e. expecting a communication protocol with the charger before starting the charging sequence and including the safety features, a cable with a control box providing dummy communications is also being made available, and this is defined as Mode 2."}, {"text_block_id": "p113_b741", "text": "Charging points can be either wall mounted, anchored to the floor or to a pole. The methods which would need to be adopted are depending on the location of the charging point. Special attention must be taken with regards to these installations with respect to road safety, pedestrian interaction, obstruction, charging cable passage invasion, as well as obstruction for access in the vehicle itself."}, {"text_block_id": "p113_b742", "text": "Figure 33 -Types of charging points"}, {"text_block_id": "p113_b743", "text": "Besides the actual function of delivering electrical power to the vehicle, charging points would need to have an intelligent network and communication facilities through IT applications to deliver the best services availability. On-line carrier communication techniques are already available, as the smart metering for power consumption strategy. Alternatively charge points may also communicate with other means of electromagnetic"}, {"text_block_id": "p114_b744", "text": "means, used today for various applications as mobile telephony, air to air networks as free roaming internet, e.g. GPRS, WiFi, Blue Tooth etc."}, {"text_block_id": "p114_b745", "text": "This is a necessity and in synergy with the adoption of this new technology, as the charging requirements culture need to have the adequate tools to provide a service competitive with the one used today in refuelling petrol or diesel. The advanced technology will permit to notify the EV user by various means as GPS, mobile, PDA of the location of charging station, its availability and may also provide the means of booking it on-line on the way to it. Eventually data may also be transferred from the charging station to the user as for instance the charging status while the user is doing his/her commissions."}, {"text_block_id": "p114_b746", "text": "Figure 34 -Method of payment"}, {"text_block_id": "p114_b747", "text": "In case multiple operators will operate the charging stations, the added intelligence in the charging infrastructure would further enable the EV user not to worry to which operator or supplier the EV is subscribed and to use only the respective charging point, but a pooling method should exist between the charging infrastructure operators, and with the same billing account or specialised EV credit card, the EV user can get the service at any charging station. As the transaction will be recorded, ideally in a centralised system, then the billing may be dealt between operators. Today this already exists between bank ATM systems. The"}, {"text_block_id": "p115_b748", "text": "charging stations and the EV credit card must have inbuilt intelligence to record transactions in case that the system is temporarily off-line."}, {"text_block_id": "p115_b749", "text": "Hence this would ideally involve operators already geared and competent in similar IT applications and services."}, {"text_block_id": "p115_b750", "text": "Strategic charge points positioning"}, {"text_block_id": "p115_b751", "text": "During the first phase, the charging stations positioning is of strategic importance, as these need to be effective both in their application and EV user’s demands as well as to self promote the technology. Standardisation of the insignia for all possible operators is also a recommendation, such that any EV user, even non local, may get well acquainted to the local system. As indicated earlier, fast charging points are not a priority necessity, though it is suggested that some such facilities at the extreme points of the archipelago may be installed."}, {"text_block_id": "p115_b752", "text": "Initially it is best to allocate charging stations to visible traffic intense locations, as city and town centres, squares and parking facilities, bus termini and hubs across all the territory. Such places being normally populated or secured through other means of surveillance will also serve as a piece of mind to initial charging operators against misuse or vandalism. Some allocation allowance at this phase may also be left for specific initiator EV users to have a charging station as close as possible to their respective residence or preferred location. This will serve as an incentive through the provision of adequate services and as an opportunity to retrieve personalised feedback on the operation."}, {"text_block_id": "p115_b753", "text": "As the technology will pick up, a more intense study on the queuing requirements per location should be done as to define the optimal charging stations quantities and locations."}, {"text_block_id": "p116_b754", "text": "Anticipating future requirements"}, {"text_block_id": "p117_b755", "text": "Chapter 8 – Recommendations and Incentives"}, {"text_block_id": "p117_b756", "text": "The availability and choice of private EV is still very restricted and only prototypes are readily available so far, though recently major car companies are launching an electric version in their vehicle range. This small market is facing a constant development due to the progress in battery technologies, as this plays the major part of the challenge in these types of vehicles, both in costs and in reliability. However, EV are expected to enter the market within the next few years, also driven by the requirement to fight climate change and provide a cleaner mode of transport. In contrast to private vehicles, commercial vehicles have been in use for a number of years for delivery services in major cities like London. Thus for specific applications EV are more advantageous than conventional ICE vehicles."}, {"text_block_id": "p117_b757", "text": "The introduction of EV in the market will be at a higher cost of such vehicles due to customised batch production on a small scale when compared to conventional vehicles being manufactured by fully fledged optimised manufacturing lines. For Malta in particular, the technology is also dependent on other markets having right hand driven vehicles. Though a particular battery technology, as the long established Lead Acid, may be more appropriate for the local scene where high velocity and long distances are not a concern, and being also relatively cheaper and 100% recyclable then the most proposed Lithium Ion, it will be unlikely that at this initial stage EV manufacturers would provide such an option for such small markets as Malta."}, {"text_block_id": "p118_b758", "text": ""}, {"text_block_id": "p118_b759", "text": "The current price of fuel and electricity for the same distance travelled. As it is expected that there will be a good correlation between the two price fluctuations, this should not be an issue in a comparative analysis covering the next years."}, {"text_block_id": "p118_b760", "text": ""}, {"text_block_id": "p118_b761", "text": "The price of the battery pack represents 40% of the EV total cost. Replacement in the worse case is every 6 years. Speculations indicate that cost of battery packs should go down by half."}, {"text_block_id": "p118_b762", "text": ""}, {"text_block_id": "p118_b763", "text": "Cost of maintenance, registration and road license at current rates."}, {"text_block_id": "p118_b764", "text": ""}, {"text_block_id": "p118_b765", "text": "Two usage scenarios are considered, low distance of 6,500km annually and high distance of 12,000km annually."}, {"text_block_id": "p118_b766", "text": ""}, {"text_block_id": "p118_b767", "text": "Two vehicle ranges are also being considered. Vehicles starting price range 10,000 to 15,000 € and 25,000 to 30,000 €."}, {"text_block_id": "p118_b768", "text": "The following graph indicates the cumulative running costs, and the costs for EV’s may further be offset to a lower value through the inclusion of fiscal incentives, making their initial costs lower."}, {"text_block_id": "p119_b769", "text": "Figure 35 -Comparative costs of vehicles"}, {"text_block_id": "p119_b770_merged", "text": "The high range EV estimation is based on the anticipated trend of technology of Lithium Ion battery being adopted by most manufacturers as these provide the most suitable solution for the wide market needs, but not a necessity for Malta. EV in Malta and Gozo may still perform well and meet the local user’s requirements with the use of a cheaper alternative battery technology as the long proven Lead Acid. However it remains to be considered whether most manufacturers will be providing this alternative option as well for small markets. Attractive incentives would help to overcome or facilitate concerns related to the risks, durability and reliability of this innovative technology, in providing the adequate plunge to hesitant interested persons. One must also consider that the cost of non-compliance by 1%, the impact expected by the EV fleet targeted, of the RES directive, may"}, {"text_block_id": "p120_b774", "text": "cost between €2.9M to €36.1M annually as per the NAO Contingency Liability Report"}, {"text_block_id": "p120_b775", "text": ", as no cooperative mechanisms exists in relation to the transport target."}, {"text_block_id": "p120_b776_merged_merged", "text": "A survey from ‘Ernst & Young’in 2010 selected a sample of 4,000 individuals from the USA, EU, China and Japan. This sample indicated that a low percentage is likely to purchase such technology at this stage, with the exception of China. The local survey conducted by this Committee indicates that 75% of those considering buying a new vehicle in the next decade may consider the purchase of such car. However it is expected that only a few would eventually consider at this early stage and prices. It is therefore being recommended that in the initial stages, such individuals who really opt for an EV are assisted through services and infrastructure and other benefits in venturing and proofing such technology, which is then anticipated to become self-sustained without additional incentives in the following years."}, {"text_block_id": "p120_b778", "text": "As regards the commercial sector, the cost may not be less burdensome as for the private individual, as these can be declared as costs in the P&L, with an alternative benefit of projecting the company’s ecological concern."}, {"text_block_id": "p121_b779", "text": "Unfortunately, the survey also indicates that fewer are ready to change their travelling behaviours, and this would indicate, that though there may be affordable alternative methods, as electric bicycles, electric scooters and motorcycles, no particular shift from a regular car user would be expected."}, {"text_block_id": "p121_b780", "text": "The strategy does not exclude the use of HEV and PHEV, however since it is of higher precedence to address the Renewable Energy Sources targets alongside the Air Quality targets the priority is focused on the promotion of EV, though incentives for PHEV will not excluded."}, {"text_block_id": "p121_b781", "text": "Strategy"}, {"text_block_id": "p121_b782", "text": "Besides the incentives provided for the purchase of EV, which will become more attractive in time, this change in culture also necessitates the starting up of the technical infrastructure to provide the necessary ancillary services for a safe and reliable operation for such vehicles, when these eventually hit our roads. This would include accessible and intelligent charging points, as well as servicing and maintenance services of the local suppliers for such vehicles, including personnel technical training and diagnostic equipment required to provide excellent after sales services."}, {"text_block_id": "p121_b783", "text": "The EV Committee recommends that the initial strategy focuses on the introduction of such green transport technology in particular to the commercial sector for the simple reason that reliable EV in this area are already available. Though the aesthetics and style of the available commercial vehicles may not be as one would like it to be, this may not be a major concern as in the case of private cars, which at this period, the selection of stylish private cars is still questionable. Besides, a company would also benefit from having an EV fleet to promote its environmental awareness reputation."}, {"text_block_id": "p122_b784", "text": "This would also require the involvement of the supply-chain to be roped in i.e. the local EV supplier and their servicing garages. A lack of know-how in respect of technical servicing and maintenance requirements may represent a barrier, both for any interested supplier and also the customer who may be concerned to lose business through lack of serving the end-customers. Hence a partnership should also be formed with the involvement of Government at the initial phase so as to make available the necessary infrastructure and specific incentives. From meetings held with local suppliers, car manufacturers insist that prior to delivering new technology to the local market; the local supplier must be already prepared a priori in staff training and equipment availability to support the new technology. OEM’s are mainly interested in markets for EV where there is commitment by Governments in incentives and support for the uptake of the technology. In our case, it will be necessary that states like UK and other Commonwealth countries, which drive on our same side of the road are interested, as Malta on its own is still a very small market for right hand driven vehicles."}, {"text_block_id": "p122_b785", "text": "It is being expected that in the initial stage, the Government identifies strategic locations and install charging points around the islands, in parallel to other projects intended to put more EV on the roads. Both activities should be well co-ordinated and implemented in phase, as one would not be effective without the other."}, {"text_block_id": "p122_b786", "text": "In the local scenario, however, the number of available car garages, presumably with an electrical supply is quite high. As such, most owners of EV may have their own means of charging the EV, though an external infrastructure is still required to address the rest and to provide a better service."}, {"text_block_id": "p122_b787", "text": "A problem may be posed in setting up the external infrastructure through the policy being noted by Enemalta Corporation. It is the Committee’s understanding that Enemalta would prefer not to be involved in the setting and maintenance of such infrastructure, but will provide similar services being rendered to refuelling stations. Enemalta may be providing a bulk supply to the respective operator(s). This however would entail two challenges:"}, {"text_block_id": "p123_b788", "text": ""}, {"text_block_id": "p123_b789", "text": "Whether with respect to Malta’s derogation 2006/859/EC that Malta can only have one electricity supplier this does not conflict with such request;"}, {"text_block_id": "p123_b790", "text": ""}, {"text_block_id": "p123_b791", "text": "Whether a bulk supply, with favourable tariff benefits, would eventually aggregate all the distributed charging points of the operator(s). This may also be considered discriminatory against other consumers who have various operation chains widespread in our islands."}, {"text_block_id": "p123_b792", "text": "The matter is decisive for the success of the plan which is being proposed. In case that Enemalta Corporation adopts the external infrastructure, the above would not present an issue. On the contrary, if such activity is managed by an operator billing the users, a solution must be found in synergy with the derogation. Besides, for such operator to become financially viable, the cost of electricity and services should be competitive to those of the eventual electricity supplier. An appropriate charging point at ones own private garage needs to provide advantages over present electricity services so as to ensure that a proper certified installation is installed in contrary to a unsafe self accommodated charging facility. This will reduce the risk of any hazardous situation which may act against the promotion of EV."}, {"text_block_id": "p123_b793", "text": "Principles"}, {"text_block_id": "p123_b794", "text": ""}, {"text_block_id": "p123_b795", "text": "Incentives may discriminate by category of vehicles, i.e. private, public and commercial."}, {"text_block_id": "p123_b796", "text": ""}, {"text_block_id": "p123_b797", "text": "Incentives may discriminate by the beneficial effect on different sectors, i.e. RES targets, non-ETS requirements, noise; for example full electric, hybrid, plug-in hybrid and stop-and-go."}, {"text_block_id": "p124_b798", "text": ""}, {"text_block_id": "p124_b799", "text": "Incentives may discriminate by type of vehicle i.e. car, van, motorcycle and electric bicycles."}, {"text_block_id": "p124_b800", "text": ""}, {"text_block_id": "p124_b801", "text": "Incentives however should not build barriers or discrimination between technologies used per type of vehicle, e.g. Lead Acid vs. Lithium Ion batteries, or public status."}, {"text_block_id": "p124_b802", "text": ""}, {"text_block_id": "p124_b803", "text": "Incentives may not only be financial, but may also provide other benefits (e.g. logistic)."}, {"text_block_id": "p124_b804", "text": "Plan"}, {"text_block_id": "p124_b805", "text": "The Committee recommends the following action plan as an initial start for the introduction of electricity mobility in Malta and Gozo."}, {"text_block_id": "p124_b806", "text": "A Task Force composed of technical, legal and regulatory members – which may also include a kind of partnership with other foreign organizations sharing similar experiences -would be defined. There is the possibility that such team might evolve and derive from a group of technical experts already set up within a LIFE+ EU funded pilot project, DemoEV set up to initiate the inclusion and promotion of electric vehicles. The decisions and solutions of this project would be key for the propagation of such technology on a National scale. Another role of the Task Force would also be to address the implementation of the incentives. Such Task Force will be set in 2012 and will be active until the legislative frame-work for the charging infrastructure is defined and established."}, {"text_block_id": "p125_b807", "text": "Figure 36 -Time Schedule Plan"}, {"text_block_id": "p125_b808", "text": "List of Recommendations and Incentives"}, {"text_block_id": "p125_b809", "text": "The measures enlisted hereunder are all subject to further verification in the process of implementation for any legal requirements and policy verification by respective authorities and the State Aid Monitoring Board. All incentives are further intended to be temporary and limited for a definite period, until deemed required depending on the uptake success of EV technology."}, {"text_block_id": "p125_b810", "text": "The Committee is estimating the following targeted uptake:"}, {"text_block_id": "p125_b811", "text": "Table 7 -Estimated uptake"}, {"text_block_id": "p126_b812", "text": "The Committee is hereby recommending:"}, {"text_block_id": "p130_b813", "text": "Table 8 -List of recommendations in order of priority"}, {"text_block_id": "p131_b814", "text": "Chapter 9 -Facilitating the Uptake of EV through Proposed Projects"}, {"text_block_id": "p131_b815", "text": "Demonstrating Electric Vehicles"}, {"text_block_id": "p131_b816", "text": "Currently leading car manufacturers are setting up a number of pilot demonstration projects to be implemented over the coming two years in a number of European cities. Car manufacturers are also sharing resources to form alliances, in an attempt to develop the best technology before their competitors."}, {"text_block_id": "p131_b817", "text": "To keep abreast with the revolution in the automotive industry which is expected to start peaking by 2020, this document is proposing a demonstration project which is similar to what is being done in other countries. This project will be one of the first concrete initiatives that the Government of Malta is taking towards the decarbonisation of transportation. The project will be divided in four phases, with the first one being already in place (initiation) and the last phase coinciding to take place in time for the expected vehicles to hit the consumer market in and around 2014-2015."}, {"text_block_id": "p132_b818", "text": "MRRA has been awarded funds to start a pilot project under the LIFE+ EU funding program. In the meantime, other forms of funding should be sought to make sure that this initiative gets off the ground. The project will not just see the deployment of a mix and match of a number of vehicles on the ground but also caters for the provision of related infrastructure and equipment needed to charge these vehicles in public spaces. This project will provide for the installation of up to 100 public charging points and the purchase of 24 full electric vehicles. DemoEV (as the project is called) will also provide for an ongoing information campaign. Studies will also be conducted on the vehicles themselves to analyze their energy efficiency when compared to ICE vehicles."}, {"text_block_id": "p132_b819", "text": "Other funding opportunities should also be sought, targeting studies and infrastructure requirements, financial assistance in the purchase of EV and funding for local research and development in the field. Though Malta is not a vehicle manufacturer, local potential still exists in the manufacturing of components required within the whole concept, for example in the manufacture of charging equipment and communicating services as well as vehicle components and part assemblies, as in the case of the battery pack, and electrical motors."}, {"text_block_id": "p132_b820", "text": "To facilitate the mobilization of funds for investments in sustainable energy at local level, within the framework of the IEE programme, the EC and the European Investment Bank have established the ELENA technical assistance facility (European Local Energy Assistance). ELENA support covers up to 90% of the cost for technical assistance that is necessary to prepare, implement and finance the investment programme, such as feasibility and market studies, structuring of programs, business plans, energy audits, and preparation for tendering procedures. The aim is to support cities and regions to structure bankable sustainable energy projects which will contribute to achieving the objectives of the EU sustainable energy policy and to the implementation of their sustainable energy action plans. ELENA addresses urban transport aimed to support increased energy efficiency and integration of RES, like for example high energy efficiency buses, including hybrid buses, electrical or low-carbon propulsion systems, investments to facilitate the introduction of"}, {"text_block_id": "p133_b821", "text": "electric cars, and investments to introduce new more energy efficient solutions to improve freight logistics in urban areas."}, {"text_block_id": "p133_b822", "text": "This is in line with the scope of this Committee to recommend the procedures required to be put in place as part of the initiation process by car manufacturers in planning the roll out through demonstration projects."}, {"text_block_id": "p133_b823", "text": "The phases are split up in strict time frames as follows:"}, {"text_block_id": "p133_b824", "text": "▪"}, {"text_block_id": "p133_b825", "text": "Phase 1 – Initiation"}, {"text_block_id": "p133_b826", "text": "▪"}, {"text_block_id": "p133_b827", "text": "Phase 2 – Studies (pre-project studies and during project studies)"}, {"text_block_id": "p133_b828", "text": "▪"}, {"text_block_id": "p133_b829", "text": "Phase 3 – Roll out of infrastructure"}, {"text_block_id": "p133_b830", "text": "▪"}, {"text_block_id": "p133_b831", "text": "Phase 4 – Roll out of vehicles"}, {"text_block_id": "p133_b832", "text": "Phase 1 – Initiation"}, {"text_block_id": "p133_b833", "text": "MRRA will initiate the process of publishing an invitation in the national press, inviting all car manufacturers and/or their representatives to join pilot and demonstration projects that the Government intends to set up. In the meantime, MRRA has identified its major stakeholders that will help in the implementation of these projects."}, {"text_block_id": "p133_b834_merged", "text": "In effect these are the authorities and entities which are responsible for transportation, the energy sector and electricity providers, the Authority and Regulator responsible for transportation, as well as the Ministry of Finance. These are the major stakeholders that will fully participate in the project. Besides the car manufacturers themselves who will participate in the project and who will provide the technology, there are also the member stakeholders sitting on the national committee. Additional stake holders are MGOZand the University of Malta. The Government of Malta through MFEI is also endorsing this"}, {"text_block_id": "p134_b836", "text": "project by participating in it since the main national electricity provider falls under its portfolio. A number of fiscal measures have already been introduced in the 2011 Budget coupled by an MRA scheme granting up to a maximum of €5,500 to buyers of EV."}, {"text_block_id": "p134_b837", "text": "In parallel with the role of this Committee, the Government through MRRA (also responsible for Climate Change) and MITC is also being supported in this project by the participation of entities falling directly under the direct responsibility of Government."}, {"text_block_id": "p134_b838", "text": "There would be a considerable contribution to the EV target if Government and its entities procure the use of such vehicles. It is estimated that around 1,300 vehicles are currently leased/owned by the public sector. Government should lead by example and change a fraction of its leased/owned fleet to such vehicles with lower emissions."}, {"text_block_id": "p134_b839", "text": "Before entering into any demonstration project, most car manufacturers will require the setting up of a national Task Force to oversee a smooth implementation of the demonstration. The Committee is also recommending a dedicated Task Force to oversee the introduction of EV on the local market."}, {"text_block_id": "p134_b840", "text": "MRRA has already summoned the rest of the partners to define the preparatory work that needs to be done in advance of project implementation. Four working groups need to be set up to assist the lead partner. It is recommended that full time staff is employed with this Task Force to ensure that this project is implemented. The groups and their respective tasks are the following:"}, {"text_block_id": "p135_b841", "text": "Regulatory Working Group"}, {"text_block_id": "p135_b842", "text": "This Working Group’s main role would be a regulatory one, primarily to propose a regulatory framework which will allow EV roll out as well as to ensure the secure installation of charging devices at home and in public places such as public and private parking lots and parking areas."}, {"text_block_id": "p135_b843", "text": "Support Working Group"}, {"text_block_id": "p135_b844", "text": "The business model group’s target is to define the customer economic equation and benefit of EV. This group would probably be led by MFEI with active participation from Enemalta and involving MRA. The group has to define market potential and infrastructure schemes. Its aim is also to define the services that shall be developed for EV in order to further convince customers."}, {"text_block_id": "p135_b845", "text": "Technical Working Group"}, {"text_block_id": "p135_b846", "text": "This Working Group should be a technical one and its role is to analyse grid capacity according to EV consumption and market forecast, to define evolutions of the grid and to design the charging points and the services defined in group 2. This group would be headed by Enemalta and the MRA as the competent organisations responsible for this sector."}, {"text_block_id": "p135_b847", "text": "Communications Working Group"}, {"text_block_id": "p135_b848", "text": "The task of Working Group 4 is to establish a communication plan to run during the demonstration project. In general this will include press conferences about the demonstration projects as events happen, road shows with some of the cars taking part in"}, {"text_block_id": "p136_b849", "text": "the demonstration project, car branding and car wrapping, bill boards, TV spot commercials and a final concluding national conference."}, {"text_block_id": "p136_b850", "text": "The demonstration project will take place all over Malta and Gozo in real life conditions. This will start in the first quarter of 2013. For example, Daimler and ENEL are currently conducting a similar pilot in Rome, Milan and Pisa, where 100 Smart Cars are leased to customers. ENEL ensures that recharging spots are set up, including services (also including invoices)."}, {"text_block_id": "p136_b851", "text": "Most car manufacturers opine that it is important that the cars are sold after the demonstration project; otherwise the cars would have to be sent back to the manufacturer or supplier in order to avoid lack of parts after some years. Private companies such as car rental companies, courier services, chauffer driven service as well as providers of delivery services of goods can participate in the project. Households that have PV infrastructure in place would also participate in the project to test energy consumption and needs. This will serve as a test to determine to what extent households and companies can provide carbon neutral transportation."}, {"text_block_id": "p136_b852", "text": "Phase 2 – Studies"}, {"text_block_id": "p136_b853", "text": "Working Group 1 will address the needs in terms of regulation in order to allow and secure installation of charging devices at home or in collective parking lots as well as to advise what update is needed in the regulation to push EV and installation roll out. Besides direct incentives there are some Member States who are also giving indirect incentives like for example no eco-pass in Italy, the right to travel through tunnels in Norway, special prices for parking, tax income credit for spot purchase."}, {"text_block_id": "p137_b854", "text": "To reassure the customer, much depends on how the car manufacturers roll-out their respective pilot demonstration project. The current trend of how this is affected is the provision of:"}, {"text_block_id": "p137_b855", "text": "i."}, {"text_block_id": "p137_b856", "text": "an initial kit including: cable, home charging spot, identification card for public charging points, a home electricity diagnostic;"}, {"text_block_id": "p137_b857", "text": "ii."}, {"text_block_id": "p137_b858", "text": "SMS charge facility;"}, {"text_block_id": "p137_b859", "text": "iii."}, {"text_block_id": "p137_b860", "text": "Location of charging spots and availability on web and on navigation"}, {"text_block_id": "p137_b861", "text": "iv."}, {"text_block_id": "p137_b862", "text": "Charge Optimizer (charge at night)"}, {"text_block_id": "p137_b863", "text": "Part of the project will be demonstrated in structures where PV installations are installed on site. This will study PV generated energy versus energy consumption in the system as well as the definition of additional PV needed to charge an EV in the case of the household pilot. This will enable residential/commercial structures to provide for their needs in carbon neutral transportation."}, {"text_block_id": "p137_b864", "text": "With respect to Working Group 3, the aim of this group is to pre-define charging grid specifications and schemes, how to provide the services, as well as a validation process of the system and a time schedule. This group shall tackle a number of technical issues such as;"}, {"text_block_id": "p137_b865", "text": "what is the strategy of charging points location?"}, {"text_block_id": "p137_b866", "text": "identifying the current charging standard: In parking areas, at home, in companies as well on the street"}, {"text_block_id": "p137_b867", "text": "will there be car sharing or inter-modal transport?"}, {"text_block_id": "p137_b868", "text": "analysis of grid capacity to check feasibility of the strategy"}, {"text_block_id": "p137_b869", "text": "assuming 80% of people are charging at home at night and a car is consuming around 2000 – 2200kwh per year, is there a global grid impact on Enemalta?"}, {"text_block_id": "p137_b870", "text": "besides the initial towns/villages test-beds, which are the next potential locations for such infrastructure?"}, {"text_block_id": "p138_b871", "text": "besides the initial towns/villages test-beds, which are the next potential locations for such infrastructure?\n* Milan had started with 500 slow charging spots (excluding home charging spots)\n* Barcelona started with 390 slow charge spots (excluding home charging spots)\n* In Malta we propose to start with 100 charging spots nationwide (excluding\n* Addressing roaming process and defining process between operators\n* Addressing specific metering arrangements for home EV consumption\n* Transmission of information from spot to grid and from spot to EV"}, {"text_block_id": "p138_b877", "text": "range of points: garage, outside homes, on streets, in parking lots, quick charging points"}, {"text_block_id": "p138_b878", "text": "type of cables: linked to the charging point or not, including quick charging"}, {"text_block_id": "p138_b879", "text": "procedure of how to ensure security of customers (in order to avoid electrocution)"}, {"text_block_id": "p138_b880", "text": "anti-vandalism features"}, {"text_block_id": "p138_b881", "text": "Identification of customers and invoicing: chip-card (Spain), RFID device (Italy)"}, {"text_block_id": "p138_b888", "text": "According to services listed in the business model group, the role of the OEM as well as that of the utility needs to be identified and data exchange process defined. Additional studies related to public perception will also be rolled out. Such studies will be held before, during and after project implementation so that the perception of the public would be gauged."}, {"text_block_id": "p138_b889", "text": "Phase 3 – Development"}, {"text_block_id": "p138_b890", "text": "Phase 3 of the project is the actual preparation and development of the project itself. It consists of the outline of the specifications of the charging points, vehicle supplier selection, the validation of the payment system and vehicle integration, the pilot phase preparation, IT development to ensure services, IT integration with the OEM IT systems and vehicles, outlining the pilot infrastructure set up and initiation."}, {"text_block_id": "p139_b891", "text": "Phase 4 – Roll out"}, {"text_block_id": "p139_b892", "text": "The partners in the consortium shall all be part of the Task Force already mentioned above. This Task Force shall discuss prices and cities/towns/villages where the charging infrastructure will be deployed, although 100 of these charging spots have already been indicated in the site plans hereunder."}, {"text_block_id": "p139_b893", "text": "Figure 37 -2020 vision"}, {"text_block_id": "p140_b894", "text": "The Life+ Project – DemoEV"}, {"text_block_id": "p140_b895", "text": "Introducing Smart Charging and Electric Mobility in the Public and Private Sector"}, {"text_block_id": "p140_b896", "text": "The Life+ Project proposal was drafted on the basis of the Demonstration Project above. It will partly fund the depreciation costs of the electric vehicles to be deployed in the project, the charging equipment as well as the studies indicated together with an extensive information campaign. The lead partner of the Project is the MRRA with the participation of Transport Malta, Enemalta and the MGOZ. The project management will be the sole responsibility of the Coordinating Beneficiary which will not only take care of the project during the implementation period but also for the five years following the project."}, {"text_block_id": "p140_b897", "text": "The Life+ application was submitted in September 2010 under the Priority Area: Environment Policy and Governance, under the sub-Priority Areas: Environment, Climate Change, Biodiversity, and Nature. DemoEV commenced in September 2011 and will finish by December 2014. The total project budget is €1,856,840 with a total eligible budget of €1,581,168. The EC financial contribution requested is that €790,582 which reflects 50% of total eligible budget."}, {"text_block_id": "p140_b898", "text": "The overall objective of the project is to facilitate the take up of electric vehicles by the Maltese market to enable Malta to reach its target of 5% emissions target by 2020 compared to 2005 levels as per Effort Sharing Directive."}, {"text_block_id": "p140_b899", "text": "A)"}, {"text_block_id": "p141_b900", "text": "light commercial full electric vans for the delivery of goods in Valletta. The vehicles will be used over a twelve month period as part of the pilot project while their performance is continuously being monitored."}, {"text_block_id": "p140_b901", "text": "Demonstration project that would purchase several types of full EV; private passenger vehicles and light duty vans and distribute them to willing volunteers meeting certain criteria. Volunteers will vary between companies engaged in the delivery of goods service, government courier service and private households (most of whom will have a photovoltaic energy supply system installed powering their homes and business establishments). The project will also demonstrate the use of"}, {"text_block_id": "p141_b902", "text": "B)"}, {"text_block_id": "p141_b903", "text": "Installation of electric smart charging points that would reduce charging time from 10 hours to 3 hours; charging points will be made available for public use."}, {"text_block_id": "p141_b904", "text": "C)"}, {"text_block_id": "p141_b905", "text": "An information campaign throughout the project which will be launched intensively over the span of one month and would disseminate the information gathered through the pilot project with the aim of informing the public of the benefits of owning an electric vehicle in terms of cost of use, performance of the vehicles and overall efficiency of the product."}, {"text_block_id": "p141_b906", "text": "Other proposed demonstration projects"}, {"text_block_id": "p141_b907", "text": "Commercial Sector"}, {"text_block_id": "p141_b908", "text": "Commercial organizations having a considerable large fleet of vehicles, used for sales, technical assistance and other general logistics, may embark in adopting the use of EV in their strategies."}, {"text_block_id": "p141_b909", "text": "A particular case of relevance to government is the possibility for Enemalta Corporation to adopt EV in its fleet, especially in the case of district technical transportation. Enemalta Corporation is already projecting its environmental concerns through its image, by reviewing its logo, installation of newer plant technologies and the upgrade of a modern vehicle fleet. As Enemalta’s services are more related to electrical energy operations and supply, this would be a good example as the company may then be mostly autonomous on its local traveling requirements."}, {"text_block_id": "p142_b910", "text": "However, it is not being excluded that other case studies in this sector are carried out with other major companies, as for example Malta Post, where post delivery door to door is an ideal application, as well as telecommunication companies, sales companies, and delivery and distribution companies."}, {"text_block_id": "p142_b911", "text": "Trolley bus system"}, {"text_block_id": "p142_b912", "text": "Building our own related industry"}, {"text_block_id": "p142_b913", "text": "The technological innovation in electro-mobility should also be taken as a challenge and an opportunity to generate jobs and expand the automotive industry in Malta. Our country has already proven in various technological sectors that it can deliver and meet international technical standards, even in competitive sectors such as the automotive industry. The local industry has already gained experience in the manufacturing of electric motors, electric and electronic component manufacturing and assemblies, electro-chemical assemblies at micro level, switch gears and in the manufacturing of power supplies, just to mention a few. There would be value-added in aiding the automotive industry in Malta to restructure assembly lines to cater for products and components related to electric vehicle production. Malta Enterprise may also target companies who are undertaking technological breakthroughs in components related to electric vehicles to outsource to Malta or to invest in setting up production lines in Malta. Similarly to what took place in the IT sector whereby Government signed strategic alliances with major IT companies such as CISCO and IBM, Government may"}, {"text_block_id": "p143_b914", "text": "wish to establish such alliances with electric vehicle manufacturers, such alliances may be utilised to facilitate outsourcing of production and investment in this sector in Malta. Malta can be an ideal test base for developing such products both in view of its size and the availability of qualified personnel in the sector. The launching of electric vehicle products in Malta may also provide an incentive for such companies to sign such alliances in Malta, as while Malta offers a limited market, the 1.2 million tourists coupled with the 350,000 cruise liner passengers offers exposure to a wide customer base from various countries. Malta would have to provide full support to this industry which is expected to boom in the coming decade by organising courses at MCAST to train personnel specifically for the needs of this industry."}, {"text_block_id": "p143_b915", "text": "Setting Malta as a launching test bed for EV"}, {"text_block_id": "p143_b916", "text": "The location of Malta offers a setup that makes it ideal for OEM’s promotion of new vehicles. It would also be recommended to explore the possibility to establish Malta as a test bed for the launching of new EV models in the market. An annual event may be organised on our shores, providing the possibilities for the public to view and test drive innovative EV during a demo weekend."}, {"text_block_id": "p144_b917", "text": "Annexes"}, {"text_block_id": "p144_b918", "text": "Annex A – Survey Methodology and Frequencies"}, {"text_block_id": "p144_b919", "text": "The survey consisted of individuals aged between 18 and 61 who drive a vehicle on a regular basis, with a total of 730 persons being contacted by means of Computer Assisted Telephone Interview (CATI). 138 persons of those contacted were non-drivers. From the remaining 592 drivers, 377 persons or 63.7% participated in the survey. The sample was selected using a stratified random strategy which included gender, age and district of residence."}, {"text_block_id": "p144_b920", "text": "Survey frequencies"}, {"text_block_id": "p144_b921", "text": "Survey on Electric Vehicles (Frequency Tables)"}, {"text_block_id": "p144_b922", "text": "Vehicle ownership"}, {"text_block_id": "p144_b923", "text": "Age of vehicle in years"}, {"text_block_id": "p144_b924", "text": "Type of engine"}, {"text_block_id": "p145_b925", "text": "Average fuel expenditure per week"}, {"text_block_id": "p145_b926", "text": "VIEWS OF RESPONDENTS ON IMPACT OF MOTOR VEHICLES:"}, {"text_block_id": "p145_b927", "text": "Concern about the following issues emerging from an increase in the use of conventional petrol and diesel engine vehicles:"}, {"text_block_id": "p145_b928", "text": "Global climate change"}, {"text_block_id": "p145_b929", "text": "Rising fuel prices"}, {"text_block_id": "p145_b930", "text": "Air pollution"}, {"text_block_id": "p146_b931", "text": "Traffic congestion"}, {"text_block_id": "p146_b932", "text": "Lack of eco-friendly transportation"}, {"text_block_id": "p146_b933", "text": "CONSIDERING CHANGE IN TRAVEL BEHAVIOUR:"}, {"text_block_id": "p146_b934", "text": "Concern about measures which are taken into account if respondents consider change in travel behaviour:"}, {"text_block_id": "p146_b935", "text": "Change in travel behaviour"}, {"text_block_id": "p146_b936", "text": "Use of public transport"}, {"text_block_id": "p146_b937", "text": "Walking for short journeys"}, {"text_block_id": "p147_b938", "text": "Use of a bicycle"}, {"text_block_id": "p147_b939", "text": "Use of a motorcycle"}, {"text_block_id": "p147_b940", "text": "Traveling less"}, {"text_block_id": "p147_b941", "text": "Use of less polluting vehicles"}, {"text_block_id": "p147_b942", "text": "AWARENESS OF ALTERNATIVE VEHICLES:"}, {"text_block_id": "p147_b943", "text": "Consider purchasing a new vehicle within next decade"}, {"text_block_id": "p147_b944", "text": "First influencing factor when buying a new vehicle"}, {"text_block_id": "p148_b945", "text": "Second influencing factor when buying a new vehicle"}, {"text_block_id": "p148_b946", "text": "Persons' attitudes towards hybrid vehicles"}, {"text_block_id": "p149_b947", "text": "Persons' attitudes towards electric vehicles"}, {"text_block_id": "p149_b948", "text": "Persons' attitudes towards plug-in hybrid vehicles"}, {"text_block_id": "p149_b949", "text": "Persons' attitudes towards auto gas vehicles"}, {"text_block_id": "p149_b950", "text": "Persons' attitudes towards hydrogen vehicles"}, {"text_block_id": "p150_b951", "text": "Consider the purchase of an electric or hybrid vehicle within next decade"}, {"text_block_id": "p150_b952", "text": "CONSUMER INFLUENCES:"}, {"text_block_id": "p150_b953", "text": "Consider a driving range of 130km without need to charge as acceptable"}, {"text_block_id": "p150_b954", "text": "Consider a cheaper electric vehicle with a shorter driving range as more interesting"}, {"text_block_id": "p150_b955", "text": "First main reason for not considering to buy an electric or hybrid vehicle"}, {"text_block_id": "p151_b956", "text": "Second main reason for not considering to buy an electric or hybrid vehicle"}, {"text_block_id": "p151_b957", "text": "Demographic Information"}, {"text_block_id": "p151_b958", "text": "Age"}, {"text_block_id": "p152_b959", "text": "Gender"}, {"text_block_id": "p152_b960", "text": "District"}, {"text_block_id": "p152_b961", "text": "Highest level of education successfully completed"}, {"text_block_id": "p152_b962", "text": "Number of members permanently living in dwelling"}, {"text_block_id": "p153_b963", "text": "Number of vehicles used by household members"}, {"text_block_id": "p154_b964", "text": "Annex B – How would this impact the local electricity generation?"}, {"text_block_id": "p154_b965", "text": "The inclusion of a considerable fleet of EV on our roads may arouse concern on whether it is a matter of transferring the problem of GHG emissions from the roads to the local power generation plants and whether the electricity requirements on our islands will suffice."}, {"text_block_id": "p154_b966", "text": "In the local comparative analysis for emissions between conventional ICE vehicles and the equivalent electricity generation power plant emissions for the same travelled distances requirements, the tank to wheel approach will be considered as Malta does not have any local oil refinery emissions and thus being irrelevant also in its emissions inventory. Emissions in the transportation of fuel to our shores and for distribution, whether this is to be used for electricity generation or in transportation, is being assumed to be quite equivalent for comparison purposes. Thus this leaves the analysis with comparing the CO"}, {"text_block_id": "p154_b967", "text": "2"}, {"text_block_id": "p154_b968", "text": "emissions for a given distance travelled by a conventional ICE vehicle as compared to the CO"}, {"text_block_id": "p154_b969", "text": "2"}, {"text_block_id": "p154_b970", "text": "emissions through electricity generation for charging an EV for the same distance travelled."}, {"text_block_id": "p154_b971_merged_merged", "text": "Since the future energy generation sector will change and develop with the inclusion of a share of electricity deriving from renewable energy resources, estimated to be at 13.8%in electricity consumption by 2020, various scenarios will be investigated. The Climate Change Committee reporthas already considered the scenario of the CO2 emissions of conventional electricity generation with and without the inclusion of natural gas. This was done by taking in consideration the estimated fuel mix required to meet the forecasted demand. Such scenario was further modified to include also the estimated share of electricity deriving from renewable energy sources, estimated to displace the conventional generation so as to meet the same forecasted demand. As indicated in this report, with the"}, {"text_block_id": "p155_b976", "text": "current fuel mix and available technology 0.889"}, {"text_block_id": "p155_b977", "text": "tonne of CO"}, {"text_block_id": "p155_b978", "text": "2"}, {"text_block_id": "p155_b979", "text": "is generated for each MWh generated."}, {"text_block_id": "p155_b980", "text": "Calculations based on the Climate Change Committee predictions for the electricity generation forecasted fuel use, imported electricity through interconnection and renewable electricity mix required to meet the estimated electricity demand indicate the following local CO"}, {"text_block_id": "p155_b981", "text": "2"}, {"text_block_id": "p155_b982", "text": "emissions for each MWh generated."}, {"text_block_id": "p155_b983", "text": "Table 9 -Estimated CO"}, {"text_block_id": "p155_b984", "text": "2"}, {"text_block_id": "p155_b985", "text": "emissions per scenario"}, {"text_block_id": "p155_b986", "text": ","}, {"text_block_id": "p155_b987", "text": "On average an EV is estimated to be approximately 2.5 times more efficient than an equivalent ICE vehicle."}, {"text_block_id": "p155_b988_merged_merged_merged_merged", "text": "Assuming a worse case scenario for the year 2020 of an average travelled distance of 11,600kmannually by a vehicle, a typical 0.14kWh required for an EV to travel 1km with an additional 4% requirements to make up for grid distribution losses, and assuming all"}, {"text_block_id": "p156_b990", "text": "charging electricity derives from the conventional power plants with an estimated self consumption of"}, {"text_block_id": "p156_b991", "text": "3.8%"}, {"text_block_id": "p156_b992", "text": "per unit dispatched, a hypothetical scenario of 5,000 EV fleet being in use by 2020; this would indicate that EV would only"}, {"text_block_id": "p156_b993", "text": "contribute to a 0.32% electricity demand"}, {"text_block_id": "p156_b994", "text": "for vehicle charging of the total electricity demand in 2020."}, {"text_block_id": "p156_b995", "text": "Considering also that CO"}, {"text_block_id": "p156_b996", "text": "2"}, {"text_block_id": "p156_b997", "text": "emissions for a petrol ICE is around 209.8g/km travelled and 156.5g/km travelled for diesel ICE, as defined in a report the MRA had commissioned in 2006"}, {"text_block_id": "p156_b998", "text": "for type approved Euro4 vehicles, in the same hypothetical scenario defined above this would contribute to the reduction of the CO"}, {"text_block_id": "p156_b999", "text": "2"}, {"text_block_id": "p156_b1000", "text": "as defined in the below table."}, {"text_block_id": "p156_b1001", "text": "Table 10 -Estimated CO"}, {"text_block_id": "p156_b1002", "text": "2"}, {"text_block_id": "p156_b1003", "text": "savings per scenario"}, {"text_block_id": "p156_b1004_merged_merged_merged_merged", "text": "Anticipating the 120g of CO2 per kilometre targetbeing set by the EU for all new passenger cars manufactured after 2012, and assuming the local electricity scenario, there still will be benefits from electrical mobility as indicated in Table 11."}, {"text_block_id": "p157_b1008", "text": "Table 11 -Estimated CO"}, {"text_block_id": "p157_b1009", "text": "2"}, {"text_block_id": "p157_b1010", "text": "emissions compared to high efficient ICE 120g CO2/km"}, {"text_block_id": "p157_b1011", "text": "This indicates that less CO"}, {"text_block_id": "p157_b1012", "text": "2"}, {"text_block_id": "p157_b1013", "text": "is generated through the use of electricity as compared to the same number of ICE vehicles directly consuming fossil fuels. Though the trend is that ICE vehicles will be generating less CO"}, {"text_block_id": "p157_b1014", "text": "2"}, {"text_block_id": "p157_b1015", "text": "in the future, it is also likely that EV will travel more for the same kWh."}, {"text_block_id": "p157_b1016_merged_merged_merged", "text": "Such measure will also shift the load of such GHG emissions from the non-EU-ETS to the EU-ETS. The CO2 emissions from road transport for the fuel consumption as estimate in the NREAP transport forecast by 2020 will be in the range of 500Ktonnes annually. The Climate Change Committee forecasted a value between 450 and 500Ktonnes based on fuel sales indicators. Hence in the best case, for this EV uptake scenario, these estimated uptake measures would contribute to a reduction of 7.7Ktonnes equivalent to 1.54% of CO2 in road transport non EU-ETS and would shift approximately from 4.4Ktonnes to 5.8Ktonnes of CO2 equivalent for the scenarios addressed to the EU-ETS sector."}, {"text_block_id": "p157_b1026", "text": "With regards to emissions other factors need to be considered. Due to the present lack of harmonization of type gas definition limits between the two sectors of Power Plant"}, {"text_block_id": "p158_b1027_merged", "text": "generation emissions limits and vehicle emissions, only some parameters may be compared like with like, as for the Nitrogen Oxides (NOx). From information provided, considering the new plant at DPS sharing the electricity supply with imported electricity from interconnection and RES, it is anticipated to emit the equivalent of 0.068g of NOx per estimated kilometre travelled by an EV."}, {"text_block_id": "p158_b1029", "text": "Table 12 -Comparison on NOX emissions"}, {"text_block_id": "p158_b1030", "text": "The above table indicates the advantages in most categories for NOx reduction by EV."}, {"text_block_id": "p158_b1031", "text": "One would further need to evaluate the actual impacts of both EV and Euro6 vehicles keeping in mind the local scenario, where it is more beneficial health wise that such emissions are more localized and hence can be easily controlled and mitigated, rather then having these gasses right at our doorsteps, concentrated within some meters in height in our roads. There is also the consideration that though ICE vehicles meet the Euro emission standards, during most of its operation time it may be non-compliant within these emissions, as most of the time the ICE may be running not at its optimized temperature and"}, {"text_block_id": "p159_b1032", "text": "conditions where the type testing is defined. Actual impacts can only be understood following a dedicated study in these regards."}, {"text_block_id": "p159_b1033", "text": "The second concern is whether the local electricity infrastructure will suffice for such a shift. The most recent Enemalta generation plan submitted to MRA indicates that this should not present a problem, even in critical seasons when some technologies efficiency drops and the overall capacity needs to be de-rated."}, {"text_block_id": "p159_b1034_merged", "text": "Evaluating the hourly peak electricity demand for 2009, the maximum peak of 403MW for the year occurred in August confirming the historical trend. It is even evident from the historical load profiles that in all seasons the load on the electricity generation declines after 22:00hrs and remains low till 06:00hrs of the next day. This would suggest that any additional electricity requirements intended to supply storage devices, i.e. technologies not actually requiring the energy at that time but with the possibility of storing it for use at another instanceis ideally done during this nocturnal period. As most of the conventional generators would be running at low load, it would not be practical to shut them down every night and in most cases with reduced load, power plants would not be running in their optimal efficient conditions. The shifting of the electrical load to the night from the peak hours, would be both of economical and environmental benefit."}, {"text_block_id": "p159_b1036", "text": "In the other case of electricity produced from intermittent technologies such as wind renewable energy, if no load is required at night and wind conditions are favourable, this situation will not make full use of the wind turbine capacity. PV systems do compliment the electricity load requirements and so there is no similar case, though it is desireable that Photo-voltaic generation assists the power generation in meeting the instantaneous demands instead of charging EV batteries which can be charged with less impact at night."}, {"text_block_id": "p160_b1037", "text": "An intelligent grid system may allow the possibility for the vehicle battery to be used to feed energy back into the grid whenever the price for energy is particularly high. It is envisaged that vehicle batteries might one day be able to serve as bi-directional energy storage devices while connected to a charging station that will compensate for fluctuations in wind energy, for example. Within such an integrated system, having a large number of Maltese people using energy to charge their batteries would allow for an optimum use and flexibility of energy being generated which will fluctuate according to wind energy levels."}, {"text_block_id": "p160_b1038", "text": "It is also being assumed, that though the generation capacity being planned by Enemalta, further assisted with the electricity generators from RES will be sufficient; the grid network’s capacity, stability and safety counter measures will also be upgraded and in line with the demand requirements at certain bottleneck nodes, as to present no issues to the whole electric distribution sector."}, {"text_block_id": "p160_b1039", "text": "Figure 38 -Summer 2009 electricity peak demand profile"}, {"text_block_id": "p161_b1040", "text": "DAILY LOAD CHARTS"}, {"text_block_id": "p161_b1041", "text": "Figure 39 -Electricity seasonal load profile"}, {"text_block_id": "p161_b1042", "text": "Table 13 -Estimated Electricity maximum capacity"}, {"text_block_id": "p161_b1043", "text": "Source: EMC and NREAP"}, {"text_block_id": "p162_b1044", "text": "Assuming a diversity factor of 1, i.e. assuming the extreme case where 5000 EV will be charged at the same time with a 3kW charger, during the peak demand hour, the maximum capacity requirement would increase to 472MW from the maximum expected peak demand of 457MW in 2020. In theory, as estimated from the projections of Enemalta, this will still be sufficient even assuming that conventional capacity is the only available capacity at that instance."}, {"text_block_id": "p163_b1045", "text": "Annex C – How does an electricity cost vary compared to fuel cost?"}, {"text_block_id": "p163_b1046", "text": "In the domestic market, the basis of the electricity costs depends mainly on the costs of oils used in the conventional power plants. An exercise carried out on the oil prices by MRA, covering the period from January 2005 till June 2012 for the prices of crude oil, unleaded petrol, diesel, gasoil and fuel oil, there is a remarkable correlation indicating that all prices will eventually increase or decrease at the same proportions, maintaining the present calculated advantage of the €/kilometres already present today when comparing EV against ICE. Thus this would indicate that it will remain quite economical to use electricity for mobility rather than petrol or diesel."}, {"text_block_id": "p163_b1047", "text": "Table 14 -Correlation results between fuel prices (source MRA)"}, {"text_block_id": "p164_b1048", "text": "Annex D – Non exhaustive list of available EV models"}, {"text_block_id": "p164_b1049", "text": "Private Vehicles"}, {"text_block_id": "p164_b1050", "text": "Reva NXR"}, {"text_block_id": "p164_b1051", "text": "Availability: 2010"}, {"text_block_id": "p164_b1052", "text": "*Price estimate: €14,995 (excl. battery)"}, {"text_block_id": "p165_b1053", "text": "Reva NXG"}, {"text_block_id": "p165_b1054", "text": "Availability: from 2011"}, {"text_block_id": "p166_b1055", "text": "BMW Mini E"}, {"text_block_id": "p166_b1056", "text": "Availability: Currently in trial phase"}, {"text_block_id": "p167_b1057", "text": "Mitsubishi MiEV"}, {"text_block_id": "p167_b1058", "text": "Availability: Presently available"}, {"text_block_id": "p168_b1059", "text": "Nissan Leaf SV"}, {"text_block_id": "p168_b1060", "text": "Availability: From 2013"}, {"text_block_id": "p169_b1061", "text": "Tesla Roadster"}, {"text_block_id": "p169_b1062", "text": "Availability: Presently available"}, {"text_block_id": "p170_b1063", "text": "Th!nk City"}, {"text_block_id": "p170_b1064", "text": "Availability: Presently available"}, {"text_block_id": "p171_b1065", "text": "Reva L-ion"}, {"text_block_id": "p171_b1066", "text": "Availability: Presently available"}, {"text_block_id": "p172_b1067", "text": "Nice Mega City 2+2"}, {"text_block_id": "p172_b1068", "text": "Availability: Presently available"}, {"text_block_id": "p173_b1069", "text": "Vauxhall Ampera"}, {"text_block_id": "p173_b1070", "text": "Availability: From 2012"}, {"text_block_id": "p174_b1071", "text": "Citroen C1 ev’ie"}, {"text_block_id": "p174_b1072", "text": "Availability: Presently available"}, {"text_block_id": "p175_b1073", "text": "Smart fortwo ED"}, {"text_block_id": "p175_b1074", "text": "Availability: From 2012"}, {"text_block_id": "p176_b1075", "text": "Peugeot Ion"}, {"text_block_id": "p176_b1076", "text": "Availability: From 2011"}, {"text_block_id": "p177_b1077", "text": "Commercial Vehicles"}, {"text_block_id": "p177_b1078", "text": "Renault Kangoo Be Bop ZE"}, {"text_block_id": "p177_b1079", "text": "Availability: From 2011"}, {"text_block_id": "p178_b1080", "text": "Modec Dropside"}, {"text_block_id": "p178_b1081", "text": "Availability: Presently available"}, {"text_block_id": "p179_b1082", "text": "Mega Van"}, {"text_block_id": "p179_b1083", "text": "Availability: Presently available"}, {"text_block_id": "p180_b1084", "text": "Annex E – Further technical documentation"}, {"text_block_id": "p180_b1085", "text": "Electrical Drive System Components and System Considerations"}, {"text_block_id": "p180_b1086_merged", "text": "Improving the power electronics and electrical machines goals for specific drive applications, requires the further development of newer technologies. These newer technologies must also address and be compatible with high-volume manufacturing while ensuring high reliability, efficiency, and ruggedness while reducing the cost, weight and volume. Key components for electric and hybrid vehiclesinclude motors, inverters/converters, sensors, control systems, and other interface electronics."}, {"text_block_id": "p180_b1089", "text": "Power Electronics"}, {"text_block_id": "p180_b1090", "text": "The power electronics activity focuses on research and development (R&D) for flexible, integrated, modular power inverters and electronics for power conditioning and control, including a power switch stage capable of running a variety of motors and loads. An inverter is needed to convert direct current (DC) power from a fuel cell or a battery to alternating current (AC) power for the motor. An Automotive Integrated Power Module (AIPM) has been developed that approaches set targets for weight and cost, but only if the coolant temperature is lower than desired. Further research will focus on the use of silicon carbide semiconductors, which can be operated at much higher temperatures than current silicon semiconductors."}, {"text_block_id": "p180_b1091", "text": "Improved thermal management technologies and innovative power circuit topologies have the potential for reducing the weight, volume and cost of the system. Capacitors account for a major fraction of the weight, volume, and cost of an inverter. Currently, electrolytic"}, {"text_block_id": "p181_b1092", "text": "aluminum capacitors are used for application below 450Volts; but, in addition to being bulky, they cannot tolerate high temperatures, they tolerate very little ripple current, they have short lifetimes, and they can even fail in certain circumstances. Two promising alternatives to electrolytic aluminum are polymer-film capacitors and ceramic capacitors. Polymer-film capacitors are used for voltages above 450 V and are less bulky, but they also cannot tolerate sufficiently high temperatures. Research to date has identified several candidate polymers with higher temperature capabilities, and that research will continue on ceramic capacitors, which have the greatest potential for volume reduction and the ability to tolerate very high temperatures. The emphasis for ceramic capacitors will be on ensuring a benign failure mode and lowering the cost."}, {"text_block_id": "p181_b1093", "text": "Current motor controller technology revolves around digital signal processors, but external circuitry is still required to accomplish all of the functions necessary for efficient motor control. A new research and development effort is being initiated to develop a system on a chip that will provide the opportunity for considerable cost reduction. Hybrid fuel cell vehicles will require a bidirectional DC/DC converter to interconnect the fuel cell power high-voltage bus and the low-voltage bus for vehicle auxiliary loads. Technical issues to be addressed include choice of topology, filtering requirements, switches, switching frequency, radio-frequency interference considerations, thermal management, and types of magnetic components. Cost, reliability, weight, and volume are the main critical factors."}, {"text_block_id": "p181_b1094", "text": "Electrical Machines"}, {"text_block_id": "p181_b1095", "text": "Emphasis in electrical machine activity is on advanced motor technologies, performance, low-cost materials, and thermal management systems that will yield higher power densities and cost-effective solutions. Induction motors have the advantage of being the most widely manufactured and used, but they cannot meet the optimum requirements of cost, weight, volume and efficiency; and the likelihood of achieving additional improvements is low"}, {"text_block_id": "p182_b1096", "text": "because the technology is already mature. However the reliability, robustness and cost of this motor make it much better than the traditional DC motor."}, {"text_block_id": "p182_b1097", "text": "A permanent magnet motor has the highest power density; but it does not have a sufficient constant power speed range and its cost is still too high. Switched reluctance motors are potentially the lowest-cost candidate but have serious problems of high torque ripple, high noise and low power factor."}, {"text_block_id": "p182_b1098", "text": "AC drives for EV propulsion purpose"}, {"text_block_id": "p182_b1099", "text": "Both induction motor (IM) drives and permanent magnet brushless DC motor (BDCM) drives have been applied to EV. Switched reluctance motor (SRM) drives have been proposed as an alternative for EV propulsion. In order to assess the suitability of IM, BDCM and SRM drives for EV applications and to provide a technical support for the development and selection of future EV propulsion systems, the existing EV AC propulsion drives were compared by research and development experts and a survey of their opinions was conducted. Comparison of the three AC drives was made on a relative and a quantitative basis using the"}, {"text_block_id": "p183_b1100", "text": "survey questionnaires. According to the majority of the experts, induction motor drives are best suited for EV propulsion purpose, due to their low cost, high reliability, high speed, established converter and manufacturing technology, low torque ripple/noise and absence of position sensors. BDCM drives feature compactness, low weight and high efficiency and therefore provide an alternative for EV propulsion. The experts regard insulated gate bipolar transistors (IGBT) as the most suited power semiconductor devices for AC drive converters at the present stage"}, {"text_block_id": "p183_b1101", "text": "Thermal Management and System Integration"}, {"text_block_id": "p183_b1102", "text": "The thermal management and system integration activity focuses on issues such as the integration of motor and power control technologies. A primary research focus is the thermal management of inverters and motors with two-phase cooling technologies. Advanced component modeling, fabrication, and manufacturing techniques are also being investigated."}, {"text_block_id": "p183_b1103", "text": "One of the challenges for researchers in this area is to simultaneously increase inverter and motor performance and life in harsh environments while reducing size and weight. Research efforts will focus on developing an integrated inverter/motor system. Integrating emerging power electronics technologies in the areas of motor, inverter, cooling system, and interface connections will allow for better management and control of high-power components, which will in turn provide rapid, bidirectional energy flow to improve performance and lower costs."}, {"text_block_id": "p183_b1104", "text": "The thermal management and system integration activity seeks to develop:"}, {"text_block_id": "p183_b1105", "text": "-"}, {"text_block_id": "p183_b1106", "text": "Integrated motor/inverter drive systems with emphasis on cost, density, reliability, and efficiency;"}, {"text_block_id": "p184_b1107", "text": "-"}, {"text_block_id": "p184_b1108", "text": "Advanced thermal management techniques for the inverter, motor, and other vehicle systems; and"}, {"text_block_id": "p184_b1109", "text": "-"}, {"text_block_id": "p184_b1110", "text": "Steady-state and dynamic electric-drive-system computer models, including the capability to determine performance/cost trade-offs for drive systems."}, {"text_block_id": "p184_b1111", "text": "Hydrogen Internal Combustion"}, {"text_block_id": "p184_b1112", "text": "Hydrogen Internal Combustion cars are different from Hydrogen Fuel Cell cars. The Hydrogen Internal Combustion car is a slightly modified version of the traditional gasoline ICE car. Hydrogen engines burn fuel in the same manner that gasoline engines do. Research is underway to increase the amount of hydrogen that can be stored onboard, be it through high pressure hydrogen, cryogenic liquid hydrogen, or metal hydrides."}, {"text_block_id": "p184_b1113_merged", "text": "A small proportion of hydrogen in an otherwise conventional ICE can both increase overall efficiency and also reduce pollution. Such a conventional car can employ an electrolyzer to decompose water, or a mixture of hydrogen and other gases as produced in a reforming process. Since hydrogen can burn in a very wide range of air/fuel mixtures, a small amount of hydrogen can also be used to ignite various liquid fuels in existing internal combustion engines under extremely lean burning conditions. This process requires a number of modifications to existing engine air/fuel and timing controls. The American Hydrogen Associationhas been demonstrating these conversions. Other renewable energy sources, like bio-diesel, are also practical for existing automobile conversions, but come with their own problems."}, {"text_block_id": "p185_b1116", "text": "Annex F -Committee members"}, {"text_block_id": "p185_b1117", "text": "Chairperson"}, {"text_block_id": "p185_b1118", "text": "Ing. Peter Mifsud (MRA)"}, {"text_block_id": "p185_b1119", "text": "Secretary"}, {"text_block_id": "p185_b1120", "text": "Dr. Benjamin Pulè (MRRA)"}, {"text_block_id": "p185_b1121", "text": "Mr. Herald Bonnici (MFEI)"}, {"text_block_id": "p185_b1122", "text": "Mr. David Sutton (Transport Malta)"}, {"text_block_id": "p185_b1123", "text": "Prof. Joseph Cilia (University of Malta)"}, {"text_block_id": "p185_b1124", "text": "Mr. Anthony Borg (OPM)"}, {"text_block_id": "p185_b1125", "text": "The Committee would like to thank the following individuals/entities for their respective input:"}, {"text_block_id": "p185_b1126", "text": "Portuguese Delegation – Dr. João Dias, Ing. Ze Rui Marquez and Ing.Fernando Baptista"}, {"text_block_id": "p185_b1127", "text": "German Embassy to Malta"}, {"text_block_id": "p185_b1128", "text": "Association of Car Importers Malta (ACIM)"}, {"text_block_id": "p185_b1129", "text": "National Statistics Office (NSO)"}, {"text_block_id": "p185_b1130", "text": "Mr. Anthony Zammit (MGOZ -Eco Gozo)"}, {"text_block_id": "p185_b1131", "text": "State Aid Monitoring Board – Dr. Yana Haber"}, {"text_block_id": "p185_b1132", "text": "Enemalta Corporation – Ing. Peter Grima"}, {"text_block_id": "p185_b1133", "text": "Mr. Paul Radmilli (MRRA)"}, {"text_block_id": "p185_b1134", "text": "Mr. Blaine Camilleri (MFEI)"}, {"text_block_id": "p185_b1135", "text": "Planet Solutions – Dietmar Treptow"}, {"text_block_id": "p185_b1136", "text": "Mr. Paul Mallia"}], "document_description": "<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;The National Strategy for the introduction of electric mobility in Malta and the island of Gozo was introduced in July 2012 by the Ministry for Resources and Rural Affairs to enable the two islands to enjoy the multiple benefits stemming from a lower carbon-intensive carbon sector. One such benefit is the potential for carbon emissions reductions. A number of drivetrains are considered and include battery electric, fuel cell electric and hybrid technologies. The transport modes considered for electric mobility are bicycles, scooters, motorcycles, cars, vans, trucks and buses.<br>&nbsp;<br>&nbsp;The Strategy formulates a number of policy recommendations to be implemented by relevant authorities. It strengthens the case for using renewable energy in transportation, suggests legal and economic discriminations to speed up the introduction of electric vehicles and outlines the indicative target of 5 000 electric vehicles by 2020. In November 2013, the <a href=\"http://www.transport.gov.mt/admin/uploads/media-library/files/The%20Malta%20National%20Electromobility%20Action%20Plan.pdf\">Malta National Electromobility Action Plan</a> was published by the Malta National Electromobility Platform to follow up on the Strategy's implementation.<br>&nbsp;<br>&nbsp;<br>&nbsp;<br><br>"}