{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Micronesia", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Energy"], "document_language": "English", "document_name": "2012 Energy Policy", "document_country_code": "FSM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2012", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/FSM/2012/FSM-2012-01-01-2012 Energy Policy_47261137b0b7e3fb56525f86b0b5b222.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Federated States of Micronesia"}, {"text_block_id": "p0_b2", "text": "2012"}, {"text_block_id": "p0_b3", "text": "Volume I"}, {"text_block_id": "p0_b4", "text": "Department of Resources and Development"}, {"text_block_id": "p0_b5", "text": "Division of Energy"}, {"text_block_id": "p2_b6", "text": "Foreword"}, {"text_block_id": "p2_b7", "text": "The FSM is fully committed to the mandates of sustainability."}, {"text_block_id": "p2_b8", "text": "Let us work together to make it a reality."}, {"text_block_id": "p2_b9", "text": "H.E. Emmanuel Mori"}, {"text_block_id": "p2_b10", "text": "President"}, {"text_block_id": "p3_b11", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p5_b12", "text": "LIST OF FIGURES"}, {"text_block_id": "p6_b13", "text": "LIST OF TABLES"}, {"text_block_id": "p7_b14", "text": "ABBREVIATIONS"}, {"text_block_id": "p9_b15", "text": "PREFACE AND ACKNOWLEDGEMENTS"}, {"text_block_id": "p9_b16", "text": "The leadership of the Federated States of Micronesia acknowledged the need for the development of a National Energy Policy and Action Plans that would assist the Nation in becoming less dependent on fossil fuel and more prepared to withstand the heavily fluctuating energy prices that nearly lead the FSM into a national emergency in 2008. The development of this national policy started in July 2008 when the nation’s leaders endorsed a resolution during the Chief Executive Council meeting held in Kosrae State to develop a national energy policy and have national and state actions plans included. After this initial meeting, the State Governors selected the members of the respective State Energy Workgroups and the National Government established the National Energy Workgroup. During the first few weeks of the development of the energy policy, several workshops and consultations were held and a rough draft policy was presented to the President in July 2009."}, {"text_block_id": "p9_b17", "text": "After the draft was considered by the National Government and the four State Governors, the Energy Division of the Department of Resources and Development started a new round of consultations to the four FSM states. The final development of the policy with the various action plans started in January 2010 with as objective to have a policy ready for endorsement by May 2010, with workable and realistic goals and objectives for the National Government as well as for the FSM States. The policy contains two Volumes; Volume I covers the overarching policy, while Volume II contains the energy action plans. The development and finalization of the policy and action plans was completed with considerable effort by many people from the national government as well as from the four FSM states."}, {"text_block_id": "p9_b18", "text": "The efforts of the following individuals and groups are greatly appreciated:"}, {"text_block_id": "p9_b19", "text": "The efforts of the following individuals and groups are greatly appreciated:\n* H.E. Emmanuel Mori, President of the Federated States of Micronesia, for his endless support and\n* Governor Robert Weilbacher, Kosrae State; Governor John Ehsa, Pohnpei State; Governor Wesley\n* FSM Congressman Peter Christian, Former Secretary of the Department of Resources and\n* Director Andrew Yatilman, Office of Environment and Emergency Management;\n* The European Union for assisting the initial development of this policy and the action plan through the\n* The Asian Development Bank for supporting the development of the energy policy;\n* The private sector, state and national governments, College of Micronesia and NGO participants at a\n* The National and State Energy Workgroups who actively participated in the overall development of\n* Mr.Maderson Ramon, former Asst. Secretary, Department of R&D, Energy Division for starting and\n* Marieke Kleemans and Peter Konings for their guidance, and professionalism during the development"}, {"text_block_id": "p9_b39", "text": "Marion Henry"}, {"text_block_id": "p9_b40", "text": "Acting Secretary, Department of Resources and Development"}, {"text_block_id": "p10_b41", "text": "CHAAPTER I: INTRODUCTION"}, {"text_block_id": "p10_b42", "text": "1. POLICY STRUCTURE"}, {"text_block_id": "p10_b43", "text": "Figure 1: Structure of the policy"}, {"text_block_id": "p11_b44", "text": "2. POLICY SUMMARY"}, {"text_block_id": "p11_b45", "text": "2.1"}, {"text_block_id": "p11_b46", "text": "GENERAL"}, {"text_block_id": "p11_b47", "text": "The Nation currently expends approximately 40 million dollars annually on imported fuel. This amount represents more than 50% of the aggregate sectoral grants that the Nation receives from the US Government under the Compact II Treaty, and nearly 20 percent of nominal GDP for the country, marking energy as a priority need and the most costly sector of its fragile economy."}, {"text_block_id": "p11_b48", "text": "Biomass in the form of wood and coconut husk products are used for local cooking and in most outer island communities, biomass is the primary energy source. Renewable energy sources are being introduced in the outer islands and in the State Centers. PV solar energy is being accepted as a sustainable and economically viable source of energy nationwide, while Pohnpei has hydro energy potentials; Kosrae is looking at wave energy; Yap is looking at wind power, and Chuuk at bio-fuels to broaden the nations’ energy mix."}, {"text_block_id": "p11_b49", "text": "Biomass in the form of wood and coconut husk products are used for local cooking and in most outer island communities, biomass is the primary energy source. Renewable energy sources are being introduced in the outer islands and in the State Centers. PV solar energy is being accepted as a sustainable and economically viable source of energy nationwide, while Pohnpei has hydro energy potentials; Kosrae is looking at wave energy; Yap is looking at wind power, and Chuuk at bio-fuels to broaden the nations’ energy mix.\n* âto maintain\n* âto maintain\n this objective required\n* âto maintain\n this objective required\n levels of funding close to prevailing levels\n* âto be achieved\n* â\n* âto be achieved through the"}, {"text_block_id": "p11_b63", "text": "Energy is an integral component of the SDP and this is clearly noted in all fourobjectives mentioned above, particularly when one considers abundantly available renewable sources. To achieve economic stability and security requires a vibrant energy sector, and the necessary energy infrastructure to promote economic and social development in both the State Centers and Out-lying Islands is of high priority. Equally, education and health services deliveries are contingent on the quality of energy infrastructure and services available."}, {"text_block_id": "p11_b64", "text": "The Energy Policy has been developed based on four primary components."}, {"text_block_id": "p11_b65", "text": "These are Policy and Planning, Conventional Energy (fossil fuel), Energy Efficiency & Conservation, and Renewable Energy."}, {"text_block_id": "p12_b66", "text": "Within these main components the policy seeks to achieve these goals:"}, {"text_block_id": "p12_b67", "text": "Within these main components the policy seeks to achieve these goals:\n* An effective, coordinated, resilient and dynamic joint State and National energy sector;\n* A safe, reliable, cost-effective and sustainable energy supply;\n* An efficient, responsive and competitive energy sector;\n* A diversified energy resource base, creating a balanced energy mix; and\n* The environmentally sound and efficient use of energy."}, {"text_block_id": "p12_b77", "text": "2.2"}, {"text_block_id": "p12_b78", "text": "VISION STATEMENT"}, {"text_block_id": "p12_b79", "text": ","}, {"text_block_id": "p12_b80", "text": "OBJECTIVES AND GOALS"}, {"text_block_id": "p12_b81", "text": "The"}, {"text_block_id": "p12_b82", "text": "National Vision"}, {"text_block_id": "p12_b83", "text": "statement for Energy is:"}, {"text_block_id": "p12_b84", "text": "The"}, {"text_block_id": "p12_b85", "text": "National Objective"}, {"text_block_id": "p12_b86", "text": "for Energy is:"}, {"text_block_id": "p12_b87", "text": "Whereas energy services refer to work relating to the sale, supply, storage and distribution of energy."}, {"text_block_id": "p12_b88_merged_merged_merged", "text": "The Major Goal of the Policy is:"}, {"text_block_id": "p12_b91", "text": "In addition, the following broad goals relate to energy services in the FSM:"}, {"text_block_id": "p12_b92", "text": "In addition, the following broad goals relate to energy services in the FSM:\n* Provision of affordable and safe electricity to all the households in the main island centers by 2015\n* Electrification of 80% of rural public facilities by 2015\n* Electrification of 90% of rural households by 2020\n* Enhance the supply side energy efficiency of the FSM utilities by 20% by 2015"}, {"text_block_id": "p12_b100", "text": "2.3"}, {"text_block_id": "p12_b101", "text": "OVERALL ASPIRATION"}, {"text_block_id": "p12_b102", "text": "In line with the above stated objective, vision and major goal, the National Energy Policy has indentified the following focal areas:"}, {"text_block_id": "p12_b103", "text": ""}, {"text_block_id": "p12_b104", "text": "Disadvantaged and/or Geographically Remote Communities"}, {"text_block_id": "p12_b105", "text": "Disadvantaged and/or Geographically Remote Communities\n* Encourage the application of appropriate\n<\\li1>"}, {"text_block_id": "p13_b107", "text": ""}, {"text_block_id": "p13_b108", "text": "Capacity Building"}, {"text_block_id": "p13_b109", "text": "Capacity Building\n* Improve adequate and institutional\n* Accelerate research and development of\n* Assess and promote indigenous resource"}, {"text_block_id": "p13_b115", "text": ""}, {"text_block_id": "p13_b116", "text": "Public Awareness"}, {"text_block_id": "p13_b117", "text": "Public Awareness\n* Increase training and public awareness on\n<\\li1>"}, {"text_block_id": "p13_b119", "text": ""}, {"text_block_id": "p13_b120", "text": "Private Sector Involvement"}, {"text_block_id": "p13_b121", "text": "Private Sector Involvement\n* Enhance public-private partnerships and\n* Establish an enabling and competitive"}, {"text_block_id": "p13_b125", "text": ""}, {"text_block_id": "p13_b126", "text": "Community Level initiatives"}, {"text_block_id": "p13_b127", "text": "Community Level initiatives\n* Promote involvement and input from\n* Promote involvement and input from\n in policy implementation and integrated\n<\\li1>"}, {"text_block_id": "p14_b130", "text": "CHAPTER II: NATIIONAL CONTEXT AND ENERGY OVERVIEW"}, {"text_block_id": "p14_b131", "text": "Figure 2: Structure of the policy"}, {"text_block_id": "p14_b132", "text": "1. COUNTRY OVERVIEW"}, {"text_block_id": "p14_b133_merged", "text": "In 1986 the Federated States of Micronesia was created and gained independencce from its former administrator, the United States.s. Five years after the birth of the nation, the FSMM joined the United Nations in 1991 (GoFSM, 1997). From west to east, it stretches about 2,700 kiloometers, and is located in the western Pacific Ocean between the equator and 14 degrees Northh latitude (Figure 2). With a total population of 107,0000, there are four states in the FSM – Yap, Chuukk, Pohnpei and Kosrae. Each State maintains connsiderable autonomy for their own developmentt strategy, while the national government provides an integrated prospective and vision, which is descscribed in the FSM National Development Plan (GoFFSM, 1997). Except for Kosrae, each state consiststs of a State center, which is often the largest island, and a multitude of outer islands. The FSM has a total of 607 islands, 74 of which are inhabiteded."}, {"text_block_id": "p15_b166", "text": "1.1 GEOGRAPHY"}, {"text_block_id": "p15_b167", "text": "The islands in general can be categorized into two types of landscape. The state centers of Pohnpei, Chuuk Lagoon and Kosrae are high volcanic islands with steep and rugged uplands. Most outer islands and the State center of Yap are low coral atolls and characterized by gently sloping uplands surrounded by swampy lowlands. Due to agro-forestry or secondary vegetation, the natural upland forests, which once covered the islands, are disappearing fast."}, {"text_block_id": "p15_b168", "text": "Today, sizeable forest areas can only be found on the islands of Pohnpei and Kosrae (GoFSM, 1997)."}, {"text_block_id": "p15_b169", "text": "Inside the Exclusive Economic Zone (EEZ), the marine area of the FSM, which accounts for over 2.6 million square kilometers, has abundant and diverse resources. While the nation consists of 607 islands, its land area totals only 701 square kilometers. Besides the natural environment, cultures also vary considerably between islands. After thousands of years since the settlement of the islands, there are significant environmental and cultural differences involved even within the four states of FSM. It is thus that the natural environment and especially the marine and the land resources have a profound and vital influence in shaping the physical and cultural life of the inhabitants (GoFSM, 1997)."}, {"text_block_id": "p15_b170", "text": "Figure 3: Map of the Federated States of Micronesia"}, {"text_block_id": "p15_b171", "text": "1.2 DEMOGRAPHY"}, {"text_block_id": "p16_b172", "text": "1.3 CLIMATE"}, {"text_block_id": "p16_b173", "text": "The FSM has a typical tropical climate: stable temperature, high humidity and high rainfall. The temperature averages between mid 20 and 30 degrees Celsius, while the humidity is on average over 80 percent. Rainfall is in general high, but varies geographically, with a low record of 3 meters on drier islands to over 10 meters per year in the mountainous interior of Pohnpei. As with many tropical islands, there is a wet season (June to October) and dry season (November to May) in FSM. Occasionally, the western region of the country suffers from typhoons (one in 20 years return period), which can cause serious damage to the region such as landslides and devastation of vegetation, buildings and infrastructure (GoFSM, 1997)."}, {"text_block_id": "p16_b174", "text": "1.4 ECONOMY"}, {"text_block_id": "p16_b175", "text": "17 percent, respectively, in 2005 (DoI, 2006, pp. 198)."}, {"text_block_id": "p16_b176", "text": "The infrastructure is under-developed and cannot meet the demands of the growing population and the condition of the infrastructure is poorly maintained due to severe limitations on the availability of government local revenue funds (GoFSM, 1997)."}, {"text_block_id": "p16_b177", "text": "SECTORAL DEVELOPMENT"}, {"text_block_id": "p16_b178_merged", "text": "Except for the offshore fisheries, there limited resources in the FSM. Except for the wholesale/retail and service industries, the private sector is under-developed and the FSM has a large external trade deficit. The country is very dependent on external aid and on the public sector for providing jobs and government expenditure. In the FSM National Development Plan (SDP), the government acknowledged the distinct dichotomy between the cash and traditional economies (GoFSM, 1997). The commercial sector is characterized primarily by small businesses, with only a few larger public companies, co-operatives and credit unions. Most of the family-based businesses focus on commercial import/export, wholesale and retail business. Alternatively, the families might also engage in small service enterprises, such as restaurants, taxis, car rentals, repair and maintenance, etc. Only a few have ventured into the industrial sector (GoFSM, 1997)."}, {"text_block_id": "p16_b181", "text": "Thus the FSM economy is dominated by the public sector as the primary sector of economic activity. The government provides one third of total employment, while the agriculture and fisheries industries together account for 28 percent of the jobs."}, {"text_block_id": "p17_b182", "text": "FINANCIAL TRANSFERS FROM THE US"}, {"text_block_id": "p17_b183", "text": "In 2003 the United States and FSM entered into an Amended Compact II agreement, wherein FSM receives payments of $92.7 million per year from the United States with $76.2 million being in the form of grants and $16.0 million to be placed in a trust fund and $500,000 allocated each year for an annual audit. The trust fund is expected to increase and become a permanent interest-bearing fund such that after Compact II expires in 2023 the trust fund will provide the same level of income available to FSM as the present Compact II (DoI, 2006, pp. 198). However, current financial trends indicate that the FSM Trust Fund will not provide such funding required after 2023, when the current Compact ends."}, {"text_block_id": "p18_b184", "text": "Figure 4: Real GDP growth in FSM 1997-2007"}, {"text_block_id": "p18_b185", "text": "(Source:http://www.spc.int/prism/country/fm/stats/Eco nomic/NAacc't/gdp-summary.htm)"}, {"text_block_id": "p18_b186", "text": "Already at the start of Independence in 1987 the economy depended strongly on Compact flows, representing 88 percent of the country’s gross domestic product (GDP). Because the non-traded goods production dominated the private sector, the export volume was negligible and the tourism sector was still in its early stage."}, {"text_block_id": "p18_b187", "text": "From then onwards, GDP grew 1.6 percent annually and the private sector realized an average rate of growth of 2.9 percent annually ("}, {"text_block_id": "p18_b188", "text": "Figure 3"}, {"text_block_id": "p18_b189", "text": ")."}, {"text_block_id": "p18_b190", "text": "Although this is not very high, it is comparable to the economic performance of other Pacific Island countries."}, {"text_block_id": "p18_b191", "text": "ECONOMIC DEVELOPMENT"}, {"text_block_id": "p18_b192", "text": "“Shows little progress towards meeting the MDGs by 2015. Poverty incidence isestimated to be high with approximately 40 percent of the population falling below the national poverty line in 1998 and there are signs of increasing inequalities. One of the key issues is delivery of basic social services, which often fail to reach the poorer strata of society, the outer islands and rural areas. There are significant differences in the poverty situation between the various states but little disaggregated data is available. FSM not only faces the challenge of increasing enrollment rates at all levels but also of improving the quality of education, retention rates and access in the outer islands. FSM has poor health indicators."}, {"text_block_id": "p18_b193", "text": "Although maternal mortality rates have fallen significantly, FSM still has a relatively high maternal mortality rate and a rapidly increasing incidence of non-communicable diseases. Child mortality rates have decreased slightly. Available data suggest that only 41 percent of the population has access to an improved water source and about 45 percent to improved sanitation”"}, {"text_block_id": "p18_b194", "text": "(ADB, 2003)."}, {"text_block_id": "p18_b195", "text": "DEVELOPMENT OF STATES"}, {"text_block_id": "p18_b196_merged_merged", "text": "There is considerable autonomy for the States in the FSM and there are also large differences. As shown in Table 1 Pohnpei, with the national government, accounts for only 32 percent of FSM’s population but 47 percent of GDP. Chuuk, with half of the population has 28 percent of GDP. Economic performance has varied considerable, partly reflecting differences in policies and responses to external developments. Pohnpei and Yap grew the most rapidly at 0.5 and 1.1 percent respectively per annum from 1987-2007."}, {"text_block_id": "p19_b200", "text": "In Kosrae and Chuuk the GDP declined with 0.9 percent per year. (PIREP, 2004)"}, {"text_block_id": "p19_b201", "text": "Table 1: Percentage of Population and GDP per state, 2007 (Source: SBOC, 2009)"}, {"text_block_id": "p19_b202", "text": "capita of $2,685, Pohnpei was 47 percent above the national GDP per capita (DoI, 2006, p. 197)."}, {"text_block_id": "p19_b203", "text": "Chuuk has suffered from several financial crises and has not yet made the adjustments necessary to repay debts, which were equivalent to 30 percent of state GDP at the height of the crisis in FY1996. Large inflows of funds to assist Chuuk recover from Typhoon Chata’an in 2003 helped stimulate economic growth (PIREP, 2004)."}, {"text_block_id": "p19_b204", "text": "The Yap economy has declined slightly in recent years since Compact II began but is stronger than some other FSM states. Yap has developed a relatively strong private sector employment base with approximately 72 percent of employees in the private sector. Yap State’s economy continues to be dominated by government spending, both for wages and the purchase of goods and services from the private sector."}, {"text_block_id": "p21_b205", "text": "2. ENERGY SECTOR"}, {"text_block_id": "p21_b206", "text": "2.1 ENERGY DEMAND"}, {"text_block_id": "p21_b207", "text": "2.1.1 HOUSEHOLDS"}, {"text_block_id": "p21_b208_merged", "text": "Roughly 55% of all households in FSM had electrification from some source (2000 census) (Table 2)."}, {"text_block_id": "p21_b211", "text": "Table 2: Household electrification figures"}, {"text_block_id": "p21_b212", "text": "It shows that some alternative solutions are being used in some states that provide electricity (mainly PV and diesel generators)."}, {"text_block_id": "p21_b213", "text": "The energy demand in the rural areas generally corresponds to basic needs such as lighting (often with kerosene, oil lamps, flashlights) and cooking (wood or other biomass (coconut-husk) and some kerosene). No specific statistical study has been carried out on the energy use habits and expenditures"}, {"text_block_id": "p21_b214", "text": "in rural places. However, on the basis of a survey conducted during the course of the REP-5 implementation in 2009, the average can be estimated around $15 to $35 per month and per household (in the outer islands around $15 (depends on availability) while in the rural areas on the main islands the average is $ 35)."}, {"text_block_id": "p21_b215", "text": "Furthermore, a small amount of liquid petroleum gas (LPG) is used for heating water and cooking (DoI, 2006, pp. 197)."}, {"text_block_id": "p21_b216", "text": "For cooking, kerosene and liquid petroleum gases (LPG) are used, as well as wood and coconut waste (DoI, 2006, pp. 198)."}, {"text_block_id": "p22_b217", "text": "Table 3"}, {"text_block_id": "p22_b218", "text": "shows the price summary of fuel and electricity costs in the US."}, {"text_block_id": "p22_b219", "text": "Table 3: Crude oil price summary (Source: http://www.eia.doe.gov/steo)"}, {"text_block_id": "p22_b220", "text": "At that time, the cost for fuel for the nations’ four Utilities to keep the generators running was up to 91 percent of total revenue collections, leaving no financial reserve for maintenance and system improvement. Subsequent steep and sudden fuel and energy prices to consumers created pockets of the population that could no longer afford to have the convenience of electricy or transport on the main islands."}, {"text_block_id": "p23_b221", "text": "Electricity use can be divided into five main categories: residential use (39 percent), commercial and industrial use (22 percent), use by the government (17 percrcent), use for utilities (10 percent) and losses of the system (12 percent). The largest amount of electricity is used for air conditionining and lighting (DoI, 2006, pp. 209). The goveernment in particular uses the bulk of its energyy consumption for air conditioning (DoI, 2006, pp. 198)."}, {"text_block_id": "p23_b222_merged", "text": "For more specific informaation please refer to Table 11: Yap State Publicc Service Corporation – financial and technical data(YSPSC); Table 12: Kosrae Utility Authorityty – financial and technical data (powerr generation and distribution); : Pohnpei Utility Corporation – financial and technical data (power generation and dististribution); Table 14: Chuuk Public Utility Corprporation – financial and technical data (powwer generation and distribution) in the Appeendix, which sum up the main operating detaiails of the four utility companies."}, {"text_block_id": "p24_b259", "text": "2.3. RENEWABLE ENERGY"}, {"text_block_id": "p24_b260", "text": "2.3.1 SOLAR ENERGY"}, {"text_block_id": "p24_b261_merged", "text": "High solar insolation throughout the FSM creates a rich resource of solar energy although the available energy varies from place to place because of local cloud formation. This is especially the case on the islands with mountains, such as the main islands of Pohnpei and Kosrae and the Lagoon Islands of Chuuk. Table 4 gives an overview of the average estimated insolation on the four states using data from NASA Surface Meteorology and Solar Energy (2009)."}, {"text_block_id": "p24_b265", "text": "Table 4: Estimated Solar Resources Horizontal plane in"}, {"text_block_id": "p24_b266", "text": "Besides the SHS in Pohnpei state 300 SHS were installed in various outer islands in Yap and 402 households in Chuuk (2000 census)."}, {"text_block_id": "p24_b267", "text": "Figure 7: Installing solar module racks in the FSM. (source: Akker, 2006)."}, {"text_block_id": "p24_b268", "text": "This was done after the 1982 cholera outbreak, where solar powered pumps to provide flush water for toilets aimed at reducing the use of water from shallow wells and the spread of cholera."}, {"text_block_id": "p25_b269", "text": "The project was set up by the University of Guam that provided workshops on installation, operation and maintenance."}, {"text_block_id": "p25_b270", "text": "More recently, under the European Development Fund (EDF-9 REP5 programme), a major PV electrification was implemented in the outer islands of Pohnpei, Chuuk and Yap. PV off-grid systems were installed in 11 outer islands with a total capacity of 120.88 kWp and in Kosrae five grid-connected PV systems were installed, with a total capacity of 52.5 kWp. The PV systems in Kosrae are being monitored by the utility and a more detailed analysis of data from the grid-connected systems is being an ongoing activity. The data from Kosrae is being compared with similar PV grid-connected systems in Nauru and Palau."}, {"text_block_id": "p25_b271", "text": "It is obvious that it is much harder to collect performance data from the outer island installations. FSM has therefore initiated a plan to install VSAT satellite dishes to the REP5 installations that will enable them to do remote monitoring of the systems."}, {"text_block_id": "p25_b272", "text": "In addition, the communities will be connected to the Worldwide Web for communication, education and emergency purposes. Summarized performance information for Palau, Nauru and Kosrae is given in"}, {"text_block_id": "p25_b273", "text": "Table 5"}, {"text_block_id": "p25_b274", "text": "below."}, {"text_block_id": "p25_b275", "text": "Table 5: Performance of grid-connected PV systems in Palau, Nauru and Kosrae"}, {"text_block_id": "p25_b276", "text": "It is clear then that despite some limitations, solar energy has a large potential in the FSM. There remain many outer islands where solar energy can provide affordable energy to"}, {"text_block_id": "p25_b277", "text": "Table 6: Installed PV systems under E.U. EDF-9"}, {"text_block_id": "p25_b278", "text": "2.3.2 HYDRO ENERGY"}, {"text_block_id": "p25_b279_merged_merged", "text": "The hydro sites on Kosrae have limited potential and are unlikely to be cost effective for development. However further study could show that Kosrae might have a potential of PICO Hydro installations that can act as stand-alone systems and power some houses located close to the rivers. Yap and Chuuk have no hydro sites. On Pohnpei there is a hydro power installation on the Nanpil River. There have been surveys that indicate other developable sites in Pohnpei are present; however at the time of the survey the economics for the development of the sites"}, {"text_block_id": "p26_b283_merged", "text": "The Nanpil hydro facility was originally developed by the Japanese in the 1930s. In 1988, the United States Army Corps of Engineers came to develop a hydro plant next to the old, non-operating one, using a different water intake and a new building for the installation, see Figures 10 and 11. The total amount of power that can potentially be produced is 2.06 MW. This is a substantial amount of energy as it exceeds one-third of the peak load on the whole island. However, this amount of energy has never been produced due to water intake limitations, which reduces the maximum output to 1.8 MW. The average is reduced even more due to cyclical dry and wet periods on the island and the lack of an appropriate water storage facility to spread the production more evenly."}, {"text_block_id": "p26_b291", "text": "Figure 8: Hydro generators (Nanpil dam, Pohnpei)"}, {"text_block_id": "p27_b292", "text": "Figure 9: Hydro system in the Nanpil River, Pohnpei."}, {"text_block_id": "p27_b293", "text": "2.3.3 WIND ENERGY"}, {"text_block_id": "p27_b294", "text": "The resource for wind energy is not very well known in the FSM."}, {"text_block_id": "p27_b295", "text": "Experts believe that it is borderline regarding the economic feasibility of energy production from wind. Meteorological measurements and low latitude location indicate moderate resource availability."}, {"text_block_id": "p27_b296", "text": "Furthermore, typhoons form a risk for wind power systems."}, {"text_block_id": "p27_b297", "text": "Figure 12"}, {"text_block_id": "p27_b298", "text": "gives an overview of the average wind speed throughout the year in the four states."}, {"text_block_id": "p27_b299_merged_merged", "text": "use of wind energy throughout the FSM. After broadly defining locations where wind energy could potentially be implemented, detailed wind assessments and wind maps should be created to more precisely identify the main wind energy sites. Appendex A shows the wind speed data from Yap."}, {"text_block_id": "p27_b303", "text": "Figure 10: Average wind speed at 50m"}, {"text_block_id": "p27_b304", "text": "2.3.4 BIOFUEL"}, {"text_block_id": "p28_b305", "text": "The country has the opportunity to develop coconut production on outer islands and thereby increase income for the outer islands. At current prices and production levels, coconut oil could be shipped to the state centers where large diesel fuel users, especially the utility companies and certain businesses that might have back-up generators, could add coconut oil to create a fuel mix and reduce their use of diesel fuel. This would boast the coconut oil industry and prepare it for production on a larger scale when diesel prices increase further. Revenues to rural communities and reduction in costs to the private sector in the centers would certainly benefit the macroeconomic fabric of the nation."}, {"text_block_id": "p28_b306_merged", "text": "This impacted the total amount of copra produced and exported within the nation. Tables 7 and 8 below give some numbers on the historical amount of copra production for Pohnpei and Yap."}, {"text_block_id": "p28_b309", "text": "Table 7: Copra production (in tons) in Pohnpei State (Source: Pohnpei State Office of the Governor)"}, {"text_block_id": "p28_b310", "text": "Table 8: Yap copra exports in tons2 (Source: 2002 Annual Statistical Yearbook, Yap)"}, {"text_block_id": "p28_b311", "text": "Biofuel from coconut oil remains a socially and economically viable source of renewable energy and efforts should be strongly pursued to once again integrate it into the overall energy mix."}, {"text_block_id": "p29_b312", "text": "2.3.5 BIOMASS"}, {"text_block_id": "p29_b313", "text": "Waste to Energy is another development that is being carefully followed by the FSM government and plans are being made to start a (solid) waste composition study in 2010."}, {"text_block_id": "p29_b314", "text": "2.3.6 BIOGAS"}, {"text_block_id": "p29_b315", "text": "Currently no facilities for sewer or landfill treatment are used to generate biogas. When these facilities are upgraded, a feasibility study should be carried out to investigate the economic and environmental sustainability of an add-on facility to extract biogas."}, {"text_block_id": "p29_b316", "text": "2.3.7 OCEAN ENERGY"}, {"text_block_id": "p30_b317", "text": "EFFICIENCY"}, {"text_block_id": "p30_b318", "text": "Y"}, {"text_block_id": "p30_b319", "text": "A recently completed report"}, {"text_block_id": "p30_b320", "text": "has estimated"}, {"text_block_id": "p30_b321", "text": "the potential of renewable energ"}, {"text_block_id": "p30_b322", "text": "rgy and energy"}, {"text_block_id": "p30_b323", "text": "efficiency to reduce greenhouse"}, {"text_block_id": "p30_b324", "text": "use gas (GHG)"}, {"text_block_id": "p30_b325", "text": "emissions in a number of"}, {"text_block_id": "p30_b326", "text": "Pacific Island"}, {"text_block_id": "p30_b327", "text": "countries (See:"}, {"text_block_id": "p30_b328", "text": "Table"}, {"text_block_id": "p30_b329", "text": "10:"}, {"text_block_id": "p30_b330", "text": "GHG Emissions"}, {"text_block_id": "p30_b331", "text": "and Potential Savings (Source"}, {"text_block_id": "p30_b332", "text": "e: FSM SEFP"}, {"text_block_id": "p30_b333", "text": "country report, IT Power"}, {"text_block_id": "p30_b334", "text": "2006"}, {"text_block_id": "p30_b335", "text": ")"}, {"text_block_id": "p30_b336", "text": ")."}, {"text_block_id": "p30_b337", "text": "The total GHG"}, {"text_block_id": "p30_b338", "text": "emission estimates are"}, {"text_block_id": "p30_b339", "text": "derived from"}, {"text_block_id": "p30_b340", "text": "corresponding estimates of"}, {"text_block_id": "p30_b341", "text": "reductions of"}, {"text_block_id": "p30_b342", "text": "fossil fuels in all sectors of"}, {"text_block_id": "p30_b343", "text": "the economy,"}, {"text_block_id": "p30_b344", "text": "including power generation"}, {"text_block_id": "p30_b345", "text": "n, transport,"}, {"text_block_id": "p30_b346", "text": "household use, etc."}, {"text_block_id": "p30_b347_merged_merged_merged", "text": "As shown in the table energy efficiency is an important part of the ennergy sector, particularly in supply side managagement for the utilities. The Pacific Power Assocciation started an energy efficiciency assistancce programme in 2009 for the utilities but presesently no scale measures have been undertaken. However, the average estimatted electricity consumption in electrified houseuseholds is not that high and decreasing over the last four years, revealing that that demand-side management (DSM) are startingg to bear some fruitage. High electricity coost and the introduction of cash power meeters (pre-paid meters) have significantly devveloped some energy saving behavior at the customer level (Figure 11 below)."}, {"text_block_id": "p31_b382", "text": "CHAPTPTER III: POLICY FRAMEWORK"}, {"text_block_id": "p31_b383", "text": "1. INSTITUTTIONAL AND SYSTEMIC FRAMEWOORK"}, {"text_block_id": "p31_b384", "text": "Figure 13: Policy Structure"}, {"text_block_id": "p32_b385", "text": "2. INSTITUTIONAL"}, {"text_block_id": "p32_b386", "text": "2.1 ACTORS AND INSTITUTIONS"}, {"text_block_id": "p32_b387", "text": "A National Energy Workgroup (NEW) has been established and consists of members from the key Departments in the National Government"}, {"text_block_id": "p32_b388", "text": ", a State Representative coming out of each State Energy Workgroup, a Representative from the Association of Micronesian Utilities (AMU), a Representative from the College of Micronesia (COM-FSM) and the Government Energy Advisor(s). NEW has as its main task to oversee and coordinate"}, {"text_block_id": "p32_b389", "text": "As can be seen in"}, {"text_block_id": "p32_b390", "text": "Figure 15"}, {"text_block_id": "p32_b391", "text": "(page 39) the NEW interacts closely with the national government and with the Regional Energy Committee (REC) and Association of Micronesian Utilities (AMU). REC is the body under the Micronesian Chief Executives Council (MCEC) consisting of energy sector representatives from Micronesia."}, {"text_block_id": "p32_b392", "text": "Besides members from the FSM, this body includes members from the Republic of the Marshalls Islands, Palau, Guam and the Commonwealth of the Northern Mariana Islands."}, {"text_block_id": "p32_b393", "text": "It meets regularly and is set up to discuss developments in the energy sector of respective countries, learn from each other’s experiences and advices the Governments in their energy planning."}, {"text_block_id": "p32_b394_merged_merged_merged", "text": "The NEW should be strongly connected to the four State Energy Workgroups (SEW). These consist of three or four people: one from the state government, one representative from the utility company, the state energy officer (this position only exists in Pohnpei) or an energy expert and a private sector or NGO representative. The SEWs are responsible for developing and updating the state action plans, which are detailed in Volume II."}, {"text_block_id": "p32_b398", "text": "These plans are in line with the national energy policy and put forward specific objectives and implementable actions at the state level. Furthermore, the main task of the SEWs is overseeing, coordinating and"}, {"text_block_id": "p33_b399", "text": "implementing activities in the energy sector of the state."}, {"text_block_id": "p33_b400", "text": "This part of the energy policy is focused on the responsibilities of the actors (NEW and SEWs) related to the implementation of the policy on national level and the coordination role in implementing the various state action plans."}, {"text_block_id": "p33_b401", "text": "2.2.1 IMPLEMENTATION OF THE ENERGY POLICY"}, {"text_block_id": "p33_b402", "text": ""}, {"text_block_id": "p33_b403", "text": "Implement all State Action Plans and the National Action Plan aimed at reducing overall fossil fuel imports and greenhouse gas emissions and strive to meet national and state renewable energy targets."}, {"text_block_id": "p33_b404", "text": ""}, {"text_block_id": "p33_b405", "text": "Develop timely a reliable nationwide energy statistic database for effective and fact-finding planning, monitoring and evaluation."}, {"text_block_id": "p33_b406", "text": ""}, {"text_block_id": "p33_b407", "text": "Revise the National Energy Policy as needed to ensure it is up-to-date and maintains aggressive but achievable outcomes."}, {"text_block_id": "p33_b408", "text": ""}, {"text_block_id": "p33_b409", "text": "Ensure every State has an Energy Coordinator, who is part of the State Energy Workgroup and keeps close contact with the National Energy Workgroup (see next section ‘Division of Responsibilities and Organizational Structure’)."}, {"text_block_id": "p33_b410", "text": ""}, {"text_block_id": "p33_b411", "text": "Promote the development of a National Energy Bill that addresses the reduction of fossil fuel import and green house gas emissions in line with this Energy Policy."}, {"text_block_id": "p33_b412", "text": "2.2.2 ALIGNMENT WITH LEGIS LATION AND OTHER POLICIES"}, {"text_block_id": "p33_b413", "text": ""}, {"text_block_id": "p33_b414", "text": "In line with the FSM Trade Policy and the SDP, support opportunities for local manufacturers to supply equipment and human resources for project design, implementation, management and maintenance."}, {"text_block_id": "p33_b415", "text": ""}, {"text_block_id": "p33_b416", "text": "Integrate environmental concerns and regulations into all energy-related plans and projects, including transportation, power supply, and building codes."}, {"text_block_id": "p33_b417", "text": ""}, {"text_block_id": "p33_b418", "text": "Promote proper alignment with policies that are and will be developed in the future, including policies in the field of environment and climate change; Review this Energy Policy in light of these policies."}, {"text_block_id": "p33_b419", "text": ""}, {"text_block_id": "p33_b420", "text": "Assist in the development and implementation of public awareness campaigns supporting renewable energy expansion geared toward key stakeholders within the FSM, including NGOs, business sector, governments and utilities, state and national legislatures and the general public."}, {"text_block_id": "p34_b421_merged", "text": "2.3 DIVISION OF RESPONSIBILITIES AND ORGANIZATIONAL STRUCTURE"}, {"text_block_id": "p34_b424", "text": "The responsibilities of the stakeholders are defined under this section. It needs to be noted that the composition of the National and State Energy Workgroups can change, however the overall objective will remain the same."}, {"text_block_id": "p34_b425", "text": "2.3.1 NATIONAL ENERGY WORK GROUP"}, {"text_block_id": "p34_b426", "text": "The National Energy Workgroup, coordinated by the Energy Division in the Department of R&D, is responsible for:"}, {"text_block_id": "p34_b427", "text": ""}, {"text_block_id": "p34_b428", "text": "overseeing all national efforts in the energy sector"}, {"text_block_id": "p34_b429", "text": ""}, {"text_block_id": "p34_b430", "text": "coordinating overseas development assistance that will be used for implementing the Action Plans"}, {"text_block_id": "p34_b431", "text": ""}, {"text_block_id": "p34_b432", "text": "developing timely a nationwide energy statistic database for effective and fact-finding planning, monitoring and evaluation."}, {"text_block_id": "p34_b433", "text": ""}, {"text_block_id": "p34_b434", "text": "assisting in implementing the action plans by the State Energy Workgroups (SEW)"}, {"text_block_id": "p34_b435", "text": ""}, {"text_block_id": "p34_b436", "text": "providing technical assistance to the State Energy Workgroups as requested"}, {"text_block_id": "p34_b437", "text": ""}, {"text_block_id": "p34_b438", "text": "annually review the Energy Policy and revising this Energy Policy as needed in consultation with the SEW"}, {"text_block_id": "p34_b439", "text": "Members:"}, {"text_block_id": "p34_b440", "text": "-Department of R & D (energy division)"}, {"text_block_id": "p34_b441", "text": "-Department of TC&I"}, {"text_block_id": "p34_b442", "text": "-Office of EEM"}, {"text_block_id": "p34_b443", "text": "-Office of SBOC (ODA)"}, {"text_block_id": "p34_b444", "text": "-Representative from the SEWs"}, {"text_block_id": "p34_b445", "text": "-Association of Micronesian Utilities"}, {"text_block_id": "p34_b446", "text": "-College of Micronesia (COM-FSM)"}, {"text_block_id": "p34_b447", "text": "In order to carry out these responsibilities, the National Energy Workgroup keeps close contact with:"}, {"text_block_id": "p34_b448", "text": "-State Energy Workgroups"}, {"text_block_id": "p34_b449", "text": "-National Government"}, {"text_block_id": "p34_b450", "text": "-Association of Micronesian Utilities"}, {"text_block_id": "p34_b451", "text": "-Regional Energy Committee"}, {"text_block_id": "p34_b452", "text": "-Secretariat of Pacifc Community"}, {"text_block_id": "p34_b453", "text": "-other relevant organisations"}, {"text_block_id": "p34_b454", "text": "2.3.2 STATE ENERGY WORKGRO UPS"}, {"text_block_id": "p34_b455", "text": "The four State Energy Workgroups, including an Energy Coordinator in each State Energy Workgroup, are responsible for:"}, {"text_block_id": "p34_b456", "text": ""}, {"text_block_id": "p34_b457", "text": "Overseeing and coordinating all State efforts in the energy sector."}, {"text_block_id": "p34_b458", "text": ""}, {"text_block_id": "p34_b459", "text": "Implementation of State Energy Action Plan"}, {"text_block_id": "p34_b460", "text": ""}, {"text_block_id": "p34_b461", "text": "Advising the state government on energy issues"}, {"text_block_id": "p34_b462", "text": ""}, {"text_block_id": "p34_b463", "text": "Assist in developing and designing specific and technically-sound Energy Efficiency and Renewable Energy projects for donor consideration, funding and implementation"}, {"text_block_id": "p34_b464", "text": "Members:"}, {"text_block_id": "p34_b465", "text": "-State Utility (can be the energy officer/coordinator, if the energy officer is staff of the state utility)"}, {"text_block_id": "p34_b466", "text": "-State government (can be the energy officer/coordinator, if the energy officer is staff of the state government)"}, {"text_block_id": "p34_b467", "text": "-State Planner (Infrastructure -IPIC)"}, {"text_block_id": "p34_b468", "text": "-Private sector or NGO representative"}, {"text_block_id": "p35_b469", "text": "In order to carry out these responsibilities, the State Energy Workgroups keeps close contact with:"}, {"text_block_id": "p35_b470", "text": "-National Energy Workgroup"}, {"text_block_id": "p35_b471", "text": "-State Utility"}, {"text_block_id": "p35_b472", "text": "-State Government"}, {"text_block_id": "p35_b473", "text": "-State Chamber of Commerce"}, {"text_block_id": "p35_b474", "text": "-State community sector, including Non-Governmental Organizations"}, {"text_block_id": "p35_b475", "text": "2.4 OVERALL GOALS"}, {"text_block_id": "p35_b476", "text": "The overall goals apply to all the segments of the policy (renewable energy, energy efficiency & conservation and conventional energy). More specific goals and objectives will follow in the sections for renewable energy, energy efficiency and conventional energy separately."}, {"text_block_id": "p35_b477", "text": "2.4.1 DISADVANTAGED AND/OR GEOGRAPHICALLY REMOT E COMMUNITIES"}, {"text_block_id": "p35_b478", "text": ""}, {"text_block_id": "p35_b479", "text": "Encourage the application of appropriate support and incentives to enable disadvantaged and/or geographically remote communities to access affordable energy"}, {"text_block_id": "p35_b480", "text": "2.4.2 CAPACITY BUILDING"}, {"text_block_id": "p35_b481", "text": ""}, {"text_block_id": "p35_b482", "text": "Improve adequate human and institutional capacity to plan, manage, and develop the energy sector by providing appropriate energy-related training opportunities at all educational and professional levels."}, {"text_block_id": "p35_b483", "text": ""}, {"text_block_id": "p35_b484", "text": "Accelerate research and development of energy technologies that are appropriate for adoption within the nation and facilitate international transfers of appropriate technologies that the nation is capable of operating and maintaining."}, {"text_block_id": "p35_b485", "text": ""}, {"text_block_id": "p35_b486", "text": "Assess and promote indigenous resource potential and technical capacity for all aspects of energy sector planning and development."}, {"text_block_id": "p35_b487", "text": "2.4.3 PUBLIC AWARENESS"}, {"text_block_id": "p35_b488", "text": ""}, {"text_block_id": "p35_b489", "text": "Increase training and public awareness on renewable energy and fuels for vehicles, energy efficiency, and conservation through publicity campaigns and school curricula."}, {"text_block_id": "p35_b490", "text": "2.4.4 PRIVATE SECTOR INVOL VEMENT"}, {"text_block_id": "p35_b491", "text": ""}, {"text_block_id": "p35_b492", "text": "Enhance public-private partnerships and expand private sector participation, investment, ownership, and management for energy supply including electricity generation, transmission and distribution."}, {"text_block_id": "p35_b493", "text": ""}, {"text_block_id": "p35_b494", "text": "Establish an enabling and competitive environment for the introduction of independent energy providers where these may provide efficient, reliable, and affordable service to consumers, in light of existing state laws."}, {"text_block_id": "p35_b495", "text": "2.4.5 COMMUNITY LEVEL INIT IATIVES"}, {"text_block_id": "p35_b496", "text": ""}, {"text_block_id": "p35_b497_merged", "text": "and integrated planning. Promote involvement and input from non-government organizations and local communities, including youth and women, in policy implementation"}, {"text_block_id": "p36_b499", "text": "3. RENEWABLE ENERGY"}, {"text_block_id": "p36_b500", "text": "this policy is:"}, {"text_block_id": "p36_b501", "text": "3.1 GOAL"}, {"text_block_id": "p36_b502", "text": "3.2 OBJECTIVES"}, {"text_block_id": "p36_b503", "text": ""}, {"text_block_id": "p36_b504", "text": "Promote the increased use of renewable energy technologies in all sectors of society and strive to meet national and state-level renewable energy targets."}, {"text_block_id": "p36_b505", "text": ""}, {"text_block_id": "p36_b506", "text": "Promote the effective management of both grid-connected and stand-alone renewable-based power systems."}, {"text_block_id": "p36_b507", "text": ""}, {"text_block_id": "p36_b508", "text": "Promote partnerships between the private sector (including local communities and NGOs) and public sector, and mobilize external financing to develop renewable energy initiatives."}, {"text_block_id": "p36_b509", "text": ""}, {"text_block_id": "p36_b510", "text": "Promote equitable availability of renewable energy in remote islands, rural areas on the main islands, and in the state centers, with social-economic development in mind."}, {"text_block_id": "p36_b511", "text": ""}, {"text_block_id": "p36_b512", "text": "Encourage implementation and markets for environmentally clean technologies and alternative fuels for transportation by using non-fossil fuels and other power sources in both new and existing vehicles."}, {"text_block_id": "p36_b513", "text": ""}, {"text_block_id": "p36_b514", "text": "Establish opportunities for better access to renewable energy technologies through the provision of incentives and the removal of barriers and constraints to sustainable energy sector development."}, {"text_block_id": "p37_b515", "text": "Energy Efficiency and Energy Conservation are closely related terms. However, during the NEW meetings it was clear that people have different understandings when we talk about efficiency and conservation. The following definitions are used for this policy:"}, {"text_block_id": "p37_b516_merged", "text": "Energy Conservation (EC): reduced consumption of energy services Simply said: reducing energy use is called energy conservation and efficiency is the to perform work the rest of energy that is '' lost '' to the surroundings"}, {"text_block_id": "p37_b527", "text": "4.1 GOAL"}, {"text_block_id": "p37_b528", "text": "4.2 OBJECTIVES"}, {"text_block_id": "p37_b529", "text": ""}, {"text_block_id": "p37_b530", "text": "Improve the efficiency of energy production, transmission, and distribution through supply side management."}, {"text_block_id": "p37_b531", "text": ""}, {"text_block_id": "p37_b532", "text": "Introduce demand side management programs for enhancing energy efficiency and conservation so as to reduce the energy consumption in government facilities, residential and commercial buildings, industry, agriculture and forestry."}, {"text_block_id": "p37_b533", "text": ""}, {"text_block_id": "p37_b534", "text": "Introduce and adopt building energy codes."}, {"text_block_id": "p37_b535", "text": ""}, {"text_block_id": "p37_b536", "text": "Promote appropriate incentives (including taxes, subsidies and tariffs) to encourage efficient energy use and minimization of waste."}, {"text_block_id": "p37_b537", "text": ""}, {"text_block_id": "p37_b538", "text": "Encourage co-operation in energy efficiency and conservation programs amongst the private sector, consumers and governments, by increasing public awareness and improving access to information."}, {"text_block_id": "p38_b539", "text": "5.2 OBJECTIVES"}, {"text_block_id": "p38_b540", "text": ""}, {"text_block_id": "p38_b541", "text": "Improve the competitiveness of petroleum supply and support a national approach to negotiations with suppliers."}, {"text_block_id": "p38_b542", "text": ""}, {"text_block_id": "p38_b543", "text": "Promote the collection, transportation, and environmentally responsible re-use, disposal, or removal of waste oil and other petroleum by-products to minimize adverse impacts on soil, ground water, and near shore fisheries."}, {"text_block_id": "p38_b544", "text": ""}, {"text_block_id": "p38_b545", "text": "Encourage suppliers to maintain the quality of petroleum products and promote the use of appropriate technologies to reduce the emissions of green house gas and other pollutants from conventional energy at the supply and demand side."}, {"text_block_id": "p38_b546", "text": ""}, {"text_block_id": "p38_b547", "text": "Phase out government subsidies on the purchase of fossil fuel for energy production."}, {"text_block_id": "p38_b548", "text": ""}, {"text_block_id": "p38_b549", "text": "Work closely together with other Pacific island countries to collect and disseminate information on fuel demand, regional fuel prices, and related issues."}, {"text_block_id": "p38_b550", "text": ""}, {"text_block_id": "p38_b551", "text": "Work with the other North Pacific Island States toward regional fuel purchasing, thereby enhancing economies of scale and reduced costs to governments and consumers."}, {"text_block_id": "p40_b552", "text": "Table 9: Overview actors and institutions"}, {"text_block_id": "p41_b553", "text": "Figure 14:"}, {"text_block_id": "p41_b554", "text": "Proposed institutional structure for implementation"}, {"text_block_id": "p42_b555", "text": "Figure 15: Map of the Federated States of Micronesia"}, {"text_block_id": "p43_b556", "text": "APPENDIX A"}, {"text_block_id": "p44_b557", "text": "TABLES & FIGURES"}, {"text_block_id": "p45_b558", "text": "Table 11: Yap State Public Service Corporation – financial and technical data (power generation and distribution)"}, {"text_block_id": "p46_b559", "text": "Table 12: Kosrae Utility Authority – financial and technical data (power generation and distribution)"}, {"text_block_id": "p47_b560", "text": "Table 13: Pohnpei Utility Corporation – financial and technical data (power generation and distribution)"}, {"text_block_id": "p48_b561", "text": "Table 14: Chuuk Public Utility Corporation – financial and technical data (power generation and distribution)"}, {"text_block_id": "p49_b562", "text": "Table 15: Yap State Public Service Corporation – Residential Electricity Rates Trend (’99 thru 2011)"}, {"text_block_id": "p50_b563", "text": "Table 16: Yap State Public Service Corporation – Commercial Electricity Rates Trend (’99 thru 2011)"}, {"text_block_id": "p51_b564_merged", "text": "Table 17: Yap State Public Service Corporation – Government Electricity Rates Trend (’99 thru 2011)"}, {"text_block_id": "p52_b566", "text": "Table 18: Yap State Wind Data, July 2009 – February 2010"}, {"text_block_id": "p53_b567", "text": "WORKS CITED"}, {"text_block_id": "p53_b568", "text": "FSM Strategic Development Plan 2004-2023,"}, {"text_block_id": "p53_b569", "text": "Volume I-Policies and Strategies for Development"}, {"text_block_id": "p53_b570", "text": "FSM Strategic Development Plan 2004-2023,"}, {"text_block_id": "p53_b571", "text": "Volume II – Strategic Planning, Matrices and Appendices"}, {"text_block_id": "p53_b572", "text": "Department of Interior (DoI). ‘United States of America Insular Areas Energy Assessment Report: An Update of the 1982 Territorial Energy Assessment.’"}, {"text_block_id": "p53_b573", "text": "Prepared by the Pacific Power Association, Fiji"}, {"text_block_id": "p53_b574", "text": "(2006)."}, {"text_block_id": "p53_b575_merged_merged", "text": "SBOC. ‘Federated State of Micronesia, Division of Statistics.’ http://www.spc.int/prism/country/fm/stats/index.htm (accessed July, 2009)."}], "document_description": "The Energy Policy aims to reduce the dependence on imported sources of energy and on fluctuating energy prices, by increasing share of renewable energy in the energy mix, cross-sectoral energy conservation and energy efficiency standards. .  The stated targets of the policy are:30% of energy produced by renewables by 202050% increase in energy efficiency by 2020  Policy intermediate goals are:Provision of affordable and safe electricity to all the households in the main island centres by 2015Electrification of 80% of rural public facilities by 2015Electrification of 90% of rural households by 2020Enhance the supply-side energy efficiency of the FSM utilities by 20% by 2015  The policy includes action plans on four main components:  Institutional A National Energy Workgroup has been established, co-ordinated by the Energy Division in the Department of R&D, which is responsible for:Overseeing all national efforts in the energy sectorCo-ordinating overseas development assistance that will be used for implementing the Action PlansDeveloping timely a nationwide energy statistic database for effective and fact-finding planning, monitoring and evaluation.Assisting in implementing the action plans by the State Energy Workgroup (SEW)Providing technical assistance to the State Energy Workgroup, as requestedAnnually reviewing the Energy Policy and revising this Energy Policy as needed in consultation with the SEW  Conventional EnergyEffectively co-ordinate with regional/sub-regional organisations for stable and affordable energy supplyEnergy Division (R&D) to act as a centre for implementation of Energy Policy  Renewable EnergyEffectively co-ordinate with donors and regional/sub-regional organisations to supportTechnical/financial source of states' investment plansConduct nationwide study for renewable energy assessment  The action plan includes a renewable energy target across all four states, focusing on solar, and also on wind, hydro, biofuel and bio-gas.  Energy Efficiency and ConservationImplement government facility conservation planAdvance regulation on building and constructionConduct awareness campaign on energy efficiency and conservationConduct training and capacity building programme"}