{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Subnational and citizen participation|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Micronesia", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Tourism", "LULUCF", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Nationwide Integrated Disaster Risk Management and Climate Change Policy", "document_country_code": "FSM", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": "Drm/Drr", "document_region_code": "East Asia & Pacific", "document_date": "06/01/2013", "document_keyword": ["Adaptation", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/FSM/2013/FSM-2013-01-06-Nationwide Integrated Disaster Risk Management and Climate Change Policy_96aba2b2cfd9fc7b195b2e5240ad483b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "FEDERATED STATES OF MICRONESIA"}, {"text_block_id": "p0_b2", "text": "NATION WIDE INTEGRATED DISASTER RISK MANAGEMENT AND CLIMATE CHANGE POLICY"}, {"text_block_id": "p0_b3", "text": "JUNE 2013"}, {"text_block_id": "p1_b4", "text": "GLOSSARY"}, {"text_block_id": "p1_b5", "text": "Build-back-better -The practice of incorporating disaster risk reduction and climate change adaptation measures into post-disaster recovery and reconstruction processes so as to strengthen resilience."}, {"text_block_id": "p1_b6", "text": "Climate Change -Refers to a change of climate that is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and that is in addition to natural climate variability observed over comparable time periods."}, {"text_block_id": "p1_b7", "text": "Climate Change Adaptation -The adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities."}, {"text_block_id": "p1_b8", "text": "Climate Change Mitigation -Reduction in greenhouse gas emissions that are the source of climate change."}, {"text_block_id": "p1_b9", "text": "Disaster Risk Reduction -The concept and practice of reducing disaster risks through systematic efforts to analyse and manage the causal factors of disasters, including through reduced exposure to hazards, lessened vulnerability of people and property, wise management of land and the environment, and i"}, {"text_block_id": "p1_b10", "text": "_91"}, {"text_block_id": "p1_b11", "text": "proved preparedness for adverse events."}, {"text_block_id": "p1_b12", "text": "Environmental migration -Persons who for reasons of sudden or progressive changes in the environment that adversely affect their lives or living conditions, are obliged to leave their habitual homes, or choose to do so, either temporarily or permanently, and who move either within their territory or abroad."}, {"text_block_id": "p1_b13", "text": "Extreme weather events -Unusual, severe or unseasonal weather that is at the extremes of the historical distribution."}, {"text_block_id": "p1_b14", "text": "Hazard Mitigation -Any structural (physical) or non-structural (e.g. land use planning, public education) measure undertaken to minimise the adverse impact of hazards and related disasters."}, {"text_block_id": "p1_b15", "text": "Human-induced hazards -Events that are caused by humans and occur in or close to human settlements. This can include environmental degradation, pollution and industrial and transport accidents."}, {"text_block_id": "p1_b16", "text": "Natural hazards -Naturally occurring physical phenomena caused either by rapid or slow onset events which can be geophysical (earthquakes, landslides, tsunamis and volcanic activity), hydrological (floods), climatological (extreme temperatures, drought, wildfires), meteorological (typhoons, storms, wave surges) or biological (disease epidemics, insect/animal plagues)."}, {"text_block_id": "p1_b17", "text": "No-regrets approach -Actions taken that can be justified from economic, and social, and environmental perspectives whether natural hazard events or climate change (or other hazards) take place or not."}, {"text_block_id": "p1_b18", "text": "Precautionary Approach -An approach to decision-making in risk management which justifies preventative measures or policies despite scientific uncertainty about whether detrimental effects will occur."}, {"text_block_id": "p1_b19", "text": "Resilience -Refers to the ability of a system, community or society exposed to hazards to resist, absorb, accommodate and recover from the effects of a hazard in a timely and efficient manner, including through the preservation and restoration of its essential basic structures and functions."}, {"text_block_id": "p1_b20", "text": "Ridge-to-Reef approach -An approach to natural resources management and development that involves managing reef ecosystems and terrestrial habitats in a single integrated management framework."}, {"text_block_id": "p1_b21_merged_merged", "text": "Ocean acidification -Refers to the ongoing decrease in the pH of the Earth's oceans, caused by the uptake of anthropogenic carbon dioxide (CO2) from the atmosphere."}, {"text_block_id": "p2_b25", "text": "FEDERATED STATES OF MICRONESIA"}, {"text_block_id": "p2_b26", "text": "NATION WIDE INTEGRATED DISASTER RISK MANAGEMENT AND CLIMATE CHANGE POLICY"}, {"text_block_id": "p2_b27", "text": "Introduction"}, {"text_block_id": "p2_b28", "text": "This is an internally generated policy based on extensive consultations within the Federated States of Micronesia designed to address the pressing needs of the country in relation to climate change and disaster risk management."}, {"text_block_id": "p2_b29", "text": "This policy will also assist in meeting regional and international treaty obligations and objectives that the Government of FSM has agreed are worth pursuing such as the Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005 -2015 (RFA), the Pacific Islands Framework for Action on Climate Change 2006 -2015 (PIFACC), the international Hyogo Framework for Action: Building the Resilience of Nations and Communities to Disasters 2005 -2015, and the United Nations Framework Convention on Climate Change (UNFCCC)."}, {"text_block_id": "p2_b30", "text": "Policy Statement"}, {"text_block_id": "p2_b31", "text": "To achieve economic growth and self-reliance within a framework of sustainable development that seeks to maximize opportunities presented by climate change and minimize the risks associated with all slow and rapid-onset natural and human-induced hazards, including those associated with climate change."}, {"text_block_id": "p2_b32", "text": "Background"}, {"text_block_id": "p2_b33", "text": "This policy has been developed in recognition of the need to safeguard the development of FSM's people, resources and economy, now and in the future, to the risks posed by a changing climate and the range of natural and human-made hazards to which the country is exposed. This is to be achieved through the pro-active integration of disaster risk reduction, climate change adaptation and climate change mitigation (henceforth referred to as 'greenhouse gas emissions reduction') considerations into relevant national, sectoral, state and community-level development strategies and programs."}, {"text_block_id": "p2_b34", "text": "At the same time the policy recognizes climate change may provide opportunities to embark on more sustainable development pathways making use of new approaches and technologies that are climate and environment friendly. In this way the policy further recognizes the intrinsic inter­relationships that exist between development activities, people's well-being and the state of the environment."}, {"text_block_id": "p2_b35", "text": "Guiding Principles"}, {"text_block_id": "p2_b36", "text": "Guiding Principles\n* A 'multi-hazard' risk management approach that integrates disaster risk management, climate\n<\\li1>"}, {"text_block_id": "p3_b38", "text": "Guiding Principles\n* A 'multi-hazard' risk management approach that integrates disaster risk management, climate\n<\\li1>\n* Recognition that the assessment and treatment of existing risks is the starting point for\n* Innovative and creative thinking to seek approaches that simultaneously reduce threats and\n* Strong horizontal and vertical coordination between sectors, national, state and community\n* Knowledge-based decision making with an emphasis on understanding and addressing root\n* Holistic, integrated, community and ecosystem based 'ridge to reef' approach to risk\n* Special attention to gender issues and the needs of marginalized groups, such as small atoll\n* Recognizing the rights of island communities to their ancestral lands, while acknowledging\n* Implementing the concept of 'building back better' as part of recovery and reconstruction"}, {"text_block_id": "p3_b58", "text": "Goal"}, {"text_block_id": "p3_b59", "text": "The goal of this policy is to promote development that proactively integrates the management of disaster and climate related hazards by investing in disaster risk management, climate change adaptation and greenhouse gas emissions reduction in pursuit of a safe, resilient and sustainable future for our country."}, {"text_block_id": "p3_b60", "text": "Strategic Outcomes"}, {"text_block_id": "p3_b61", "text": "This policy seeks to support our Strategic Development Plan 2004 -2023 with attainment of the following strategic outcomes:"}, {"text_block_id": "p3_b62", "text": "Economic resilience"}, {"text_block_id": "p3_b63", "text": "Economic resilience\n* Robust agriculture, forestry and fisheries sectors that are able to rapidly recover from\n* Strengthened private sector and increased public and private investment in climate and\n* Reduced reliance on imported commodities\n* Socially and environmentally responsible tourism sector"}, {"text_block_id": "p3_b71", "text": "Food, water and energy security"}, {"text_block_id": "p3_b72", "text": "Food, water and energy security\n* Uninterrupted supply of locally grown high-quality food crops for domestic consumption\n* Secure access to safe and clean water\n* Consistent, safe, affordable and clean supply of energy"}, {"text_block_id": "p4_b78", "text": "Infrastructure and settlements"}, {"text_block_id": "p4_b79", "text": "Infrastructure and settlements\n* Safe infrastructure and secure settlements that are able to withstand the impacts of nonÂ­\n<\\li1>"}, {"text_block_id": "p4_b81", "text": "Waste Management and Sanitation"}, {"text_block_id": "p4_b82", "text": "Waste Management and Sanitation\n* Protection of people and the environment from hazardous substances and wastes\n<\\li1>"}, {"text_block_id": "p4_b84", "text": "Health and Social Protection"}, {"text_block_id": "p4_b85", "text": "Health and Social Protection\n* Reduced occurrence of epidemics and other health hazards\n* An improvement in the resilience and health status of the population, including special"}, {"text_block_id": "p4_b89", "text": "Education:"}, {"text_block_id": "p4_b90", "text": "Education:\n* Uninterrupted learning for students in safe locations\n* Increased professional skills and public awareness to enable best practice in adaptation and"}, {"text_block_id": "p4_b94", "text": "Strategic Objectives"}, {"text_block_id": "p4_b95", "text": "The government and people of FSM are committed to achieving the above strategic outcomes through investment in the following strategic objectives:"}, {"text_block_id": "p4_b96", "text": "Capacity Building and Public Awareness"}, {"text_block_id": "p4_b97", "text": "Capacity Building and Public Awareness\n* Develop and disseminate education materials on climate change and disaster risk reduction\n* Promote, facilitate and develop training programs focused on disaster risk management and\n* Promote, facilitate and implement public and political awareness programs on disaster risk"}, {"text_block_id": "p4_b103", "text": "Disaster Risk Management"}, {"text_block_id": "p4_b104", "text": "Disaster Risk Management\n* Use existing and new policy and planning instruments, resources and capacities to reduce, or\n<\\li1>"}, {"text_block_id": "p4_b106", "text": "Climate Change Adaptation"}, {"text_block_id": "p4_b107", "text": "5."}, {"text_block_id": "p4_b108", "text": "Enable adjustments in natural and human systems in response to actual or expected changes in the climate or its impacts in order to moderate harm or exploit beneficial opportunities."}, {"text_block_id": "p4_b109", "text": "6."}, {"text_block_id": "p4_b110", "text": "Adapt development and economic activities to gradual changes in average temperature, sea level, ocean acidification and precipitation."}, {"text_block_id": "p4_b111", "text": "7."}, {"text_block_id": "p4_b112", "text": "Reduce and manage the risks associated with more frequent, severe and unpredictable extreme weather events."}, {"text_block_id": "p4_b113", "text": "8."}, {"text_block_id": "p4_b114", "text": "Prevent environmental migration through adaptation strategies, while addressing human mobility associated with natural disasters and climate charge through durable solutions."}, {"text_block_id": "p4_b115", "text": "9."}, {"text_block_id": "p4_b116", "text": "Ensure environmental migration is managed to the extent possible in a humane and orderly manner, including the protection of displaced populations."}, {"text_block_id": "p5_b117", "text": "Greenhouse Gas Emissions Reduction"}, {"text_block_id": "p5_b118", "text": "10."}, {"text_block_id": "p5_b119", "text": "Reduce dependence on, and use of, fossil fuels."}, {"text_block_id": "p5_b120", "text": "11."}, {"text_block_id": "p5_b121", "text": "Increase investment in the development of renewable energy sources."}, {"text_block_id": "p5_b122", "text": "12."}, {"text_block_id": "p5_b123", "text": "Conserve energy consumption and improve energy efficiency across all sectors of society."}, {"text_block_id": "p5_b124", "text": "Enabling Environment"}, {"text_block_id": "p5_b125", "text": "13."}, {"text_block_id": "p5_b126", "text": "Establish sustainable funding for Disaster Risk Management, Climate Change Adaptation and Greenhouse Gas Emissions Reduction through participation in international financing programs, the establishment and use of national funding mechanisms (including the Calamity Trust Fund), and the mainstreaming of Disaster Risk Management, Climate Change Adaptation and Greenhouse Gas Emissions Reduction into national, sectoral, state and municipal-level budgetary processes."}, {"text_block_id": "p5_b127", "text": "14."}, {"text_block_id": "p5_b128", "text": "Develop and implement national, state and community-level Integrated Disaster Risk Management and Climate Change Action Plans."}, {"text_block_id": "p5_b129", "text": "15."}, {"text_block_id": "p5_b130", "text": "Strengthen governance and management arrangements for Disaster Risk Management, Climate Change Adaptation and Greenhouse Gas Emissions Reduction including policy, compliance, legislative and regulatory frameworks, data management, performance monitoring and reporting frameworks that enable the ongoing assessment and management of disaster and climate risks and impacts."}, {"text_block_id": "p5_b131", "text": "Implementation Arrangements"}, {"text_block_id": "p5_b132", "text": "Due to the cross-cutting nature of disaster and climate risk management, implementation is a shared responsibility between government, private sector, civil society and communities. However, government, at national and state levels, shall take the lead in promoting, coordinating and monitoring the implementation of the policy, as well as use whatever instruments it has at its disposal to ensure that Disaster Risk Management, Climate Change Adaptation and Greenhouse Gas Emissions Reduction considerations are implemented through a combination of dedicated initiatives, where required, and through the mainstreaming of associated issues into all existing and future development programs."}, {"text_block_id": "p5_b133", "text": "This includes activities under the Infrastructure Development Plan (IDP), which will be subjected to screening for Disaster Risk and Climate Change threats and opportunities. Implementation will further be facilitated through existing sectoral legislation, policies and plans, such as the Disaster Management Relief Act (1989), Article X of the Amended Compact Agreement, Agriculture Policy (2012), the FSM Energy Policy (2012) and State Energy Action Plans, Framework National Water And Sanitation Policy (2011), the Trade and Investment Policy (2010), the National Action Plan to Combat Land Degradation, National (and States) Biodiversity Strategy and Action Plan (2002), National Climate Change and Health Action Plan (2011), Multi-State Multi-Hazard Mitigation Plan (2005), National Plan of Action for Nutrition (2006), Environment Sector Plan (2009), Forestry Sector Plan (2010), FSM Information, Communication & Technology Policy (2012), as well as future policies and plans that are under development."}, {"text_block_id": "p5_b134", "text": "National Government"}, {"text_block_id": "p5_b135", "text": "National Government will promote and coordinate the implementation of this policy at the nationat level. It will also promote and monitor implementation by State Governments, Municipalities, Private Sector and Civil Society. The following national level departments and agencies and public:"}, {"text_block_id": "p6_b136", "text": "enterprises will strive to integrate the National DRM & CC Policy into their respective policies, plans and operations:"}, {"text_block_id": "p6_b137", "text": "Department of Resources and Development: Fisheries, Agriculture, Tourism, Trade and Investment, Private Sector Development"}, {"text_block_id": "p6_b138", "text": "Office of Environment and Emergency Management: Environmental Management, Emergency Management, Implementation of relevant multi-lateral agreements"}, {"text_block_id": "p6_b139", "text": "Department of Transportation, Communication and Infrastructure: Infrastructure planning and development"}, {"text_block_id": "p6_b140", "text": "Department of Health, Education and Social Affairs: Environmental Health, Skills Development, Management of marginalized groups and social vulnerability, Translocation and migration of communities"}, {"text_block_id": "p6_b141", "text": "Department of Finance: Integration of DRM, CCA and CCM into budgetary screening and allocations and reporting; maintenance of Calamity Trust Fund and other financing mechanisms"}, {"text_block_id": "p6_b142", "text": "Office of Statistics, Budget and Economic Management, Ove)sees Development Assistance and Compact Management: Integration of DRM, CCA & CCM into all aspects of work"}, {"text_block_id": "p6_b143", "text": "Department of Foreign Affairs: Maintenance of international relations and subscriptions to relevant international and regional multi-lateral agreements"}, {"text_block_id": "p6_b144", "text": "College of Micronesia -FSM: Skills development and research"}, {"text_block_id": "p6_b145", "text": "-"}, {"text_block_id": "p6_b146", "text": "All Public Enterprises including FSM Development Bank, FSM Telecommunications Corporation, Coconut Development Authority, Bank of the FSM, National Fisheries Corporation, Micronesia Longline Fisheries Corporation, Social Security Administration, and National Oceanic Resource Management Authority"}, {"text_block_id": "p6_b147", "text": "The Office of Environment and Emergency Management has the responsibility to actively promote and coordinate the implementation of this policy and it will submit periodic updates to the President and Congress, and to other relevant executive committees, regarding its implementation."}, {"text_block_id": "p6_b148", "text": "Other structures at the national level that are encouraged to include the intent of this policy into their work programs include:"}, {"text_block_id": "p6_b149", "text": "State National Leadership Conference (SNLC)"}, {"text_block_id": "p6_b150", "text": "President's Council on Environmental Management and Sustainable Development"}, {"text_block_id": "p6_b151", "text": "National Disaster Task Force"}, {"text_block_id": "p6_b152", "text": "2023"}, {"text_block_id": "p6_b153", "text": "Planning Committee"}, {"text_block_id": "p6_b154", "text": "FSM National Water Task Force"}, {"text_block_id": "p6_b155", "text": "National Energy Workgroup (NEW)"}, {"text_block_id": "p6_b156", "text": "National Climate Change Country Team"}, {"text_block_id": "p6_b157", "text": "State Governments"}, {"text_block_id": "p6_b158", "text": "In terms of our Constitution and system of decentralized governance, State Governments are responsible for the implementation of this policy at the State level. It is the intention of Government that Disaster Risk Management and Climate Change Adaptation State Action Plans be developed for each State as the integrated and overarching planning tool for implementation of Disaster Risk Reduction, Climate Change Adaptation and Greenhouse Gas Emissions Reduction measures at the State-level. This is to be achieved through the use of existing and future regulatory instruments such as State legislation, regulations and codes on environmental protection, building construction and land and water use planning, including coastal zone manage ent plans. Examples of existing"}, {"text_block_id": "p7_b159", "text": "legislation and plans include: Kosrae Shoreline Management Plan, Kosrae State Land Use Plan, Pohnpei State Environmental Impact Assessment Regulations, State Disaster Management Plans, as well as a number of Disaster Risk Management, Climate Change Adaptation and Greenhouse Gas Emissions Reduction demonstration projects undertaken at the State-level as part of international and regional development support programs."}, {"text_block_id": "p7_b160", "text": "Institutional arrangements at the State-level include the Governor and his/her Executive, Offices of Planning and Budgeting, Resources and Development, Environment Protection Agencies, Weather Services, Disaster Coordinators, Climate Change Focal Points and Committees and Water and Electricity Utilities."}, {"text_block_id": "p7_b161", "text": "local-level Governance Structures"}, {"text_block_id": "p7_b162", "text": "Government recognizes the critical role of local-level development agents in supporting implementation of this policy at the community-level to ensure a culture of safety and resilience at the grassroots level. These agents include: Municipal Officers, Traditional Leaders and governance structures, Church Groups, Community-based Organizations (CBOs) and Women's Groups. Their continued support and action in implementing initiatives relating to DRM, CCA and CCM is encouraged."}, {"text_block_id": "p7_b163", "text": "Private Sector, Civil Society and Development Partners"}, {"text_block_id": "p7_b164", "text": "Implementation of this policy is to be further enhanced through partnerships between government, private sector, civil society and development partners. In this reJpect the Climate Change Country Team, the Joint Risk Management Network, State Owned Enterprises and Chambers of Commerce are important structures with regard to the coordination of activities between the above organizations. Government will continue to strengthen its relationship with international, regional and other development organizations that can provide support to FSM in realizing the outcomes of this policy."}, {"text_block_id": "p7_b165", "text": "Regional and International Polley Integration"}, {"text_block_id": "p7_b166", "text": "This Policy is aligned with the Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005 -2015 (RFA) and the Pacific Islands Framework for Action on Climate Change 2006 -2015 (PIFACC). The RFA is the Pacific adaptation of the Hyogo Framework for Action 2005 -2015 which was adopted by 168 governments at the World Conference on Disaster Reduction in January 2005. The PIFACC is aligned to the UN Framework Convention on Climate Change which came into force in 1994 and provides an overall framework through which countries can address the challenges posed by climate change. The RFA and Pl FACC were both identified as imperatives for action under the Pacific Plan endorsed by Pacific leaders in October 2005. This Policy also recognizes the work going on in the region towards the development of a single integrated strategy for Disaster Risk Management (DRM) and Climate Change (CC) for the Pacific islands region by 2015 (Post 2015 Roadmap)."}, {"text_block_id": "p7_b167", "text": "It is further recognized that under the amended Article X of the Federal Programs and Services Agreement between the Government of the Federated States of Micronesia and the Government of the United States, the U.S. Agency for International Development (USAID) is currently responsible for providing disaster assistance and coordinating the United States Government response to declared disasters in the FSM."}, {"text_block_id": "p8_b168", "text": "APPROVAL"}, {"text_block_id": "p8_b169", "text": "This Nation Wide Integrated Disaster Risk Management and Climate Change Policy 2013 supersedes the Nation Wide Climate Change Policy of 2009 and is hereby approved and becomes effective."}], "document_description": "The Policy aims to achieve economic growth and self-reliance within a framework of sustainable development that seeks to maximize opportunities presented by climate change and minimise the risks associated with all slow and rapid-onset natural and human-induced hazards, including those associated with climate change.<br>&nbsp;<br>&nbsp;It will assist in meeting regional and international treaty obligations and objectives that the Government of FSM has agreed are worth pursuing such as the Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005 - 2015 (RFA), the Pacific Islands Framework for Action on Climate Change 2006 - 2015 (PIFACC), the international Hyogo Framework for Action: Building the Resilience of Nations and Communities to Disasters 2005 - 2015, and the United Nations Framework Convention on Climate Change (UNFCCC).<br>&nbsp;The guiding principles of the policy include:</div><ul><li>A 'multi-hazard' risk management approach that integrates disaster risk management, climate change adaptation and GHG emissions reduction</li><li>Recognition that the assessment and treatment of existing risks is the starting point for reducing and managing future risks</li><li>Innovative and creative thinking to seek approaches that simultaneously reduce threats and identify possible opportunities arising from climate change</li><li>Strong horizontal and vertical coordination between sectors, national, state and community levels using an 'all-of-government', 'all-of-country' co-ordinated approach that emphasizes partnerships between the public sector, private sector and civil society</li><li>Knowledge-based decision-making with an emphasis on understanding and addressing root causes of hazards and vulnerabilities and using a science-based, no regrets and precautionary approach</li><li>Holistic, integrated community- and ecosystem-based bridge to reef' approach to risk reduction and natural resources management to ensure that adaptation measures are socially and ecologically sound</li><li>Special attention to gender issues and the needs of marginalised groups, such as small atoll communities, the disabled and the elderly</li><li>Recognising the rights of island communities to their ancestral lands, while acknowledging the role that migration has played, and will continue to play, as an adaptation strategy to a changing environment<br>&nbsp;<br>&nbsp;The strategic outcomes, in support of the FSM Development Plan 2004-2023, include:</li><li>Economic resilience - among others through robust agriculture, forestry, fisheries, green economy, reduced reliance on imported commodities, and an environmentally responsible tourism sector</li><li>Food, water and energy security - with safe, consistent access to water and clean, affordable energy</li><li>Infrastructure and settlements - with resilience towards climate change effects, especially sea level rise</li><li>Waste Management and Sanitation</li><li>Health and Social Protection</li><li>Education - including public awareness to enable best practice in adaptation and risk management<br>&nbsp;<br>&nbsp;The strategic objectives of the plan, to which the government is committed to invest in, include:</li><li>Capacity Building and Public Awareness</li><li>Disaster Risk Management - using existing and new policy and planning instruments, resources and capacities</li><li>Climate Change Adaptation - through the allowing of adjustment of natural and human systems, development and economic activities to the gradual changes in climate and its impacts (sea level, air and sea temperature, precipitation etc.); reducing and managing the risks associated with more frequent, severe and unpredictable extreme weather events</li><li>Prevent environmental migration through adaptation strategies, while addressing human mobility associated with natural disasters and climate change through durable solutions</li><li>Ensure environmental migration is managed to the extent possible in a humane and orderly manner, including the protection of displaced populations</li><li>Reduce GHG Emissions - through reducing dependence on, and use of, fossil fuels; Increased investment in the development of renewable energy sources; energy efficiency and conservation</li><li>Establish sustainable funding for Disaster Risk Management, Climate Change Adaptation and GHGEmissions Reduction through participation in international financing programmes, the establishment and use of national funding mechanisms (including the Calamity Trust Fund), and the mainstreaming of Disaster Risk Management, Climate Change Adaptation and GHG Emissions Reduction into national, sectoral, state and municipal-level budgetary processes</li><li>Develop and implement national, state and community-level Integrated Disaster Risk Management and Climate Change Action Plans</li><li>Strengthen governance and management arrangements for Disaster Risk Management, Climate Change Adaptation and GHG Emissions Reduction including policy, compliance, legislative and regulatory frameworks, data management, performance monitoring and reporting frameworks that enable the ongoing assessment and management of disaster and climate risks and impacts</li></ul><div>&nbsp;<br>&nbsp;Implementation should be sought through a combination of dedicated initiatives and through mainstreaming of associated issues into all existing and future development programmes."}