{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Micronesia", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Energy"], "document_language": "English", "document_name": "National & State Energy Action Plans", "document_country_code": "FSM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2012", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/FSM/2012/FSM-2012-01-01-National & State Energy Action Plans_d2acfa1410c1bba4fb09feec88e88502.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "FSM National & State Energy Action Plans"}, {"text_block_id": "p0_b2", "text": "2012"}, {"text_block_id": "p0_b3", "text": "Volume II"}, {"text_block_id": "p0_b4", "text": "Department of Resources and Development"}, {"text_block_id": "p0_b5", "text": "Division of Energy"}, {"text_block_id": "p2_b6", "text": "Computer lab in high-school of Woleai – Yap State"}, {"text_block_id": "p3_b7", "text": "CONTENTS"}, {"text_block_id": "p7_b8", "text": "PREFACE"}, {"text_block_id": "p7_b9", "text": "The National Energy Policy has as primary goal to have the Nation becoming less dependent on imported fossil fuels by implementing energy efficiency and conservation measurements and including more environmentally sound renewable energy sources that are locally available. To reach this goal the Government carries the following Vision, Objective and Major Goal:"}, {"text_block_id": "p7_b10", "text": "The National Energy Policy has as primary goal to have the Nation becoming less dependent on imported fossil fuels by implementing energy efficiency and conservation measurements and including more environmentally sound renewable energy sources that are locally available. To reach this goal the Government carries the following Vision, Objective and Major Goal:\n* The\n* The\n National Vision\n* The\n National Vision\n statement for Energy is:\n<\\li1>"}, {"text_block_id": "p7_b14", "text": "To improve the life and livelihood of all FSM citizens with affordable, reliable and environmentally sound energy."}, {"text_block_id": "p7_b15", "text": "To improve the life and livelihood of all FSM citizens with affordable, reliable and environmentally sound energy.\n* The\n* The\n National Objective\n* The\n National Objective\n for Energy is:\n<\\li1>"}, {"text_block_id": "p7_b19", "text": "Whereas energy services refer to work relating to the sale, supply, storage and distribution of energy."}, {"text_block_id": "p7_b20", "text": "Whereas energy services refer to work relating to the sale, supply, storage and distribution of energy.\n* The Major Goal of the Policy is:\n<\\li1>"}, {"text_block_id": "p8_b24", "text": "To achieve these ambitious yet realistic goals, the Government had initiated the National Energy Work Group. This group is chaired by the energy division, which works closely together with the energy sector in the four FSM states. Additionally, the National Government has prepared their own energy action plans that when combined with the various states action plans will delineate a road map that will assist the nation in achieving its goals and objectives."}, {"text_block_id": "p8_b25", "text": "The Government would like to emphasize a collaborative effort towards the bulk purchase of fuel. An important and recent achievement that contributes to a stable economy and supports the energy sector as a whole is the establishment of FSM Petroleum Corporation. Initiating bulk purchases will inherently contribute to improve cost efficiency."}, {"text_block_id": "p8_b26", "text": "Another important initiative is to improve sea vessel schedules to maximize the efficiency of the missions and to enable the various departments and offices to coordinate activities and services. The aim is to have the shipping schedules available on-line and regularly updated so that a wider public audience can be reached."}, {"text_block_id": "p8_b27", "text": "A recent example of improving this communication method was the installation of VSATs, which connected various outer islands to the internet. This important development will increase the use of sea transportation as the outer island communities can schedule their activities following the arrival of the sea vessels. This communication not only generates income, but will improve the exchange of goods from various communities to the urban centers, as well as contribute to the potential of converting coconut oil to biodiesel."}, {"text_block_id": "p8_b28", "text": "The energy action plans will lay the foundation for the FSM to achieve its goal, to become less dependent upon imported fossil fuel base-energy, that will ‘set the bar’ of sustainability as a model to follow."}, {"text_block_id": "p10_b29", "text": "NATIONAL ACTION PLANS"}, {"text_block_id": "p10_b30", "text": "The national action plans can be split up into four major groups:"}, {"text_block_id": "p10_b31", "text": "The national action plans can be split up into four major groups:\n* Energy Efficient Appliances\n* Energy Conservation (including renewable energy sources)\n* Energy Awareness Campaign\n* Nationwide Energy Programs:\n\t* Training & Capacity Building\n\t* Energy Related Studies\n\t* Development of a Centralized Energy Database\n\t* Donor and Development Support Coordination"}, {"text_block_id": "p10_b47", "text": "Grid connected solar PV systems on Airport building, Kosrae"}, {"text_block_id": "p11_b48", "text": "I. ENERGY EFFICIENT APPLIANCES"}, {"text_block_id": "p11_b49", "text": "1. LIGHTING -ENERGY EFFICIENT APPLIANCES"}, {"text_block_id": "p11_b50", "text": "Lighting accounts for a significant proportion of electricity use in the public sector. Most of the lights used in the offices are inefficient 40 W T12 fluorescent lights. Modern LED bulbs and luminaries provide an immediate opportunity for significant energy efficiency improvement. The National Government has committed to the use of more efficient lighting (wherever feasible) and to replace incandescent light bulbs in public buildings with modern Compact Fluorescent Lamps (CFLs) or other energy efficient lights such as LED’s."}, {"text_block_id": "p11_b51", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p11_b52", "text": "Department of TC&I in coordination with Department of R&D (energy division)"}, {"text_block_id": "p11_b53", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p11_b54", "text": "$ 50,000"}, {"text_block_id": "p11_b55", "text": "$ 50,000\n* All the street and security lights in National Government facilities will have to be energy efficient\n<\\li1>"}, {"text_block_id": "p11_b57", "text": "There are over 10 street lights and approximately 30 security lights using (SOX 116 W light bulbs) installed in National Government facilities, representing a significant energy load. Instituting a program to replace these street and security lights will be developed by the Department of R&D, TC&I, PUC and local authorities. Most of the security lights are on 24 hours a day due to bad functioning sensors. The national government will appoint a maintenance officer that will be responsible for making sure that the lights are off during day time."}, {"text_block_id": "p11_b58", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p11_b59", "text": "Department of R&D in coordination with Department of TC&I"}, {"text_block_id": "p11_b60", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p11_b61", "text": "$ 30,000"}, {"text_block_id": "p12_b62", "text": "2. AIR CONDITIONING SYSTEMS -ENERGY EFFICIENT APPLIANCES"}, {"text_block_id": "p12_b63_merged", "text": "From July 2011, any air conditioning system with a total capacity of 6 kWh will be advised to have the system inspected by a trained inspector in order to ensure efficient energy usage by the system."}, {"text_block_id": "p12_b66", "text": "The National Government will start this initiative by having all their air conditioning systems inspected and certified. A manual will have to be prepared to standardize a national methodology for inspections, and assist owners in fulfilling their responsibilities."}, {"text_block_id": "p12_b67", "text": "This manual will detail how and when inspections are to be carried out."}, {"text_block_id": "p12_b68", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p12_b69", "text": "Department of TC&I and the department of R&D"}, {"text_block_id": "p12_b70", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p12_b71", "text": "$ 30,000"}, {"text_block_id": "p13_b72", "text": "3. ENERGY STAR -ENERGY EFFICIENT APPLIANCES"}, {"text_block_id": "p13_b73_merged", "text": "The EU has entered into an agreement with the Government of the United States of America on the coordination of energy-efficient labeling programs for office equipment under the Energy Star program."}, {"text_block_id": "p13_b76", "text": "The program initiated by the US Environmental Protection Agency, has now matured into a worldwide energy efficiency program, run in partnership by the US EPA, the European Union, Japan, Australia, New Zealand, Taiwan and Canada, to promote energy-efficient office equipment on a worldwide level. FSM is willing to follow the EU and US in adopting the Energy Star initiative."}, {"text_block_id": "p13_b77", "text": "The promotion of the use of Energy Star certified appliances in the FSM will lead to significant cost cutting measures, thereby saving up to 50% in energy usage. This can be accomplished through the replacement of current equipment with Energy Star certified appliances."}, {"text_block_id": "p13_b78", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p13_b79", "text": "Department of R&D – trade division with support of the energy division"}, {"text_block_id": "p13_b80", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p13_b81", "text": "$ 10,000"}, {"text_block_id": "p14_b82", "text": "4. PROCURING ENERGY EFFICIENT PRODUCTS -ENERGY EFFICIENT APPLIANCES"}, {"text_block_id": "p14_b83", "text": "The Specifications for energy-efficient products will include:"}, {"text_block_id": "p14_b84", "text": "The Specifications for energy-efficient products will include:\n* National Government Requirements\n* National Government Requirements\n : Draft an outline of National laws and regulations surrounding the purchase and use of energy efficient products.\n* Purchasing Specifications\n* Purchasing Specifications\n : Provide energy performance requirements for energy-efficient products by category.\n* Energy Cost Calculators\n* Energy Cost Calculators\n : Provide tools to calculate projected energy savings by switching to more efficient products.\n* Standby Power Data Center\n* Standby Power Data Center\n : Outline products with low standby power, including office equipment, consumer electronics, appliances, and many other categories."}, {"text_block_id": "p14_b96_merged_merged_merged_merged_merged", "text": "The US Department of Energy‘s “Federal Energy Management Program” can be used as guidelines. (http://www1.eere.energy.gov/femp/technologies/eep.fedrequirements.html )"}, {"text_block_id": "p14_b99", "text": "Benefits"}, {"text_block_id": "p14_b100", "text": "The National Government is the largest volume buyer of energy-consuming products in the FSM. By procuring energy-efficient products, buyers can reduce energy consumption and achieve enormous cost savings. The aggregate effect of these purchasing decisions is enormous."}, {"text_block_id": "p14_b101", "text": "By setting a clear standard for energy performance, Federal procurement requirements can shift the market toward greater supply of energy-efficient products in FSM. That, in turn, improves availability and reduces cost for all consumers."}, {"text_block_id": "p14_b102", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p14_b103", "text": "Department of R&D with support of the Department of TC&I and Justice"}, {"text_block_id": "p14_b104", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p14_b105", "text": "$ 50,000"}, {"text_block_id": "p15_b106", "text": "II. ENERGY CONSERVATION including RENEWABLE ENERGY SOURCES"}, {"text_block_id": "p15_b107", "text": "1. BUILDING ENERGY RATING"}, {"text_block_id": "p15_b108", "text": "In order to meet the Building Energy Performance Directive, all new offices/structures will be required to have their energy efficiency assessed and certified by an expert. This energy assessment will be extended to existing national government buildings. A Building Energy Rating ‘table’ will be developed and will provide information on the building’s energy use. This table can be used to demonstrate improvements over time, while all national government buildings will be required to display their rating. Additionally, this will encourage transparency of energy performance by the building tenant."}, {"text_block_id": "p15_b109", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p15_b110", "text": "Department of R&D with support of the Department of TC&I, and all public sector organizations."}, {"text_block_id": "p15_b111", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p15_b112", "text": "$ 20,000"}, {"text_block_id": "p16_b113", "text": "2. ASSESSMENT OF RENEWABLE ENERGY ALTERNATIVES AT DESIGN-BUILD STAGE"}, {"text_block_id": "p16_b114_merged", "text": "Prior the construction and/or refurbishment of a new building with a floor area exceeding 2,500 ft , a due diligence regarding the technical, environmental and economic feasibility impact studies of installing renewable energy systems in the proposed building will be required"}, {"text_block_id": "p16_b118", "text": "This action should significantly increase interest and awareness of alternative energy options."}, {"text_block_id": "p16_b119", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p16_b120", "text": "Department of TC&I with support of the Department of R&D"}, {"text_block_id": "p16_b121", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p16_b122", "text": "$ 10,000"}, {"text_block_id": "p17_b123", "text": "3. BUILDING ENERGY STANDARDS"}, {"text_block_id": "p17_b124", "text": "The standardization of new construction or retro-fit projects will prepare the market for the revision of the existing Building Regulations and create movement towards a requirement of 40% improvement in the energy performance of new houses/ buildings compared to the current standard. A program must be implemented, offering support to developers to build both residential and commercial buildings with an energy performance standard of at least 60% above that required in the current Building Regulations."}, {"text_block_id": "p17_b125", "text": "This action will demonstrate the opportunities for a strong shift towards low carbon output and energy efficient housing in FSM."}, {"text_block_id": "p17_b126", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p17_b127", "text": "Department of TC&I with support of the Department of R&D"}, {"text_block_id": "p17_b128", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p17_b129", "text": "$ 30,000"}, {"text_block_id": "p18_b130", "text": "III. ENERGY AWARENESS CAMPAIGN"}, {"text_block_id": "p18_b131", "text": "1. INFORMATION AND ADVICE TO PRIVATE SECTOR AND THE PUBLIC"}, {"text_block_id": "p18_b132", "text": "AMU’s secretariat is temporarily housed in R&D. They will establish and administer the program for energy users. AMU, in operation for more than 2 years, already engaged the 4 FSM utilities that are the main suppliers of electricity in FSM."}, {"text_block_id": "p18_b133", "text": "The aim is for AMU is to utilize their energy experts to assist the utilities with their ongoing site visits to customers, holding workshops on energy efficiency and annual performance reporting. AMU members share information on energy saving technologies and techniques to maximize savings and maintain competitiveness."}, {"text_block_id": "p18_b134", "text": "The National Government will continue to work with AMU to improve networking and information exchange opportunities. The emphasis will be on continued implementation of efficiency programs and measures."}, {"text_block_id": "p18_b135", "text": "The Energy MAP (Energy Management Action Plan) will be designed to target and engage the private sector to practice energy management by maximizing their renewable energy usage. The concept is centered on a website that provides advice, training, interactive energy efficiency opportunities and potential funding assistance. In conjunction with the College of Micronesia and AMU, training courses will be available that offer introductory workshops/classes for energy management. These courses are tailored for specific groups or sectors, and include on-site assessments for participating firms. The Energy MAP website resource will be designed as a toolkit for NSA and SMEs on both the managerial and technical aspects of energy efficiency."}, {"text_block_id": "p18_b136", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p18_b137", "text": "Department of R&D and AMU with support from SPC"}, {"text_block_id": "p18_b138", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p18_b139", "text": "$ 100,000"}, {"text_block_id": "p19_b140", "text": "2."}, {"text_block_id": "p19_b141", "text": "AWARENESS CAMPAIGN"}, {"text_block_id": "p19_b142", "text": "–“THE SAVE AND GAIN CAMPAIGN”"}, {"text_block_id": "p19_b143_merged_merged", "text": "The “Save and Gain” campaign, will work in tandem with the EDF-10 awareness campaign. The campaign will deliver the message of energy efficiency and conservation to households of government employees instituting an awareness and understanding that together, we can have a positive impact on energy efficiency. This particular group will set an example within the community to adapt to renewable resources whether it’s implemented in offices, shops, homes and other locations. It will empower committed individual employees to change their own behavior and encourage their colleagues to do the same. The messages will focus on what each individual can do, including switching off equipment when not in use, and turning off lights whenever possible. It will emphasize the importance of such individual behavior, coming together as a whole, while encouraging the government to engage strategically in energy efficiency."}, {"text_block_id": "p19_b147", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p19_b148", "text": "$ 50,000"}, {"text_block_id": "p20_b149", "text": "3. NATIONWIDE EE AWARENESS CAMPAIGN – POWER FOR ALL"}, {"text_block_id": "p20_b150", "text": "During the REP-5 program an awareness campaign was started and achieved significant benchmarks in terms of awareness about renewable energy and energy efficiency. It delivered the message of the importance of energy efficiency to all consumers and also offered them initial and simple basic steps in improving their way of using energy through small changes in behavior and choices. These messages have been delivered through sports events, workshops, web and print, as well through online communities and social networks."}, {"text_block_id": "p20_b151", "text": "The campaign’s messages will be strengthened in the future and thus will offer advancement opportunities to homeowners and motivating change in the private and public sectors."}, {"text_block_id": "p20_b152", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p20_b153", "text": "Department of R&D with AMU"}, {"text_block_id": "p20_b154", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p20_b155", "text": "$ 50,000"}, {"text_block_id": "p21_b156", "text": "IV. NATIONWIDE ENERGY PROGRAMS"}, {"text_block_id": "p21_b157", "text": "1. NATION WIDE ENERGY STUDIES"}, {"text_block_id": "p21_b158", "text": "The four FSM States have common energy needs and face the same challenges. After evaluating the energy action plan, it was clear that there are commonalities amongst the states. Rather than focusing on performing a certain study for just one state, the studies can be conducted in all of the states under one contract, otherwise the smaller states will be left behind."}, {"text_block_id": "p21_b159", "text": "Studies that could be done on a nation-wide scale are but not limited to:"}, {"text_block_id": "p21_b160", "text": "Studies that could be done on a nation-wide scale are but not limited to:\n* Wind studies (inclusive of wind mapping)\n* Waste characterization study and Waste-to-Energy feasibility study\n* Wave and Ocean Energy Technology\n* Bio fuel including Bio diesel using coconut oil feasibility study"}, {"text_block_id": "p21_b168", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p21_b169", "text": "Department of R&D in cooperation with AMU"}, {"text_block_id": "p21_b170", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p21_b171", "text": "$ 250,000"}, {"text_block_id": "p22_b172", "text": "2. NATIONWIDE ENERGY CAPACITY BUILDING PROGRAMS"}, {"text_block_id": "p22_b173", "text": ""}, {"text_block_id": "p22_b174", "text": "Start a capacity building program that will serve the four FSM States"}, {"text_block_id": "p22_b175_merged", "text": "Over the years many energy initiatives are being realized in the four FSM states. ‘Capacity building’ was in most cases part of the programs and built on a project base structure. The four FSM states have set forth ‘capacity building’ as a priority and the National Government has seen the importance of a more structured and regulated program that would build on the existing programs, ultimately increase the participants knowledge with international recognition. The areas of training workshops to be held are:"}, {"text_block_id": "p22_b180", "text": "Module 1:"}, {"text_block_id": "p22_b181", "text": "Module 1:\n* PV Grid connected systems\n* PV off grid systems"}, {"text_block_id": "p22_b185", "text": "Module 2:"}, {"text_block_id": "p22_b186", "text": "Module 2:\n* Energy Efficiency\n* Energy Auditing"}, {"text_block_id": "p22_b190", "text": "Module 3:"}, {"text_block_id": "p22_b191", "text": "Module 4:"}, {"text_block_id": "p22_b192", "text": ""}, {"text_block_id": "p22_b193", "text": "DSM and Utility SSM training"}, {"text_block_id": "p22_b194", "text": "The trainings/workshops will be conducted at least one module to be done a year. The College of Micronesia will host the training sessions and will be the recipient of the developed curriculum. This activity will support the establishment of the Centre of National Resources and Energy within the COM."}, {"text_block_id": "p22_b195", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p22_b196", "text": "Department of R&D in cooperation with AMU and COM"}, {"text_block_id": "p22_b197", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p22_b198", "text": "$ 500,000"}, {"text_block_id": "p23_b199", "text": "3. DEVELOPMENT OF A CENTRALIZED – NATIONWIDE – ENERGY DATABASE"}, {"text_block_id": "p23_b200_merged", "text": "As of 2011, the four FSM States have their own electricity sector organized with a state utility as the electricity provider. A nationwide operating petroleum corporation (FSM PC) was being established in 2008 as the sole petroleum based fuel provider. Furthermore, there are some private companies who are currently selling propane gas and PV solar systems. In order to monitor the development of the energy sector, and to improve joint efforts that will bring FSM closer to achieving its goals set in this policy, it is crucial to set up and maintain this a centralized energy database, which will help in monitoring the current situation and its evolution over time. The database will correlate with the sub-regional and regional energy database and serve as a source of information for the energy sector."}, {"text_block_id": "p23_b203", "text": "AGENCY RESPONSIBLE FOR THIS ACTION:"}, {"text_block_id": "p23_b204", "text": "Department of R&D – Energy Division in cooperation with AMU and relevant state agencies"}, {"text_block_id": "p23_b205", "text": "ESTIMATED BUDGET:"}, {"text_block_id": "p23_b206", "text": "$ 50,000"}, {"text_block_id": "p24_b207", "text": "TABLE OF"}, {"text_block_id": "p30_b208", "text": "Total Budget needed for FSM National Government Energy Actions: $ 1,190,000"}, {"text_block_id": "p31_b209", "text": "ENERGY EFFICIENCY PLAN OF ACTION (AS INDENTIFIED AFTER THE 2009 ENERGY AUDIT"}, {"text_block_id": "p31_b210", "text": "-EDF"}, {"text_block_id": "p31_b211", "text": "9"}, {"text_block_id": "p31_b212", "text": "REP-5)"}, {"text_block_id": "p31_b213", "text": "-"}, {"text_block_id": "p31_b214_merged_merged", "text": "Summary Sheet"}, {"text_block_id": "p32_b217", "text": "Total savings possible: 20% from current electricity bill of the national government buildings (Palikir). This equals to a yearly saving of $60,000"}, {"text_block_id": "p33_b218", "text": "STATE ACTION PLANS"}, {"text_block_id": "p33_b219", "text": "The state action plans has four parts:"}, {"text_block_id": "p33_b220", "text": "1."}, {"text_block_id": "p33_b221", "text": "Yap State Energy Action Plans"}, {"text_block_id": "p33_b222", "text": "2."}, {"text_block_id": "p33_b223", "text": "Chuuk State Energy Action Plans"}, {"text_block_id": "p33_b224", "text": "3."}, {"text_block_id": "p33_b225", "text": "Pohnpei State Energy Action Plans"}, {"text_block_id": "p33_b226", "text": "4."}, {"text_block_id": "p33_b227", "text": "Kosrae State Energy Action Plans"}, {"text_block_id": "p33_b228", "text": "YAP STATE ACTION PLANS"}, {"text_block_id": "p34_b229_merged", "text": "PLAN OF ACTION STATE OF YAP"}, {"text_block_id": "p34_b234", "text": "Yap State Priority List"}, {"text_block_id": "p45_b235", "text": "TOTAL COST/INVESTMENT ENERGY EFFICIENCY AND CONSERVATION: $1,148,000 OF WHICH $ 1,000,000 IS ALLOCATED"}, {"text_block_id": "p47_b236", "text": "TOTAL COST/INVESTMENT RENEWABLE ENERGY: $13,002,000"}, {"text_block_id": "p48_b237", "text": "CHUUK STATE ACTION PLANS"}, {"text_block_id": "p50_b238_merged", "text": "PLAN OF ACTION STATE OF CHUUK -OVERVIEW"}, {"text_block_id": "p62_b245", "text": "Total budget needed for improvements in the conventional energy sector: $ 14,045,000"}, {"text_block_id": "p62_b246", "text": "High priority: $10,395,000"}, {"text_block_id": "p65_b247", "text": "Total budget needed for improvements in energy efficiency and conservation: $1,575,000"}, {"text_block_id": "p65_b248", "text": "High priority: $ 465,000"}, {"text_block_id": "p67_b249_merged", "text": "Total budget needed for improvements in renewable energy – HYDRO section: $ 115,800,000"}, {"text_block_id": "p67_b252", "text": "High priority – phase 1: $ 2,000,000 High priority – phase 2: $ 13,800,000"}, {"text_block_id": "p69_b253_merged", "text": "Total budget needed for improvements in renewable energy – SOLAR section: $ 2,150,000"}, {"text_block_id": "p71_b256_merged", "text": "PLAN OF ACTION STATE OF POHNPEI – 10 YEARS"}, {"text_block_id": "p71_b263", "text": "CONVENTIONAL ENERGY:"}, {"text_block_id": "p71_b264", "text": "Goal: Efficient, safe, reliable, and affordable supply of conventional energy"}, {"text_block_id": "p73_b265", "text": "ENERGY CONSERVATION AND ENERGY EFFICIENCY"}, {"text_block_id": "p73_b266", "text": "Goal: Establish collective and collaborative initiatives in optimizing energy conservation in all sectors of the economy and society through realistic and attainable objective"}, {"text_block_id": "p76_b267", "text": "RENEWABLE ENERGY"}, {"text_block_id": "p76_b268", "text": "GOAL: An increased share of appropriate renewable energy technology sources in Pohnpei State’s energy supply"}, {"text_block_id": "p79_b269", "text": "KOSRAE STATE ACTION PLANS"}, {"text_block_id": "p81_b270_merged", "text": "PLAN OF ACTION STATE OF KOSREA – 5 YEAR"}], "document_description": "The Energy Policy aims to reduce the dependence on imported sources of energy and on fluctuating energy prices, by increasing share of renewable energy in the energy mix, cross-sectoral energy conservation and energy efficiency standards. .  The stated targets of the policy are:30% of energy produced by renewables by 202050% increase in energy efficiency by 2020  Policy intermediate goals are:Provision of affordable and safe electricity to all the households in the main island centres by 2015Electrification of 80% of rural public facilities by 2015Electrification of 90% of rural households by 2020Enhance the supply-side energy efficiency of the FSM utilities by 20% by 2015  The policy includes action plans on four main components:  Institutional A National Energy Workgroup has been established, co-ordinated by the Energy Division in the Department of R&D, which is responsible for:Overseeing all national efforts in the energy sectorCo-ordinating overseas development assistance that will be used for implementing the Action PlansDeveloping timely a nationwide energy statistic database for effective and fact-finding planning, monitoring and evaluation.Assisting in implementing the action plans by the State Energy Workgroup (SEW)Providing technical assistance to the State Energy Workgroup, as requestedAnnually reviewing the Energy Policy and revising this Energy Policy as needed in consultation with the SEW  Conventional EnergyEffectively co-ordinate with regional/sub-regional organisations for stable and affordable energy supplyEnergy Division (R&D) to act as a centre for implementation of Energy Policy  Renewable EnergyEffectively co-ordinate with donors and regional/sub-regional organisations to supportTechnical/financial source of states' investment plansConduct nationwide study for renewable energy assessment  The action plan includes a renewable energy target across all four states, focusing on solar, and also on wind, hydro, biofuel and bio-gas.  Energy Efficiency and ConservationImplement government facility conservation planAdvance regulation on building and constructionConduct awareness campaign on energy efficiency and conservationConduct training and capacity building programme"}