{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Andorra", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Urban", "Transportation", "Residential and Commercial", "Energy"], "document_date": "18/11/2015", "document_language": "English", "document_name": "18-11-2015 Decree of Approval of the amendment of the Rules of construction", "document_country_code": "AND", "document_hazard_name": [], "document_keyword": "Energy Demand", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/AND/2015/AND-2015-11-18-18-11-2015 Decree of Approval of the amendment of the Rules of construction_642b7e98638e2656fef09ee3c10545da.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This decree approves the Regulation of modification of the Building Regulations.<br />\n<br />\nArticle 2 The section 4 of article 25 is added, which is drafted as follows: \"4. Power generating devices of renewable origin of a building are compatible with any urban use, and are subject to the most precise regulation that can be established by the Parochial Planning and Urban Planning Plan. \"<br />\n<br />\nArticle 5 Paragraph 3 is added to article 39 and article 40, which is drafted as follows: \"3. The installation of devices that use renewable energy is allowed according to the provisions of article 43. \"<br />\n<br />\n\"Article 43. Elements of environmental science<br />\n1. Urban planning must promote and regulate the installation of the elements of renewable energy capture, energy saving in the building and the rationalization of drinking water consumption. Likewise, it must regulate the creation of spaces or devices necessary for the selective collection of waste (glass, packaging, paper and cardboard and waste) that are generated in the buildings.<br />\nThese regulations must be carried out following landscape integration criteria.<br />\n2. To avoid the aesthetic affectation of the urban or rural landscape, the external units of the heat pumps can not be installed visually in facades or roofs, unless they are adjacent to the elements of the building itself There are either embellished elements accepted as such. The communal ordinances regulate these elements of camu atge and embellishment.<br />\n3. The use of asbestos materials, or containing asbestos, is prohibited in the building.<br />\n4. For the purposes of this Regulation, renewable energies are, in any of its forms, those of origin of the water, those of origin of the wind and the ambient air, those of origin of the sun, those of geothermal origin, those of origin of biomass and of biofuels or equivalent products.<br />\n5. In the field of energy science and renewable energies, the following aspects are foreseen in new construction:<br />\na) It is allowed to exceed the maximum height for installations of the generators of renewable energies, within a maximum of 1.5 meters; This limitation applies to non-rotating parts in the case of wind elements; b) In new buildings, at least 40% of the production of hot water must come from renewable energies. The Ordering Plan and parochial urban planning can have higher minimum values, depending on the area;<br />\nc) The installation of plates that capture renewable energies, in walls and slopes of modification of the natural terrain is allowed.<br />\n6. In the field of energy science and renewable energies, the following aspects are foreseen, in previous editions of this Regulation:<br />\na) Variations in the sorting or editing parameters that result from the execution of works or facilities to improve the existing energy science of existing buildings to reach the levels of current energy regulations, or resulting from the execution of renewable energy works or installations, are not accounted for in the regulatory parameters of the building except the limits of construction on the ground floor regarding the public road. The increase in application of the outer envelope is limited to a maximum of 35 cm; b) It is allowed to exceed the maximum height for any installation of improvement of the existing energy science of existing buildings or that results from the execution of works or of renewable energy installations, ns to a maximum of 1.5 meters; This limitation applies to non-rotating parts in the case of wind elements;<br />\nc) The installation of plates that capture renewable energies, in walls and slopes of modification of the natural land is allowed. \""}