{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Rwanda", "document_category": "Policy", "document_sector_name": ["Water", "Urban", "Residential and Commercial", "LULUCF", "Energy"], "document_language": "English", "document_name": "Five Year Strategic Plan for the Environment and Natural Resources Sector (2014-2018)", "document_country_code": "RWA", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "09/01/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/RWA/2013/RWA-2013-01-09-Five Year Strategic Plan for the Environment and Natural Resources Sector (2014-2018)_c3202d31ac76952e7a0ffe72533dc788.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF RWANDA"}, {"text_block_id": "p0_b2", "text": "MINISTRY OF NATURAL RESOURCES"}, {"text_block_id": "p0_b3", "text": "FIVE YEAR STRATEGIC PLAN FOR THE ENVIRONMENT AND"}, {"text_block_id": "p0_b4_merged", "text": "NATURAL RESOURCES SECTOR -2014 – 2018"}, {"text_block_id": "p0_b7", "text": "September 2013"}, {"text_block_id": "p1_b8", "text": "Acronyms"}, {"text_block_id": "p2_b9", "text": "Table of content"}, {"text_block_id": "p4_b10", "text": "Executive Summary"}, {"text_block_id": "p4_b11", "text": "Contextual background"}, {"text_block_id": "p4_b12", "text": "This strategy which will cover a five year period (2013"}, {"text_block_id": "p4_b13", "text": "–"}, {"text_block_id": "p4_b14", "text": "2018) is developed to implement the second phase of the Economic Development and Poverty Reduction Strategy with the aim of achieving the revised targets of vision 2020. In line with the Vision 2020 objective of transforming Rwanda into a middle income country by 2020, the overall objective of EDPRSII is to increase the quality of life of all Rwandans through rapid and sustainable economic"}, {"text_block_id": "p4_b15", "text": "growth (11.5% per annum) and accelerated poverty reduction (to below 30%). To meet these objectives, EDPRSII is developed around four strategic thematic areas (Economic Transformation, Rural Development, Productivity and Youth Employment, and Accountable Governance), which will drive rapid and sustainable economic growth, as well as fast reduction of poverty country wide. EDPRSII will be implemented through a set of Sector and District Strategies, which will be fully aligned to the priorities and themes of EDPRSII. The Environment and Natural Resources (ENR) Sector and District strategies will contribute to the achievement of the four thematic areas and will mainstream key cross-cutting issues which the EDPRS II identified as Environment and Climate change, Gender and Family promotion, HIV/AIDS, Capacity building, Regional integration, Social inclusion and disability and Disaster management."}, {"text_block_id": "p4_b16", "text": "Environment and natural resources strategic framework"}, {"text_block_id": "p4_b17_merged_merged", "text": "The Objective of this strategy is to ensure that environment and natural resources are utilized and managed productively in support of equitable and sustained national development and poverty reduction. This will be realized in 5 specific objectives : (1) To increase and sustainably manage ecosystems and forest resources to optimize their economic as well as ecological functions; (2) To put in place and operationalise an efficient system of land administration and land management that secure land ownership, promote investment in land for socio-economic development and poverty reduction; (3) To ensure that development in Rwanda is undertaken in a manner that inflicts minimal damage to the environment, and building resilience to threats posed by climate change for the sustained support to economic, social and cultural development of Rwanda. (4) To secure and provide water of adequate quantity and quality for all social and economic needs of the present and future generations with the full participation of all stakeholders in decisions affecting its management; (5)"}, {"text_block_id": "p4_b19", "text": "Environment and Natural Resources sector Priorities and Innovations"}, {"text_block_id": "p4_b20", "text": "ENR Sector Priorities and new Innovations will focus mainly on supporting key thematic areas identified in EDPRS 2 related to economic transformation, rural development, productivity and youth employment, and effective governance."}, {"text_block_id": "p5_b21", "text": "The contribution of forestry resources to economic growth and poverty reduction will be attained by the increase of forest cover across the nation as well as the increase and sustainable management of ecosystems and forestry resources."}, {"text_block_id": "p5_b22", "text": "The Rwanda‘s EDPRS II"}, {"text_block_id": "p5_b23", "text": "2013-2018 retains forestry as a main concern in recognition of its prime contribution to the GDP. This will be achieved through increased job creation in forestry from 0.3% to 0.5% by 2018, and reduction in the use of biomass energy through the use of improved stoves and improved kilns to produce 75% of charcoal by year 2018. EDPRS II 2013-2018 supports the previous target of increasing forest cover to 23.5% by 2012 and reset a new indicator to reach 30% by 2018. In addition, EDPRS II 2013-2018 recommends for sustainable management of forest biodiversity and critical ecosystems through protection and maintenance of 10.25% of the land area, and reduction of wood energy consumption from 86.3 % to 50% by 2020 as reflected in the 2020 Vision targets."}, {"text_block_id": "p5_b24", "text": "Security of land tenure, through systematic land registration and sustainable, rational land use in Rwanda through decentralized land use planning and mapping, will be ensured and the national land registry will be maintained and sustained by strengthening land administration institutions."}, {"text_block_id": "p5_b25", "text": "Economic efficiency will be created across sectors by managing water resources according to an IWRM approach, with a focus on enhanced planning through coordinated development of water storage infrastructures such as dams, dykes, ponds and irrigation channels. Rain water harvesting will be enhanced through watershed development and restoration of wetlands to meet water security demands for irrigation, hydropower, industry and water supply and reduce disasters risks (by widening rivers, for instance). There will be need to reduce poverty vulnerability through an integrated catchment management approach with the introduction of multiple use of water by communities, and up scaling land husbandry technology. Productivity and livelihoods will be improved, through technology development and transfer, to increase value added on water in various economic sectors and food security."}, {"text_block_id": "p5_b26_merged_merged", "text": "Furthermore, there will be allocation of water resources of Rwanda to the various socio-economic needs on the basis of principles that incorporate efficiency of use, equity of access, and sustainability."}, {"text_block_id": "p5_b29", "text": "Environment and Climate Change will contribute to the achievement of EDPRS II through the following innovations; ecosystem rehabilitation based on job creation and income generation for rural poverty reduction and social protection ; integrating innovative approaches and knowledge on technology transfer on irrigation, renewable energy and agro-forestry in TVET ; developing and implementating an incentive structure to award performance in environmental management ; and operationalize FONERWA fund."}, {"text_block_id": "p5_b30", "text": "Knowledge of national mineral and petroleum potential will be raised by developing a mineral exploration strategy and acceleration of petroleum exploration activities by both the public and the private sectors as well as developing a comprehensive mining cadastre and a modern licensing system. Sub-sector skills will be developed by establishing local degrees and"}, {"text_block_id": "p6_b31", "text": "diploma courses in mining related subjects and through the participation in the process of raising minerals and quarry products productivity substantially and sustainably by training at least 600 people (40 professionals, 160 middle level technicians, 400 trained miners). In order to raise productivity sustainably, splitting of large government concessions into viable medium is expected to raise the number of medium level good investors. Sensitization and guidance to banks towards financing small scale miners as well as disseminating price data through all trade point offices, will also contribute to increasing productivity in the mining sub-sector."}, {"text_block_id": "p6_b32", "text": "Implementation of the ENR Sector Strategic Plan"}, {"text_block_id": "p6_b33", "text": "The ENR sector enveloping a wide-ranging of sub-sectors including the Environment, Lands, Forestry, Mines, and Water resources, is linked in an intricate manner with other sectors such as health, agriculture, energy, tourism, housing, macroeconomic management, gender and social development. In this context, one of the main challenges constraining effective implementation of the sector strategy is of coordination"}, {"text_block_id": "p6_b34", "text": "–"}, {"text_block_id": "p6_b35", "text": "both in programming, activity implementation and funding. To ensure coherence and synergy in the programming, resource mobilization and monitoring and evaluation performance, a Sector-Wide Approach (SWAP) framework has been developed. It is expected that the SWAP secretariat of the ENR sector will assist in improving the cross-sectoral collaboration, and by bringing together all key stakeholders."}, {"text_block_id": "p6_b36", "text": "In the elaboration of ENR sector strategic plan, stakeholders in the sector at all levels were involved. This participative inclusive approach has and will be maintained during the implementation, monitoring and evaluation phases, hence recommending the need to further strengthen the SWG and TWGs approach. SWG and TWGs will continue to bring together Central and Local government institutions, development partners, the private sector and civil society engaged in the ENR sector or with an interest in the ENR sector development."}, {"text_block_id": "p6_b37_merged_merged", "text": "Members of the ENR SWG include the following: the Lead Ministry, the Lead Donor, Prime Minister’s Office, the Ministry of Finance and Economic Planning (MINECOFIN), a Representative from each Ministry, a Representative from each Province and Kigali City, Development Partners, Civil Society Organisations and Private sector institutions."}, {"text_block_id": "p6_b40", "text": "There are five ENR sub-sector Thematic Working Groups (TWGs) falling under the five ENR sub-sectors i.e. Environment and Climate Change, Land, Forestry, IWRM and Mining."}, {"text_block_id": "p6_b41", "text": "Implementation of sector priorities will be undertaken by the sub-sectors organized under two national agencies. Environment and Climate Change priorities will be implemented by Rwanda Environment Management Authority (REMA) whereas Land, Forestry, Water resources and Mining will be executed under the mandate of the Rwanda Natural Resources Authority (RNRA)."}, {"text_block_id": "p7_b42", "text": "The ENR sector will implement this strategy in collaboration with : Ministry of Local Government (MINALOC), Ministry of Agriculture, Animal Resources (MINAGRI) and affiliated agencies, Ministry of Infrastructure (MININFRA) and its Agencies, Ministry of Health (MoH), Ministry of Family and Gender Promotion (MIGEPROF), Ministry of Education (MINEDUC), Ministry of Commerce (MINICOM) and affiliated agencies, Ministry of Foreign Affairs and Cooperation (MINAFFET), Ministry of Finance, Planning and Economic Development (MINECOFIN), Rwanda Development Board (RDB), Rwanda Utilities Regulatory Agency (RURA) and Rwanda Bureau of Standards (RBS), Private Sector and Non Governmental Organizations (NGOs)."}, {"text_block_id": "p7_b43", "text": "5. Environment and Natural Resources Sector Monitoring and Evaluation"}, {"text_block_id": "p7_b44", "text": "The ENR monitoring and evaluation framework has been structured in a way that facilitates monitoring of the contribution of districts, sectors and Thematic areas to EDPRS 2. Such a structure provides for outcomes at the thematic areas level. At the sector level, intermediate sector outcomes were developed in alignment to the thematic outcomes. Sector outcomes will be the basis for actions at the sectors and districts levels in the course of implementation. The systematic development of a framework that aligns EDPRS 2 goals, Thematic areas, sector outcomes, outputs and their indicators and targets have enabled generation of a functional ENR M&E that facilitates targeted monitoring for effective implementation of national priorities through an RBM feedback mechanism."}, {"text_block_id": "p7_b45", "text": "Indicators were generated and agreed up on, after a highly participatory process of ENRsector stakeholders. The objective of this consultation was to ensure that the resulting indicators are relevant, understandable, reliable and data is available or can be cost-effectively collected and processed. Once the indicators to be applied at various levels were agreed upon, the next step was to develop a metadata for the indicators. Following a consensus of key criteria and indicators that will form the core of the framework, metadata development to guide data generation and collection as well as analysis, the ENR sector will identify available baseline data and information as well as data gaps that must be filled prior to operationalizing the M&E. This may require specific consultancies to support generation of the baseline data that is critical to ENR sector strategic plans, DDPs and the EDPRS II implementation. Note that some indicators in the M&E framework do not have baseline data and annual targets, therefore, studies will be conducted in the first year of EDPRSII, to set the baseline."}, {"text_block_id": "p7_b46", "text": "EDPRS 2 reporting will be done at several levels. The ENR sector monitoring will provide the data and information that will be reported at the sector (as aggregated information as in the case of natural capital) whereas the sub-sector data and information will be gleaned from district data base in addition to other sub-sector data capture mechanisms. The key reporting modalities include the Joint Sector Reviews at the sector level and the Imihigo reporting at the district and other sub-national levels and these will form the basis of monitoring for EDPRS 2 implementation. Moreover, mid-term and end-term EDPRS 2 evaluations will be the mechanism for informing effectiveness of the ENR contribution to national priorities."}, {"text_block_id": "p8_b47", "text": "Financing and Financial Management"}, {"text_block_id": "p8_b48", "text": "In the table 2 below, the planned activities for the next 5 years of EDPRS 2 will be implemented at an estimated cost RWF"}, {"text_block_id": "p8_b49", "text": "(164,341,177,000)."}, {"text_block_id": "p8_b50", "text": "The total SSP funds available (based on GOR budget ceilings and external financing commitments) is equivalent to"}, {"text_block_id": "p8_b51", "text": "Rwf 67, 733, 648, 000"}, {"text_block_id": "p8_b52", "text": "and total projected cost (based on planned activities fully costed which will need additional financing) comes to a total cost of Rwf"}, {"text_block_id": "p8_b53", "text": "(164,341,177,000)"}, {"text_block_id": "p8_b54", "text": ". This implies that, for the ENR SSP to be fully implemented we will need to mobilize a total amount of Rwf"}, {"text_block_id": "p8_b55", "text": "96,607,529,000"}, {"text_block_id": "p8_b56", "text": "(Budget deficit) for the sector to meet its set targets."}, {"text_block_id": "p8_b57", "text": "Resource Mobilization for the implementation of the strategic plan have been and will be targeted from five (5) principle sources: Internal public investment resources, On-going project funds , Donor sources mobilized into basket fund , Non public sector resources, Crosssector collaboration. Beyond this, the National Environment and Climate Fund (FONERWA), whose establishment is provided for by law, is expected to assist in generating sustainable funding for Environment and Natural Resource Sector."}, {"text_block_id": "p8_b58", "text": "1. Introduction"}, {"text_block_id": "p8_b59", "text": "1.1 Context"}, {"text_block_id": "p8_b60_merged_merged", "text": "Rwanda is in the process of preparing its second Economic Development and Poverty Reduction Strategy (EDPRSII) to guide Rwanda’s medium-term development aspirations during the period 2013-2018. EDPRSII will provide priorities for public spending, together with key performance targets, projected financing needs as well as monitoring and evaluation framework that will help the Government as well as development partners to track progress of the economic development through implementation of Environment and Natural Resources priorities."}, {"text_block_id": "p8_b63", "text": "To meet these objectives, EDPRSII is developed around four strategic thematic areas (Economic Transformation, Rural Development, Productivity and Youth Employment, and Accountable Governance), which will drive rapid and sustainable economic growth, as well as fast reduction of poverty country wide."}, {"text_block_id": "p8_b64", "text": "EDPRSII will be implemented through a set of Sector and District Strategies, which will be fully aligned to the priorities and themes of EDPRSII. The Environment and Natural Resources (ENR) Sector and District strategies will contribute to the achievement of the four thematic areas and will mainstream key cross-cutting issues which the EDPRS II identified as"}, {"text_block_id": "p9_b65", "text": "Environment and Climate change, Gender and Family promotion, HIV/AIDS, Capacity building, Regional integration and Social inclusion and disability and disaster management."}, {"text_block_id": "p9_b66", "text": "Elaboration of EDPRSII will be guided by principles of innovation, strong focus on emerging priorities, inclusiveness and engagement, District led development and sustainability which have been explained and used as a basis in the course of ENR strategic plan development consultations."}, {"text_block_id": "p9_b67", "text": "Environment and Natural Resources Sectror Strategic Plan 2013/14"}, {"text_block_id": "p9_b68", "text": "–"}, {"text_block_id": "p9_b69", "text": "2017/18"}, {"text_block_id": "p9_b70_merged_merged", "text": "The first strategy was implementing the Economic Development and Poverty Reduction Strategy phase I (EDPRS I) for the period of 2008-2012. The current strategy which will cover a five year period (2013 – 2018) is developed to implement the second phase of the Economic Development and Poverty Reduction Strategy with the aim of achieving the revised targets of vision 2020."}, {"text_block_id": "p9_b73", "text": "1.3 The Methodology"}, {"text_block_id": "p9_b74", "text": "A Drafting Team for each Sub-Sector Working Group composed by representatives of different stakeholdres was constituted. MINECOFIN which has a broad oversight of national planning and budgeting provided guidance to the overall strategic planning process for the ENR sector. The Cooordination Team was composed of the Director of Planning and Monitoring & Evaluation in The Ministry of Environment and Natural Resources, the SWAp Secreatariat and the EDPRS Facilitator, to ensure that it was in line with the Guidelines produced by the Ministry of Finance and Economic Planning. The drafts of the sub-sectors were submitted at the Ministry level where the experts from technical department were appointed to develop together with stakeholders the draft of the ENR Sector Strategic Plan."}, {"text_block_id": "p9_b75", "text": "The Draft ENR Sector Strategic Plan was reviewed by the Coordination Team whose inputs and feedback were incorporated to produce the Final draft ENR Sector Strategic Plan. The final draft was presented to the sector working group members for inputs and a validation meeting was organised to endorse the Sector Strategic."}, {"text_block_id": "p10_b76", "text": "2. Overview of the Environment and Natural Resources Sector"}, {"text_block_id": "p10_b77", "text": "2.1. Policy Context"}, {"text_block_id": "p10_b78", "text": "This section analyses the coherence of the Environment and Natural Resources Strategic Plan with national and other sector strategies. The linkage between ENR sector and the Vision 2020, the Seven Year Government Program and the regional policies are analyzed in this strategic plan."}, {"text_block_id": "p10_b79", "text": "2.1.1 National Policies and strategies"}, {"text_block_id": "p10_b80", "text": "2.1.1 National Policies and strategies\n* : Adopted in 2000, Vision 2020 as the country development roadmap seeks to"}, {"text_block_id": "p10_b83", "text": "To protect the environment against massive deforestation and soil destruction, Vision 2020 sets the target for the forest cover to reach 30% of national land area by year 2020 and the protection rate against erosion to rise from 20% in 2000 to 90% by year 2020. To ease the pressure on wood biomass seeing that 86.3% of the Rwandan population uses wood as the source of energy, Vision 2020 targets to drop the use of wood energy in national energy balance, to 50% by 2020 through diversification of energy sources availed to the population."}, {"text_block_id": "p10_b84", "text": "In ensuring its optimal utilization in urban and rural development, Vision 2020 calls for institutional and legal reforms to ensure security of land ownership. Provision of land titles and associated legal status regularization will support the attainment of Vision 2020 pillars that are underpinned by sustainable land use management in the development of the social capital in modern economies. Productive and market oriented agriculture depend on improved land protection and productivity. Regularized land, in private sector, is crucial in easing capital investment flow and freedom of exchange responding to the markets and changing economic conditions. In infrastructure land is needed to build roads, bridges and other infrastructure, and security of tenure allows systematic management of land taxes and related revenues to contribute to financing of infrastructure development.Sustainable management of integrated water resources is relevant to achieving Vision 2020 gearing towards a productive and market oriented agriculture. Transforming into a private sector-driven economy, infrastructure, regional integration and international cooperation, as thematic pillars of Vision 2020 are important prerequisites to equitable and sustainable management of integrated water resources. To further expand the Rwandan economic base, Vision 2020 has identified mining as one of the key priority sectors that should be developed to trigger the economic growth."}, {"text_block_id": "p11_b85", "text": "2. Seven Year Government Program :"}, {"text_block_id": "p11_b86", "text": "The focus is also on increasing climate change resilience capacity of the country and promoting green growth prioritiy areas using sustainable financing measures across sectors of the Rwandan economy. Research will be intensified in informing rehabilitation of critical ecosystems and watersheds as a pollution control and management measure, and environment and climate change will be mainstreamed in all sectors."}, {"text_block_id": "p11_b87", "text": "Particular implications for integrated water management in the seven year government programme are climate change management, rehabilitation of critical degraded ecosystems and watersheds, mainstreaming of environmental conservation/ protection into all development activities, consolidation of decentralized governance and participatory service delivery, and promotion of regional integration."}, {"text_block_id": "p11_b88", "text": "During the Seven Year Government Programme 2010-2017, the following will be addressed in the Lands and mapping sub-sector : Amendment of the Organic Land Law and secondary legislations to accommodate current demand and fit the business climate, increase of land use consolidation for agriculture land and establish strategies for erosion control at 100%, finalise demarcation and adjudication of all land through land tenure regularisation by June 2012 and put in place strategies for implementation of the National Land Use and Development Master plan and elaboration of District Land Use Plans. These two shall contribute to rational land use both in cities and rural areas."}, {"text_block_id": "p11_b89", "text": "The seven year Government program finally recognizes mining as a key priority whose impact is instrumental in particularly speeding up the economic growth of the country and economic development in general. It is projected that mining will triple in the production of mineral products by 2017/2018. Three key priorities were set under this program: (i) value addition to the mineral and quarry products, (ii) continuation of resources estimation of traditional minerals deposit and (iii) carrying out explorations aimed at discovering new deposits and new minerals like nickel, copper, etc."}, {"text_block_id": "p12_b90", "text": "The seven year Government program finally recognizes mining as a key priority whose impact is instrumental in particularly speeding up the economic growth of the country and economic development in general. It is projected that mining will triple in the production of mineral products by 2017/2018. Three key priorities were set under this program: (i) value addition to the mineral and quarry products, (ii) continuation of resources estimation of traditional minerals deposit and (iii) carrying out explorations aimed at discovering new deposits and new minerals like nickel, copper, etc.\n* Rwandaâs\n* Rwandaâs\n comprehensive national medium-term strategy, for poverty reduction and economic"}, {"text_block_id": "p12_b94", "text": "EDPRS I 2008-2012 acknowledged forestry as a strategic area to alleviate the rate of natural resources degradation. Accordingly, EDPRS I 2008-2012 put forward the need to run an inventory and mapping of national forest resources in providing the basis for a ten year national forestry plan; develop a strategy for the private sector involvement in forest management, design and implement a reforestation strategy with diverse species by increasing the forest cover from 20.02% (2006/07) to 23.5% by year 2012, reducing the annual consumption by 30% from 2002, and rehabilitating the degraded ecosystems such as Gishwati and Mukura forests by 80%. EDPRS I 2008-2012 recognized furthermore the need to put in place a joint strategy with MINAGRI to promote agroforestry for non-wood uses, including medicinal uses, honey production, wild foods and handicraft production by intensifying agroforestry up to 85% of farmlands."}, {"text_block_id": "p12_b95", "text": "Developing an adequate legal, regulatory and policy framework for managing the environment was the key priorities of environment to contribute to EDPRS I. Other key environmental interventions in the EDPRS I included the rehabilitation of degraded wetlands and other protected areas to ensure the preservation of biological diversity. During EDPRS I, an incentive framework was to be put in place to implement the National Programme for Adaptation on Climate Change (NAPA) and develop a Clean Development Mechanism. Guidelines were to be developed and disseminated on the conduct of Strategic Environment Assessments (SEAs) and Environmental Impact Assessments (EIAs)."}, {"text_block_id": "p12_b96", "text": "Integrated Water Resources Management was significant to realise priorities under EDPRS I 2008-2012 and activities were planned in different areas to meet EDPRS targets. Firstly, a set of tasks had been identified which would be fed into the preparation of a master plan for national water resources management. These included surveying and assessing all the"}, {"text_block_id": "p12_b97", "text": "country’s surface and ground water resources and establishing a national system for"}, {"text_block_id": "p12_b98", "text": "monitoring water quantity and quality. Measures to increase access to water for economic purposes included reviewing existing legislation to improve the regulatory framework for water use and promoting access to water for agriculture."}, {"text_block_id": "p12_b99_merged_merged", "text": "EDPRS I priorities in land management included establishing land institutions, land registration mechanisms and land use planning, through a land use and management master plan. Procedures were to be developed and documented to manage existing land folders and the land database that would facilitate the nationwide implementation of land tenure regularization. EDPRSI recognized womens’ rights to land and other property and strengthened, regardless of their civil status that is whether they are single, married, divorced or widowed."}, {"text_block_id": "p13_b102", "text": "In Mining, measures were taken to promote Private Sector participation in exploration, mining and processing, and promote value addition of quarry products to reduce the importing of construction materials. All potential areas of significant mineral deposits were to be mapped by 2012 during EDPRSI. Cooperatives of small miners were to be assisted to acquire knowledge and skills and access appropriate technology will ensure that mining strategy incorporates a pro-poor component."}, {"text_block_id": "p13_b103", "text": "2.1.2 Environment and Natural Resources Sector Policies"}, {"text_block_id": "p13_b104", "text": "This section provides key issues and areas of intervention that ENR sector policies will address in implementing key government programs related to environment and natural resource sector."}, {"text_block_id": "p13_b105", "text": "This section provides key issues and areas of intervention that ENR sector policies will address in implementing key government programs related to environment and natural resource sector.\n* The overall mission of this policy is to make forestry one\n* Prior to this Land policy formed in 2004, Rwanda had never"}, {"text_block_id": "p13_b111", "text": "The overall objective of the National land policy is to establish a land system that is secure for all Rwandans, land reforms that are necessary for good management and proper use of National land resources for a harmonious and sustainable development that ensures protection of the Environment. Very specifically, the land policy seeks to: procure security of land tenure, promote proper allocation of land and proper use of land resources, discourage land fragmentation, orient land management towards a more profitable and sustainable production, promote techniques that protect land resources from all forms of land degradation, establish institutional frameworks and regulatory instruments, promote research and public education concerning land tenure, management, and transactions, ensure the sustainable use of wetlands."}, {"text_block_id": "p14_b112", "text": "The overall objective of the National land policy is to establish a land system that is secure for all Rwandans, land reforms that are necessary for good management and proper use of National land resources for a harmonious and sustainable development that ensures protection of the Environment. Very specifically, the land policy seeks to: procure security of land tenure, promote proper allocation of land and proper use of land resources, discourage land fragmentation, orient land management towards a more profitable and sustainable production, promote techniques that protect land resources from all forms of land degradation, establish institutional frameworks and regulatory instruments, promote research and public education concerning land tenure, management, and transactions, ensure the sustainable use of wetlands.\n* In line with the revised Vision 2020 in 2012, the\n* In line with the revised Vision 2020 in 2012, the\n -\n* In line with the revised Vision 2020 in 2012, the\n -\n connectedness. The Policy focuses on key specific objectives namely:\n\t* Improve health and quality of life for every citizen and promote sustainable socio\n\t\t* Improve health and quality of life for every citizen and promote sustainable socio\n -\n\t\t\t* Improve health and quality of life for every citizen and promote sustainable socio\n -\n economic development through rational management and utilization of resources and\n\t\t\t* Integrate environmental aspects into all the development policies, in planning and in\n\t\t\t* Conserve, preserve and restore ecosystems and maintain ecological and systems\n\t\t\t* Utilize resources at optimumand attain a sustainable level of consumption of\n\t\t\t* Create awareness among the public to understand and appreciate the relationship\n\t\t\t* Ensure the participation of individuals and the community in the activities for the\n\t\t\t* Ensure that the basic needs of todayâs population are met without jeopardizing the\n\t\t\t* The overall goal pursued in this water policy is\n\t\t\t* In 2010, the new mining policy replacing the one of 2004 covers\n\t\t\t* In 2010, the new mining policy replacing the one of 2004 covers\n support the sub sectorâs growth. The mining policy covers not only the mineral extraction,"}, {"text_block_id": "p15_b143", "text": "The overall objective of the National land policy is to establish a land system that is secure for all Rwandans, land reforms that are necessary for good management and proper use of National land resources for a harmonious and sustainable development that ensures protection of the Environment. Very specifically, the land policy seeks to: procure security of land tenure, promote proper allocation of land and proper use of land resources, discourage land fragmentation, orient land management towards a more profitable and sustainable production, promote techniques that protect land resources from all forms of land degradation, establish institutional frameworks and regulatory instruments, promote research and public education concerning land tenure, management, and transactions, ensure the sustainable use of wetlands.\n* In line with the revised Vision 2020 in 2012, the\n* In line with the revised Vision 2020 in 2012, the\n -\n* In line with the revised Vision 2020 in 2012, the\n -\n connectedness. The Policy focuses on key specific objectives namely:\n\t* Improve health and quality of life for every citizen and promote sustainable socio\n\t\t* Improve health and quality of life for every citizen and promote sustainable socio\n -\n\t\t\t* Improve health and quality of life for every citizen and promote sustainable socio\n -\n economic development through rational management and utilization of resources and\n\t\t\t* Integrate environmental aspects into all the development policies, in planning and in\n\t\t\t* Conserve, preserve and restore ecosystems and maintain ecological and systems\n\t\t\t* Utilize resources at optimumand attain a sustainable level of consumption of\n\t\t\t* Create awareness among the public to understand and appreciate the relationship\n\t\t\t* Ensure the participation of individuals and the community in the activities for the\n\t\t\t* Ensure that the basic needs of todayâs population are met without jeopardizing the\n\t\t\t* The overall goal pursued in this water policy is\n\t\t\t* In 2010, the new mining policy replacing the one of 2004 covers\n\t\t\t* In 2010, the new mining policy replacing the one of 2004 covers\n support the sub sectorâs growth. The mining policy covers not only the mineral extraction,\n"}, {"text_block_id": "p15_b144", "text": "Furthermore, the sustainable mining policy sets out a framework of five strategic pillars; (i) strengthen the enabling legal, regulatory and institutional environment, (ii) develop targeted investment, fiscal and macro-economic policies, (iii) improve the mining sector knowledge, skills and use of best use of best practices, (iv) increase productivity through the establishment of new mines; and (v) diiversify into new products and increase value addition (Mining policy, 2010)."}, {"text_block_id": "p15_b145", "text": "2.1.3 Key Cross-sector and Regional Policy Implications"}, {"text_block_id": "p15_b146", "text": "Environment and natural resources (ENR) in Rwanda form a backbone of all social and economic sectors vis-à-vis agriculture, trade, industry, health, etc. A review of key sectoral policies and legislation related to environment and natural resources is summarized in the following texts."}, {"text_block_id": "p15_b147", "text": "Environment and natural resources (ENR) in Rwanda form a backbone of all social and economic sectors vis-à-vis agriculture, trade, industry, health, etc. A review of key sectoral policies and legislation related to environment and natural resources is summarized in the following texts.\n* The National Agricultural Policy 2005 focuses on\n* : According to the National Health Policy (MoH 2005),\n* In the wake of increased land scarcity,\n* In the wake of increased land scarcity,\n need to optimize productive land use, Rwandaâs urbanization and human"}, {"text_block_id": "p16_b157", "text": "Environment and natural resources (ENR) in Rwanda form a backbone of all social and economic sectors vis-à-vis agriculture, trade, industry, health, etc. A review of key sectoral policies and legislation related to environment and natural resources is summarized in the following texts.\n* The National Agricultural Policy 2005 focuses on\n* : According to the National Health Policy (MoH 2005),\n* In the wake of increased land scarcity,\n* In the wake of increased land scarcity,\n need to optimize productive land use, Rwandaâs urbanization and human\n"}, {"text_block_id": "p16_b158", "text": "Environment and natural resources (ENR) in Rwanda form a backbone of all social and economic sectors vis-à-vis agriculture, trade, industry, health, etc. A review of key sectoral policies and legislation related to environment and natural resources is summarized in the following texts.\n* The National Agricultural Policy 2005 focuses on\n* : According to the National Health Policy (MoH 2005),\n* In the wake of increased land scarcity,\n* In the wake of increased land scarcity,\n need to optimize productive land use, Rwandaâs urbanization and human\n\n* The overall aim of Rwandaâs industrialization\n* The overall aim of Rwandaâs industrialization\n policy is to increase value addition to primary production in order to boost exports and create\n* The national biodiversity policy has been developed in\n* The Africa Land Declaration\n\t* A basis for commitment by African member states to the formulation and\n\t* A consensus for shared principles as the basis for securing access to land for all users,\n\t* A basis for more coherent partnerships between states, citizens and development"}, {"text_block_id": "p16_b176", "text": "The guidelines emphasize regional convergence on the sustainable management and utilization of land and associated resources shared by two or more member states in various"}, {"text_block_id": "p17_b177", "text": "parts of Africa. Domestic enforcement of international and regional commitments will require that the management of resources otherwise controlled by one member state takes into account the needs of nationals of other member states. Land policy development and implementation is one critical area in which domestic legislation and institutions must provide avenues to facilitate the convergence of such interests and needs."}, {"text_block_id": "p17_b178", "text": "Frameworks :"}, {"text_block_id": "p17_b179", "text": "This strategic plan also aims to strengthen linkages with existing International conventions and regional frameworks and Natural Resources Management and regional integration related activities implemented by Regional Economic Communities (RECs) and Intergovernmental Organizations (IGOS), such as the East African Community (EAC), the Economic Community of the Great Lakes Countries (CEPGL), and the International Conference on the Great Lakes Region (ICGLR). This will lead to further dissemination of experiences and good practices among countries in the sub-region."}, {"text_block_id": "p17_b180", "text": "The EAC policy on climate change is one of the key frameworks that aims at guiding Partner States and other stakeholders on the preparation and implementation of collective measures to address Climate Change in the region while assuring sustainable social and economic development."}, {"text_block_id": "p17_b181", "text": "The policy is based on three pillars namely adaptation, mitigation and climate change research. The pillars will be supported by the following critical capacity building areas; technology development and transfer, finance, education, training and public awareness, information and knowledge management systems."}, {"text_block_id": "p17_b182", "text": "The National Green Growth and Climate Resilience Strategy preparation was guided by the EAC policy on Climate Change."}, {"text_block_id": "p17_b183", "text": "Lake Victoria Environment Management Programme, Nile Basin Initiative (NBI), Kagera Transboundary Agro-Ecosystems management are some of the initiatives in which Rwanda is taking part and meant to sustainably manage mainly the transboundary ecosystems, river basins and resources."}, {"text_block_id": "p17_b184", "text": "Lake Victoria Environment Management Programme, Nile Basin Initiative (NBI), Kagera Transboundary Agro-Ecosystems management are some of the initiatives in which Rwanda is taking part and meant to sustainably manage mainly the transboundary ecosystems, river basins and resources.\n* : Rwanda is actively involved in"}, {"text_block_id": "p18_b187", "text": "Lake Victoria Environment Management Programme, Nile Basin Initiative (NBI), Kagera Transboundary Agro-Ecosystems management are some of the initiatives in which Rwanda is taking part and meant to sustainably manage mainly the transboundary ecosystems, river basins and resources.\n* : Rwanda is actively involved in\n* As global water crisis and related disasters intensify, dialogue around how to\n* As global water crisis and related disasters intensify, dialogue around how to\n for Rwandaâs WRM strategy, include:\n* International Conference on Water and the Environment\n* International Conference on Water and the Environment\n in Dublin in 1992 in which\n* International Conference on Water and the Environment\n in Dublin in 1992 in which\n the fundamental Principles for IWRM were shared, such as âwater is an economic goodâ,\n* International Conference on Water and the Environment\n in Dublin in 1992 in which\n the fundamental Principles for IWRM were shared, such as âwater is an economic goodâ,\n among others;\n* adopted at the 1992 UN\n* , including the 1998\n* embodied the concept of IWRM, and emphasized the\n* made tangible steps"}, {"text_block_id": "p18_b209", "text": "2.1.4 Other ENR Sector Strategic Documents"}, {"text_block_id": "p18_b210", "text": "2.1.4 Other ENR Sector Strategic Documents\n* The NLUDMP is a"}, {"text_block_id": "p18_b213_merged", "text": "The land use planning guidelines provided for by the plan are very critical and must be fully implemented forrational use of land, a key factor for the country’s sustainable development. For example, the plan sets out clearly areas that are prone to flooding or erosion. To this end, the identified areas prone to flooding should not be used for school construction. The plan"}, {"text_block_id": "p19_b216", "text": "also maps areas that are suitable for agriculture development; this gives an opportunity to the agriculture sector to know where to focus their agriculture projects, etc. Land use guidelines cover the most thematic areas that could lead different sectors that use land to fostering and rationalising land use in their various development activities."}, {"text_block_id": "p19_b217", "text": "LUDMP’s implementation challenges and proposed solutions"}, {"text_block_id": "p19_b218", "text": ":"}, {"text_block_id": "p19_b219", "text": "Land as a cross cutting issue, the implementation of the LUDMP is very critical. Land use plan implementation should go hand in hand with monitoring and evaluation. At national level, planning guidelines and framework have been developed however; the implementation of the plan at district and thematic level for example would need well trained and skilled personnel to do so. Nevertheless, the current district capacity is still low and the capacity of the district council and district land commission is very limited to monitor the district land use"}, {"text_block_id": "p19_b220", "text": "plan’s implementation. In addition, almost all government institutions that u"}, {"text_block_id": "p19_b221", "text": "se land have no land use planners who would help to address this issue. In this regard, it is extremely important to suggest that clear mechanisms and actions be taken to ensure proper implementation of the plan at national level. This could be done by:"}, {"text_block_id": "p19_b222", "text": "se land have no land use planners who would help to address this issue. In this regard, it is extremely important to suggest that clear mechanisms and actions be taken to ensure proper implementation of the plan at national level. This could be done by:\n* apacitating national as well as local organisations and build their staffâs capacity\n* apacitating national as well as local organisations and build their staffâs capacity\n in land use planning;\n* Establishing and mandating a clear and high level organisation to coordinate and\n* Disseminating the NLUDP to all; and\n* Increasing and enhancing land use planning and land management programmes in"}, {"text_block_id": "p19_b232", "text": "2."}, {"text_block_id": "p19_b233", "text": "National Green Growth and Climate Resilience Strategy:"}, {"text_block_id": "p19_b234_merged_merged", "text": "Rwanda is currently highly vulnerable to climate change as it is strongly reliant on rain-fed agriculture both for rural livelihoods and exports of tea and coffee. It also depends on hydropower for half of its electricity generation, a driver of economic growth. Rwanda has experienced a temperature increase of 1.4°C since 1970, higher than the global average, and can expect an increase in temperature of up to 2.5°C by the 2050s from 1970. Rainfall is highly variable but average annual rainfall may increase up to 20% by the 2050s from 1970. Projections for East Africa over Rwanda and Burundi show an increasing trend in rainfall intensity for both rainy seasons. This is likely to cause floods and storms resulting in landslides, crop losses including cash crops and damage to infrastructure. Extreme weather already negatively impacts the economy and climate change could result in annual economic costs of around 1% of GDP by 2030Appropriate policy actions must be taken in order to tackle the negative impacts of climate change through all socio-economic sectors. The Green Growth and Climate Resilience strategy, an inclusive strategy for all sectors of the economy was approved by Cabinet in December 2011 and an embedded fund, FONERWA Law was approved by Parliament in"}, {"text_block_id": "p20_b236", "text": "2012 and is being operationalized to ensure sustainable financing for susccessful implementation of the strategy."}, {"text_block_id": "p20_b237", "text": "2.2 Sector Status, Achievements and Challenges"}, {"text_block_id": "p20_b238", "text": "During the EDPRS 1 implementation time frame, the ENR sector has made some important achievements against the EDPRS set targets."}, {"text_block_id": "p20_b239", "text": "2.2.1 ENR Sector Status and Achievements"}, {"text_block_id": "p20_b240", "text": "In forestry, much contribution was fed into the economic growth through different tree products although it was not well captured in the official statistics. It provides 90% of energy consumed in the country, and is contributing to job employment creation through reforestation, harvesting, processing activities and commercialisation of forest products. In rural area, forestry is ranked among the most income generating sectors, as it creates employment. According to the intended results in the light of EDPRS 1 period, forestry has achieved 22.1% of forest cover against the 23.4% set by EDPRS target owing to the: restoring the Gishwati forest on 835 ha, and afforesting 1850 ha in the Eastern Province through the afforestation program; revising the forest policy (2010), which won the golden prize attracting investors in the forest sector through the concession agreement of Nyungwe forest plantation signed between the GoR and NFC, creating the Forest program implementation task force at national and district levels, and completing trainings in bamboo processing and efficient charcoal."}, {"text_block_id": "p20_b241", "text": "In land, according to EICV 3, 93.2% of the total households in Rwanda cultivate at least one parcel with the average cultivated parcel size of 0.59ha. 46.2% of total parcels in Rwanda have less than 0.3ha and 83.5% of total parcels have less than 0.9ha. The total number of parcels in Rwanda is estimated to 10 million and the average number of parcels per household is estimated to be 4.34 while84.6% of households farm the land. The graph below compares the average land per parcel during EICV 2(2005) and EICV 3 (2010):"}, {"text_block_id": "p20_b242", "text": "Households also rent and borrow land according to their needs and annual cropping requirements. Buying and selling is a widespread and acceptable practice. Local land markets"}, {"text_block_id": "p21_b243", "text": "are highly active. 83.8% of households stated that they feel they have the right to sell any part of their land or use it as a guarantee."}, {"text_block_id": "p21_b244", "text": "The predominance of the population in agriculture combined with the demographic pressure has progressively brought about overexploitation of land and deep modifications in the use of land which escalates land degradation especially fragile zones."}, {"text_block_id": "p21_b245", "text": "The graph below shows the percentage of parcels categories by their size by province. It can be quickly observed that in almost 50% of parcels in Rwanda are less than 0.3ha; again 85% of total parcels in Rwanda have less than 0.9ha."}, {"text_block_id": "p21_b246", "text": "During EIVC 3, 54% of the surveyed household were exposed to Land Tenure Regularisation in way or another; either through public meeting, demarcation and adjudication, objections and corrections or lease issuance. It was observed that 33.8% of households used land as collateral to access loan with 9.8% accessing loan from a formal source (bank or microfinance institutions)."}, {"text_block_id": "p21_b247", "text": "It was found that 39.4% of households have women owning land as de-facto owner (single owner and not in co-ownership) or primary owners."}, {"text_block_id": "p21_b248", "text": "The National Land Use and Development Master Plan preparation started in August 2007 and lasted 3 years. Following are the achievements:"}, {"text_block_id": "p21_b249", "text": ""}, {"text_block_id": "p21_b250", "text": "The National high resolution (25cm) rectified aerial photos (Ortho-photos) covering 94% of the territory while the remaining 6% was covered by satellite imagery. These photos are being used during the systematic land registration and during planning of infrastructures, urban areas, in agriculture etc."}, {"text_block_id": "p21_b251", "text": ""}, {"text_block_id": "p21_b252", "text": "The National Land Use and Development Master Plan were approved by Cabinet in January 2011 and a law governing land use and development planning was adopted by Parliament in March 2012."}, {"text_block_id": "p21_b253", "text": ""}, {"text_block_id": "p21_b254", "text": "A National base map was produced."}, {"text_block_id": "p22_b255", "text": ""}, {"text_block_id": "p22_b256", "text": "The Implementation strategy through preparation of District Land Use Plan to be part of the District Development Plans in an integrated way was developed and is currently under implementation."}, {"text_block_id": "p22_b257", "text": "The National Land Policy requires securing tenure rights toall land claimants, and it is mandatory to register land in Rwanda according to the Organic Land Law. To achieve this Strategic Road Map for Land Tenure Reform was prepared and adopted in March 2008. The road map was a result of intensive consultations and systematic land registration trials in 4 cells of the Country with 14,908 parcels of land registered. The trials helped to design process and procedures for the first registration."}, {"text_block_id": "p22_b258", "text": "The national roll"}, {"text_block_id": "p22_b259", "text": "–"}, {"text_block_id": "p22_b260", "text": "out of the systematic land registration through land tenure regularization started in June 2009. In July 2010 a support team, recruited by DFID and Partners, joined the implementation process. As of end of May 2012:"}, {"text_block_id": "p22_b261", "text": ""}, {"text_block_id": "p22_b262", "text": "2141 Cells covered in terms of Adjudication and Demarcation (99%);"}, {"text_block_id": "p22_b263", "text": ""}, {"text_block_id": "p22_b264", "text": "10.2 millions parcels (99% of the total revised estimates) have been demarcated"}, {"text_block_id": "p22_b265", "text": "–"}, {"text_block_id": "p22_b266", "text": "out of them 83% have full information on claimants;"}, {"text_block_id": "p22_b267", "text": ""}, {"text_block_id": "p22_b268", "text": "Less than 1% (10,600) disputes  were registered;"}, {"text_block_id": "p22_b269", "text": ""}, {"text_block_id": "p22_b270", "text": "7 million parcels have been digitised;"}, {"text_block_id": "p22_b271", "text": ""}, {"text_block_id": "p22_b272", "text": "7.9 million parcels were entered into the Land Tenure Regularisation Database (LTRSS);"}, {"text_block_id": "p22_b273", "text": ""}, {"text_block_id": "p22_b274", "text": "1087 Cells have undergone Objection and Corrections;"}, {"text_block_id": "p22_b275", "text": ""}, {"text_block_id": "p22_b276", "text": "3.6 million leasehold titles were approved;"}, {"text_block_id": "p22_b277", "text": ""}, {"text_block_id": "p22_b278", "text": "3.5 million leasehold titles were  printed; and"}, {"text_block_id": "p22_b279", "text": ""}, {"text_block_id": "p22_b280", "text": "1.4 million leasehold Titles were collected by land owners"}, {"text_block_id": "p22_b281_merged_merged_merged", "text": "In Environment and climate change, the public Environment Expenditure Review (PEER) conducted across sectors demonstrated that environmental sustainability and climate change vulnerability are seriously underfunded which exposes Rwanda’s economy to shocks and risks. This was further highlighted in the SEI, 2009 study of the impacts of climate change to Rwanda’s GDP. A series of successful responses were put in place by the environment and climate change sub-sector. These have incuded operationalization of FONERWA and engagement of MINECOFIN which resulted in inclusion of environment and climate change in the Budget Call Circular (BCC). Based on the BCC, check-lists and indicators to integrate environment in sectoral and district plans were prepared and are accessible. Guidelines for Strategic Environmental Assessment were developed and training provided to a range of stakeholders."}, {"text_block_id": "p22_b286", "text": "Sectors and Districts technical staff and NGOs have been trained in environmental integration and reporting in addition to other training packages in environmental management such as data collection, management and reporting at local levels. An innovative capacity building and mainstreaming approach led to an on-going internship programme to support all Districts and ministries/sectors (MINALOC MINAGRI, MININFRA, MINECOFIN, MINICOM,"}, {"text_block_id": "p23_b287", "text": "MINIRENA) in integrating national environment and climate change priorities and commitments into sector planning, budgeting and implementation."}, {"text_block_id": "p23_b288", "text": "The strategy to implement the Environmental Education for Sustainable Development (EESD) has been developed and guidelines on how ESSD can be infused in school curriculum were disseminated in the education sector. A set of trainings on EESD have been delivered to decentralized institutions (District environment and education officers), media and civil society organizations ; and awareness material and training modules have been developed and disseminated. Now, 59 schools have already benefited from new guidelines on greening schools involving environmental clubs set up respectively in 80% and 70% of secondary and primary schools"}, {"text_block_id": "p23_b289", "text": "."}, {"text_block_id": "p23_b290", "text": "As part of environmental mainstreaming into Vision 2020 Umurenge Programme (VUP),"}, {"text_block_id": "p23_b291", "text": "“green village”"}, {"text_block_id": "p23_b292", "text": "was demonstrated to serve as a model of clustered rural settlement (umudugudu) where productivity and improved livelihoods can be enhanced through integrated environmental management and poverty reduction approaches and packages."}, {"text_block_id": "p23_b293", "text": "The Government in partnership with development partners has rehabilitated a considerable area of degraded ecosystems. In accordance with the Common Performance Assessment Framework (CPAF), a target was put in place to increase the proportion of protected areas for biodiversity preservation from 8% in 2008 to 10% in 2012. This target has been met; protected areas cover just over 10% of the total national territory.Since 2008, 2098.4 ha of lakeshores and river banks areas have been protected and 1106 ha of watersheds were rehabilitated. The interventions vary depending on the nature of ecosystems and were targeted to pollution control and management. Outside MINIRENA/REMA budget resources, some programmes have made considerable efforts to rehabilitate ecosystems. These include the MINAGRI/Rural Sector Support Programme (RSSP) which is involved in marshland reclamation and hillside terracing and irrigation; the AfDB funded Inland Lake Fisheries Development Project (PAIGELAC) which is protecting lake shores and restocking inland lake fisheries; the Common Development Fund (CDF) which has been involved in radical terracing in hilly districts; and the Community Service Programme (known by its French acronym -TIG) which has constructed more than 5,000 Ha of terraces to address soil erosion challenges."}, {"text_block_id": "p23_b294_merged_merged_merged", "text": "Improved environmental communication: Environmental information is one of the most effective strategies for environmental stewardship. Rwanda has already produced two National State of the Environment Reports (SOER) as mandated by the Organic Law on Environment respectively in 2009 and 2011. The second National State of Environment Report produced in 2011 was in form of the Atlas of Rwanda’s changing Environment, with focus on implication for climate change resilience."}, {"text_block_id": "p24_b297", "text": "The establishment of the Rwanda Environmental Information Network (REIN) is a key achievement. It is made of government institutions and NGOs. This network is key in the producing of the National State of the Environment Reports. Rwanda also prepares and submits national communication reports to the secretariats of international conventions (e.g. on climate change, desertification and biodiversity) on regular basis. However, national stakeholder engagement and ownership of these international environmental reports (e.g. on climate change, desertification and biodiversity) needs to be improved."}, {"text_block_id": "p24_b298", "text": "Development and application of environmental management tools and instruments: REMA has developed and operationalised tools and instruments for environmental management that include: laws and ministerial orders to operationalize the Organic law; practical tools and specific EIA guidelines check-lists and indicators to help mainstream environment and climate change issues at sectoral and district.levels."}, {"text_block_id": "p24_b299", "text": "An effective environmental inspection and compliance regime has been put in place, in collaboration with other national agencies like the National Police. To-date, EIA applications have been integrated in investment licensing procedures, financing institutions and local government project development clearances. Environmental regulation and compliance has been integrate"}, {"text_block_id": "p24_b300", "text": "d into the “One"}, {"text_block_id": "p24_b301", "text": "-"}, {"text_block_id": "p24_b302", "text": "centre”, as part of the investor facilitation initiatives."}, {"text_block_id": "p24_b303", "text": "Effective engagement with respect to International environmental commitments: Rwanda has ratified all major environmental treaties and agreements and regularly submits reports to the Secretariats of respective conventions, and participates in international meetings on the implementation of these conventions."}, {"text_block_id": "p24_b304_merged_merged", "text": "Financing for environment has increased tremendously even though it remains substantially low: In the first year of the PRSP (2003), the budget allocation to the environment sector amounted to 0.2% of the total national public expenditure budget, but had increased almost 10 times to 1.8% in 2008."}, {"text_block_id": "p24_b306", "text": "In IWRM, during the EDPRS 1 period, and especially since the institutional reforms in 2011, the GoR has made considerable progress to strengthen the institutional and governance structure related to water resources. However, it is worth noting that when the EDPRS was developed, the water resources management and water and sanitation were less than one program, under the umbrella of the Ministry of Natural Resources. The split of the sector into two resulted in most of the staff of the sub-sector moving into the water and sanitation under the infrastructure sector. It is in 2011, after the development of the strategic plan for the environment and natural resources and restructuring of the natural resources agencies that integrated water resources management regained its visibility worth noting. The water sub-sector contributed to these key following achievements:"}, {"text_block_id": "p25_b307", "text": ""}, {"text_block_id": "p25_b308", "text": "While MINIRENA is the Ministry in charge of governing water resources, RNRA is the functional agency of the Ministry that is responsible for implementing the IWRM programme through its Department of Water Resources, founded in November 2011.A national policy and strategic plan for the upcoming five years were adopted by the Cabinet in early 2012. A water law related to management of water resources was promulgated in 2009."}, {"text_block_id": "p25_b309", "text": ""}, {"text_block_id": "p25_b310", "text": "Since 2009 the essential framework of the hydrometric network has been rehabilitated, with 44 stations made operational. Regular information is being produced on the status of water levels through the publication of the hydrological bulletin."}, {"text_block_id": "p25_b311", "text": ""}, {"text_block_id": "p25_b312", "text": "A National Water Resources Master Plan for Rwanda has been initiated and is expected to be completed by the end of 2013. The National Master Plan will provide a complete picture of available water resources and demands in present and future years and shall be a blueprint for a process of sustainable water, land, and related resources development and management."}, {"text_block_id": "p25_b313", "text": ""}, {"text_block_id": "p25_b314_merged", "text": "The GoR has advanced effective coordination through the activation of Thematic Working Group and Sector Working Group on Natural Resources. Stakeholders – including participants from key ministries, NGOs, and academic institutions – use these groups to ensure that issues of water resources are streamlined in their various policies, strategies, and action plans."}, {"text_block_id": "p25_b319", "text": "In addition, various projects have been implemented:"}, {"text_block_id": "p25_b320", "text": ""}, {"text_block_id": "p25_b321", "text": "Various watersheds projects are being implemented, including the Gabion Check Dams project in Lava Region. Others projects include the management of upstream Sebeya, and soil conservation for some key catchments such as Cyunyu, Kadahokwa and Yanze. A total number of 800 ha have been well managed with terracing, soils bunds, and afforestation."}, {"text_block_id": "p25_b322", "text": ""}, {"text_block_id": "p25_b323", "text": "Water Hyacinth removal efforts produced tangible results in Eastern Lakes and upstream rivers and lakes. The removal was done manually with the involvement of local communities grouped in cooperatives."}, {"text_block_id": "p25_b324", "text": ""}, {"text_block_id": "p25_b325", "text": "Rain water harvesting has been promoted through pilot projects in Bugesera, and this experience has provided a clear picture of what needs to be done to scale up rain water harvesting throughout the country. A complete strategy has now been finalized and is ready to be disseminated for larger implementation."}, {"text_block_id": "p25_b326", "text": ""}, {"text_block_id": "p25_b327", "text": "Efforts were made in setting up appropriate institutions for the Nile Basin and the Congo Basin."}, {"text_block_id": "p26_b328", "text": "In mining sub-setcor, it is during the period of EDPRS 1 framework that mining industry is currently in a state of transition across two axes: moving from a publicly-run to a private-run industry; and moving from a regional trading industry to a local extraction and exporting industry. Since then, recent progress includes the updating of the regulatory framework to keep pace with the rapid privatisation of mining sector since 2006, through the publication of the new Mining Law and new mining policy adopted in 2009 and 2010 respectively. It was worth noting that, the mining sector is evolving fast and the mining law is undergoing another review in order to alignto the dynamics of the mining sector that is private sector driven. From 2008 up to 2011 the mining sub-sector registered the following key achievements:"}, {"text_block_id": "p26_b329", "text": ""}, {"text_block_id": "p26_b330", "text": "The total revenue from minerals’was"}, {"text_block_id": "p26_b331", "text": "164.6"}, {"text_block_id": "p26_b332_merged", "text": "USD by December 2011 (Total revenue from minerals’was 91.7 USD million in 2008);"}, {"text_block_id": "p26_b335", "text": ""}, {"text_block_id": "p26_b336", "text": "Currently, there are 34 large-scale and 456 small-scale mining licences.The new Mining law and related ministerial decrees were published;"}, {"text_block_id": "p26_b337", "text": ""}, {"text_block_id": "p26_b338", "text": "The Geology and Mines Department expanded in staffing levels by about 50%. This improved capacities towards the updating of existing data, creation of new data, and improved regulatory activities and support services given to investors;"}, {"text_block_id": "p26_b339", "text": ""}, {"text_block_id": "p26_b340", "text": "Acquisition of new geophysical data led to the identification of new mineral potential areas; some of these have attracted new investment in prospecting and exploration and some are being targeted for more detailed exploration by the government;"}, {"text_block_id": "p26_b341", "text": ""}, {"text_block_id": "p26_b342", "text": "The subsector has expanded, and currently there are Mining Licenses, Exploration Licenses, Prospecting Licenses and Licenses of large quarries; the number of applications for exploration by credible companies is steadily increasing;"}, {"text_block_id": "p26_b343", "text": ""}, {"text_block_id": "p26_b344", "text": "All mineral exports from Rwanda are traceable through the tagging system currently accepted by the downstream buyers of the minerals. The preparation process to issue regional mineral export certificates is advanced. The first certificates are planned to be issued by the beginning of January 2014"}, {"text_block_id": "p26_b345", "text": ";"}, {"text_block_id": "p26_b346", "text": ""}, {"text_block_id": "p26_b347", "text": "Four seismic stations have been constructed in Kigali, Musanze, Karongi and Rusizi. The fifth station at IRST, Huye will be able to develop seismic hazard maps for the country when the equipment becomes operational;"}, {"text_block_id": "p26_b348", "text": ""}, {"text_block_id": "p26_b349", "text": "In the area of value addition; the promotion of investment potential in dimension stones has led to the construction of the first granite cutting and polishing factory in Rwanda and to several other expressions of interests in adding value to quarry products;"}, {"text_block_id": "p26_b350", "text": ""}, {"text_block_id": "p26_b351", "text": "The operators in the sub sector are steadily improving in organisations. There are currently three organisations which are facilitating this process; the National Federation of Mining Cooperatives (FECOMIRWA the Rwanda Mining Investment Forum and the Rwanda Mining Association;"}, {"text_block_id": "p26_b352", "text": ""}, {"text_block_id": "p26_b353", "text": "Good practices in the industry are being promoted with vigour. Sustainable production in safe and secure conditions is being implemented by operators in the sub-sector. Cooperation with other appropriate national institutions like the police and the local governments is promoting safe and legal mining;"}, {"text_block_id": "p26_b354", "text": ""}, {"text_block_id": "p26_b355", "text": "In petroleum exploration the progress to date include two dimensional (2D) reconnaissance seismic study on Lake Kivu and the completion of a petroleum sharing agreement (PSA) draft by national stakeholders; and the"}, {"text_block_id": "p27_b356", "text": ""}, {"text_block_id": "p27_b357", "text": "Determination of the quantity and quality of peat in many peat bogs has been conducted."}, {"text_block_id": "p27_b358", "text": "2.2.2 Challenges in Environment and Natural Resources"}, {"text_block_id": "p27_b359", "text": "The main barriers to achieving the ENR sector objectives include; capacity building, a weak Monitoring and Evaluation system, coordination of civil society and private sector as well as  mainstreaming climate and environment issues into national plans."}, {"text_block_id": "p27_b360_merged", "text": "Land as a cross-cutting issue – For the majority of Rwandans, land is considered as a “panacea”. They mainly rely on land productivity which is rather shrinking due to high population pressure. The construction culture that is irrational given the size of land available still prevails and remains dominant, and thus increases pressure on agricultural land. High expectation and demand for Land registration and ownership is another serious challenge that affects land administration. The advantages of registering land are now known, and therefore, there is high demand for the land registration project to speed up and reach all corners of the country."}, {"text_block_id": "p27_b365", "text": "Limited ownership of environmental sustainability and climate change issues particularly in productive sectors reduces national ability to adopt and implement the green growth strategy. Climate change impacts (floods, landslides and droughts) pose economic losses compounded by: soil fertility loss and scarcity of water resources adversely impact agricultural productivity, human displacements, potential for rising epidemics, loss of lives, damage to property and infrastructures (roads, bridges, power lines, and public buildings and houses) and lack of adequate early warning systems. Inadequate solid and liquid waste management particularly in urban areas contributes to the spread of water bone diseases and other hygiene related illnesses, hence increasing cost for ensuring public health. Insufficient and unreliable financing for environment and climate change is another obstacle to the ENR sector."}, {"text_block_id": "p27_b366", "text": "Rwanda’s rapid economic and sustainable growth is undermined by limited productivi"}, {"text_block_id": "p27_b367", "text": "ty of ecosystems and persistent vulnerability as a result of: Pressure on natural resources such as land, water resources and forestry, Ecosystem degradation such as steep landscapes that"}, {"text_block_id": "p28_b368", "text": "exacerbate soil and fertility losses, land and water management including floods all of which hamper productivity and agricultural production in particular, Overdependence on biomass sources -"}, {"text_block_id": "p28_b369", "text": "Limitations in harnessing Rwanda’s potential renewable alternative energy resources"}, {"text_block_id": "p28_b370", "text": "and Lack of Green Accounting experts at the country level."}, {"text_block_id": "p28_b371", "text": "The main source of water pollution in rural areas is the application of chemical agricultural inputs, water borne diseases whereby the proportion of households using chemical fertilizers and pesticides increased from 11% and 24% in 2006 to 29% and 31% in 2011 respectively.  Managing this pollution while simultaneously encouraging agricultural transformation and intensification for economic growth and sustainable livelihoods is a major challenge. The main source of water pollution in urban areas is lack of adequate sanitation, inadequate and inappropriate waste management practices. As an example, in Kigali city 60% of the population depends on shallow pit latrines. Rapid urbanization, as well as geographic and temporal disparities in water availability, makes it difficult to supply water to certain areas. Increased competition for water resources is compounded by a lack of coordination among sectors, and is evident in the planning and utilisation of water resources. Cases of sectoral conflicts in water use have been reported at various levels, increasing the urgency for the implementation of a strong water governance framework."}, {"text_block_id": "p28_b372", "text": "In mining, despite the current signs of revitalization, the sub-sector works far below capacity, contributes to the degradation of the environment and still produces largely, at artisan level and export oriented. Limited systematic mapping has only recently begun after long quiescence (about 30 years). The current knowledge about the mineral resources potential largely depends on historical records. No major mining venture is currently operating based on known reserves. There is a need to update the national potential in order to plan for the resource in the national development agenda. The legal framework is in the process of being strengthened and in many ways currently being updated."}, {"text_block_id": "p28_b373", "text": "2.3 Institutional Overview of the Sector"}, {"text_block_id": "p28_b374_merged_merged", "text": "The Environment and Natural Resources Sector has a broad mandate which it executes through five major sub-sectors namely; Forestry, Lands, Environment, Water Resource Management, and Mining. The cross-cutting nature of the sector, particularly through the environment and climate change thematic areas sets the sector in a strategic position to influence sustainable development. Reference is made to the Prime Minister’s Order determining mission, functions, organizational structure and summary of job positions of the Ministry of Natural Resources No 106/03 of 28/09/2011 stating that the Ministry of Natural Resources (MINIRENA) shall have the mission to ensure the protection and conservation of the environment and ensure optimal and rational utilization of natural resources for sustainable national development. Specifically the Ministry will perform the following tasks:"}, {"text_block_id": "p28_b379", "text": ""}, {"text_block_id": "p28_b380", "text": "Developing and disseminating the sector policies, strategies and programs related to Environment and Natural Resources;"}, {"text_block_id": "p29_b381", "text": ""}, {"text_block_id": "p29_b382", "text": "Regulating the sector and related sub-sectors through the development of laws and regulations to ensure rational utilization of natural resources and ensure protection of the environment and conservation of natural ecosystems;"}, {"text_block_id": "p29_b383", "text": ""}, {"text_block_id": "p29_b384", "text": "Developing institutional and human resources capacities in the sector of environment and natural resources and sub-sectors; and"}, {"text_block_id": "p29_b385", "text": ""}, {"text_block_id": "p29_b386", "text": "Monitoring and evaluating the implementation of sector and sub-sectors policies, strategies and programs."}, {"text_block_id": "p29_b387", "text": "Implementation of sector priorities is undertaken by the sub-sectors organized under two national agencies. Environment and Climate Change priorities are implemented by Rwanda Environment Management Authority (REMA) whereas Land, Forestry, Water resources and Mining are executed under the mandate of the Rwanda Natural Resources Authority (RNRA)."}, {"text_block_id": "p29_b388", "text": "The Rwanda Natural Resources Authority (RNRA)"}, {"text_block_id": "p29_b389_merged", "text": "is a newly established institution after the merger of former National Land Centre (NLC), former National Forestry Authority (NAFA), former Rwanda Office of Geology and Mining (OGMR), and former department of Integrated Water Resources Management that was hosted within the Ministry of Natural Resources (MINIRENA). This institution was established by the law N53/2010 of 25/01/2011 and has four departments:"}, {"text_block_id": "p29_b392", "text": ""}, {"text_block_id": "p29_b393", "text": "The Department of Forestry and Nature Conservation"}, {"text_block_id": "p29_b394", "text": ""}, {"text_block_id": "p29_b395", "text": "The Department of Lands and Mapping and Office of the Registrar of Land Titles"}, {"text_block_id": "p29_b396", "text": ""}, {"text_block_id": "p29_b397", "text": "The Department of Integrated Water Resources Management."}, {"text_block_id": "p29_b398", "text": ""}, {"text_block_id": "p29_b399", "text": "The Department of Geology and Mining"}, {"text_block_id": "p29_b400", "text": "The Rwanda Environment Management Authority (REMA),"}, {"text_block_id": "p29_b401", "text": "as an overall authority for coordinating and regulating the protection, conservation and management of the environment in Rwanda. REMA is also designated as the National Competent Authority for all international environmental treaties and agreements on environment."}, {"text_block_id": "p29_b402", "text": "The ENR sector implements its policies and strategies in collaboration with : Ministry of Local Government (MINALOC), Ministry of Agriculture, Animal Resources (MINAGRI) and affiliated agencies, Ministry of Infrastructure (MININFRA) and its Agencies, Ministry of Health (MoH), Ministry of Family and Gender Promotion (MIGEPROF), Ministry of Education (MINEDUC), Ministry of Commerce (MINICOM) and affiliated agencies, Ministry of Foreign Affairs and Cooperation (MINAFFET), Ministry of Finance, Planning and Economic Development (MINECOFIN), Rwanda Development Board (RDB), Rwanda Utilities Regulatory Agency (RURA) and Rwanda Bureau of Standards (RBS), Private Sector and Non Governmental Organizations (NGOs)."}, {"text_block_id": "p30_b403", "text": "3. Environment and natural resources strategic framework"}, {"text_block_id": "p30_b404", "text": "3.1. Mission and Objectives of the ENR Sector"}, {"text_block_id": "p30_b405", "text": "Mission:"}, {"text_block_id": "p30_b406", "text": "To ensure the protection and conservation of the environment and ensure optimal and rational utilization of natural resources for sustainable national development."}, {"text_block_id": "p30_b407", "text": "Overall Objective"}, {"text_block_id": "p30_b408", "text": ":"}, {"text_block_id": "p30_b409", "text": "To ensure that environment and natural resources are utilized and managed productively in support of equitable and sustained national development and poverty reduction."}, {"text_block_id": "p30_b410", "text": "Specific objectives"}, {"text_block_id": "p30_b411", "text": ""}, {"text_block_id": "p30_b412", "text": "To increase and sustainably manage ecosystems and forest resources to optimize their economic as well as ecological functions;"}, {"text_block_id": "p30_b413", "text": ""}, {"text_block_id": "p30_b414", "text": "To put in place and operationalise an efficient system of land administration and land management that secure land ownership, promote investment in land for socieconomic development and poverty reduction;"}, {"text_block_id": "p30_b415", "text": ""}, {"text_block_id": "p30_b416", "text": "To ensure that development in Rwanda is undertaken in a manner that inflicts minimal damage to the environment, and building resilience to threats posed by climate change for the sustained support to economic, social and cultural development of Rwanda."}, {"text_block_id": "p30_b417", "text": ""}, {"text_block_id": "p30_b418", "text": "To secure and provide water of adequate quantity and quality for all social and economic needs of the present and future generations with the full participation of all stakeholders in decisions affecting its management;"}, {"text_block_id": "p30_b419", "text": ""}, {"text_block_id": "p30_b420", "text": "To improve the Geology and Mines sub-sector to contribute optimally and sustainably to the national income and to the social economic welfare of the community."}, {"text_block_id": "p30_b421", "text": "Strategies"}, {"text_block_id": "p30_b422_merged", "text": "The above specific objectives will be implemented through different strategies. These include : increasing forest cover, promoting value addition and management of terrestrial ecosystems. Sustainable and rational land use in Rwanda, through comprehensive land use plans and adequate mapping, will be secured and the national land registry will be maintained by strengthening land administration institutions. Environmental education and mainstreaming, pollution management and control and vulnerability to climate change will all be ensured. Furthermore; integrated management of water resources will be attained, by effective monitoring and allocation of water resources of Rwanda to the various socio-economic needs and rehabilitation of watersheds. Knowledge of national mineral potential and sustainable mineral and quarry resources’ productivity, will be increased. Value addition will be promoted by processing technologies in mineral and quarry resources. As identified in the sector challenges, human capacity gaps will be addressed through sector skills development."}, {"text_block_id": "p31_b425", "text": "3.2 Results chain"}, {"text_block_id": "p31_b426", "text": "The overall impact of the ENR sector is to contribute to national wealth creation and poverty reduction. This is in line with the EDPRS targets, MDGs and Vision 2020 aspirations, which will be attained through five outcomes namely;"}, {"text_block_id": "p31_b427", "text": ""}, {"text_block_id": "p31_b428", "text": "“"}, {"text_block_id": "p31_b429", "text": "Ecosystem and forestry resources increased and sustainably managed to optimize their economic as well as ecological function"}, {"text_block_id": "p31_b430", "text": "”,"}, {"text_block_id": "p31_b431", "text": ""}, {"text_block_id": "p31_b432", "text": "“"}, {"text_block_id": "p31_b433", "text": "Optimised land utilization and improved land administration systems"}, {"text_block_id": "p31_b434", "text": "”,"}, {"text_block_id": "p31_b435", "text": ""}, {"text_block_id": "p31_b436", "text": "“Improved Environment management and vulnalability to climate change impact reduced”"}, {"text_block_id": "p31_b437", "text": ","}, {"text_block_id": "p31_b438", "text": ""}, {"text_block_id": "p31_b439", "text": "“Water resources managed in a sustainable, equitable and intergrated manner”"}, {"text_block_id": "p31_b440", "text": ""}, {"text_block_id": "p31_b441", "text": "And"}, {"text_block_id": "p31_b442", "text": "“Efficient and sustainable mineral exploration and exploitation promoted.”"}, {"text_block_id": "p31_b443", "text": "Different activities will contribute to several outputs. In order for forestry to become the bedrock of economy and national ecological balance, there must be a substantial increase of forest resources. To come up with well managed critical ecosystems and biodiversity, it will be necessary to collect information on their current status. This will be done through mapping and inventory of the forestry resources. Studies will be implemented through development of long term management plan that will be formulated jointly, by public ins"}, {"text_block_id": "p31_b444", "text": "titutions and specialised NGO’s,"}, {"text_block_id": "p31_b445", "text": "which will play a key role in data collection. The forest and nature conservation will continue to increase its contribution to the national economy though promotion of frorest value addition."}, {"text_block_id": "p31_b446", "text": "A number of activities will be carried out to ensure that Environment and climate change interventions are regulated for achieving green economy. This includes the regulatory activities in line with Environmental and climate change issues by mainstreaming the environment and Climate change across all development sectors for improving sector performance and productivity. Regulations will be made through inspections to assure that the vulnerability to climate change is reduced and taking, pollution control into consideration."}, {"text_block_id": "p31_b447_merged_merged", "text": "The management of water resources of Rwanda, in an integrated and sustainable manner, will have a positive impact on the sustainable development of Rwanda’s economy. Equitable allocation and utilization of water resources to various socio-economic key sectors and rehabilitation of watersheds will be the key outputs of WRM. A reliable early warning system to inform on extreme weather conditions will be put in place. This will provide adequate and timely data to policy makers, so that negative impacts on the country’s economy caused by floods and droughts, are prevented or minimized."}, {"text_block_id": "p31_b452", "text": "Sustainable and rational land use in Rwanda, through comprehensive land use plans and adequate mapping, will be secured. The national land registry will be maintained by strengthening land administration institutions."}, {"text_block_id": "p31_b453", "text": "Knowledge of national mineral potential will be raised to avail information on higher mineral potential zones, diversification and raising mineral and quarry products production substantially, value addition will be promoted and a national map of natural geo-hazards areas will be published which will help to mitigate natural hazards."}, {"text_block_id": "p32_b454", "text": "Result chain"}, {"text_block_id": "p33_b455", "text": "3.3 Contribution of Environment and Natural Resources sector to EDPRS II"}, {"text_block_id": "p33_b456", "text": "ENR Sector Priorities and new Innovations will focus mainly on supporting key thematic areas identified in EDPRS 2 related to economic transformation, rural development, productivity and youth employment, and effective governance."}, {"text_block_id": "p33_b457", "text": "The contribution of forestry resources to economic growth and poverty reduction will be attained by the increase of forest cover across the nation as well as the increase and sustainable management of ecosystems and forestry resources."}, {"text_block_id": "p33_b458", "text": "The Rwanda‘s EDPRS II"}, {"text_block_id": "p33_b459", "text": "2013-2018 retains forestry as a main concern in recognition of its prime contribution to the GDP. This will be achieved through increased job creation in forestry from 0.3% to 0.5% by 2017, and reduction in the use of biomass energy through the use of improved stoves and improved kilns to produce 75% of charcoal by year 2017. EDPRS II 2013-2018 supports the previous target of increasing forest cover to 23.5% by 2012 and reset a new indicator to reach 30% by 2018. In addition, EDPRS II 2013-2018 recommends for sustainable management of forest biodiversity and critical ecosystems through protection and maintenance of 10.25% of the land area, and reduction of wood energy consumption from 86.3 % to 50% by 2020 as reflected in the 2020 Vision targets."}, {"text_block_id": "p33_b460", "text": "Security of land tenure, through systematic land registration and sustainable, rational land use in Rwanda through decentralized land use planning and mapping, will be ensured and the national land registry will be maintained and sustained by strengthening land administration institutions."}, {"text_block_id": "p33_b461_merged_merged", "text": "Economic efficiency will be created across sectors by managing water resources according to an IWRM approach, with a focus on enhanced planning through coordinated development of water storage infrastructures such as dams, dykes, ponds and irrigation channels. Rain water harvesting will be enhanced through watershed development and restoration of wetlands to meet water security demands for irrigation, hydropower, industry and water supply and reduce disasters risks (by widening rivers, for instance). There will be need to reduce poverty vulnerability through an integrated catchment management approach with the introduction of multiple use of water by communities, and up scaling land husbandry technology. Productivity and livelihoods will be improved, through technology development and transfer, to increase value added on water in various economic sectors and food security. Furthermore, there will be allocation of water resources of Rwanda to the various socio-economic needs on the basis of principles that incorporate efficiency of use, equity of access, and sustainability."}, {"text_block_id": "p33_b464", "text": "Environment and Climate Change will contribute to the achievement of EDPRS II through the following innovations; ecosystem rehabilitation based on job creation and income generation for rural poverty reduction and social protection ; integrating innovative approaches and knowledge on technology transfer on irrigation, renewable energy and agro-forestry in"}, {"text_block_id": "p34_b465", "text": "TVET ; developing and implementating an incentive structure to award performance in environmental management ; and operationalize FONERWA fund."}, {"text_block_id": "p34_b466", "text": "Knowledge of national mineral and petroleum potential will be raised by developing a mineral exploration strategy and acceleration of petroleum exploration activities by both the public and the private sectors as well as developing a comprehensive mining cadastre and a modern licensing system. Sub-sector skills will be developed by establishing local degrees and diploma courses in mining related subjects and through the participation in the process of raising minerals and quarry products productivity substantially and sustainably by training at least 600 people (40 professionals, 160 middle level technicians, 400 trained miners). In order to raise productivity sustainably, splitting of large government concessions into viable medium is expected to raise the number of medium level good investors. Sensitization and guidance to banks towards financing small scale miners as well as disseminating price data through all trade point offices, will also contribute to increasing productivity in the mining sub-sector."}, {"text_block_id": "p35_b467", "text": "3.3.2 ENR Strategic areas for District Development Plans (DDPs)"}, {"text_block_id": "p35_b468", "text": "In the framework of appropriately harmonizing and aligning Sector Strategic Plans (SSPs) with District Development Plans (DDPs), strategic areas have been identified for the decentralized entities to be considered in the developemnt and implementation of DDPs."}, {"text_block_id": "p35_b469", "text": "The focus will be to make sure that security of land tenure, through systematic land registration is ensured by issuance of all land leasehold titles. Sustainable and rational land use in Rwanda will be ensured through land use planning and mapping specifically to develop District Land Use Plans and training of district officials in GIS and Land Use Planning. The national land registry will be maintained and sustained by strengthening land administration institutions by connecting all districts to LAIS(Land Administration Information System), and targeting to increase the percentage of cost recovery through land administration services from 30% to 70%, plus construction of new district land bureaus at decentralized levels."}, {"text_block_id": "p35_b470", "text": "hold and institution levels"}, {"text_block_id": "p35_b471", "text": "on good practice standards and to enforce the environment standards in all mining sites"}, {"text_block_id": "p35_b472", "text": "forest management plan and new jobs created in forest at each district"}, {"text_block_id": "p35_b473_merged", "text": "Furthermore, disctricts will focus on the rehabilitation of their ecosystem in order to maintain biological biodiversity and ecological functions through the protection and rehabilitation of degraded lakeshores and river banks, protection of remnant natural forests, support to green"}, {"text_block_id": "p36_b476", "text": "jobs (ecotourism, nurseries development, handicrafts and green manure production from"}, {"text_block_id": "p36_b477", "text": "weeds/invasive species, production of briquettes from domestic solid wastes)."}, {"text_block_id": "p36_b478", "text": "Agroforestry, sustainable land use,…)"}, {"text_block_id": "p36_b479", "text": "levels."}, {"text_block_id": "p36_b480", "text": "3.3.3 Conribution to EDPRS 2 Thematic area"}, {"text_block_id": "p36_b481_merged_merged", "text": "Building on achievements and lessons learned during EDPRS1, EDPRS 2 will be developed around thematic areas reflecting Rwanda’s emerging development priorities. The thematic areas identified as emerging priorities are: (1) Economic Transformation, (2) Rural Development (3) Productivity and Youth Employment and (4) Accountable Governance."}, {"text_block_id": "p37_b484", "text": "The revised strategic plan will contribute directly or indirectly to the four thematic areas namely; economic transformation, rural development, productivity and youth employment and accountable governance."}, {"text_block_id": "p37_b485", "text": "Economic transformation for rapid growth"}, {"text_block_id": "p37_b486", "text": "The forest and nature conservation strategy aims at increasing the role of forestry to the national economy and this will be achieved through attracting private investment in forest and nature conservation. It is expected that efficient technologies will increase production of forest raw materials through strengthened research and availability of improved tree seeds and germplasm. The implementation of district forest management plans will be emphasized to achieve sustained yield especially in public forest plantations which will require special capacity building for availing sufficient professionals in the forest sector. The private sector will be encouraged to invest in modern technologies of wood processing for high value addition to forest products for reducing the volume of imported manufactured wood products."}, {"text_block_id": "p37_b487", "text": "Rwanda’s economy is heavily dependent on its environmental resources. Agriculture,"}, {"text_block_id": "p37_b488", "text": "industry, commerce and rural energy requirements place significant demands on natural resources, while the livelihoods of rural communities are shaped by their access and use of them. Accelerating growth in economic sectors will put additional pressure on renewable and non-renewable natural resources."}, {"text_block_id": "p37_b489", "text": "The agriculture sector is a key stimulus for economic growth, which plays a key role in delivering food security objectives and supporting rural livelihoods, yet it is highly vulnerable to environmental degradation and climate change as it is strongly reliant on rainfall. Indeed, environmental degradation and climate change effects are the main causes of soil losses and as a consequence, Rwanda loses the capacity to feed 40,000 people per year. Unsustainable use of wetlands for agriculture leads to hydrological imbalances (dry-out and inundation) and affects the effective functioning of ecosystems which are important for maintaining agricultural productivity. Poor management of agricultural inputs (e.g. pesticides, herbicides"}, {"text_block_id": "p38_b490", "text": "and fertilizers) causes soil degradation and water pollution, decreasing agricultural productivity and reducing resilience to future environmental shocks."}, {"text_block_id": "p38_b491", "text": "Rwanda also depends on hydropower for half of its electricity generation, a key driver of economic growth. Poor management of water resources (i.e. wetlands) combined with impacts of climate change has required the government to use diesel generators for national electricity supply at a cost of over US$ 65,000 per day (in direct fuel inputs only). Sound management of ecosystems (i.e wetlands and forests) to maintain their ecological functions mainly related to water provision is crucial for hydropower generation."}, {"text_block_id": "p38_b492", "text": "Infrastructure is a key sector for economic growth but also human well being. Recently Rwanda has lost millions of dollars due to damages to infrastructure caused by climate change/extreme events effects. Implementing adaptation and mitigation measures to reduce those impacts will save costs and ensure sustainability of the sector."}, {"text_block_id": "p38_b493", "text": "Within the framework of revised Vision 2020, Rwanda targets to have a private sector-led economy and is actively improving its investment climate to attract foreign investment, however, it will be important to ensure investments are sustainable i.e. not undermining the ecosystems on which it directly or indirectly relies, in order to maintain, and strengthen, the"}, {"text_block_id": "p38_b494", "text": "sector’s contribution to long term economic growth."}, {"text_block_id": "p38_b495", "text": "Climate change presents additional risks but also opportunities including resource efficiency and cleaner production (energy efficiency lighting, energy and water metering, wastewater and other waste products recycling) methods which can reduce business risks and directly translate them into cost savings, hence promoting the sector growth. Investment in nature-based tourism increases revenues and investment in green technologies, which not only contribute to create job opportunities, but also support green growth."}, {"text_block_id": "p38_b496", "text": "Rwanda has the potential to brand itself as one of the greenest countries in the world. In order to achieve this, the green growth strategy needs to be implemented by all concerned sectors to promote eco-friendly development while the ENR sector will focus on the demonstration of how green initiatives can be used to contribute to economic growth. In this context, building the case for green urbanisation in Rwanda, establishing an institutional structure"}, {"text_block_id": "p38_b497", "text": "–"}, {"text_block_id": "p38_b498", "text": "a Centre of Excellence-to promote and develop green urban areas and technologies and reformulating policies to support green urban development."}, {"text_block_id": "p38_b499_merged_merged", "text": "The scale up of demonstration on pro-poor integrated environmental management will be supported in rural areas, through the VUP and IDP programmes as an innovative approach to green and climate resilient villages (Imidugudu). In urban areas, a pilot ‘green’ city will be developed. Furthermore, other initiatives will be carried out such as; developing an Environment and Climate Change Innovation Centre, building a regulatory environment that incentivises green technologies and innovation and developing pilot promising ‘green’ technologies."}, {"text_block_id": "p39_b504", "text": "All economic infrastructures are posed on land; therefore, efficient and effective management of land use will help the country to achieve sustainable development. New innovations in line"}, {"text_block_id": "p39_b505", "text": "with land management will help the country’s economy to move faster."}, {"text_block_id": "p39_b506", "text": "Regarding Economic transformation for rapid growth, the country will develop District Land Use Plans to operationalize the National Land Use Master Plan and establish a National Geodetic Reference Network. This will be a basis when designing the lay out of village plans and reviewing the urban planning system in the formulation of clear urban planning and management guidelines."}, {"text_block_id": "p39_b507_merged", "text": "The issuance of land titles (i.e the use of land title for security in the bank) will remain the key priority since the land registration process has already been completed. As a result of land titling programme, mortgages approved in 2012 tripled by far the number of mortgage registered in 2011. This has heavily contributed to booming the construction industry, etc."}, {"text_block_id": "p39_b510", "text": "Provision of land to investment priorities will be fast-tracked, so long as these investments adhere to agree upon development criteria. Furthermore, a clear mechanism to guide the process of land allocation for investment projects will be developed in a collaborative manner between investors, RDB, relevant ministries, districts and land owners."}, {"text_block_id": "p39_b511", "text": "By protecting the economy and society from water disasters and climate impacts like droughts and floods, DRR helps preserve incentives for investment and protection of investments made during EDPRS I. Water storage (via dams, dykes, and irrigation canals) is crucial for hydro and geothermal power; industrial production; mining; agro-industry; and domestic water supply. It is also necessary to support communities in  mitigating the effects of climate change and manage natural disasters. This five-year program will enhance natural storage through wetlands rehabilitation, sub-surface water storage, and rainwater harvesting. These activities include a number of ancillary benefits, such as increased water use efficiency and in the case of wetlands, increased carbon storage."}, {"text_block_id": "p40_b512", "text": "Mining will contribute to the national economy through increased export earnings from mineral commodities. In the next five years the export earnings are expected to grow from USD 158 million in 2011 to USD 400 million by 2017/2018. The increased mineral export earnings will help to improve the national trade balance while strengthening the Rwandan currency."}, {"text_block_id": "p40_b513", "text": "A set of strategic actions will be used to raise the investment from USD 150 million to USD 500 million (cumulative) by the end of EDPRSII and these include; (i) making strategic use of existing data, (ii) developing geological and mining research strategy by both public and private sectors, and (iii) participating in the assessment and development of earth energy resources (petroleum and peat).The implementation of these strategies will help to raise the knowledge of national mineral  and energy which in turn will trigger the investment."}, {"text_block_id": "p40_b514_merged", "text": "In 2011 the total nominal GDP amounted to 3,828RWF billion and Mining and Quarrying contribution to the total real GDP was 48 RWF billion accounting for 1.25%. In the next five years the contribution of mining and quarrying to the total nominal GDP is projected to increase to 5.27% by 2017/2018. This ambitious projection is planned to be achieved through the following strategies; (I) increasing value addition to mineral and quarry commodities, (ii) splitting the large government concessions into medium concessions to increase the number of capable investors, (iii) increasing the knowledge of national mineral potentials, (iv) initiating new fiscal regime which will be friendly to investment, (v) increasing the technical and financial capacity of the small scale miners, (vi) enforcement of mining standards and best practices , (vii) pilot a ‘model’ mine (viii) human capacity development to trigger accelerated performance."}, {"text_block_id": "p40_b517", "text": "Rwanda imports all its petroleum products requirements from which constitute about 20% of total national imports. This is a significant driver of the price of other goods and services produced locally impacting our regional and global competitiveness, levels of inflation and consequently ability to meet our GDP and poverty reduction targets. Exploration and discovery of our own petroleum resources would address this challenge thus increasing energy security and economic transformation. In the next five years, the Government will"}, {"text_block_id": "p41_b518", "text": "accelerate oil exploration activities. It is expected that the oil company (Vanoil) will conduct more detailed geological studies with a view to drill a well   in the next five years."}, {"text_block_id": "p41_b519", "text": "Rural Development"}, {"text_block_id": "p41_b520", "text": "Forestry and nature conservation will greatly contribute to rural development through job creation. The implementation of district forest management plans will consist mainly of changing the structure of public forests to ensure a sustained yield and this will be done through progressive rehabilitation/reconversion of unproductive public forests which will result over time in uneven aged forest plantations. Furthermore, 20 trees per household (rural areas) and 5 trees per household (urban areas) including fruit trees will be targeted"}, {"text_block_id": "p41_b521", "text": "Water activities focusing on rural development provide water resources for irrigation, high value agriculture, livestock and fisheries, and for small scale industrial production. These projects also promote multiple use services of water, in addition to technology development, transfer, and dissemination to enhance efficient water use for high value agriculture"}, {"text_block_id": "p41_b522", "text": "The EICV3 revealed that poverty levels are highest among the population reliant mainly or heavily on farm wage labour followed by those working in agriculture; poverty is much lower in other categories. The EICV3 showed that the total number of people working in the mining sub-sector is estimated at 20,000 people and are in the category of the off farm workers. As the mining projects are mainly rural based, the development of mining will have a positive impact on the living standards of the people in rural areas."}, {"text_block_id": "p41_b523", "text": "of natural resources."}, {"text_block_id": "p41_b524", "text": "The target of increasing jobs in the mining sub-sector from 20,000 in 2011/2012 to 60,000 by 2017/2018 has been set in this strategic plan. Most of those jobs will be created in rural areas since, as mentioned above, most of mining projects are based in rural areas. The 40,000 new jobs will play an instrumental role in reducing poverty in rural areas where mines exist."}, {"text_block_id": "p41_b525", "text": "Productivity and youth employment creation"}, {"text_block_id": "p41_b526_merged", "text": "Restoration of watershed, hillside and wetlands ensures and builds natural capital, while providing water for economic activity and household security and imparting life-long skills to young people and women. In addition, the GoR will initiate Payments for Ecosystem Services to communities – and in particular to organized gender and youth groups. These payments represent an innovative source of new revenue to local economies. Together with"}, {"text_block_id": "p42_b529", "text": "technology development and dissemination, they provide new resources to spur youth-targeted job creation through resources management in rural communities."}, {"text_block_id": "p42_b530", "text": "By 2017/2018, it is planned that 60,000 Rwandans will be employed in the Mining sub-sector. This will build their capacity to meet expenses such as education for children, food, shelters, clothes, transport and so forth. The linkages are expected to be created whereby the money generated paid in form of salaries will be invested in other sustainable sectors such as infrastructure, agriculture, construction, trade and so on."}, {"text_block_id": "p42_b531", "text": "The majority of the 60,000 labour forces in mining in 2017/2018 will be dominated by the youth because many aspects of mining require a lot of energy. In the next five years mining will increase mineral production from 8038 to 10,000 tons per year by 2017/2018. As mentioned before, by the end of EDPRSII the total investment in mining will have increased from USD 150 million, in 2011/2012 to 500 million in 2017/2018. This investment will result in increased mineral production and proportionally in youth employment."}, {"text_block_id": "p42_b532", "text": "Accountable Governance"}, {"text_block_id": "p42_b533", "text": "The lands and mapping activities will contribute to the accountable governance through ensuring security of land tenure through land administration. The establishment of Land Administration and Information System which is a digital maintenance tool is more efficient, transparent, quick and cost effective. The system is able to capture all land transactions therefore allowing districts to fast track and collect all transfer related fees and land lease fees. The time and money people were spending running after their land documents will be tremendously reduced therefore invest the said money and time in other development activities."}, {"text_block_id": "p42_b534", "text": "These water activities are targeted at regional integration and facilitating decentralization, with a focus on the grassroots, as well as sectors, districts, provinces, and hydrological units. In addition, the activities will enhance community capacity to develop, utilise and manage water resources to reduce vulnerability at the household level. They will also facilitate institutional coordination between central government bodies at central and local levels."}, {"text_block_id": "p43_b535", "text": "Mining cannot achieve its objectives, set out in the strategic plan (2013/2014-2017/2018), if the principle of accountable governance is ignored. There will have to be strong inspection of mine sites and mineral trading points to ensure that the miners and traders are operating their business without violating the rules and regulations governing mining. Those inspections will also be conducted to ensure that mining companies are meeting their commitments signed during the mining contracts. The success of the sub-sector also depends on the transparency of the licensing and regulatory authorities. Impropriety on the side of those authorities will create very poor performance."}, {"text_block_id": "p43_b536", "text": "Throughout the EDPRS II implementation period the performance of the ENR sector in achieving its mission and EDPRS II targets, outlined through different indicators, will be monitored through the semi annual joint sector reviews, monthly sector working groups and periodic departmental activity reports."}, {"text_block_id": "p43_b537", "text": "3.4 Cross cutting issues mainstreaming"}, {"text_block_id": "p43_b538", "text": "The Environment and Natural Resources (ENR) management strategy will mainstream mainly seven cross cutting issues namely; capacity building, gender and family promotion, climate change and disaster management, HIV/AIDS, social inclusion and disability, regional integration and disaster management."}, {"text_block_id": "p43_b539", "text": "3.4.1 Capacity building"}, {"text_block_id": "p43_b540", "text": "This sector strategic plan recognizes the limited capacity and skill gaps across the sector and has planned formal and informal education for sustainable development to be integrated into schools and higher learning institutions curricula at national, regional and international levels."}, {"text_block_id": "p43_b541_merged", "text": "Long term trainings at masters level in forestry, will be conducted in the following programmers: forest management, forest pathology, forest entomology, wood technology, forest taxonomy, forest ecology, forest economics and forest inventory and mensuration. It is also planned for courses at PHD, Bachelor’s and Diploma level to be offered in this next phase of EDPRS II"}, {"text_block_id": "p43_b544", "text": "Informal education will be offered through short courses, job training and workshops. This will be done in seed handling, tree nursery management, forest harvesting, wood processing, charcoal making, and timber drying and forest extension."}, {"text_block_id": "p43_b545", "text": "Limited capacity, both human and technical, was identified in environmental management. Priorities including adequate and sustained capacity for effective environmental governance and decentralized service delivery have been set with a view to contribute to sustainable development. Key concern areas of need for greater capacity building include: environmental management, pollution control and reduction of vulnerability to climate change."}, {"text_block_id": "p44_b546", "text": "A recent capacity needs assessment identified a very limited number of water experts and technicians in the country. Under this strategy capacity building will target the training of 1,390 water experts and technicians during the EDPRS II period."}, {"text_block_id": "p44_b547", "text": "After identifying the skills gap in mining, as one of the hindrances that would deter the sector growth, developing skills was identified as one of the specific objectives to be pursued in this sector strategic plan."}, {"text_block_id": "p44_b548", "text": "Human capacity will be strengthened in long term and short term trainings"}, {"text_block_id": "p44_b549", "text": "(geologists, mining engineers, metallurgist, and artisans). KIST has started a training program for only technicians in partnership with the Government of Australia and it has been targeted that 100 mining technicians will be trained every year during this phase of EDPRS II."}, {"text_block_id": "p44_b550", "text": "The institutional and legal framework for land and mapping is newly established with limited capacity (human and physical) both at National and decentralized level. It is in this regard that this strategy will organise short as well as long term training courses in different areas including land surveying, land management and specialist planning, urban and regional planning, cartography, land evaluation, land administration and photogrammetric during the EDPRS II period."}, {"text_block_id": "p44_b551", "text": "3.4.2. Gender and family promotion"}, {"text_block_id": "p44_b552", "text": "Under this strategy, women will be assisted and empowered by involving them in decision-making, planning, facilitating their access to finance and building their capacity to manage forestry, environmental, water resources, mining and land -related businesses sustainably. Women will benefit from trainings at the rate of 30% of all beneficiaries and will be employed at the same rate as men."}, {"text_block_id": "p44_b553", "text": "Similarly Environmental degradation and climate change affect women and men differently. Moreover, the more women and children are poor, the more they are affected by environmental challenges and climate change impacts such as land degradation, deforestation, forest degradation, droughts, and floods to mention a few. Specifically, this strategic plan will support women through; capacity building on environment and climate change mainstreaming into Women Council plans at central and decentralized. Environmental management trainings for women"}, {"text_block_id": "p44_b554", "text": "s’"}, {"text_block_id": "p44_b555", "text": "cooperatives by promoting womens environmental initiatives and projects will be provided"}, {"text_block_id": "p44_b556", "text": "Women are the greatest beneficiaries of good water management (such as increased accessibility of potable water); hence poor water management impacts them the greatest. This five-year program will seek to ensure that 50% of the people involved in watershed management are women, and that women comprise at least 30% of the membership of local watershed management committees."}, {"text_block_id": "p44_b557_merged_merged_merged", "text": "According to Gako leadership retreat of 3rd -7th March 2012 resolutions, the Government of Rwanda is targeting to create around 200,000 jobs every year. In the mining sub-sector, it is"}, {"text_block_id": "p45_b560", "text": "projected that 40,000 jobs will be created by 2017/2018 and that the program will benefit both youth and women. At least 30% of the work force that will be employed in the mining"}, {"text_block_id": "p45_b561", "text": "sector will come from womens’ organisations. Y"}, {"text_block_id": "p45_b562", "text": "outh and women organisations will be encouraged to form cooperatives so as to capture the investment opportunities available in the sector. Child labour in the mining sub-sector will be completely abolished by increasing inspections in mine sites and disseminating the law against child labour."}, {"text_block_id": "p45_b563", "text": "In respect to the Organic Land Law of 2005, there has been no discrimination based on sex during the implementation of the land tenure reform programme. Both women and men are represented in different land administration and land management institutions. In practice, women currently represent 39.5% of officials in the land commission."}, {"text_block_id": "p45_b564", "text": "The process of land registration is participatory and community led. During the registration of claimants, both men and women are requested to be present. This is of particular importance for couples who are legally married to ensure they are registered against the property as joint owners. Women are registered in the same way as men, with equal rights. Children (biological sons and"}, {"text_block_id": "p45_b565", "text": "daughters) are registered as individuals with a beneficial interest in their parents’ land."}, {"text_block_id": "p45_b566", "text": "This is particularly significant, since land registration effectively clarifies inheritance issues which have previously been a major source of dispute in Rwanda where family members, on the death of the landowner(s), wrongly asserted rights over land to the detriment of the genuine beneficial owner(s). During the course of this plan, the focus will be on sustaining existing"}, {"text_block_id": "p45_b567", "text": "efforts, strengthening women’s ability to assert their land rights and"}, {"text_block_id": "p45_b568", "text": "promoting gender related researches. An impact assessment of Land Tenure regularization program on gender will be undertaken."}, {"text_block_id": "p45_b569", "text": "3.4.3. Environment, Climate change and disaster management:"}, {"text_block_id": "p45_b570_merged_merged_merged", "text": "A study on “Economics of Climate Change in Rwanda” that was carried out by Stockholm Environment Institute in 2009, mentions that periodic floods and droughts occurring in Rwanda cause some major social and economic impacts, reducing economic growth."}, {"text_block_id": "p45_b575", "text": "Under this strategy, Environment, climate change and disaster management will be mainstreamed by increasing forest cover to 30% of the total area of the country. Degraded forest ecosystems will be rehabilitated and forestry resources will be managed sustainably. Activities such as reduction of flooding potential, through erosion control and assessment of potential damage impacts, will be undertaken. A national capacity plan will be developed for drought management by planting drought resistant trees in drought prone regions. This is expected to reduce the impacts of forest related disasters to 15% at the end of EDPRS II."}, {"text_block_id": "p45_b576", "text": "Compliance with environment conservation standards by the mining companies will be promoted in the process of building a clean environment in mined areas. Mining related activities will ensure sustainable exploitation of mineral and quarry resources. By 2017/2018, 100% of all mine sites will have efficient water & wastes management system and safe, secure working conditions. A couple of activities will be implemented with the essence of"}, {"text_block_id": "p46_b577", "text": "protecting the environment, developing occupational health, safety and security standards, as well as standards for safe and effective mining. Stakeholders in the mining sector (mining professionals, miners, local leaders and others) will be trained on good practice standards and a comprehensive inspection regime and MIS will be established which will generate regular updates and statistics on mining trends."}, {"text_block_id": "p46_b578_merged", "text": "This strategy will establish a very strong partnership between the environment and land sub-sector by harmonizing land and environmental systems. The following initiatives will be undertaken: implementation plans aimed at strengthening collaboration and informing developments in each sub-sector; development of data sharing mechanisms in order to inform and participate in the implementation of each sub-sectors’ policies and strategies; creation of joint M& E strategies and support to environmental related studies and promoting the integration of environment strategies through our decentralized land related organs."}, {"text_block_id": "p46_b581", "text": "3.4.4 HIV/AIDS and non-communicable diseases"}, {"text_block_id": "p46_b582", "text": "Raising awareness on HIV/AIDS voluntary counseling and testing (VCT) establishment of an HIV workplace programme and condom distribution will all be mainstreamed within MINIRENA staff as well the staff of its agencies namely REMA and RNRA. This package will be provided to environment committee members and water catchment management committees. Furthermore, all land bureaus will have posters and video programmes related to the fight against HIV/AIDS."}, {"text_block_id": "p46_b583", "text": "Sensitizations on HIV/AIDS and non-communicable diseases will be organised at mining sites and within mining communities in the next five years, in cooperation with relevant sector stakeholders. People working in the mining sub-sector will be encouraged to voluntarily get circumcised and undertake HIV/AIDS voluntary counseling and testing (VCT). Mining companies will further be sensitized to establish an HIV workplace and emphasize on condom distribution."}, {"text_block_id": "p46_b584", "text": "3.4.5 Social inclusion and disability"}, {"text_block_id": "p46_b585", "text": "Social inclusion is about ensuring that all groups can realise their rights, such as the right to health and education, and that all have equal opportunities to markets, jobs and participation in decision making."}, {"text_block_id": "p46_b586", "text": "With this strategy all vulnerable groups such as the extreme poor people with disability, people living with HIV/AIDS, historically marginalised groups, genocide survivors, orphans and other vulnerable children and youth, female headed households and the elderly will be given a special consideration in the processes of training and recruitment in the Natural Resources sector. A number of disabled youth who complete their secondary school studies will be trained in the fields that are commensurate with their physical capacities."}, {"text_block_id": "p47_b587", "text": "3.4.5 Regional integration"}, {"text_block_id": "p47_b588", "text": "The management of natural resources has to be of trans-boundary in nature. Similarly the consequences of natural resources management affect connected countries. We are therefore obliged to look beyond national borders and manage our resources jointly with our neighbours."}, {"text_block_id": "p47_b589", "text": "Mainstreaming regional integration in forestry and nature conservation will be done by improving collaborative management of forests within the Congo Basin, adoption and ratification of the treaty of COMIFAC to ensure effective transboundary management of our common forest resources and harmonization of legislation and implementation of the carbon project MRV (measurement of resources and Verification) in collaboration with FAO to facilitate safe and well regulated movement of goods and services within the region"}, {"text_block_id": "p47_b590", "text": "Regional integration will influence the national environmental governance framework and the choices Rwanda makes for economic transformation. The geographical location of Rwanda (as an upstream country of the Lake Victoria and Nile Basins) brought it to the fore of transboundary ecosystems management, even before the country joined the East African Community (EAC) and COMESA. Increasing economic pressures at a time of escalating ecological crises within the region, force countries to look beyond national borders to cooperate and manage these resources jointly. The movement of goods and services within the region will require member countries to harmonize their legislation."}, {"text_block_id": "p47_b591", "text": "Mainstreaming regional integration in environment and climate change will be realized side by side by improving collaborative management of transboundary natural resources of the Lake Victoria Basin for the shared benefits of the EAC Partner States. Environmental stress will be reduced in targeted pollution hotspots and selected degraded sub-catchments to improve the livelihoods of communities, who depend on the natural resources of Lake Victoria Basin."}, {"text_block_id": "p47_b592", "text": "As all Rwanda’s water resources are of a transboundary nature, their management cannot be"}, {"text_block_id": "p47_b593", "text": "done in isolation. Regional integration is one of the best channels for managing our shared water bodies. Regional integration is going to be mainstreamed by having 80% of our water related regulations harmonized with those of the region."}, {"text_block_id": "p47_b594", "text": "One of the mining policies aims at making Rwanda the mining hub in the region by 2017/2018. This requires close cooperation with the countries in the region which are the potential sources of the raw materials for expanded processing facilities. This will require cross-border agreements on the movement of these commodities. Therefore, it will be necessary to organize and actively participate in the international and regional mining conferences and workshops. In the process of harmonizing EAC mining laws, common mineral certification systems in EAC and ICGLR will be established."}, {"text_block_id": "p48_b595", "text": "Fostering regional integration at all levels is one of the key strategies aimed at contributing to sustainable land administration and land management. This will be done through collaboration with RECs/IGOs and advisory services to countries. This regional integration will focus primarily on the implementation of the Africa Land Policy Framework & Guidelines. Collaboration with the Regional Centre will be strengthened, for mapping of resources for development through capacity building. Exploration of other regional and continental land frameworks will continue which will be of benefit to the ENR sector."}, {"text_block_id": "p48_b596", "text": "4. Implementation of the ENR Sector Strategic Plan"}, {"text_block_id": "p48_b597", "text": "4.1 Background"}, {"text_block_id": "p48_b598", "text": "The ENR sector enveloping a wide-ranging of sub-sectors including the Environment, Lands, Forestry, Mines, and Water resources, is linked in an intricate manner with other areas such as health, agriculture, energy, tourism, housing, macroeconomic management, gender and social development. In this context, one of the main challenges constraining effective implementation of the sector strategy is of coordination"}, {"text_block_id": "p48_b599", "text": "–"}, {"text_block_id": "p48_b600", "text": "both in programming, activity implementation and funding. To ensure coherence and synergy in the programming, resource mobilization and monitoring and evaluation performance, a Sector-Wide Approach (SWAP) framework has been developed. It is expected that the SWAP secretariat of the ENR sector will assist in improving the cross-sect oral collaboration, and by bringing together all key stakeholders."}, {"text_block_id": "p48_b601", "text": "In the elaboration of ENR sector strategic plan, stakeholders in the sector at all levels were involved. This participative inclusive approach has and will be maintained during the implementation, monitoring and evaluation phases, hence recommending the need to further strengthen the SWG and TWGs approach. SWG and TWGs will continue to bring together Central and Local government institutions, development partners, the private sector and civil society engaged in the ENR sector or with an interest in the ENR sector development."}, {"text_block_id": "p48_b602_merged_merged", "text": "Members of the ENR SWG include the following: the Lead Ministry, the Lead Donor, Prime Minister’s Office, the Ministry of Finance and Economic Planning (MINECOFIN), a Representative from each Ministry, a Representative from each Province and Kigali City, Development Partners, Civil Society Organizations and Private sector institutions."}, {"text_block_id": "p48_b605", "text": "There are five ENR sub-sector Thematic Working Groups (TWGs) falling under the five ENR sub-sectors i.e. Environment and Climate Change, Land, Forestry, IWRM and Mining."}, {"text_block_id": "p49_b606", "text": "4.2 Roles and responsibilities of the TWGs members"}, {"text_block_id": "p49_b607", "text": "4.2.1The Central Government"}, {"text_block_id": "p49_b608", "text": "Ministry of Natural Resources"}, {"text_block_id": "p49_b609", "text": "MINIRENA as the lead ministry in charge of protection of the environment and sustainable management of natural resources, will provide the overall policy oversight, guidance in the preparation and implementation of the sector budget, and lead in the sub-sector resource mobilization."}, {"text_block_id": "p49_b610_merged", "text": "MINIRENA will ensure appropriate legislation adoption in relation to sustainable Environment and Natural Resource management and coordinate inter-ministerial and inter-institutional issues of the ENR sector. Sensitization of inter-ministerial and inter-institutional activities will be carried out in a systematic approach given the fact that Environment and Natural Resources stay the bedrock of Rwanda’s development. Furthermore, MINIRENA will coordinate international processes and ensure commitment and coordination with local governments through the District Services. Monitoring and evaluation of the sector planning, mobilizing financial resources and implementation of the Environment and Natural Resources Policies will be maintained."}, {"text_block_id": "p49_b614", "text": "MINIRENA will proactively engage and influence other ministries and government agencies to comply with environmental policies, focusing primarily on sectors bearing direct impact on the environment. Productive and economic development sectors will be mobilized and involved in taking the lead to ensure that the environmental resources on which they depend on (water, wood biomass, biodiversity, soil, minerals, etc) are sustainably managed and consistent with environmental sustainability principles."}, {"text_block_id": "p49_b615", "text": "Rwanda Environment Management Authority (REMA) and Rwanda Natural Resources Authority (RNRA) are the two implementing agencies of MINIRENA. REMA will supervise, follow-up and ensure that issues related to environment are regulated and mainstreamed in all national development plans.RNRA will lead in the promotion of natural resources and entrusted with the supervision, monitoring and implementation of interventions related to natural resources."}, {"text_block_id": "p49_b616", "text": "Ministry of Agriculture, Animal Resources (MINAGRI) and affiliated agencies"}, {"text_block_id": "p49_b617", "text": "MINAGRI and its affiliated agencies, Rwanda Agricultural Board (RAB) and National Agricultural Export Development Board (NAEB), are particularly expected to integrate sustainable environment and natural resources management principles into agricultural innovation and extension services including improved seeds, soil conservation and use of fertilisers. The department of Agricultural Research in RAB is expected to address natural"}, {"text_block_id": "p50_b618", "text": "resources issues sustainability through applied and adaptive research activities especially in areas of agro-forestry and new crop varieties. MINAGRI will continue to implement the Strategic Environmental Assessment (SEA) of Agriculture. The key issues which will be addressed by the SEA of Agriculture are; soil and water conservation, soil acidity and nutrient management, crop and variety selection, pest and disease management, rural feeder roads, climate variability and climate change, EIA system and local capacities."}, {"text_block_id": "p50_b619", "text": "Ministry of Infrastructure (MININFRA) and its Agencies"}, {"text_block_id": "p50_b620", "text": "Road infrastructure development, energy infrastructure, urban planning and human settlements are under the policy direction of MININFRA and have significant implications on the natural resources and environment. Issues of alternative energy and efficient energy consumption, sustainable urbanisation and human settlements, environmental impact of infrastructure development are priorities in the sector that have important bearing on the ENR sector. The ministry will take the overall responsibility for integrating environment and natural reources issues in these priority areas.The Ministry of Infrastructure through the Energy Water and Sanitation Authority (EWSA) will need to contribute to the water management interventions other than investing a huge budget in water chemical treatment. MININFRA and the ENR sector will work in partnership to promote quarry products and develop earth energy resources to avail electricity for mineral value addition promotion. MININFRA should promote alternative sources of energy to reduce the number of households using wood energy from 86.3% to 50%."}, {"text_block_id": "p50_b621", "text": "Scattered human settlement and scarcity are some of the obstacles to rural development. This will be sorted out through optimized land use planning (District Land Use Plans) and moving rural population to human settlements. A strong mechanism will be put in place to strengthen the coordination between MINIRENA/Lands Department, MININFRA (in charge of habitat) and MINALOC."}, {"text_block_id": "p50_b622", "text": "Ministry of Commerce (MINICOM) and affiliated agencies"}, {"text_block_id": "p50_b623", "text": "Sustainable industrial development, including adoption of cleaner production technologies, tourism development (which is largely nature-based) are key strategies where the trade, tourism and industry sectors link with the ENR sector. Some of these responsibilities have been reconstituted under RDB and this arrangement will hopefully ensure efficient service delivery to the benefit of investors. The cooperative development, which is a major strategy for rural development largely revolves around agro-produce and agri-business, and thus constitutes an important entry point to integrate sustainable Environment and Natural Resources management principles."}, {"text_block_id": "p51_b624", "text": "The Rwanda Development Board (RDB), through its division in charge of investment implementation, provides environmental impact assessment (EIA) advice and ensures compliance, as part of the investor facilitation. In addition, RDB is responsible for wildlife conservation and tourism, having absorbed the former Office in charge of Tourism and National Parks (ORTPN). While this may present new challenges, linking investment and business development could increase appreciation, among the business sector, of the need to conserve and"}, {"text_block_id": "p51_b625", "text": "sustainably manage the country’s environment and natural heritage."}, {"text_block_id": "p51_b626", "text": "Ministry of Local Government (MINALOC)"}, {"text_block_id": "p51_b627", "text": "Ministry of Health (MoH)"}, {"text_block_id": "p51_b628_merged", "text": "Environmental health concerns, nutrition and management of medical wastes, are important Environment Natural Resources issues to be addressed from the health sector. The MoH has formulated an environmental health policy and currently implementing an integrated malaria control programme and early childhood illnesses programme – all of which address issues resulting essentially from poor environment conditions. The health sector will scale-up environmental health programmes and provide sufficient resources to reduce environmentrelated illnesses. MINISANTE will actively participate in the national hygiene and sanitation programmes and include environmental issues into the health management information system (HMIS)."}, {"text_block_id": "p52_b631", "text": "Ministry of Education (MINEDUC)"}, {"text_block_id": "p52_b632", "text": "This Ministry of Education will provide scholarships and promote research in the domain of Environment and Natural Resources management. MINEDUC in partnership with MINIRENA and its agencies will integrate basic education on environment and natural resources protection and conservation, through education policy reform and curriculum review. Particularly, since Mining has been taken as key priority for economic development, the Ministry of Education will work with the Ministry of Natural Resources to develop capacities to deal with Mining industry and seismic management by putting in place earth sciences faculties."}, {"text_block_id": "p52_b633", "text": "Ministry of Foreign Affairs and Cooperation (MINAFFET)"}, {"text_block_id": "p52_b634", "text": "MINAFFET will support the monitoring and reporting on international conventions and protocols, as well as providing policy guidance to regional and international cooperation."}, {"text_block_id": "p52_b635", "text": "Ministry of Finance, Planning and Economic Development (MINECOFIN)"}, {"text_block_id": "p52_b636", "text": "MINECOFIN is responsible for macroeconomic management, resource mobilisation and allocation for public investments, planning and coordinating economic activities across sector Ministries and more recently ensuring population issues are integrated into sector priority setting. In the respect of environment as a cross cutting issue, MINECOFIN plays a crucial role of ensuring other sectors integrate environment into sector planning and budgeting towards effective implementation of EDPRSII."}, {"text_block_id": "p52_b637", "text": "Rwanda Utilities Regulatory Agency (RURA) and Rwanda Bureau of Standards (RBS)"}, {"text_block_id": "p52_b638_merged", "text": "As a regulatory bodies, RURA and RBS will work together with REMA and other concerned institutions to develop, implement and monitor the compliance of regulations. Areas to be covered in Natural Resources will be sustainable mining, water quality, waste management for cutting off the environment deases. Again mining certification processes, pricesses, norms and standards of Natural Resources goods will be certified “Ecolabelling”. RURA, in charge of licenses provision and regulation of all operations in water, energy and other utilities from prospecting to distribution, will ensure that the operations of especially water and energy utilities comply with set national standards and water allocation quotas. IWRM issues will be integrated into the generation/production licensing, tariff setting and distribution regime for all utilities."}, {"text_block_id": "p52_b641", "text": "4.2.2 The Local Government"}, {"text_block_id": "p52_b642", "text": "The local government will ensure that the guidelines and directives from central government are internalized and put into action. The local government will specifically help to implement the Forestry Law and Policy. It will facilitate the participation of local communities and liaise with"}, {"text_block_id": "p53_b643", "text": "the private sector to facilitate investment. Furthermore, the local government will support the decentralized foresty extensions and facilitate the monitoring of NGO interventions in forestry."}, {"text_block_id": "p53_b644_merged", "text": "The Land Commissions bears the principal responsibility for overseeing the implementation of the Organic Land Law. These commissions will be operating at National, Kigali City and District Levels. The National Land Commission is also responsible for overseeing the District land commissions and bureaus and promoting, by advocacy and consultation, public ownership of land policy. The OLL establishes District Land Bureaus (DLB) directed by a District Land Officer (DLO), administratively answerable to the District Authority and Technically answerable to Department of Lands and Mapping and Office of Registrar of Land Titles. The DLB’s are the public notary for land matters i.e. the DLO certify applications for land, maintain the cadastral index maps and record all land to be registered by sporadic or systematic means on behalf of the Office of the Registrar. Each sector and cell has a land committee which has an important part to play as the first point of contact for land registration and land use planning."}, {"text_block_id": "p53_b647", "text": "At the local level, environmental committees have been formed, in accordance with the provisions of the Organic Law on Environment (No. 04/2005). These are in addition to the community-based structures set up and trained under different programmes e.g. watershed management and Lake shores and River banks protection."}, {"text_block_id": "p53_b648", "text": "The District Environment Officers at the district level will be the focal points for WRM in each district, and be part of the Sub-basin technical monitoring committees. They will work with and coordinate IWRM activities in liaison with other technical units (agriculture, infrastructure, and environment, Social Affairs). Provincial Administrations (PA) will be responsible for mobilizing and coordinating joint inter-and intra-basin planning and implementation of IWRM activities involving more than 2 districts."}, {"text_block_id": "p53_b649", "text": "4.2.3 The Private sector"}, {"text_block_id": "p53_b650", "text": "In accordance with the GoR’"}, {"text_block_id": "p53_b651", "text": "s policy of private sector-driven economic development and indeed as highlighted within the EDPRSII, the private sector has critical roles to play in the implementation of the Environement and Natural Resources SSP. Private sector agencies will be mobilised and sensitised, through the Private Sector Federation (PSF) to integrate sustainable Environment and Natural Resources management principles into their activities and strategies for development. Specific incentives to encourage best practices in environmental sustainability and value adding investments in the ENR sectors, will be developed and made available. An important category of private sector that will be engaged more actively are the cooperatives which are intervening in farming and trade at small scale. They will be trained and facilitated to undertake extension and inspection work among its members."}, {"text_block_id": "p54_b652_merged", "text": "As the future engine of growth, the private sector has a primary interest in environmental stewardship, especially in Rwanda where most of the development is hinged on the health and productivity of ecosystems. Businesses are at the centre of resource extraction and their activities generate waste which they must participate in cleaning up. Entrepreneurs’ ability and self-drive to identify business opportunities in and innovative solutions to many challenges, will have to be leveraged to address Rwanda’s emerging environmental challenges, which are inherently global. An entry point for engaging the private sector has already been created through the Cleaner Production Programme, initiated by REMA, and the space for public-private sector dialogue in EDPRS implementation."}, {"text_block_id": "p54_b657", "text": "The private sector will be more involved in forestry activities than it has been so far. It will play a key role in adding value to wood products, increasing the forest area and ensuring the rational use of forest products and sustainable forest management. More specifically, the private sector will have a number of responsibilities such as; creation of wood-based industries, participation in the development of both public and private forests in a sustainable manner and acquisition of management and harvesting licenses for public forests. Creation and introduction of new technologies for use of forest products, establishment of industrial forest plantations and implementation of specific strategies for forest policy will also be ensured. Other responsibilies of the private sector may also include the stimulation of internal trade of forest products, provision of recommendations and informing the central and local government on the successful implementation of forestry activities."}, {"text_block_id": "p54_b658", "text": "In IWRM, the incentives for private sector involvement are already in-built. Strategies of: technology generation and supply, water abstraction, water treatment and water use, which reflect the private service provision in water supply and sanitation, are already in use. Businesses are at the centre of resource extraction and their activities generate waste. Their innovativeness, entrepreneurship skills and self-drive will be leveraged to control pollution and address water efficiency issues by encouraging, supporting and compelling them to adopt appropriate technologies. Private sector groups -water vendors, horticultural farmers, industrialists, will be mobilized, sensitized and incentivized to promote good IWRM practices."}, {"text_block_id": "p54_b659", "text": "Private companies involved in land surveying, urban planning, land valuation and conveyance are to be regulated by the land sub-sector. These companies, once well regulated, will contribute to the overall sustainability of the land registry and land use management. Currently, only land valuation is regulated through the Institute of Real Property Valuers; other professions are to be organised and regulated."}, {"text_block_id": "p54_b660", "text": "Mineral trading has been recovering mainly due to the privatisation of government owned mines, which increased productivity since 1997. Though the production shows a positive trend in past years, the mineral commodities exported from Rwanda are less competitive at the international"}, {"text_block_id": "p55_b661", "text": "mineral markets. This problem has its roots in the fact that the minerals are exported as concentrates instead of ingots or other high value intermediate products. In the next five years of EDPRS2, the private sector will be extensively involved in the implementation of this strategic plan through: (i) exploration and mining activities, (ii) development of new mines, and (iii) value addition to the mineral commodities and quarry substances by setting up plants(ceramics, dimension stones, jewellery, glass manufacturing). The private sector will also be involved in alleviating the problem of skills gap in the sector while developing training programs for their employees. The public-private sector partnership will organize trainings for mining employees and participate actively in workshops organized by other stakeholders. The private sector will also be involved in organizing and participating in the investment promotional events such as exhibitions, celebrating the international mining day, workshops etc."}, {"text_block_id": "p55_b662", "text": "4.2.4. Non Governmental Organizations (NGOs)"}, {"text_block_id": "p55_b663", "text": "Civil society organisations will be mobilised and supported to design thematic and/or area specific action plans and activities to implement the programmes and sub-programmes within their areas of operation. Where capacity gaps are identified, interventions will be undertaken for key identified CSOs to facilitate them to develop such needed skills, institutional support and logistical resources for the implementation of specific actions of this plan. More importantly, CBOs, informal associations and other grassroots based CSOs are expected to support the implementation of the community driven ENR activities. As part of the ENR sector coordination enhancement, detailed mapping of CSO operations will continue to be updated, needs assessed/ identified, and strategies to support them implemented at all levels."}, {"text_block_id": "p55_b664", "text": "The successful story of this synergy will be lead by the Ministry Planning department and SWAp secretariat. CSOs will play a lead role in public education and raising awareness, advocacy and in implementation of micro-projects in environment and natural resources. CSOs will participate in the trainings and workshop of ENR-sector stakeholders."}, {"text_block_id": "p55_b665", "text": "4.2.5. Financial institutions and Development partners"}, {"text_block_id": "p55_b666", "text": "In forestry, financial institutions will play the role of providing access to finance to forest investors, requiring reasonable guarantees on loans and providing flexibility for new entrants into the market. Other roles may include availing reasonable and low interest loans where returns on investment take time to generate and providing preference in credit to investors with a good approach since forestry business takes long to generate returns."}, {"text_block_id": "p56_b667_merged", "text": "Donors and development partners will provide financing and technical assistance support to the IWRM implementation process. SIDA (the Swedish International Development Cooperation Agency), the World Bank and the African Development Bank (AfDB) have developed a clear strategy for IWRM. In Transboundary Water Cooperation frameworks, the NBI (one of whose programmes – NELSAP -is coordinated in Kigali) and the LVBC are important regional shared water cooperation frameworks with planned investments in Rwanda. The GoR will leverage its excellent relations with these bodies at the Summit level (East African Heads of State) and Council of Water Ministers to mobilize the needed resources and technical assistance."}, {"text_block_id": "p56_b672", "text": "The start up cost in mining is high and the return in the early stage of the project is always negative, furthermore mining projects are claimed to be riskier. All those issues make the financial institutions more reluctant in granting loans to the mining projects. This lack of collaboration between banks and miners, especially small scale miners whose financial capacity is low, continue to limit their productive capacity. In recognition of the significant contribution of small scale miners to the total mineral production, which is estimated at 60% of total production in 2011, RNRA, MINECOFIN and BNR should encourage financial institutions to provide loans to the profitable mining projects."}, {"text_block_id": "p56_b673", "text": "4.2.6. Research and Educational institutions"}, {"text_block_id": "p56_b674", "text": "Research and educational institutions will play vital roles in protecting the environment and managing natural resources in a sustainable manner. The National Institute of Statistics of Rwanda (NISR) will integrate Environment and Natural Resources issues into questions of national surveys, censuses and other data collection systems to provide technical support in the analysis and overview of the ENR sector. Research and technology institutions (including RAB, NUR, KIST, IRST, ISAE, KCCEM, ICRAF), will be mobilized and supported to identify and pursue research opportunities as well as innovative technologies to meet the challenges of Environment and Natural Resources priorities in their activities. Primary and Secondary schools"}, {"text_block_id": "p57_b675", "text": "as well as Universities, have a key role in capacity building for the Environment and Natural Resources sector. They will be supported with a tailored curriculum to provide students with sufficient knowledge on Environment and Natural Resources including its benefits and necessity of conservation."}, {"text_block_id": "p57_b676", "text": "4.2.7. The Media"}, {"text_block_id": "p57_b677", "text": "The media has played a crucial role in raising public awareness of environmental and natural resources issues, identifying and reporting environmental damage. The media in Rwanda can be an effective agent of change, since the mass media (particularly radio) remains the main source of information for the majority of Rwandans. The mass media (print, broadcast,etc.) will be effectively mobilized, and empowered with the knowledge, skills and information for effective, accurate and regular environmental and natural resources reporting. Areas of participation and contribution by local and / or international media (if necessary), in the implementation of the Environment and Natural Resources Sector Strategic Plan, include: raising awareness to the entire population, press coverage of campaigns and special events organised by the ENR sector, collecting and disseminating information related to Environment and Natural Resources."}, {"text_block_id": "p57_b678", "text": "5. Environment and Natural Resources Sector Monitoring and Evaluation"}, {"text_block_id": "p57_b679", "text": "5.1 ENR M&E development guiding principles and approach"}, {"text_block_id": "p57_b680", "text": "As a support tool for implementing EDPRS 2, the M&E logical framework was developed through a highly participatory approach starting from the consideration of EDPRS goals of economic growth and Poverty Reduction. The two key goals of the strategy are translated into four key thematic areas: Economic Transformation, Productivity and Youth Employment, Rural Development and Accountable Governance all of which help to focus the sector priorities towards achieving the EDPRS 2 goals. Thus, the EDPRS 2 will be implemented by priority based sector strategies through Thematic Areas. Sector Strategic Plans (SSPs) will be appropriately aligned and harmonized with District Development Plans (DDPs)."}, {"text_block_id": "p57_b681", "text": "5.2 ENR M&E: Focusing results on Sustainability"}, {"text_block_id": "p57_b682", "text": "It is worth noting that although the M&E framework for the ENR sector was developed with the support to EDPRS 2 implementation in mind, logframe includes indicators such as natural capital that are relevant to EDPRS 2 but more importantly have implications for long term sustainable development objectives. Furthermore, foundational issues such as Ecological Foot Print must be considered to track pressures imposed on the environment and natural resources which provide the base for sustainable use of environment and natural resources. ENR sector primarily executes its mandate by coordinating other sectors to ensure environment and natural resources are used rationally to facilitate optimum contribution of all sectors. This forms the basis for environment"}, {"text_block_id": "p58_b683", "text": "and climate change/"}, {"text_block_id": "p58_b684", "text": "green growth nexus that is critical to Rwanda’s current development"}, {"text_block_id": "p58_b685", "text": "paradigm."}, {"text_block_id": "p58_b686", "text": "5.3 Objective of ENR Monitoring and Evaluation framework"}, {"text_block_id": "p58_b687", "text": "The ENR monitoring and evaluation framework has been structured in a way that facilitates monitoring of the contribution of districts, sectors and Thematic areas to EDPRS 2. Such a structure provides for outcomes at the thematic areas level. At the sector level, intermediate sector outcomes were developed in alignment to the thematic outcomes. Sector outcomes will be the basis for actions at the sectors and districts levels in the course of implementation. The systematic development of a framework that aligns EDPRS 2 goals, Thematic areas, sector  outcomes, outputs and their indicators and targets have enabled generation of a functional ENR M&E that facilitates targeted monitoring for effective implementation of national priorities through an RBM feedback mechanism."}, {"text_block_id": "p58_b688", "text": "The Environment and Natural Resources monitoring and evaluation framework will continuously gather information on the progress of activities under this sector strategic plan. The gathered information will be analyzed and this will allow the ENR sector to measure the achievements/impact in relation with the stated objectives. It is essential to disseminate this information to various stakeholders intervening in the sector for the purposes of coordination. The information will also be used as a basis for reviewing the Sector Strategic Plan as well as future planning and to track progress towards the EDPRS 2 targets."}, {"text_block_id": "p58_b689_merged", "text": "The key users of the ENR M&E framework include: Government (Supervising Authority: MINIRENA) and donors, Leaders of the RNRA (Board of Directors and the Director), Other partners intervening in the Environment and Natural Resources, Primary beneficiaries: the private sector and decentralized entities."}, {"text_block_id": "p58_b692", "text": "5.4 The step wise approach to successful ENR M&E"}, {"text_block_id": "p58_b693", "text": "Indicators were generated and agreed up on, after a highly participatory process of ENR-sector stakeholders. The objective of this consultation was to ensure that the resulting indicators are relevant, understandable, reliable and data is available or can be cost-effectively collected and processed. Once the indicators to be applied at various levels were agreed upon, the next step was to develop a metadata for the indicators. The metadata will address the definition of the indicator, the methodology for data collection including the frequency of collecting data and reporting on the indicator as part of the operational support to M&E. It is planned that the approach will provide a framework that the ENR sector will actively use to guide implementation and reporting on sector priorities as the sector seeks to demonstrate its contribution to national sustainable goals."}, {"text_block_id": "p59_b694", "text": "Following a consensus of key criteria and indicators that will form the core of the framework, metadata development to guide data generation and collection as well as analysis, the ENR sector will identify available baseline data and information as well as data gaps that must be filled prior to operationalizing the M&E. This may require specific consultancies to support generation of the baseline data that is critical to ENR sector strategic plans, DDPs and the EDPRS II implementation."}, {"text_block_id": "p59_b695", "text": "Note that some indicators in the M&E framework do not have baseline data and annual targets, therefore, studies will be conducted in the first year of EDPRSII, to set the baseline."}, {"text_block_id": "p59_b696", "text": "5.5 Reporting for EDPRS 2"}, {"text_block_id": "p59_b697", "text": "EDPRS 2 reporting will be done at several levels. The ENR sector monitoring will provide the data and information that will be reported at the sector (as aggregated information as in the case of natural capital) whereas the sub-sector data and information will be gleaned from district data base in addition to other sub-sector data capture mechanisms. It is expected that an annual report will be generated on progress against thematic outcomes. A semi-annual report will also be produced on the sector outcomes and their accompanying key priority/policy actions. While Sector reports will reflect (aggregated) activities from the district level, a district report will also be prepared to enable assessment of individual district achievements towards sector priorities and outcomes. The key reporting modalities include the Joint Sector Reviews at the sector level and the Imihigo reporting at the district and other sub-national levels and these will form the basis of monitoring for EDPRS 2 implementation. Moreover, mid-term and end-term EDPRS 2 evaluations will be the mechanism for informing effectiveness of the ENR contribution to national priorities."}, {"text_block_id": "p60_b698", "text": "MONITORING AND EVALUATION FRAMEWORK: IMPACT, OUTCOMES AND OUTPUT INDICATORS"}, {"text_block_id": "p69_b699", "text": "6. Budget, Financing and Financial Management"}, {"text_block_id": "p69_b700", "text": "6.1 Cost structure and costing of Planned Activities"}, {"text_block_id": "p69_b701", "text": "In the table below, the planned activities for the next 5 years of EDPRS 2 will be implemented at an estimated cost RWF"}, {"text_block_id": "p69_b702", "text": "164,341,177,000."}, {"text_block_id": "p69_b703_merged", "text": "The total SSP funds available (based on estimated GOR budget ceilings and external financing commitments) is equivalent to Rwf 67, 733, 648, 000 and total projected cost (based on planned activities fully costed which will need additional financing) comes to a total cost of     Rwf 164,341,177,000. This implies that, for the ENR SSP to be fully implemented we will need to mobilize a total amount of Rwf 96,607,529,000 (Budget deficit) for the sector to meet its set targets."}, {"text_block_id": "p70_b710", "text": "Table: Enviroment and Natural Resource Sector Strategic Plan Costings"}, {"text_block_id": "p71_b711", "text": "6.2 Strategic Plan Financing Mechanisms"}, {"text_block_id": "p71_b712", "text": "Resource Mobilization for the implementation of the strategic plan has been and will be targeted from five (5) principle sources:"}, {"text_block_id": "p71_b713", "text": "1)"}, {"text_block_id": "p71_b714", "text": "Internal public investment resources:"}, {"text_block_id": "p71_b715", "text": "this will entail national budget allocation to the Environment and Natural Resource sector, through MINIRENA, RNRA and REMA;"}, {"text_block_id": "p71_b716", "text": "2)"}, {"text_block_id": "p71_b717", "text": "On-going project funds"}, {"text_block_id": "p71_b718", "text": "–"}, {"text_block_id": "p71_b719", "text": "resources from on-going projects will be aligned to relevant outputs and outcomes in the strategic plan and allocated"}, {"text_block_id": "p71_b720", "text": "–"}, {"text_block_id": "p71_b721", "text": "as part of the programming and financing reform towards programme-based budgeting."}, {"text_block_id": "p71_b722", "text": "3)"}, {"text_block_id": "p71_b723", "text": "Donor sources mobilized into basket fund"}, {"text_block_id": "p71_b724", "text": ": Funding is expected to be mobilized through the Sector Wide Approach. This will be strengthened by partnerships from Environment and Natural Resource sector Working Group"}, {"text_block_id": "p71_b725", "text": "4)"}, {"text_block_id": "p71_b726", "text": "Non public sector resources"}, {"text_block_id": "p71_b727", "text": ": Additional funds are expected"}, {"text_block_id": "p71_b728", "text": "–"}, {"text_block_id": "p71_b729", "text": "directly and indirectly"}, {"text_block_id": "p71_b730", "text": "–"}, {"text_block_id": "p71_b731", "text": "from non state intervening agencies"}, {"text_block_id": "p71_b732", "text": "–"}, {"text_block_id": "p71_b733", "text": "specifically the international NGOs, faith-based organizations; local NGOs and private sector investments."}, {"text_block_id": "p71_b734", "text": "5)"}, {"text_block_id": "p71_b735", "text": "Cross-sector collaboration"}, {"text_block_id": "p71_b736", "text": ": Some of the outputs are expected to be implemented by or in collaboration with other sectors. For instance, additional funds are expected to come from MINAGRI, MININFRA, as well as district authorities."}, {"text_block_id": "p71_b737", "text": "Beyond this, the National Environment and Climate Fund (FONERWA), whose establishment is provided for by law, is expected to assist in generating sustainable funding for Environment and Natural Resource Sector"}, {"text_block_id": "p71_b738", "text": "6.3 Resource Allocation and Financial Management Arrangements"}, {"text_block_id": "p71_b739", "text": "The main instruments for priority setting, actual financial allocation and accountability will include:"}, {"text_block_id": "p71_b740", "text": "o"}, {"text_block_id": "p71_b741", "text": "Medium term expenditure framework (MTEF)"}, {"text_block_id": "p71_b742", "text": "–"}, {"text_block_id": "p71_b743", "text": "a three year rolling plan adopted by the GoR since 2003. The lead ministry (MINIRENA) and its agencies RNRA and"}, {"text_block_id": "p71_b744", "text": "REMA will, provide technical support and guidance"}, {"text_block_id": "p71_b745", "text": "o"}, {"text_block_id": "p71_b746", "text": "Joint sector reviews (JSRs)"}, {"text_block_id": "p71_b747", "text": "will be conducted on a six monthly basis and will review sector performance based on both the sector log-frame and the annual action plans and budgets;"}, {"text_block_id": "p71_b748", "text": "o"}, {"text_block_id": "p71_b749", "text": "Annual action planning"}, {"text_block_id": "p71_b750", "text": "–"}, {"text_block_id": "p71_b751", "text": "will be the basis for priority re-setting and budget allocations with strategic guidance of the MTEF. The annual action plans will be guided by the preceeding JSRs."}, {"text_block_id": "p71_b752", "text": "o"}, {"text_block_id": "p71_b753", "text": "Public expenditure reviews (PERs)"}, {"text_block_id": "p71_b754", "text": "–"}, {"text_block_id": "p71_b755_merged_merged_merged_merged", "text": "are mechanisms for tracking the flow and utilization of resources within the sector, and analyzing sector performance based on both the funding and results. They will, hopefully, provide sufficient baselines for setting realistic targets – both for financial mobilization and results."}, {"text_block_id": "p72_b758", "text": "ANNEXES"}, {"text_block_id": "p73_b759_merged", "text": "Annex 1: List of ongoing and planned project in ENR Sector covering the period 2013/14 – 2017/18"}, {"text_block_id": "p74_b762", "text": "ANNEX 2:"}, {"text_block_id": "p74_b763", "text": "OUTPUTS, ACTIONS/ ACTIVITIES TO ACHIEVE ENR SECTOR OBJECTIVES"}, {"text_block_id": "p92_b764", "text": "REFERENCES"}, {"text_block_id": "p92_b765", "text": "1."}, {"text_block_id": "p92_b766", "text": "National Bank of Rwanda, 2011 Financial Stability Report"}, {"text_block_id": "p92_b767", "text": "2."}, {"text_block_id": "p92_b768", "text": "Republic of Rwanda, A revised Rwandan Mining Policy, October 2009"}, {"text_block_id": "p92_b769", "text": "3."}, {"text_block_id": "p92_b770", "text": "Republic of Rwanda, Cabinet Paper for Revised Vision 2020 indicators and Targets"}, {"text_block_id": "p92_b771", "text": "4."}, {"text_block_id": "p92_b772", "text": "Republic of Rwanda, Cabinet Paper on the Institutional Framework for Elaboration of the Second Economic Development and Poverty Reduction Strategy (EDPRS2)"}, {"text_block_id": "p92_b773", "text": "5."}, {"text_block_id": "p92_b774", "text": "Republic of Rwanda, Economic Development and Poverty Reduction Strategy 20082012, September 2007"}, {"text_block_id": "p92_b775", "text": "6."}, {"text_block_id": "p92_b776", "text": "Republic of Rwanda, EDPRS2: Lessons Learned 2008-2011"}, {"text_block_id": "p92_b777", "text": "7."}, {"text_block_id": "p92_b778", "text": "Republic of Rwanda, Environment and Natural Resources Sector EDPRS Self Assessment Report, December 2011"}, {"text_block_id": "p92_b779", "text": "8."}, {"text_block_id": "p92_b780", "text": "Republic of Rwanda, Five years strategic plan for the Environment and Natural Resources Sector, 2009-2013"}, {"text_block_id": "p92_b781", "text": "9."}, {"text_block_id": "p92_b782", "text": "Republic of Rwanda, Geology and Mines Department, Strategic Plan 2011-2013, April 2010"}, {"text_block_id": "p92_b783", "text": "10."}, {"text_block_id": "p92_b784", "text": "Republic of Rwanda, Green Growth and Climate Resilience, Kigali, October 2011"}, {"text_block_id": "p92_b785", "text": "11."}, {"text_block_id": "p92_b786", "text": "Republic of Rwanda, Guidelines for Development of the Sector Strategies in the Context of EDPRS2 Elaboration"}, {"text_block_id": "p92_b787", "text": "12."}, {"text_block_id": "p92_b788", "text": "Republic of Rwanda, Joint Sector Review, Summary Report 2010/2011"}, {"text_block_id": "p92_b789", "text": "13."}, {"text_block_id": "p92_b790", "text": "Republic of Rwanda, National Land Policy, February 2004"}, {"text_block_id": "p92_b791", "text": "14."}, {"text_block_id": "p92_b792", "text": "Republic of Rwanda, National Policy for Water Resources Management"}, {"text_block_id": "p92_b793", "text": "15."}, {"text_block_id": "p92_b794", "text": "Republic of Rwanda, Rwanda Demographic and Health Survey 2010"}, {"text_block_id": "p92_b795", "text": "16."}, {"text_block_id": "p92_b796", "text": "Republic of Rwanda, Rwanda Vision 2020"}, {"text_block_id": "p92_b797", "text": "17."}, {"text_block_id": "p92_b798", "text": "Republic of Rwanda, Seven Year Government Program 2011-2017"}, {"text_block_id": "p92_b799", "text": "18."}, {"text_block_id": "p92_b800", "text": "Republic of Rwanda, Summary report of the forward looking joint sector Review 2011-2012, Environment and Natural Resources sector"}, {"text_block_id": "p92_b801", "text": "19."}, {"text_block_id": "p92_b802", "text": "The Third Integrated Household Living Conditions Survey(EICV3), Thematic Report: Environment and Natural Resources, May 2012"}, {"text_block_id": "p92_b803", "text": "20."}, {"text_block_id": "p92_b804", "text": "East African Community, EAC Climate Change Policy(EACCCP), 2011"}, {"text_block_id": "p92_b805", "text": "21."}, {"text_block_id": "p92_b806_merged", "text": "Kagame, Paul (His Excellency). 21 May 2009. Address to the African Ministers of Finance and Environment’ Conference. Kigali."}, {"text_block_id": "p92_b809", "text": "22."}, {"text_block_id": "p92_b810", "text": "MINECOFIN, Economic Development and Poverty Reduction Strategy (EDPRS) for Rwanda,  2007"}, {"text_block_id": "p92_b811", "text": "23."}, {"text_block_id": "p92_b812", "text": "MINECOFIN, 2012. Revised Vision 2020 targets Seven Year Government Programm 2010-2017"}, {"text_block_id": "p92_b813", "text": "24."}, {"text_block_id": "p92_b814", "text": "MINECOFIN, Economic Development and Poverty Reduction Strategy (EDPRS) for Rwanda, lessons learned, 2011"}, {"text_block_id": "p92_b815", "text": "25."}, {"text_block_id": "p92_b816", "text": "MINIRENA, 2009. Environment and Natural Resources. Five-Year Sector Strategic Plan,"}, {"text_block_id": "p92_b817", "text": "26."}, {"text_block_id": "p92_b818", "text": "National Institute of Statistics of Rwanda, Demographic and Health Survey(DHS), 2010"}, {"text_block_id": "p93_b819", "text": "27."}, {"text_block_id": "p93_b820", "text": "National Institute of Statistics of Rwanda, The Third Integrated Household Living Conditions Survey (EICV3), 2012"}, {"text_block_id": "p93_b821", "text": "28."}, {"text_block_id": "p93_b822", "text": "Republic of Rwanda, National Green Growth and Climate Resilience Strategy, 2011"}, {"text_block_id": "p93_b823", "text": "29."}, {"text_block_id": "p93_b824", "text": "Republic of Rwanda, From Post Conflict to Environmentally Sustainable Development, UNEP, 2011"}, {"text_block_id": "p93_b825", "text": "30."}, {"text_block_id": "p93_b826", "text": "Republic of Rwanda, Seven Year Government Programme 2010-2017"}, {"text_block_id": "p93_b827", "text": "31."}, {"text_block_id": "p93_b828", "text": "Rwanda Environment Management Authority, Biodiversity policy,2010"}, {"text_block_id": "p93_b829", "text": "32."}, {"text_block_id": "p93_b830", "text": "Rwanda Environment Management Authority, Rwanda State of Environment and Outlook, REMA, 2009 MINITERRE 2004, National Land Policy."}, {"text_block_id": "p93_b831", "text": "33."}, {"text_block_id": "p93_b832", "text": "Republic of Rwanda, 2005, Organic law determining the use and management of land in Rwanda"}, {"text_block_id": "p93_b833", "text": "34."}, {"text_block_id": "p93_b834", "text": "MINECOFIN, 2000. Rwanda Vision 2020"}, {"text_block_id": "p93_b835", "text": "35."}, {"text_block_id": "p93_b836", "text": "MINECOFIN, 2001. Poverty Reduction Strategy Paper"}, {"text_block_id": "p93_b837", "text": "36."}, {"text_block_id": "p93_b838", "text": "MINECOFIN, 2007. Economic Development and Property Reduction Strategy for Rwanda (EDPRS)"}, {"text_block_id": "p93_b839", "text": "37."}, {"text_block_id": "p93_b840", "text": "MINIRENA, 2008. Strategic Road Map for Land Tenure Reform"}, {"text_block_id": "p93_b841", "text": "38."}, {"text_block_id": "p93_b842", "text": "MINIRENA, 2009. Five year Strategic Plan for the Environment and Natural Resource Sector (2009-2013)"}, {"text_block_id": "p93_b843", "text": "39."}, {"text_block_id": "p93_b844", "text": "Government of Rwanda, 2007. Vision 2020 Umurenge: An integrated Local Development Programme to accelerate poverty eradication, rural growth and social protection. EDPRS flagship programme document."}, {"text_block_id": "p93_b845", "text": "40."}, {"text_block_id": "p93_b846", "text": "DFID, 2009. Project Document: Support for Land Tenure Regularisation (LTR) in Rwanda."}, {"text_block_id": "p93_b847", "text": "41."}, {"text_block_id": "p93_b848", "text": "MINECOFIN, 2012. Guidelines for development of sector strategies in the contect of EDPRS 2 elaborat"}], "document_description": "This strategy covers a five year period (2013 - 2018) and it was developed to implement the second phase of the Economic Development and Poverty Reduction Strategy with the aim of achieving the revised targets of Vision 2020. The Environment and Natural Resources (ENR) Sector and District strategies will contribute to the achievement of the four thematic areas and will mainstream key cross-cutting issues which the EDPRS II identified as Environment and Climate change, Gender and Family promotion, HIV/AIDS, Capacity building, Regional integration, Social inclusion and disability and Disaster management.<br />\n<br />\nThe Objective of this strategy is to ensure that environment and natural resources are utilised and managed productively in support of equitable and sustained national development and poverty reduction. This will be realized in 5 specific objectives : (1) To increase and sustainably manage ecosystems and forest resources to optimize their economic as well as ecological functions; (2) To put in place and operationalise an efficient system of land administration and land management that secure land ownership, promote investment in land for socio-economic development and poverty reduction; (3) To ensure that development in Rwanda is undertaken in a manner that inflicts minimal damage to the environment, and building resilience to threats posed by climate change for the sustained support to economic, social and cultural development of Rwanda. (4) To secure and provide water of adequate quantity and quality for all social and economic needs of the present and future generations with the full participation of all stakeholders in decisions affecting its management; (5) To improve the Geology and Mines sub-sector to contribute optimally and sustainably to the national income and to the social economic welfare of the community.<br />\nEnvironment and Climate Change will contribute to the achievement of EDPRS II through the following innovations: ecosystem rehabilitation based on job creation and income generation for rural poverty reduction and social protection; integrating innovative approaches and knowledge on technology transfer on irrigation, renewable energy and agro-forestry; developing and implementing an incentive structure to award performance in environmental management; and operationalize FONERWA fund.<br />\n<br />\nThe Five Year Strategic Plan for the Environment and Natural Resources Sector establishes targets of forestry to increase forest cover, with districts measuring their success against new forest planted, targeting a minimum of 83 trees per household in rural area and 5 trees in urban areas, with a survival rate of 90%. It also targets the number of climate change adaptation and mitigation projects to be developed and implemented between 2013 and 2018.<br />\nEnvironment and Climate Change priorities will be implemented by Rwanda Environment Management Authority (REMA) whereas Land, Forestry, Water resources and Mining will be executed under the mandate of the Rwanda Natural Resources Authority (RNRA)."}