{"document_instrument_name": ["Processes, plans and strategies|Governance", "Other|Direct Investment"], "document_country_english_shortname": "Rwanda", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Environment", "Energy"], "document_language": "English", "document_name": "Rwanda Vision 2020", "document_country_code": "RWA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Vision", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "07/01/2000", "document_keyword": ["Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/RWA/2000/RWA-2000-01-07-Rwanda Vision 2020_f87fbf8435939ceef74eb76740a7b1bd.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "republic of rwanda"}, {"text_block_id": "p0_b2", "text": "RWANDA VISION 2020"}, {"text_block_id": "p0_b3", "text": "ReVISeD 2012"}, {"text_block_id": "p2_b4", "text": "FOReWORD"}, {"text_block_id": "p2_b5", "text": "To achieve this, the Vision 2020 identifies six interwoven pillars, including good governance and an efficient State, skilled human capital, vibrant private sector, world class physical infrastructure and modern agriculture and livestock, all geared towards prospering in national, regional and global markets."}, {"text_block_id": "p2_b6", "text": "This Vision is a result of a national consultative process both at inception, between 1997 and 2000 and in 2012 when the Vision was revised. The discussions and debates involved Rwandans from all walks of life, including leadership from all levels in the business community, government, academia and civil society."}, {"text_block_id": "p2_b7", "text": "More than a decade since implementation of the vision began, the results speak for themselves. Out of the 47 indicators in the original Vision 2020; 26% (12) have already been achieved. The successes come as a result of a collaborative effort between Rwanda and our partners. It is a demonstration of what can be achieved when we give value to ourselves and the work we do, when we strive to find solutions from the strengths of our culture. The efforts and determination of the Rwandan people have necessitated revision of our targets upwards to match our growing ambition and to demonstrate our unwavering resolve to make a better livelihood for all Rwandans."}, {"text_block_id": "p2_b8", "text": "Vision 2020 is a shared purpose for all Rwandans. We need to constantly remind ourselves how our work – in our individual capacities, communities, business and public institutions – contributes towards realizing this Vision. Like all achieving societies whose success is generally inspired by a shared purpose, our Vision 2020 constitutes a bond that holds Rwandans as a people determined to build a better future."}, {"text_block_id": "p3_b9", "text": "I am certain that Vision 2020 will continue to inspire us to achieve our goals, and that our Vision is clearly and powerfully stated – thus setting in motion the vital energy and the sense of urgency needed for its realization. I thank all Rwandans and Friends of Rwanda who will play their part to making our Vision realizable."}, {"text_block_id": "p3_b10", "text": "Paul KAGAMe"}, {"text_block_id": "p3_b11", "text": "President of the Republic of Rwanda"}, {"text_block_id": "p4_b12", "text": "CONTeNT"}, {"text_block_id": "p6_b13", "text": "1. INTRODUCTION"}, {"text_block_id": "p6_b14", "text": "How do Rwandans envisage their future? What kind of society do they want to become? How do they construct a united and inclusive Rwandan identity? What are the transformations needed to emerge from an unsatisfactory social and economic situation? These are the main questions Rwanda Vision 2020 addresses."}, {"text_block_id": "p6_b15", "text": "Vision 2020 was a result of a national consultative process that took place in Village Urugwiro between 1998-1999. There was a broad consensus on the necessity for Rwandans to clearly define the future of the country. This process provided the basis upon which this Vision was developed."}, {"text_block_id": "p6_b16_merged", "text": "Since then Rwanda has made much progress towards attaining these objectives and even surpassed some of the targets. In 2011, with less than 10 years towards the realization of the Vision, it was necessary to assess the relevance of the indicators and targets and ensure that they continue to reflect the ambition and the progress of the country towards attaining its long term development goals. This culminated in a revision of the original Vision 2020 targets through a consultative process where the revised targets were adopted at the 9th Leadership retreat in February 2012. The original Vision 2020 contained 47 indicators and targets, which have been revised to a total of 48."}, {"text_block_id": "p6_b19", "text": "The guiding rationale for the revision was based on the following:"}, {"text_block_id": "p6_b20", "text": "The guiding rationale for the revision was based on the following:\n* : an\n* : Some 7YGP targets were found to be more"}, {"text_block_id": "p7_b26", "text": "The guiding rationale for the revision was based on the following:\n* : an\n* : Some 7YGP targets were found to be more\n* : The Vision 2020 already considered\n* : out of"}, {"text_block_id": "p8_b33", "text": "2. CURReNT SITUATION AND THe CHALLeNGeS"}, {"text_block_id": "p8_b34", "text": "2.1. Historical perspective"}, {"text_block_id": "p8_b35", "text": "Although Rwanda has made significant progress from the devastation that marked the nation in the immediate aftermath of the 1994 genocide against the Tutsis, it still remains with significant challenges amongst which are 44.9 % of the population still living under the poverty line. In order to fully understand the present situation, it is important to appreciate Rwanda in a historical perspective."}, {"text_block_id": "p8_b36", "text": "Since the 11th century, Rwanda existed as a nation founded on a common history of its people, shared values, a single language and culture, extending well beyond the current borders of the country. The unity of the Rwandan nation was also based on the clan groups and common rites with no discrimination based on ethnicity."}, {"text_block_id": "p8_b37", "text": "The colonial power, based on an ideology of racial superiority and in collaboration with some religious organizations, exploited the subtle social differences and institutionalized discrimination. These actions distorted the harmonious social structure, creating a false ethnic division with disastrous consequences."}, {"text_block_id": "p8_b38", "text": "The history of Rwanda can be summarized by the following key events:"}, {"text_block_id": "p8_b39", "text": "The history of Rwanda can be summarized by the following key events:\n* The 1884 Berlin Conference  placed  the Kingdom  of Rwanda  under\n* During the subsequent partition of Africa in 1910, a big part of Rwanda\n* Following the 1st  World War and the defeat of Germany, Rwanda\n* After  the  2nd  World War, the League of Nations  became the\n* During the colonial period, the Belgian administration applied"}, {"text_block_id": "p9_b49", "text": "The history of Rwanda can be summarized by the following key events:\n* The 1884 Berlin Conference  placed  the Kingdom  of Rwanda  under\n* During the subsequent partition of Africa in 1910, a big part of Rwanda\n* Following the 1st  World War and the defeat of Germany, Rwanda\n* After  the  2nd  World War, the League of Nations  became the\n* During the colonial period, the Belgian administration applied\n* The RPF put an end to the 1994 genocide and thereafter formed the\n<\\li1>"}, {"text_block_id": "p9_b51", "text": "This historical legacy goes some way to explain the challenges that Rwanda faced back in 2000 when the initial Vision 2020 was elaborated some of which remain while others have been overcome."}, {"text_block_id": "p9_b52", "text": "2.2. Major challenges facing Rwanda today"}, {"text_block_id": "p9_b53", "text": "The economy of Rwanda is currently characterized by internal (budget deficit) and external (Balance of Payments) macroeconomic disequilibria, alongside low savings and investment rates and high unemployment and underemployment (table 1). In addition, Rwanda’s exports, composed mainly of tea, coffee and minerals – whose prices are subject to fluctuations on the international market – have not been able to cover imports needs."}, {"text_block_id": "p9_b54", "text": "Table 1: Rwanda’s Macro-economic indicators from 1995 to 2011"}, {"text_block_id": "p10_b55", "text": "This overall situation can be best explained by reviewing a number of constraints at the level of the economy;"}, {"text_block_id": "p10_b56", "text": "Low agricultural productivity and narrow economic base:"}, {"text_block_id": "p10_b57", "text": "Agriculture accounts for more than 71.6% (2010) of the labour force, yet remains on a relatively high subsistence level with low productivity. The agricultural productivity and production has increased significantly since 2000 though there is room for tapping potentials in modernization and value addition. However, Rwandans cannot afford total dependency on farming; strategies will be devised to move the economy into the secondary and tertiary sectors. It is clear that increases in the productivity and exports of Coffee and Tea alone, will not be sufficient to build the Rwandan economy. Therefore efforts need to be made to expand and diversify the economic base especially exports."}, {"text_block_id": "p10_b58", "text": "Natural barriers to trade:"}, {"text_block_id": "p10_b59", "text": "Rwanda is landlocked, with long distances from ocean ports; a factor that raises transportation costs for both exports and imports. The country lacks a link to regional railway networks, which means most trade is conducted by road. Poor quality of road infrastructure linking Rwanda to other countries creates high transportation costs leading to inflated prices of domestically manufactured products, and raising the price of raw materials imported for manufacturing."}, {"text_block_id": "p10_b60", "text": "Low level of human resource development:"}, {"text_block_id": "p10_b61", "text": "Since the elaboration of the Vision 2020, Rwanda has taken important strides in tackling the prevalence of Malaria and halting and reversing the spread of HIV/AIDS. The key population and health issues to be addressed remain malnutrition and the emergence of non-communicable diseases. Significant progress has been made in tackling illiteracy and ensuring universal access to basic education. The major challenges faced in human resource development are in developing technical and vocational skills that match labour market needs and continuing to develop a strong base of science, technology and innovation graduates to spearhead the move into global and regional markets."}, {"text_block_id": "p10_b62", "text": "Low infrastructure development:"}, {"text_block_id": "p10_b63", "text": "Rwanda has made strong governance reforms of doing business, however, the major challenge remains in reducing the infrastructure-related cost of doing business especially the high cost of electricity and low level of energy production. With electricity generation at almost 100MW, a significant step up in energy investment with increased private sector participation will be required to meet the targets for increased manufacturing and industrialization."}, {"text_block_id": "p11_b64", "text": "3. MAJOR OBJeCTIVeS OF VISION 2020"}, {"text_block_id": "p11_b65", "text": "The Vision seeks to fundamentally transform Rwanda into middle - income country by the year 2020. This will require achieving per capita income of US$1240 from US$595 in 2011; a poverty rate of 20% from 44.9% in 2011; and an average life expectance of 66 years from 49 years in 2000."}, {"text_block_id": "p11_b66", "text": "Taking into account the scarcity of resources, prioritization, sequencing and enhanced coordination will be crucial. This section shows prioritization and acknowledges the interdependencies and complementarities between different policies and developments. For example, industry and service sector development cannot be realized without a competitive stock of skills, infrastructure and financial services."}, {"text_block_id": "p11_b67", "text": "3.1. Macroeconomic stability and wealth creation to reduce aid dependency"}, {"text_block_id": "p11_b68", "text": "Rwanda will continue on its path to put in place macroeconomic stabilization policies that are conducive for private sector development. This, together with a fiscal consolidation strategy aiming at expanding the domestic resource base while rationalizing spending, and increasing exports, is the only way to lessen aid dependence."}, {"text_block_id": "p11_b69", "text": "The imbalances highlighted in Table 1 have been a source of macroeconomic instability and dependency on foreign aid. To reduce this dependency it will be crucial to develop effective strategies to expand the tax base and attract foreign investors. Also, there is need to continue aggressive diversification and the development of non-traditional exports."}, {"text_block_id": "p11_b70", "text": "Government will focus on private sector development, desisting from providing services that the private sector can deliver more efficiently and competitively. With the policies in place, the economy will be able to take up the challenge of transforming into a knowledge-based society."}, {"text_block_id": "p11_b71", "text": "3.2. Structural economic transformation"}, {"text_block_id": "p11_b72", "text": "Even if Rwanda’s agriculture is transformed into a high value/high productivity sector, it will not, on its own, become a sole engine of growth. In the last decade, the share of industry and services to GDP has increased from 14% and 44% in 2000 to 16% and 46% in 2011 respectively."}, {"text_block_id": "p11_b73", "text": "Transforming Rwanda’s economy will require increasing investments in industries and services. In addition to this reliance on unproductive and"}, {"text_block_id": "p12_b74_merged", "text": "subsistence agriculture would give place to highly productive agriculture leading to agro-processing, industry development and exports. The issue, however, is not simply one of a strategy based on agriculture, industry or services, but rather, identifying Rwanda’s comparative advantage and concentrating strategies towards it. A rich supply of labour, a large multilingual population, and strategically located  as the gateway between East  and Central Africa makes it advantageous for intra-regional infrastructure. The industries established will need to address basic needs, for which there is a readily available market, as these products can satisfy local demand and even move towards export."}, {"text_block_id": "p12_b82", "text": "As for services, this sector will become the most important engine of Rwanda’s economy. Since Rwanda is landlocked and has limited natural resources, the Government will continue supporting policies geared towards encouraging investment in services, to acquire and maintain a competitive edge in the region."}, {"text_block_id": "p12_b83", "text": "Figure 1: Transformation of economic activity 2011 - 2020"}, {"text_block_id": "p13_b84", "text": "The development process and capital formation cannot – in the long run – be achieved by the state or by donor funds alone. While both of these must contribute, the backbone of the process should be a middle class of Rwandan entrepreneurs. Productive entrepreneurship must be fostered to perform its traditional role of creating wealth, employment and vital innovations through opportunities for profit."}, {"text_block_id": "p13_b85", "text": "It is envisaged that with these reforms, Rwanda will transform from a subsistence agricultural economy to a knowledge-based society, with a vibrant class of entrepreneurs. The following section outlines the major pillars of this vision and its key components."}, {"text_block_id": "p14_b86", "text": "4. THe PILLARS OF VISION 2020"}, {"text_block_id": "p14_b87", "text": "This section focuses on the key aspects of Vision 2020 that have been discussed so far and addresses them individually.  This section will also examine six “Pillars” through which the aspirations of Vision 2020 will be realized."}, {"text_block_id": "p14_b88", "text": "Table 2: Pillars of Vision 2020 and its cross-cutting areas"}, {"text_block_id": "p14_b89", "text": "4.1. Good governance and a capable state"}, {"text_block_id": "p14_b90", "text": "Rwanda will become a modern, united and prosperous nation founded on the positive values of its culture.  The nation will be open to the world, including its own Diaspora.  Rwandans will be a people, sharing the same vision for the future and ready to contribute to social cohesion, equity and equality of opportunity."}, {"text_block_id": "p14_b91_merged", "text": "The country is committed to being a capable state, characterized by the rule of law that supports and protects all its citizens without discrimination. The state is dedicated to the rights, unity and well-being of its people and will ensure the consolidation of the nation and its security."}, {"text_block_id": "p14_b94", "text": "Social and economic transformation is as much about states as"}, {"text_block_id": "p15_b95", "text": "markets. In effect, the role of the state is indispensable for wealth-creation and development. Capacity building has been one of the biggest Government priorities to ensure the development and deployment of public sector skilled human resources, who grasp the needs of other sectors – in particular the private sector – and can translate them into sound policies and strategies. However more efforts are needed in that area to increase citizens’ satisfaction with service-delivery. We need an effective, dynamic public sector that can lay the foundations for Rwanda to be competitive in the modern international economy."}, {"text_block_id": "p15_b96", "text": "Participation at grassroots level will continue to be promoted through the decentralization process, whereby local communities are empowered through their involvement in the decision making process, enabling them to address the issues that considerably affect them."}, {"text_block_id": "p15_b97_merged", "text": "The reconstruction of the nation of Rwanda and its social capital, anchored on good governance and an effective  and  capable  state,  is considered  a  basic  condition  to  stimulate  a  harmonious development of other pillars"}, {"text_block_id": "p15_b99", "text": "4.2. Human resource development and a knowledge-based economy"}, {"text_block_id": "p15_b100", "text": "Apart from improving the general welfare of the population, improvements in education and health services can be used to build a productive and efficient workforce.  This will be essential for Rwanda to become a sophisticated knowledge-based economy."}, {"text_block_id": "p15_b101", "text": "education"}, {"text_block_id": "p15_b102", "text": "Rwanda has made tremendous steps towards ensuring “Universal Education for All”, one of the most important Millennium Development Goals, through the nine year basic education program now moving to twelve years. Rwanda will continue to focus on challenges in quality of education, matching of skills to labour market needs and entrepreneurial mindset shift."}, {"text_block_id": "p16_b103", "text": "Major emphasis will continue to be placed on vocational and technical training in the fields of technology, engineering and management. This will be targeted at secondary and tertiary levels, as well as various sections of society (with particular emphasis on youth and women). To encourage skills development, micro-credit schemes will continue to be promoted specifically to extend finance to young, self-employed technicians. Special emphasis will be given to innovative, small-scale entrepreneurs. To promote efficiency and continuous upgrading of skills, large scale employment creation programs will be launched in the national institutions aimed at on-job-training, in-service training and distance learning."}, {"text_block_id": "p16_b104", "text": "Rwanda lags behind in professional training, with shortages in the fields of applied and natural sciences and ICT. Although the country will continue to rely on imported technology from advanced countries, well-trained specialized nationals will be essential to the running and maintenance of technological systems, ranging from medicine and agriculture to industry and telecommunications."}, {"text_block_id": "p16_b105", "text": "One crucial element to the achievement of Vision 2020 will be to ensure a proper link between education policies and sector development and labour policies. It is crucial to understand that the investment needed for the development of the secondary and tertiary sectors will not be effective without a suitably skilled labour force."}, {"text_block_id": "p16_b106", "text": "Health and population"}, {"text_block_id": "p16_b107", "text": "The Rwandan population was estimated at about 8 million people in 2000 with one of the highest population densities in Africa and a high population growth rate close to 3% per annum. With a population estimated at 10.8 million in 2011, Rwanda remains with one of the highest population densities in Africa."}, {"text_block_id": "p16_b108", "text": "Although tremendous progress has been made with regard to the state of health of the Rwandan population, with an impressive drop in HIV prevalence (from 13% in 2000 to 3 % in 2011) and reduction in incidence of"}, {"text_block_id": "p17_b109", "text": "endemic diseases (malaria and TB); challenges remain with malnutrition and the increase of non-communicable diseases; campaigns to eradicate malnutrition amongst children will be emphasized and to raise awareness of prevention and treatment of non-communicable diseases. Addressing the shortage of specialized health personnel and improving the quality of health care will be the focus of health policy while continuing the successes of home grown solutions like the community health workers model."}, {"text_block_id": "p17_b110", "text": "In addition, health policies will continue to be targeted at the poorest members of the population to improve quality, and both geographical and financial accessibility to healthcare. Family planning remains crucial for controlling population growth. Envisaged and current population policies will go hand in hand with strategies to overcome problems in the health sector."}, {"text_block_id": "p17_b111", "text": "4.3. Private sector-led development"}, {"text_block_id": "p17_b112", "text": "For Rwanda’s development, the emergence of a viable private sector that can take over as the principle growth engine of the economy is absolutely key. Not only will such a development be conducive for economic growth, but it will also ensure the emergence of a vibrant middle class of entrepreneurs, which will help develop and embed the principles of democracy. Although foreign direct investment will be encouraged, a local-based business class remains a crucial component of development."}, {"text_block_id": "p17_b113", "text": "The Government of Rwanda will foster private sector development as a catalyst; ensuring that infrastructure (specifically IT, transport and energy), human resources and legal frameworks are geared towards to stimulating economic activity and growth of private investments."}, {"text_block_id": "p17_b114", "text": "The continued development of the financial sector remains crucial with an increasing number of people accessing financial services. The financial sector must be able to provide the necessary capital for private sector development. The government aims to promote local business through the introduction of industrial parks and export processing zones in which foreign operators could partner with local businesses."}, {"text_block_id": "p17_b115", "text": "Particular attention will be paid to the labour market.  More than 10 years into the implementation of Vision 2020, the Rwandan economy has been able to generate 1.2 million non-farm jobs. With population expected to reach around 13.5 million by 2020 and at least half the population depending on off-farm activities, it will therefore be necessary to create"}, {"text_block_id": "p18_b116", "text": "1.6 million off-farm jobs. This will require a substantial number of jobs created in the private sector."}, {"text_block_id": "p18_b117", "text": "4.4. Infrastructure development"}, {"text_block_id": "p18_b118", "text": "The development of infrastructure is a crucial aspect in lowering the costs of doing business in Rwanda, which is essential to attracting domestic and foreign investments."}, {"text_block_id": "p18_b119", "text": "Land use management"}, {"text_block_id": "p18_b120", "text": "Land use management is a fundamental tool in development. As Rwanda is characterized by acute land  shortage,  a  land  use  plan  has been developed  to  ensure  its  optimal  utilization  in  urban  and  rural development.  Currently, Rwanda’s scarce land resources still face a challenge of ineffective translation of the developed land use master plan into sector strategic plans and district development plans. In the coming years, Rwanda will ensure that every development plan is guided by the land use master plan. The recent land tenure regularization will increase security on ownership and improve productive land usage."}, {"text_block_id": "p18_b121", "text": "Rwanda will continue to pursue a harmonious policy of organized grouped settlements (umudugudization). Rural settlements organized into active development centres will be further equipped with basic infrastructure and services. While this system of settlement will continue to serve as an entry point into the development of non-agricultural income generating activities, land consolidation will be emphasized so as to create adequate space for modern and viable farming."}, {"text_block_id": "p18_b122", "text": "Urban development"}, {"text_block_id": "p18_b123", "text": "By  2020,  each  town  will  have  updated  urban  master  plans  with coordinated implementation of the plans. The country will develop basic infrastructure in urban centres and in other development poles, enabling the decongestion of agricultural zones. The proportion of those living in towns and cities will increase from 14.8% in 2010 to 35% in 2020 (and 10% in 2000). The income differential between towns and rural areas should remain within reasonable proportions, due to the decentralization of economic activities throughout the country."}, {"text_block_id": "p19_b124", "text": "Transport"}, {"text_block_id": "p19_b125", "text": "Communication & ICT"}, {"text_block_id": "p19_b126", "text": "Rwanda has made a rapid improvement in ICT with fibre optic network coverage all through the country, mobile telephone network coverage at almost 100%, with 45% mobile subscriptions in 2011. By 2020, Rwanda projects to have internet access at all administrative levels, for all secondary schools and for a large number of primary schools. Telephone services will be widespread in rural areas and efficiency of public services will have increased through the application of e-government principles. It is expected that mobile subscription will reach 60% and the number of internet users will reach at least 50 % (from 4.3% in 2010)."}, {"text_block_id": "p19_b127", "text": "energy"}, {"text_block_id": "p19_b128", "text": "Inadequate and expensive electricity supply constitutes a limiting factor to development. Wood is the main source of energy for 86.3% (2010) of the population down from 99% in 2000 which is a significant drop. This leads to massive deforestation and soil destruction.  Imported petroleum products consume more than 17% of foreign exchange. Rwanda will therefore increase energy production and diversify into alternative energy sources."}, {"text_block_id": "p20_b129", "text": "Water"}, {"text_block_id": "p20_b130", "text": "In 2010, 74.2% of Rwandans have access to clean water. The country is endowed with reserves that could provide enough water for both consumption and agricultural purposes. These include substantial rainfall (between 900 & 1500 mm per year) and the abundance of lakes, streams and watercourses. Furthermore, there is an abundant supply of high altitude water in the western part of the country, which may be used in providing water by gravity to the southern and south-eastern regions of the country that face water shortages. Rwanda will continue to invest in protection and efficient management of water resources, as well as water infrastructure development to ensure that by 2020 all Rwandans have access to clean water."}, {"text_block_id": "p20_b131", "text": "Waste management"}, {"text_block_id": "p20_b132", "text": "The transmission of various water- borne diseases can be attributed to the consumption of dirty and contaminated water. The unplanned and disorganized construction of towns without a suitable drainage system exacerbates sanitary problems. Sewerage and rainwater can destroy public roads or stagnate, creating ideal breeding grounds for both human and animal diseases. Since most houses are situated on the summit and on the slopes of hills, water sources are in constant danger of pollution by domestic sewerage and other human activities carried by the stream of water. The environmental  impact  and  waste  management  has recently been  taken  into  account  by  human settlements and industrial installations, but challenges remain."}, {"text_block_id": "p20_b133", "text": "By 2020, the rural and urban areas are to have sufficient sewerage and disposal systems. Each town is to be endowed with an adequate unit for treating solid wastes. Households will have mastered and be practicing measures of hygiene and waste disposal."}, {"text_block_id": "p20_b134", "text": "4.5. Productive high value and market oriented agriculture"}, {"text_block_id": "p20_b135", "text": "Since independence, Rwanda’s economic policies have targeted agriculture as the main engine of economic growth. Though agriculture productivity has been increasing in the recent years, there is still room for improvement. It will be necessary to continue with the implementation of aggressive transformational policies that move towards a modern and more productive agriculture."}, {"text_block_id": "p21_b136", "text": "Agricultural policy orientation will continue to focus on promoting intensification so as to increase productivity, promoting value addition, modernization and improved quality of livestock to achieve an average annual growth rate of 8.5%. The vision aims to replace subsistence farming by a fully, commercialized agricultural sector by 2020."}, {"text_block_id": "p21_b137", "text": "4.6. Regional and international integration"}, {"text_block_id": "p21_b138", "text": "Rwanda considers regional economic integration as one of the crucial elements of achieving Vision 2020. To this end, Rwanda will continue pursuing an open, liberal trade regime, minimizing barriers to trade as well as implementing policies to encourage foreign direct investment. Furthermore, policies to promote competitive enterprises, exports and entrepreneurship will be emphasized. Economic zones for ICT based production will be crucial for enhancing competitiveness of Rwandan firms."}, {"text_block_id": "p22_b139", "text": "5. CROSS-CUTTING ISSUeS OF VISION 2020"}, {"text_block_id": "p22_b140", "text": "Alongside the 6 pillars, there are three cross-cutting areas of gender, environment and climate change; and science and technology."}, {"text_block_id": "p22_b141", "text": "5.1. Gender equality"}, {"text_block_id": "p22_b142", "text": "Women make up 53% of the population and participate in subsistence agriculture more than men. They usually feed and provide care for their children and ensure their fundamental education. There has been tremendous progress in gender equality specifically in education (as the number of girls in primary and secondary education has surpassed boys with girls to boys ratio at 1.03) and in decision making positions (as of 2012 women represent about 56% of parliamentarians)."}, {"text_block_id": "p22_b143", "text": "In order to strengthen gender equality and equity, Rwanda will further update and adapt its laws on gender. It will continue to support education for all, fight against poverty and practice a positive discrimination policy in favour of women with a focus in TVET, tertiary level and in employment opportunities. Gender will continue to be integrated as a cross-cutting issue in all development policies and strategies at both central and local government levels."}, {"text_block_id": "p22_b144", "text": "5.2. Natural resources, environment and climate change"}, {"text_block_id": "p22_b145", "text": "To date, climate change is widely recognized as the major environmental problem facing the globe that is becoming inextricably linked to development. Rwanda is increasingly facing global climate change consequences including; flooding, resulting in disasters such as landslides that cost lives and resources, and droughts that adversely affect agricultural output. Other threats to the environment take the form of depletion of bio-diversity, degradation of ecosystems such as swamps and wetlands and pollution of waterways. Rwanda will continue to put in place strategies to mitigate the impact of climate change by focusing on developing eco-friendly policies and strategies in all sectors of the economy and by promoting green growth."}, {"text_block_id": "p22_b146", "text": "5.3. Science, technology and ICT"}, {"text_block_id": "p22_b147", "text": "Rwanda will continue to invest in developing adequate, highly skilled scientists and technicians to satisfy the needs of the transition to knowledge-based economy. A knowledge based-economy will require innovative products that can be competitive in regional and global"}, {"text_block_id": "p23_b148", "text": "markets. Having laid the foundations for ICT to take-off in the country through the laying of the fibre optic cable network, Rwandans have a whole new world of opportunities to take advantage of. More importantly the government of Rwanda will encourage the use of ICT as a tool for self employment, innovation and job creation. Policies to encourage development of smart applications that meet economic needs and develop economic potential will be promoted amongst the youth. ICT as a tool for improving service delivery in both the private and public sector will be emphasized."}, {"text_block_id": "p24_b149", "text": "6. THe ROAD MAP"}, {"text_block_id": "p24_b150", "text": "6.1. Rwanda’s planning process and the realization of Vision 2020"}, {"text_block_id": "p25_b151", "text": "Figure 2: Converting vision 2020 into a reality"}, {"text_block_id": "p25_b152", "text": "The implementation of Vision 2020 strongly holds onto the necessity to achieve the aspirations of the Rwandan people, by markedly transforming the economy, turning the country into a middle-income country and parting away with extreme poverty."}, {"text_block_id": "p26_b153", "text": "Inspired by recent robust economic performance and remarkable progress in reducing poverty, assumptions for the macroeconomic perspectives over the period until 2020 were made, aiming at more robust growth and more ambitious objectives."}, {"text_block_id": "p26_b154", "text": "Notwithstanding the existing macroeconomic challenges stemming from both internal and external imbalances with still sizeable aid dependence and a large trade balance deficit, the Vision’s macroeconomic assumptions aim for an annual average real GDP growth of 11.5 percent, GDP per capita of USD 1,240, gradual but sustained improvement in the external trade balance, higher investments and savings, and a stronger financial sector."}, {"text_block_id": "p26_b155", "text": "With real GDP expected to grow on average by 11.5 percent per year (real output growth between 2000 and 2011 was on average 8.3 percent a year), agriculture would need to grow by at least 8.5 percent and reach about 25 percent of total output (agriculture grew on average by 5.6 percent a year between 2000 and 2011 and amounted to 32 percent of total output in 2011). The industry is expected to grow by 14 percent on average and reach about 20 percent of total output (industry grew on average by 9.5 percent a year between 2000 and 2011 and amounted to 16 percent of total output in 2011) while services would be expected to continue taking the lead, growing by 13.5 percent on average and expected to reach about 55 percent of total output (services grew on average by 10.2 percent between 2000 and 2011 and amounted to 46 percent of total output)."}, {"text_block_id": "p26_b156", "text": "Increased investments will be needed to achieve the growth objectives from both the public sector as well as the private sector. Domestic investments are expected to expand, but this will need a stronger financial sector to mobilize the necessary savings to finance those investments. Total investments are expected to reach 30 percent of GDP by 2020 (from about 21 percent of GDP in 2011) with the private sector gradually taking a larger proportion, and savings are expected to reach 20 percent of GDP by 2020 (from about 14 percent of GDP in 2011)."}, {"text_block_id": "p26_b157", "text": "The scaled up investments in bottleneck-releasing infrastructure projects that are expected to bolster competitiveness and further reduce external trade imbalances, will require equally substantive financing that the domestic savings mobilization efforts alone will not be able to cater for. While a gradual reduction in the reliance on foreign aid remains a key objective over the medium-term, domestic revenues – that nevertheless are expected to significantly increase – will alone not cover all the required public investments. A combination of highly concessional financing"}, {"text_block_id": "p27_b158", "text": "(in the form of grant financing and concessional borrowing) and non-concessional borrowing that does not adversely affect Rwanda’s external debt sustainability will be considered, while avenues leading to a greater participation of the private sector will also be emphasized through public private partnership ventures."}, {"text_block_id": "p27_b159", "text": "In order to realize the targets set out, we will have to streamline planning processes so that the Vision is translated into implementable plans, with strong linkages between set priorities and the allocation of resources. It also requires a mobilization of a substantial financial resource from the state, the donor community and the private sector. If these resources can be efficiently allocated through the planning process, the goals set in this Vision will become attainable."}, {"text_block_id": "p27_b160", "text": "6.3 Institutional framework for the implementation of Rwanda’s vision"}, {"text_block_id": "p27_b161", "text": "The implementation of the Vision 2020 is within the ambition of all players: the state, the private sector, civil society, NGOs, decentralized authorities, grassroots communities, faith-based organizations and development partners. The top most policy making bodies of Vision 2020 implementation is the Cabinet and the National Steering Committee (Ministers and Governors). The Permanent Secretaries (PS) forum and Development Partners Coordination Group (DPCG) oversee and guide the implementation of the Vision and ensure that consensus building around Vision 2020 implementation is realized."}, {"text_block_id": "p27_b162", "text": "The Ministry in charge of Finance and Economic Planning coordinates the implementation and monitoring and evaluation of the Vision. It also ensures that Vision 2020 targets are considered in Sector Strategies as well as District Development Plans."}, {"text_block_id": "p27_b163", "text": "The Ministry will specifically:"}, {"text_block_id": "p27_b164", "text": "The Ministry will specifically:\n* Coordinate all the activities related to the implementation of the\n* Mobilize and allocate resources to Vision 2020 priority areas\n* Support the planning organs and other institutions in charge of\n* Ensure that Vision 2020 based sector strategic plans and district"}, {"text_block_id": "p28_b172", "text": "The Ministry will specifically:\n* Coordinate all the activities related to the implementation of the\n* Mobilize and allocate resources to Vision 2020 priority areas\n* Support the planning organs and other institutions in charge of\n* Ensure that Vision 2020 based sector strategic plans and district\n* Ensure the establishment of a monitoring and evaluation framework\n* Regularly report to Cabinet the status of achievement of Vision 2020"}, {"text_block_id": "p28_b176", "text": "The institutional framework for implementation of Vision 2020 is shown in the organization chart below."}, {"text_block_id": "p29_b177", "text": "CONCLUSION"}, {"text_block_id": "p30_b178", "text": "Annex"}, {"text_block_id": "p30_b179", "text": "Annex 1: Key indicators of the Rwandan Vision 2020"}, {"text_block_id": "p30_b180", "text": "TABLe GUIDe"}], "document_description": "Vision 2020 is a framework for Rwanda's development, presenting the key priorities and providing Rwandans with a guiding tool for the future. It seeks to transform Rwanda into a middle-income country by the year 2020. This will require achieving annual per capita income of USD900 (USD290 today), a poverty rate of 30% (64% today) and an average life expectance of 55 years (49 years today).<br />\n<br />\nThe framework includes the rehabilitation and development of infrastructure as a crucial aspect in lowering the costs of doing business. It calls for: (i) a modern land law providing security of tenure and freedom of exchange; (ii) the development of alternative lower costs of transport to the sea; and (iii) increase of energy production and diversification into alternative energy sources. Rwanda has considerable hydroelectric potential, in addition to large deposits of renewable methane gas in Lake Kivu, estimated at 60bn m3. In rural areas direct solar energy or photovoltaic energy can be used, whilst up to 1/3 of 155m tons of peat deposit is currently exploitable. Rwanda projects that by 2020, at least 35% of the population will be connected to electricity (up from the current 6%).<br />\n<br />\nVision 2020 recognises sustainable environmental and climate change management as a cross-cutting pivotal area to the realisation of national aspirations. It recognises that the major problem in environmental protection is the imbalance between the population and the natural resources. This leads to alarming degradation observed through massive deforestation, the depletion of biodiversity, erosion and landslides, pollution of waterways and the degradation of fragile ecosystems.<br />\n<br />\nTo protect the environment against massive deforestation and soil destruction, Vision 2020 sets the target for the protection rate against erosion to rise from 20% in 2000 to 90% by year 2020. To ease the pressure on wood biomass seeing that 86.3% of the Rwandan population uses wood as the source of energy, Vision 2020 targets to drop the use of wood energy in national energy balance, to 50% by 2020 through diversification of energy sources availed to the population."}