{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lithuania", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF", "Environment"], "document_language": "English", "document_name": "National Forest Sector Development Programme for 2012-2020", "document_country_code": "LTU", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Programme", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2012", "document_keyword": "Redd+ And Lulucf", "document_url": "https://cdn.climatepolicyradar.org/LTU/2012/LTU-2012-12-25-National Forest Sector Development Programme for 2012-2020_e57039dfe90a8d7fb866fc1514674ccb.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF THE REPUBLIC OF LITHUANIA"}, {"text_block_id": "p0_b2", "text": "RESOLUTION"}, {"text_block_id": "p0_b3", "text": "APPROVING THE NATIONAL FORESTRY SECTOR DEVELOPMENT PROGRAMME FOR 2012"}, {"text_block_id": "p0_b4", "text": "–"}, {"text_block_id": "p0_b5", "text": "2020"}, {"text_block_id": "p0_b6", "text": "23 May 2012, No. 569"}, {"text_block_id": "p0_b7", "text": "Vilnius"}, {"text_block_id": "p0_b8", "text": "Implementing Measure No. 969 of Table 3 “"}, {"text_block_id": "p0_b9", "text": "Measures for Implementing the Provisions of the Operational Strategy of the Government of the Republic of Lithuania for 2008"}, {"text_block_id": "p0_b10", "text": "–2012”"}, {"text_block_id": "p0_b11", "text": "of the implementing measures for the Programme of the Government of the Republic of Lithuania for 2008"}, {"text_block_id": "p0_b12", "text": "–"}, {"text_block_id": "p0_b13", "text": "2012, approved by Lithuanian Government Resolution No. 189 of 25 February 2009 approving the implementing measures for the Programme of the Government of the Republic of Lithuania for 2008"}, {"text_block_id": "p0_b14", "text": "–"}, {"text_block_id": "p0_b15", "text": "2012 ("}, {"text_block_id": "p0_b16", "text": "Official Gazette"}, {"text_block_id": "p0_b17", "text": ", 2009, No."}, {"text_block_id": "p0_b18", "text": ", No."}, {"text_block_id": "p0_b19", "text": "90-3874"}, {"text_block_id": "p0_b20", "text": ", No."}, {"text_block_id": "p0_b21", "text": "112-4759"}, {"text_block_id": "p0_b22", "text": ", No."}, {"text_block_id": "p0_b23", "text": "121-5203"}, {"text_block_id": "p0_b24", "text": ","}, {"text_block_id": "p0_b25", "text": "5228"}, {"text_block_id": "p0_b26", "text": "; 2010, No."}, {"text_block_id": "p0_b27", "text": "90-4769"}, {"text_block_id": "p0_b28", "text": "; 2011, No."}, {"text_block_id": "p0_b29", "text": ")"}, {"text_block_id": "p0_b30", "text": ", the Government of the Republic of Lithuania hereby resolves:"}, {"text_block_id": "p0_b31_merged_merged_merged", "text": "To approve the National Forestry Sector Development Programme for 2012–2020 (annexed)."}, {"text_block_id": "p0_b34", "text": "Prime Minister"}, {"text_block_id": "p0_b35", "text": "Andrius Kubilius"}, {"text_block_id": "p0_b36", "text": "Minister of Environment"}, {"text_block_id": "p0_b37", "text": "Gediminas Kazlauskas"}, {"text_block_id": "p1_b38", "text": "APPROVED by"}, {"text_block_id": "p1_b39", "text": "Resolution No. 569 of the Government of the Republic of Lithuania of 23 May 2012"}, {"text_block_id": "p1_b40", "text": "NATIONAL FORESTRY SECTOR DEVELOPMENT PROGRAMME FOR 2012"}, {"text_block_id": "p1_b41", "text": "–"}, {"text_block_id": "p1_b42", "text": "2020"}, {"text_block_id": "p1_b43", "text": "I. GENERAL PROVISIONS"}, {"text_block_id": "p1_b44", "text": "I. GENERAL PROVISIONS\n* The National Forestry Sector Development Programme for 2012\n* 2020 (hereinafter\n* 2020 (hereinafter\n the â\n* 2020 (hereinafter\n the â\n Program\n* 2020 (hereinafter\n the â\n Program\n meâ\n* 2020 (hereinafter\n the â\n Program\n meâ\n ) has been developed with account of the constantly increasing significance\n* The purpose of the Programme is to implement the long-term forestry strategy of\n* The Programme defines the strategic objective for the development of the forestry\n* , 2002, No.\n* , 2002, No.\n 93-4029\n* , 2002, No.\n 93-4029\n )\n* , 2002, No.\n 93-4029\n )\n .\n* The Programme has been prepared and is being implemented with the public\n* The terms used in the Programme are defined in the Law on Forestry of the"}, {"text_block_id": "p2_b72", "text": "II. FORESTRY DEVELOPMENT OBJECTIVES, TASKS, ASSESSMENT CRITERIA AND THEIR VALUES"}, {"text_block_id": "p2_b73", "text": "II. FORESTRY DEVELOPMENT OBJECTIVES, TASKS, ASSESSMENT CRITERIA AND THEIR VALUES\n* The strategic objective of forestry development is to increase multiple benefits\n* For achieving the strategic goal of forestry development while implementing the\n\t* To preserve Lithuanian forests and increase their area and resources.\n\t\t* To preserve Lithuanian forests and increase their area and resources.\n This objective is being pursued as the forest is one of the most important renewable\n\t\t* economy and the human. Therefore, irrespective of the form of ownership, these resources"}, {"text_block_id": "p2_b82_merged_merged", "text": "Although forests cover a large part of the territory of the Republic of Lithuania and forest land constituted an area of 2 169 800 hectares as of 1 January 2011, of which 2 057 500 hectares were covered with forests, and Lithuania’s forest cover amounts to 33.2 per cent of the territory of the country and is slightly higher than the European average, the Lithuanian forest area should account for at least 35 per cent, considering the needs of the nature frame and landscape. Despite the fact that the forest land area has increased by 53 100 hectares and many new forests have been planted on private and state-owned land (22 500 hectares have been afforested that account for 42 per cent of the actually increased forest land area) over the past 10 years, the need for further enlargement of the forest area remains. A part of land currently not used for agriculture and unfit for use could be used for this purpose. According to information of the National Land Service under the Ministry of Agriculture, as of 1 January 2010 Lithuania had 168 300 hectares of land not used for agriculture and unfit for use, of which 145 600 hectares were land not used for agriculture and 22 700 hectares were damaged land. The greater part (72 per cent) of this land is owned by the state. Afforestation of this whole area would increase the forest cover by about 3 per cent. A similar target is also set in the Master Plan for the territory of the Republic of Lithuania. However, the process of increasing forest coverage in Lithuania is slowed down by incomplete land reform, problems related to the transfer of free land from the state land fund to managers of state-owned forests for afforestation (in 2001–2010, 11 457 hectares of such land were transferred to State forest enterprises, of which, however, only 2 163 hectares were transferred in 2006–2010 and only 33 hectares in 2011), as well as legal restrictions linked with afforestation of land that has higher productivity. Therefore, it is reasonable to increase forest coverage by harmonising the scope with other land use needs."}, {"text_block_id": "p3_b89", "text": "Although demand for a broad mix of quality forest planting stock has grown in recent years, each year 37 reconstructed and modernised state-owned forest seedling nurseries covering an area of 1 179 hectares produce an excessive quantity of planting stock (totalling about 50 million). The reason is that, with the enlargement of the areas of non-clear cuttings, artificially reforested areas in state-owned forests are shrinking, while in private forests more than two-thirds of clearcut worksites are left for natural regeneration. About 10 million forest seedlings, especially conifers intended for owners of private land and forests, are left unused annually. Owners of private land and forests bring less expensive forest reproductive material from neighbouring countries. As a result, in order to supply the market with quality forest planting stock in the long run, it is reasonable to optimise the growing of forest reproductive material, introduce growing techniques for planting stock with a closed root system and carry out more effective control of the origin and quality of planting stock. Forest reproductive material for reforestation and afforestation is grown on 791.03 hectares of forest seed orchards, of which 52 per cent, however, are overly old (planted in 1966"}, {"text_block_id": "p3_b90", "text": "–"}, {"text_block_id": "p3_b91", "text": "1980). In addition, the number of forest seed orchards of deciduous trees and other rare tree species necessary for increased stability and biodiversity of stands is insufficient. That is why additional forest selection and tree breeding measures are required."}, {"text_block_id": "p3_b92", "text": "In the last decade, the species"}, {"text_block_id": "p3_b93", "text": "composition of stands in Lithuania’s forests has"}, {"text_block_id": "p3_b94", "text": "undergone changes: the part of coniferous trees in all forests has shrunk by 3.6 per cent and of hardwood deciduous trees by 0.8 per cent, and the share of softwood deciduous trees has increased by 4.4 per cent. The areas of the oak, one of the most valuable forest tree species, have enlarged by 0.2 per cent. Trees of this species cover 2 per cent of the total forest area in Lithuania. Although more than 20 per cent of Lithuanian forest habitats are suitable for growing oak woods, regeneration, maintenance and protection of oak woods require both knowledge of forestry and huge financial resources. As a result, increasing the areas of oak woods is reasonable with account of the financial possibilities."}, {"text_block_id": "p3_b95_merged_merged_merged", "text": "Lithuania conducts Level I and Level II forest health monitoring. According to the monitoring data, the general condition of Lithuanian forests is relatively good. The share of trees damaged by different factors within 20 years varied between 6.7 and 33.3 per cent and in the last five years averaged 15.5 per cent. It should be noted that in recent years the number of damaged trees has been on the rise, and in 2010 such trees constituted 21.1 per cent. Although Lithuania has a general sanitary protection system in place that covers both private and state-owned forests, recurring natural disasters of increased scale related with climate change, as well as the invasion of pathogens and pests in the forests pose a threat to the preservation of the forest potential. Due to the good organisation of the forest sanitary protection, the sanitary condition of the stands is satisfactory, and the breeding sites of pest insects are liquidated right after their occurrence (the nun moth in 2002 and the pine-tree lappet in 2010). However, sometimes widespread pests and diseases cause extensive damage (in 1993–1995 the European spruce bark beetle caused wide damage to the spruce forests). Therefore, it is"}, {"text_block_id": "p4_b98", "text": "necessary to take additional forest sanitary protection measures that would help to reduce the risk of the spread of forest pests and diseases."}, {"text_block_id": "p4_b99_merged", "text": "Lithuanian forests are characterised by a high natural fire risk: 40 per cent of all the forests are of the high natural fire risk, 23 per cent of the medium fire risk and 37 per cent of the low fire risk. A common national system of fire prevention measures, including monitoring, preventive and fire safety measures, has been developed and implemented in the forests of the country despite their form of ownership. This well-organised system prevents the spread of forest fires and the burning out of large areas (in 2001–2010, 625 fires per year occurred on average in all Lithuanian forests, and the forest area affected by fires constituted about 328 hectares a year). The need for retaining the current low scale of the spread of forest fires remains an important task, which requires providing for improvement measures for the forest fire prevention system. It is especially important to install a modernised forest fire monitoring system in all 24 forest enterprises that control forests with the highest fire risk and the Curonian Spit National Park."}, {"text_block_id": "p4_b102", "text": "Lithuanian forests are characterised by a high natural fire risk: 40 per cent of all the forests are of the high natural fire risk, 23 per cent of the medium fire risk and 37 per cent of the low fire risk. A common national system of fire prevention measures, including monitoring, preventive and fire safety measures, has been developed and implemented in the forests of the country despite their form of ownership. This well-organised system prevents the spread of forest fires and the burning out of large areas (in 2001–2010, 625 fires per year occurred on average in all Lithuanian forests, and the forest area affected by fires constituted about 328 hectares a year). The need for retaining the current low scale of the spread of forest fires remains an important task, which requires providing for improvement measures for the forest fire prevention system. It is especially important to install a modernised forest fire monitoring system in all 24 forest enterprises that control forests with the highest fire risk and the Curonian Spit National Park.\n* For achieving the objective specified in Section 7.1 of the Programme, the\n\t* To increase forest coverage of the country: afforest unused land and land unfit\n\t* To develop reforestation on the genetic-ecological basis with quality forest\n\t* To increase the areas of oak woods in the country.\n\t* To ensure adequate protection of forests against the spread of diseases, pests and\n\t* To ensure the rational use of Lithuaniaâs forest resources and increase the"}, {"text_block_id": "p4_b115", "text": "This objective is pursued because, in order to make the forest meet the balanced needs of society, it is necessary to increase and rationally use the forest resources."}, {"text_block_id": "p4_b116", "text": "Over the past decade, between 5.7 and 7.4 million cubic metres of merchantable timber have been produced annually using all types of forest fellings in Lithuanian state-owned and private forests. The volume of such fellings is in line with sustainable forest management where the quantity of felled timber does not exceed its increment, and also creates preconditions for the fairly successful functioning of the Lithuanian forestry sector and for meeting the balanced needs of industry, the energy sector and other users of timber. The volume of fellings not exceeding the increment of timber should be retained in the future as well."}, {"text_block_id": "p4_b117", "text": "As Lithuania is implementing the process of restitution, the ownership structure of its forests is undergoing changes: the number of private forests has been rising steadily. As of 1"}, {"text_block_id": "p5_b118_merged", "text": "January 2011, State forests of national importance made up 1 075 400 hectares or 49.6 per cent and private forests constituted 837 400 hectares or 38.6 per cent. State-owned forests reserved for restitution accounted for 257 000 hectares or 11.8 per cent. Land reform that implements restitution has been under way for 20 years already, but the process is not yet complete, and no economic and commercial activities are carried out in the forests reserved for restitution, which signals the irrational use of Lithuania’s forest resources. Therefore, economic and commercial activities should be restored as soon as possible in all forests reserved for restitution and not used for this purpose."}, {"text_block_id": "p5_b121", "text": "Although the average timber volume per hectare has increased by 13 cubic metres over the past 10 years and now amounts to 237 cubic metres and the total accumulated volume of stands in all the forests constituted 490 million cubic metres as of 1 January 2011, i.e. it increased by 38 million cubic metres from 2001, and the total annual increment of the timber volume grew from 16.1 million to 16.6 million cubic metres, the changes of the structural indicators of increment show the inadequate use of the productivity of forests. Over the decade, the intermediate use shrunk from 32 to 28 per cent of the total volume increment, while the unused part from natural losses increased from 16 to 19 per cent. The main reason for this was the decreased scale of thinnings, the constantly enlarging areas of overmature stands and the increased volume of dead wood retained and trees left for biodiversity. Timber from final fellings in the State forest enterprises in recent years has made up about 70 per cent of the total volume of fellings in the State forest enterprises, thinnings have stood at 12 per cent and sanitary fellings have accounted for 18 per cent. With a view to lowering the costs of growing the forest and increasing the productivity of stands, under normal (other than natural disaster) conditions, less timber should be harvested by sanitary fellings and more by thinnings. In private forests, timber from thinnings only makes up 5 to 10 per cent of total timber harvested in all these forests. Taking this into consideration, measures must be taken to balance the volume of the different types of fellings. In addition, for retaining or increasing the productivity of stands and the quality of timber from final fellings, older stands under degradation should be felled in the first place."}, {"text_block_id": "p5_b122", "text": "Lithuanian forests contain about 80 per cent of all biomass. With account of the requirements for ensuring biodiversity and nature protection, as well as the technological aspects, up to 750 000 cubic metres of felling residues could be used potentially for energy production each year. In 2011, the State forest enterprises sold about 155 000 cubic metres of felling residues. This indicates that, despite the growing demand for a local renewable fuel in Lithuania, the use of felling residues for the production of biofuel is not effective yet. Therefore, additional measures are required for the accumulation of the timber biomass not yet used for biofuel."}, {"text_block_id": "p5_b123", "text": "With a view to obtaining reliable information on the rational use of forest resources and the increase of the productivity of forests, data on the change of the forest resource indicators are collected and analysed on a regular basis. The state forest inventory carried out on the national scale, which employs sampling methods, ensures the collection of information"}, {"text_block_id": "p6_b124", "text": "needed for identifying the strategic trends and long-term tasks of forestry activities. The standwise forest inventory, which is carried out employing continuous methods of inspection of all parcels with measurement elements, is used to foresee the necessary economic measures in individual forest parcels and assess measures taken, prepare internal forest management plans, estimate the volume of the use of Lithuanian forests and compile the National Forest Cadastre of the Republic of Lithuania. With account of this and the shortcomings of the standwise forest inventory found during forest management work cycle VI that is nearing completion, it is reasonable to create preconditions for the implementation of continuous forest management: to establish and legitimise the georeferencing basis of forests, and shift from the standwise state forest inventory to the standwise forest inventory organised by forest owners and managers with compensation of the costs."}, {"text_block_id": "p6_b125", "text": "needed for identifying the strategic trends and long-term tasks of forestry activities. The standwise forest inventory, which is carried out employing continuous methods of inspection of all parcels with measurement elements, is used to foresee the necessary economic measures in individual forest parcels and assess measures taken, prepare internal forest management plans, estimate the volume of the use of Lithuanian forests and compile the National Forest Cadastre of the Republic of Lithuania. With account of this and the shortcomings of the standwise forest inventory found during forest management work cycle VI that is nearing completion, it is reasonable to create preconditions for the implementation of continuous forest management: to establish and legitimise the georeferencing basis of forests, and shift from the standwise state forest inventory to the standwise forest inventory organised by forest owners and managers with compensation of the costs.\n* For achieving the objective specified in Section 7.3 of the Programme, the\n\t* To restore the economic and commercial activities in all the forests reserved for\n\t* To balance the volume of thinnings, sanitary and final fellings of forests, and\n\t* To create preconditions for the implementation of continuous forest\n\t* To increase the economic efficiency and competitiveness of forests.\n\t* To increase the economic efficiency and competitiveness of forests.\n This objective is pursued since only efficient and competitive forestry activities can"}, {"text_block_id": "p6_b136_merged", "text": "Forestry is an important industry of Lithuanian economy. The value added that was created in the Lithuanian forest sector (forestry together with the timber industry that includes the manufacture of wood and wood products, pulp, paper and their products and furniture) over the past 10 years made up 3 to 4 per cent of the gross domestic product annually, with 0.5 to 0.6 per cent generated in forestry alone. The annual changes of these indicators were relatively insignificant. However, the number of employees in the forestry sector within the decade contracted by approximately 2 000 and the number of forest districts – subunits of the State forest enterprises – decreased from 427 to 353. Such changes clearly show the increase of labour productivity in Lithuanian forestry. Nonetheless, the contracting number of specialists directly working in the forest may have a negative effect on the targets of ensuring adequate protection, maintenance and use of forests. Therefore, with the view of enhancing the economic efficiency of forestry, it is not reasonable to continue reducing the number of specialists working directly in the forest."}, {"text_block_id": "p7_b141", "text": "Innovation in Lithuanian forestry includes the mechanisation of fellings, an independent timber measurement system, computerisation of the processing of forestry information and remote connection systems, use of felling residues for biofuel production, certification of forests (forestry), cooperation of private forest owners and modernisation of nurseries. In assessing the introduction of innovations, cooperation of forest owners for common economic activities has received least attention so far. Cooperation in private forestry is essentially poor due to the lack of incentives for this process. Moreover, forest owners have a negative experience of common economic activities from the Soviet collectivisation process. Meanwhile, the need for cooperation as an effective form of joint maintenance of small forest holdings is determined by the high number (more than 200 000) of small forest holdings (smaller than 10 hectares) where conducting separate forestry activities is irrational. The implementation of all the above innovations in practice, especially of those that have received less attention, would provide better conditions for increasing the efficiency of forestry."}, {"text_block_id": "p7_b142_merged", "text": "Forestry activities are supported from the European Agricultural Fund for Rural Development under the Rural Development Programme for Lithuania 2007–2013. Opportunities for receiving support are provided to managers of state-owned forests and private forest owners. The greatest support is earmarked for afforestation. In addition, assistance is granted to the increase of the economic value of forests, including support for the acquisition of machines for biofuel production from timber, restoration of the forest potential and preventive measures, non-profit investments in forests, forest infrastructure improvement, etc. In 2007–2011, these support funds were used for afforestation of 16 000 hectares, installation or renovation of more than 100 integrated recreational facilities in the forests and implementation of about 200 projects on the increase of the economic value of the forests. In addition, support was allocated to the maintenance and restoration of a forest area of about 800 hectares damaged by natural disasters. This was a significant contribution to the increase of the Lithuanian forest resources and the improvement of their quality, as well as the enhancement of the efficiency of forestry. The support funds planned for all the forestry measures for seven years amount to more than LTL 700 million, which accounts for about 10 per cent of the total assistance funds allocated for rural development. Such support is significant for the forestry sector as potentially it makes up 10 to 20 per cent of the forestry sector income of the same period. To ensure steady forestry development and consistent increase of the efficiency and competitiveness of forestry, ongoing financing for forestry projects with European Union funds is required."}, {"text_block_id": "p7_b147", "text": "Private forestry in Lithuania represents small holdings (average 3.3 hectares) where individual activities are mostly carried out by the owners (their number is particularly large and amounts to about 244 000). About 28 per cent of all private forest holdings are under joint ownership. Most owners indicate the autonomous supply of fuel (firewood) or other wood for own needs as the key purpose of their forestry activities. As a small forest holding is not the main source of income for its owners, the latter often show inadequate motivation for"}, {"text_block_id": "p8_b148", "text": "conducting felling works and supplying timber to the market and especially investing in activities of low profitability and high risk of financial loss. Such a situation in the private forests in essence is not favourable to the development of private forestry. Therefore, additional incentives are needed that would allow increasing the efficiency and competitiveness of private forestry."}, {"text_block_id": "p8_b149_merged", "text": "Over the last decade, the total income of 42 State forest enterprises, which carry out integrated forestry activities in Lithuania’s state-owned forests and operate as state-owned undertakings, exceeded their expenses each year, while their annual expenses for compulsory reforestation and forest protection and maintenance works within the past five years constituted LTL 128 million to LTL 195 million, i.e. 96 to 122 per cent of the standing timber value sold in a respective year. This enabled the State forest enterprises to implement appropriately all the functions assigned to them. To meet the general needs of the state budget of the Republic of Lithuania (hereinafter the “state budget”), the State forest enterprises have paid additional deductions of 5 per cent since 2009 and 10 per cent since 2011 on the income earned from the sale of raw and standing timber. Thus, the total burden of taxes and deductions in recent years has increased for the state-owned forest sector. Accordingly, return on the use of state-owned forests as government property has grown as well. In 2011, the profit margin of non-current assets used in the activities of the State forest enterprises, estimated by including the value of the actually felled timber at the prices of the state-owned standing timber in the value of non-current assets and increasing net profit by the amount of the special taxes (compulsory deductions from income earned from the sale of raw timber and state-owned standing timber, intended for meeting the common needs of forestry and the state budget) and the property tax paid, net of the corporate income tax, amounted to 18 per cent. If this percentage is retained, it would ensure appropriate state budget revenues from state-owned forests in the future and also create preconditions for sufficient investments in forests."}, {"text_block_id": "p8_b154", "text": "Private forest owners who are natural persons controlling 95 per cent of the area of all private forests pay the income tax of individuals on the sale of roundwood or standing timber (about LTL 12 million of this tax were paid in 2010). Since 2010 the total tax burden for forest owners has decreased slightly as a result of the abolition of the additional 6 per cent health insurance contribution applied to natural persons (other than operators of individual activities) selling timber and the reduction of the tax on income from the sale of timber from individual activities to 5 per cent. The State forest enterprises pay the 5 per cent additional deductions to the state budget from income earned from the sale of raw and standing timber. The deductions are used to fund the general needs of the whole forestry sector (including private forests). The average annual volume of the financing programme for the general forestry needs has amounted to LTL 21 million in the past five years. In order to ensure a better level of meeting the general needs of forestry (especially those relating to the protection, management and maintenance of private forests), it is reasonable to review the tax system for private forests and improve the financing system for the general forestry needs by"}, {"text_block_id": "p9_b155", "text": "foreseeing the possibility of including the funds generated by private forestry and state-owned forestry managed not by the State forest enterprises in the financing of those needs."}, {"text_block_id": "p9_b156", "text": "foreseeing the possibility of including the funds generated by private forestry and state-owned forestry managed not by the State forest enterprises in the financing of those needs.\n* For achieving the objective specified in Section 7.5 of the Programme, the\n\t* To promote investments, especially innovations, in the forests and forestry.\n\t* To enhance the efficiency of activities of the State forest enterprises by ensuring\n\t* To include deductions from income earned from the sale of timber of private\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n This objective is pursued since forest ecosystems are necessary for retaining the\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n This objective is pursued since forest ecosystems are necessary for retaining the\n Lithuanian forests are divided into four groups according to their main function.\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n This objective is pursued since forest ecosystems are necessary for retaining the\n Lithuanian forests are divided into four groups according to their main function.\n In fact, Lithuania does not promote forestry practices that are close to nature, which"}, {"text_block_id": "p10_b171", "text": "foreseeing the possibility of including the funds generated by private forestry and state-owned forestry managed not by the State forest enterprises in the financing of those needs.\n* For achieving the objective specified in Section 7.5 of the Programme, the\n\t* To promote investments, especially innovations, in the forests and forestry.\n\t* To enhance the efficiency of activities of the State forest enterprises by ensuring\n\t* To include deductions from income earned from the sale of timber of private\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n This objective is pursued since forest ecosystems are necessary for retaining the\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n This objective is pursued since forest ecosystems are necessary for retaining the\n Lithuanian forests are divided into four groups according to their main function.\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n This objective is pursued since forest ecosystems are necessary for retaining the\n Lithuanian forests are divided into four groups according to their main function.\n In fact, Lithuania does not promote forestry practices that are close to nature, which\n* For achieving the objective specified in Section 7.7 of the Programme, the\n\t* To increase the ecological and landscape stability of the forest ecosystems.\n\t* To promote the development of recreational forest functions and the\n\t* To create preconditions for the preservation of cultural heritage sites and their"}, {"text_block_id": "p11_b187", "text": "foreseeing the possibility of including the funds generated by private forestry and state-owned forestry managed not by the State forest enterprises in the financing of those needs.\n* For achieving the objective specified in Section 7.5 of the Programme, the\n\t* To promote investments, especially innovations, in the forests and forestry.\n\t* To enhance the efficiency of activities of the State forest enterprises by ensuring\n\t* To include deductions from income earned from the sale of timber of private\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n This objective is pursued since forest ecosystems are necessary for retaining the\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n This objective is pursued since forest ecosystems are necessary for retaining the\n Lithuanian forests are divided into four groups according to their main function.\n\t* To preserve and increase the sustainability of forest ecosystems with account of\n This objective is pursued since forest ecosystems are necessary for retaining the\n Lithuanian forests are divided into four groups according to their main function.\n In fact, Lithuania does not promote forestry practices that are close to nature, which\n* For achieving the objective specified in Section 7.7 of the Programme, the\n\t* To increase the ecological and landscape stability of the forest ecosystems.\n\t* To promote the development of recreational forest functions and the\n\t* To create preconditions for the preservation of cultural heritage sites and their\n* The assessment criteria for the implementation of the Programme and their current\n<\\li3>"}, {"text_block_id": "p11_b189", "text": "III. PROGRAMME IMPLEMENTATION"}, {"text_block_id": "p11_b190", "text": "III. PROGRAMME IMPLEMENTATION\n* The Programme is implemented according to a plan of specific measures drawn up\n* The Programme is implemented with the state budget allocations for the execution\n* The implementation of the Programme is coordinated by the Ministry of\n* Participants in implementing the Programme include the Ministry of Environment,\n* In the annual report the Ministry of Environment each year provides information\n* Information on the implementation of the Programme is made available to the"}, {"text_block_id": "p11_b208", "text": "––––––––––––––––––––"}, {"text_block_id": "p12_b209", "text": "National Forestry Sector Development Programme for"}, {"text_block_id": "p12_b210", "text": "2012"}, {"text_block_id": "p12_b211", "text": "–"}, {"text_block_id": "p12_b212", "text": "2020"}, {"text_block_id": "p12_b213", "text": "Annex"}, {"text_block_id": "p12_b214_merged_merged", "text": "ASSESSMENT CRITERIA FOR THE NATIONAL FORESTRY SECTOR DEVELOPMENT PROGRAMME FOR 2012–2020 AND THEIR TARGET VALUES"}, {"text_block_id": "p15_b217", "text": "Notes:"}, {"text_block_id": "p15_b218", "text": "––––––––––––––––––––"}], "document_description": "Resolution no 569 officially approves the National Forest Sector Development Programme for 2012-2020. The Programme aims at protect forests, the quality of related environments and biodiversity. It notably seeks to preserve the country's forests ability to store carbon."}