{"document_instrument_name": ["Research & Development, knowledge generation|Information", "International cooperation|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Lithuania", "document_category": "Policy", "document_sector_name": ["Waste", "Transportation", "Health", "Energy", "Economy-wide", "Buildings", "Agriculture"], "document_date": "01/01/2021", "document_language": "Lithuanian", "document_name": "National Action Plan of Energy and Climate of the Republic of Lithuania 2021-2030", "document_country_code": "LTU", "document_hazard_name": ["Change In Air Quality", "Erosion", "Drought", "Flood"], "document_keyword": ["Waste", "Buildings", "Transportation", "Transport", "Biofuels", "Health", "Biogas", "Agriculture"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/LTU/2021/LTU-2021-01-01-National Action Plan of Energy and Climate of the Republic of Lithuania 2021-2030_9e8e8ecac5e4857dbe75c0a571cea019.pdf", "document_type": "Action Plan", "text_blocks": [], "document_description": "The National Energy and Climate (ENCP) Plan is a ten-year integrated document mandated by the European Union to each of its member states in order for the EU to meet its overall greenhouse gases emissions targets.  The Energy and Climate Plan addresses all five dimensions of the EU Energy Union: decarbonisation, energy efficiency, energy security, internal energy markets and research, innovation and competitiveness. The objectives and targets set out in the plan are : 1) to ensure the quality and sustainability of the use of natural resources, 2) mitigate Lithuania's impact on climate change and increase its climate resilience; 3) to improve the competitiveness of the energy sector; 4) to integrate the Lithuanian natural gas market into the single EU gas market; 5) to connect the Lithuanian power system with the continental European power system for synchronous operation; 6) to ensure the adequacy of the Lithuanian electricity market and power system and increase the share of local electricity generation, 7) to increase the consumption of renewable and alternative fuels in the transport sector and promote sustainable intermodal mobility, 8) to increase the share of renewable energy sources in domestic energy production and gross final energy consumption, 8) to improve the energy efficiency and use of energy from renewable sources in residential and public buildings, etc."}