{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Lithuania", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF", "Industry", "Energy", "Economy-wide", "Agriculture"], "document_date": "01/01/2012", "document_language": "Lithuanian", "document_name": "Resolution on Approval of National Climate Change Management Policy Strategy", "document_country_code": "LTU", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/LTU/2012/LTU-2012-01-01-Resolution on Approval of National Climate Change Management Policy Strategy_8f973480fc75e180330131007e434b08.pdf", "document_type": "Resolution", "text_blocks": [], "document_description": "The National Strategy for the National Climate Change Management Policy is drafted according to Articles 3 and 4 of the Law of the Republic of Lithuania on Financial Instruments for Climate Change Management (Official Gazette, No 87-3662, 2009). The Strategy implements the EU Climate Change and Energy Package. The overall vision of the Strategy is that \"by 2050, Lithuania will have ensured adaptation of the sectors of the domestic economy to environmental changes caused by climate change and climate change mitigation (reduction of GHG emissions), developed competitive low-carbon economy, implemented eco- innovative technology, achieved energy generation and consumption efficiency and use of renewable energy sources in all sectors of the domestic economy(...)\". The purpose of the Strategy is to develop and implement the Lithuanian climate change management policy and set short-term (by 2020), indicative medium-term (by 2030 and 2040) and long-term (by 2050) climate change mitigation and adaptation goals and objectives. These targets are detailed for several sectors, including land use, forestry, agriculture, energy, transport and industry."}