{"document_instrument_name": ["Research & Development, knowledge generation|Information", "International cooperation|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Nepal", "document_category": "Policy", "document_sector_name": ["Urban", "Energy", "Agriculture"], "document_language": "English", "document_name": "Biomass Energy Strategy 2017", "document_country_code": "NPL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/2017", "document_keyword": ["Renewables", "Biofuels", "Agriculture", "Energy"], "document_url": "https://cdn.climatepolicyradar.org/NPL/2017/NPL-2017-01-01-Biomass Energy Strategy 2017_d81f8497ceb5b5f2c611d193117dd954.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of Nepal"}, {"text_block_id": "p0_b2", "text": "Ministry of Population and Environment"}, {"text_block_id": "p0_b3", "text": "Biomass Energy Strategy 2017"}, {"text_block_id": "p0_b4", "text": "January 2017"}, {"text_block_id": "p2_b5", "text": "Government of Nepal"}, {"text_block_id": "p2_b6", "text": "Ministry of Population and Environment"}, {"text_block_id": "p2_b7", "text": "Biomass Energy Strategy 2017"}, {"text_block_id": "p2_b8", "text": "January 2017"}, {"text_block_id": "p4_b9", "text": "1. Overview"}, {"text_block_id": "p4_b10", "text": "Though the biomass energy in Nepal has been considered as one of the important resources, its utilization and management have not been done in a proper and sustainable manner. The current socio-economic situation of Nepal shows that the use of biomass energy will continue to dominant for a quite some time in the near future. In order to promote the effective and efficient use of renewable energy including biomass energy, the Government of Nepal established the Alternative Energy Promotion Centre (AEPC) in 1996. AEPC since then is providing financial and technical assistance for the promotion of biomass energy among others through its programmes. AEPC has been implementing various programmes with the support from different external development partners in cooperation and collaboration with private sector, non-governmental organizations, local communities and other governmental organizations."}, {"text_block_id": "p4_b11", "text": "In Nepal, despite the abundant potential of hydropower, the supply of electricity has not been sufficient and reliable. The electricity is largely being used for lighting in rural areas whereas in urban areas, it is also being used for cooking in some extent. The over dependency on hydropower alone or some other source of energy in the longer term may result in the wastage of other energy resources or their reduced uses, which may cause serious problems related to conservation of energy resources, efficiency, optimum use and sustainability."}, {"text_block_id": "p4_b12_merged", "text": "Looking at the deforestation caused by the excessive use of firewood, the National Energy Strategy of Nepal under draft version has aimed for focusing on biomass energy to fulfill the energy needs on short and medium term and on the longer term energy needs to be met by electricity reducing the consumption of biomass energy. It is also necessary to keep in mind that the reduction of import of fossil fuel will enforce the increased dependency on firewood collected from forest which may cause the environmental and economic losses. Though the electricity for longer term has been strategically considered as the main-energy, there will be a consumption of biomass energy in some form and quantity which need to be managed sustainably and environment-friendly manner. Biomass energy is an important part of our living. Proper consideration for public health and socio-economic life, through promotion of technology and positive attitude towards the effective management, sustainable and efficient use of biomass energy seems necessary."}, {"text_block_id": "p4_b15", "text": "2. Past Efforts"}, {"text_block_id": "p4_b16", "text": "National Agricultural Policy, 2006 aims towards supporting the control of deforestation through the development of agro-forestry as well as conservation, promotion and proper use of natural resources, environment and biodiversity.  This prohibits the forest destruction, promotes forest protection and appropriate use of natural resources, environment and bio-diversity by developing agriculture forest system."}, {"text_block_id": "p4_b17", "text": "Rural Energy Policy, 2006 has targeted poverty reduction and environment conservation in rural areas by incorporating the different sources of energy used in the rural household, socio economic purposes into rural energy sources and enhancing access to clean, appropriate, sustainable and reliable energy. The policy has proposed for the preparation of separate action plans for the promotion and use of biogas, firewood, briquette, biofuel, biomass gasification and improved"}, {"text_block_id": "p5_b18", "text": "cooking stoves. Various action plans have been prepared and implemented as envisaged by the policy."}, {"text_block_id": "p5_b19", "text": "Forest Policy, 2015 includes different activities like afforestation in public and private land; private forest for the private sector; provision of necessary technology and different financial instruments like subsidy, credit and insurance facilities for promoting forest enterprises and commercial nurseries; financial and technical support to the users of alternative energy, biogas, bio-briquettes, improved cooking stoves, biofuel etc."}, {"text_block_id": "p5_b20", "text": "The Government of Nepal has been implementing various programmes related to renewable energy with support from different development partners. Apart from these, it has adopted the policy of mixing of ethanol in petroleum fuels; reducing the import of diesel through the biofuel programme by generation and use of biodiesel from inedible oils like Jatropha and creating income generation opportunities at local level by promoting energy crops in barren land."}, {"text_block_id": "p5_b21", "text": "3. Current scenario"}, {"text_block_id": "p5_b22", "text": "About 77% of energy consumption of Nepal is supplied by traditional biomass energy, which includes the firewood, cattle dung and agricultural residues. As per the National Census 2011, nearly 4 million out of 5.4 million households in Nepal are still using the traditional biomass energy including firewood for cooking."}, {"text_block_id": "p5_b23", "text": "Reduction in the use of biomass energy has been a concern of all, as it results in the adverse effect on the human health and environment. According to the report published by World Health Organization (WHO) in 2012, indoor air pollution is the fourth major cause of the deaths amongst the poor and least developed countries. According to a study, about 7,500 people die in Nepal annually due to different diseases caused by the indoor air pollution. Studies have shown that women and children who spend their time in kitchen for long hours are most affected by this. On one hand, excessive consumption of timber results in depletion of forest resources whereas on the other hand, increased work load of woman for the collection of firewood. Moreover, use of traditional cook stoves consumes excessive firewood, emits excessive smoke and slow cooking has made women always busy. In order to get rid of such situation, the Government of Nepal through AEPC has been focusing on the promotion and expansion of use of clean energy technologies like improved cooking stoves (ICS), biogas, solar-cooker/dryer."}, {"text_block_id": "p6_b24", "text": "According to the recent report of"}, {"text_block_id": "p6_b25", "text": "‘National Living S"}, {"text_block_id": "p6_b26", "text": "tandard"}, {"text_block_id": "p6_b27", "text": "s Survey’, about 3"}, {"text_block_id": "p6_b28", "text": "million households in Nepal have only access to ICS. Studies carried out by AEPC in 2009 and 2010 have revealed that the use of ICS resulted in the reduction of indoor air pollution by 62 %. Similarly, the consumption of firewood was reduced by 43% on an average together with the significant reduction in the time spent by the women in the kitchen by the use of ICS in rural area. So far, ICS have been installed in about 1.3 million households and biogas in about 365,000 households and solar cooker in about 600 households in Nepal and have been using renewable energy for cooking. The Government of Nepal with support from the development partners has been implementing the National Rural and Renewable Energy Programme as an integrated programme in renewable energy sector. For development and promotion of renewable energy, a subsidy has been provisioned through the mobilization of internal and external resource including carbon trade. For additional expansion of renewable energy technology, fulfillment of the"}, {"text_block_id": "p6_b29", "text": "United Nation’s “Sustainable Energy for All” and “Sustainable Development Goal"}, {"text_block_id": "p6_b30", "text": "s"}, {"text_block_id": "p6_b31", "text": "”"}, {"text_block_id": "p6_b32", "text": ", a campaign called"}, {"text_block_id": "p6_b33", "text": "“"}, {"text_block_id": "p6_b34", "text": "clean cooking solutions for all"}, {"text_block_id": "p6_b35", "text": "”"}, {"text_block_id": "p6_b36", "text": "has been initiated to make all the households indoor air pollution free by providing clean cooking technologies. National action plan and investment prospectus are being formulated for enhancing access to clean and sustainable energy for all. Apart from this, a separate agroforestry policy is being formulated incorporating various aspects of agroforestry."}, {"text_block_id": "p6_b37", "text": "4. Problems and Challenges"}, {"text_block_id": "p6_b38", "text": "4.1 Problems"}, {"text_block_id": "p6_b39_merged_merged", "text": "The latest and improved technologies in biomass energy have not been developed due to low awareness level and economic condition. There is a lack of coordination, integrated viewpoint and action plan among stakeholders of energy sector. Allocation of financial resources for the biomass energy which contributes more than two thirds of the country’s total energy demand is not proportional. Attention has been lacking for the proper management of forest sector by effective use of biomass energy. There is also a lack of adequate information on the possible generation of energy through the use of locally available residues of different products. Sufficient identification and effective management of all traditional energy resources have not been done. The interest on the improved cooking stoves is still limited and the improved technologies have not been easily available despite the provision of subsidy."}, {"text_block_id": "p7_b42", "text": "There has not been necessary measures for identification of a suitable species and land/area for cultivation of energy crops. Similarly, adequate studies and researches on the adverse impacts of cultivation of energy crops on food security have not been carried out. On the basis of regional and international experiences, the promotion, generation, distribution and utilization of bio-diesel and bio-ethanol have not been effective. Likewise, the mechanism for partial substitution of petrol and diesel by the liquid biofuel, like quality control, standards, laboratory, production and sales distribution network has not been established yet."}, {"text_block_id": "p7_b43", "text": "4.2 Challenges"}, {"text_block_id": "p7_b44", "text": "The energy consumption pattern has been changing due to rapid development, population growth and increase in income. There is an increased dependency on imported LPG for cooking in urban areas. Availability of biomass energy resources is not same in all geographical regions of Nepal. There is a degradation of forest resources due to increased pressure in the areas where there is less availability than needs and the areas with surplus of forest resources the proper utilization of biomass has not been achieved. There is a need of proper management of biomass energy resources due to its regional imbalance in availability."}, {"text_block_id": "p7_b45_merged", "text": "It has been difficult to assess the impacts and effectiveness of biomass energy promotion programmes due to lack of adequate data related to operational status of the biogas plants and ICS installed as a result of biomass energy promotion initiatives. It has been also a challenge to increase awareness on effective use of biomass energy with utilization of appropriate modern technologies. Availability of modern technologies in affordable price for many people is even more challenging due to their low purchasing power. Therefore, effective implementation of the campaign of “Clean Cooking solutions for All” by making every household free from indoor air pollution by providing clean energy solutions seems challenging."}, {"text_block_id": "p7_b48", "text": "5. Rationale of the Strategy"}, {"text_block_id": "p7_b49", "text": "In order to replace LPG or kerosene currently being used as domestic fuel by the biomass energy, it has been necessary for effective and efficient utilization of biomass energy. Furthermore, in the near future, the biomass energy cannot be completely replaced by other energy resources. In this context, it was necessary to formulate specific strategy and working policies in order to reduce the excessive consumption of petrol and diesel by optimum use of biofuel and to promote biodiesel/ bioethanol in effective manner."}, {"text_block_id": "p7_b50", "text": "This strategy is formulated to address the need of an appropriate strategy for supporting the environment conservation through the sustainable production of biomass energy for proper and efficient utilization of available biomass resources and thereby contributing to forest conservation; for reducing the import of fossil fuel by reducing the increasing dependency on LPG; for contributing to appropriate energy mix by developing modern biomass energy; for supporting the management of municipal waste by generating energy from the waste; for encouraging the energy supply services; and for reducing the existing regional imbalances prevailing in the supply and demand of biomass energy."}, {"text_block_id": "p8_b51_merged", "text": "6. Vision, Mission and Goals"}, {"text_block_id": "p8_b53", "text": "6.1 Vision"}, {"text_block_id": "p8_b54", "text": "To promote the biomass energy as reliable, affordable and sustainable energy resource to address the increasing energy demand of Nepal."}, {"text_block_id": "p8_b55", "text": "6.2 Mission"}, {"text_block_id": "p8_b56", "text": "To enhance the living standards of people by modernizing the use of biomass energy through research and studies on biomass energy; through creating public awareness; through market development, technology transfer and capacity development in biomass energy; as well as through efficient use of biomass energy."}, {"text_block_id": "p8_b57", "text": "6.3 Goal"}, {"text_block_id": "p8_b58", "text": "To increase the access to biomass energy and hence contributing to the environment conservation by transforming traditional biomass energy use into modern, sustainable and clean energy."}, {"text_block_id": "p8_b59", "text": "7. Objective"}, {"text_block_id": "p8_b60", "text": "The objectives of strategy are mentioned as follows:"}, {"text_block_id": "p8_b61", "text": "The objectives of strategy are mentioned as follows:\n* To contribute to energy supply and energy security by generating energy through\n* To support the employment and income generation through the entrepreneurship"}, {"text_block_id": "p8_b65", "text": "8. Strategy"}, {"text_block_id": "p8_b66", "text": "To achieve above mentioned objectives, the following strategic measures will be adopted:"}, {"text_block_id": "p8_b67", "text": "To achieve above mentioned objectives, the following strategic measures will be adopted:\n* To increase production of sustainable biomass energy by utilizing agriculture, forest residues\n* To contribute to increased access to clean cooking technologies to all Nepalese households\n* To increase effectiveness and efficiency in the utilization and production of biomass energy.\n* To partially substitute the utilization of diesel and petrol by bio-diesel and bio-ethanol."}, {"text_block_id": "p9_b75", "text": "9. Working Principles"}, {"text_block_id": "p9_b76_merged", "text": "For the implementation of aforementioned strategic measures, the following working policies will adopted, the action plans of which are given in Schedule -1:"}, {"text_block_id": "p9_b79", "text": "9.1. To increase production of sustainable biomass energy by utilizing agriculture, forest residues and organic wastes"}, {"text_block_id": "p9_b80", "text": "9.1. To increase production of sustainable biomass energy by utilizing agriculture, forest residues and organic wastes\n* To arrange appropriate contributions from the government, private sector and\n* To promote biomass energy together with sustainable forest management; to\n* To ensure necessary capacity building, promotion and technology transfer for the\n* To utilize the gas produced from waste management site (landfill) to generate energy.\n* To encourage private sector for production and marketing of improved and modern"}, {"text_block_id": "p9_b90", "text": "9.2. To contribute to increased access to clean cooking technologies for all Nepalese households through the means of modern biomass energy"}, {"text_block_id": "p9_b91", "text": "9.2. To contribute to increased access to clean cooking technologies for all Nepalese households through the means of modern biomass energy\n* To make indoor air pollution free Nepal by 2022 through the promotion of clean\n* To adopt and implement one door policy for different ongoing programmes being\n* To formulate and revise timely, as per need, quality standards of biomass energy"}, {"text_block_id": "p9_b97", "text": "9.3. To increase effectiveness and efficiency in the consumption of biomass energy"}, {"text_block_id": "p10_b98", "text": "9.3. To increase effectiveness and efficiency in the consumption of biomass energy\n* To provide technical and financial assistance for research and study on modern\n* To carry out public awareness and promotional activities with the participation of\n* To develop appropriate system and market for commercialization of biomass energy\n* To ensure the participation in  the production, collection and commercialization of"}, {"text_block_id": "p10_b106", "text": "9.4. To partially substitute use of diesel and petrol by bio-diesel and bio-ethanol"}, {"text_block_id": "p10_b107", "text": "9.4. To partially substitute use of diesel and petrol by bio-diesel and bio-ethanol\n* To provide land for the cultivation of energy crop by identifying appropriate land and\n* To manage for the production, distribution and plantation of the seedlings of the\n* To encourage generation of bio-ethanol from molasses produced from sugar mill and\n* To develop physical infrastructure, institutional structure and human resources for the\n* To ensure the sales, distribution and benefit of the locally produced biodiesel and\n* To provide necessary financial incentives (customs and value added tax exemption,"}, {"text_block_id": "p11_b119", "text": "9.4. To partially substitute use of diesel and petrol by bio-diesel and bio-ethanol\n* To provide land for the cultivation of energy crop by identifying appropriate land and\n* To manage for the production, distribution and plantation of the seedlings of the\n* To encourage generation of bio-ethanol from molasses produced from sugar mill and\n* To develop physical infrastructure, institutional structure and human resources for the\n* To ensure the sales, distribution and benefit of the locally produced biodiesel and\n* To provide necessary financial incentives (customs and value added tax exemption,\n* To carry out the research and studies for the feasibility of the liquid biofuel including\n<\\li1>"}, {"text_block_id": "p11_b121", "text": "10. Institutional Structure"}, {"text_block_id": "p11_b122", "text": "For the implementation of the Biomass Energy Strategy, there will be important roles to play by the relevant government agencies related to forestry, agriculture, energy, supplies, environment and local development in collaboration, coordination and support of the envisaged activities. The following institutional mechanism has been envisaged for the implementation of the Biomass Energy Strategy:"}, {"text_block_id": "p11_b123", "text": "10.1. Formation of the Central Coordination Committee"}, {"text_block_id": "p11_b124", "text": "In order to coordinate among the relevant agencies associated with the promotion and development of biomass energy, the following Central Coordination Committee has been formed:"}, {"text_block_id": "p11_b125", "text": "10.2. Implementation and Monitoring Unit"}, {"text_block_id": "p11_b126", "text": "In order to implement this Strategy, there will be Biomass Energy Strategy Implementation and Monitoring Unit established at the central level each in the Ministry of Forest and Soil Conservation, Ministry of Agriculture Development, Ministry of Population and Environment, Ministry of Federal Affairs and Local Development, Ministry of Energy, Water and Energy Commission Secretariat, and Alternative Energy Promotion Centre. Similarly, the"}, {"text_block_id": "p12_b127", "text": "implementation at the local level will be the responsibility of the local level authorities with assistance from AEPC."}, {"text_block_id": "p12_b128", "text": "11. Financial Aspect"}, {"text_block_id": "p12_b129", "text": "For the successful and effective implementation of this strategy, additional financial resources are required. Necessary financial resources will be managed by mobilizing financial and technical assistance from international development partners and national sources for such additional financial resources."}, {"text_block_id": "p12_b130", "text": "12. Legal Aspect"}, {"text_block_id": "p12_b131", "text": "The policies, acts, regulations and all other legal provisions related to the promotion and development of biomass energy will be reviewed. The roles of the biomass will be elaborated in the national energy strategy. In order to address the legal issues for the promotion and development of biomass energy, the existing laws within the energy, forest, solid waste and agriculture sectors will be studied; and necessary revisions to them will be made to make them biomass energy friendly."}, {"text_block_id": "p12_b132", "text": "13. Research and Development"}, {"text_block_id": "p12_b133", "text": "For the production and utilization of various forms of biomass energy and for making the biomass energy technologies and implementation process efficient, effective, affordable, appropriate and result-oriented; an emphasis will be given for necessary research, studies, technology transfer and development/expansion. Agencies implementing the programs related to the biomass energy will be encouraged to carry out the applied research collaborating with the educational and research institutions."}, {"text_block_id": "p12_b134", "text": "14. Monitoring and Evaluation"}, {"text_block_id": "p12_b135", "text": "Monitoring and evaluation of the implementation of this strategy will be the responsibility of the implementing and monitoring units. The central coordination committee will review the monitoring and evaluation carried out by these units; will provide necessary instruction from time to time; and will arrange for the publication of the monitoring results."}, {"text_block_id": "p23_b136", "text": "Government of Nepal"}, {"text_block_id": "p23_b137", "text": "Ministry of Population and Environment"}, {"text_block_id": "p23_b138", "text": "Singha Durbar, Kathmandu, Nepal"}], "document_description": "The Biomass Energy Strategy promotes the biomass energy as reliable, affordable and sustainable energy resource to address the increasing energy demand of Nepal.&nbsp;<br><br>The strategy establishes the following objectives: 1) to contribute to energy supply and energy security by generating energy through management of agriculture forest residues and organic wastes from municipal urban and industrial areas; 2) to support employment and income generation through the entrepreurship development in biomass energy; 3) to reduce the dependency on imported energy through efficient production and use of biomass energy."}