{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Nepal", "document_category": "Policy", "document_sector_name": "Industry", "document_language": "English", "document_name": "Industrial Policy 2011", "document_country_code": "NPL", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/2011", "document_keyword": ["Industry", "Buildings", "Transport", "Agriculture", "Taxes"], "document_url": "https://cdn.climatepolicyradar.org/NPL/2011/NPL-2011-01-01-Industrial Policy 2011_f7b3cebe95d7c00960c0e61f04d3801d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Industrial Policy, 2011"}, {"text_block_id": "p0_b2", "text": "1. Background"}, {"text_block_id": "p0_b3", "text": "The Industrial Policy, 1993 was framed with the objective of accelerating industrial sector. However, there has been no significant progress in our state of industrial development even after the passage of a long time of framing of the policy. Industrial development is rapidly going on all over the world including neighbouring countries one after another, however, this sector could not have progressed in its expected pace in Nepal. It is in this backdrop that the new Industrial Policy, 2011 has been formulated with the objective of bringing positive changes in overall economic and social sectors of the country by means of rapid industrial development doing away with the weaknesses of the past. It is expected that through this Policy, activities of industrial development will be increased; employment opportunities will be massively created and the level of income of people will be increased so that contribution of industrial sector in economy of the country will be at the forefront."}, {"text_block_id": "p0_b4", "text": "2. Efforts in the past"}, {"text_block_id": "p0_b5", "text": "In order to achieve the objectives set by the Industrial Policy, 1993, it was first of all necessary to transform the economy, which was substantially relied on agriculture, to industrial economy; therefore, efforts were made to concentrate governmental activities concerning industrial development towards that direction. The"}, {"text_block_id": "p1_b6", "text": "Industrial Enterprises Act, 1993 enacted as directed by the Industrial Policy, 1993, has created legal basis for development of industries by making available additional facilities and concessions such as income tax, sales tax and excise to the prescribed industries of various classes and located in various regions having them classified and prioritized with a view to move forward industrial development with high priority. However, because of various reasons, the facilities and concessions provided by the Industrial Enterprises Act, 1993 could not be continued and those facilities and concessions were gradually minimized and repealed with the first amendment to that Act, the Income Tax Act, 1991 and the Fiscal Acts enacted year by year. Despite of these facts, the efforts to make the industries competitive by making available to them other institutional and basic infrastructure services were continued. Accordingly, the National Productivity Council was formed as an institutional arrangement and the concept of Special Economic Zone was put forward towards infrastructure development."}, {"text_block_id": "p1_b7", "text": "In this connection, the then provision of compulsory licensing for establishment and operation of industries was repealed and it was provided that no license or permission would be required to establish industries other than the prescribed industries (industries that cause adverse impact on environment and public health or those related to producing arms and ammunition). It was expected that these measures would create conducive and competitive atmosphere for establishment and operation of industries, and"}, {"text_block_id": "p2_b8", "text": "industrial productivity and employment opportunities would be enhanced. In order to make more contribution in industrial development, various efforts were made such as capacity development of labourers, enhancing managerial skills, encouraging the use of new technology, increasing sectoral investment, making provisions for restoration of sick industries, imparting trainings for entrepreneurship promotion and making necessary institutional arrangement for providing services and facilities from one window without hassles."}, {"text_block_id": "p2_b9", "text": "3. Present status"}, {"text_block_id": "p2_b10", "text": "Despite of various efforts made in the past for industrial development, the stark reality before us is that there has been no industrialization in the expected pace in the country. The contribution of industry sector in the gross domestic product could not reach even ten percent, which is a challenge before us. Economy of the country even today is excessively dependent upon traditional agricultural system and remittance. Though there is high potentiality of development of industries, the available resources, means and potentialities could not have been exploited due to lack of appropriate management capacity. This has resulted in non-use of available resources and raw materials and the country has been facing various problems such as extreme unemployment and semi-unemployment due to which, the workforce available in the country is compelled to resort to foreign employment at minimal wages."}, {"text_block_id": "p3_b11", "text": "In the meantime, Nepal has become a member of the Word Trade Organization and its connectivity with world market has expanded. Because of rapid industrialization and competition going on in neighbouring countries, Nepali industries have to enhance productivity and demonstrate professional acumen taking into consideration the global competitiveness. Similarly, Nepali industries have to ensure quality of products, transparency in commercial transaction, regular studies of market trends and have to make extra efforts for capturing markets. Since there is no environment for protection of industries from governmental level, Nepali industries have to be promoted by way of activities for industrial promotion such as trainings, exchange of information, creating investment friendly atmosphere and industrial fairs. It is expected that from implementation of this new Policy, which has been prepared with timely review of the existing Policy, large-scale industries will be established in the country and thereby, employment will be increased and with development of micro enterprises, cottage and small industries, self-employment will be promoted, Nepali labour and skills will be utilized and pace of industrialization will be accelerated in the country."}, {"text_block_id": "p3_b12", "text": "4. Main problems and challenges"}, {"text_block_id": "p3_b13", "text": "The main problems of industrial development in Nepal are political instability, industrial insecurity, unfavourable labour relation, minimal availability of energy, weak industrial infrastructures, lack of competent human resources, lack of capacity to adopt new technology, low productivity, lack of"}, {"text_block_id": "p4_b14", "text": "diversification of exportable items and weak supply management and so on. Similarly, lack of the mentality and atmosphere to adopt industrial enterprises as a means of livelihood is one of the major problems of our industrial development. Our common national challenges are making investment within the country, optimum utilization of capital and intellectual property in the production-oriented areas and creating employment opportunities in the country and creating a reliable industrial atmosphere. As a result, Nepali labour force is attracted to foreign markets; there is increasing lack of competent human resources from management level to laborers in Nepal and the available important resources are remained unused. Therefore, the main challenge in the industry sector in Nepal is to create such an atmosphere in which investment can be made with certainty in industry sector."}, {"text_block_id": "p4_b15", "text": "In addition to the above, the challenges such as geographical location of the country, structure of the topography, worldwide rapidly increasing competitive atmosphere, economic liberalization, impact of globalization, increasing and changing use of information technology, environmental challenges have to be taken into account and industrial and commercial processes have to be made simple, easy, transparent and scientific and there is a need of the day to enhance the role of industries in overall development of the country. Moreover, diversification of competitive capacity of exportable items and productivity increment are also the challenges of the industry sector"}, {"text_block_id": "p5_b16", "text": "5. Need for new policy"}, {"text_block_id": "p5_b17", "text": "It is highly necessary to create reliable industry-friendly atmosphere along with realistic and practical working policies and programmes having conducted intensive studies and researches on the significant factors that obstruct the pace of industrial development in the country are law and order situation, Government policies, laws and procedures, working process and style, availability of market, feature of competitiveness, financial arrangement, labour-management relation and condition of labor productivity, condition of industrial infrastructure development, availability of required professional skills and competent labour force, use of latest technology, honour to and protection of innovative research and invention, availability and storage of required raw materials and ancillary-raw materials, identification of areas of comparative advantage, and compliance of the suitable industrial and trade policies, and studies on the impact likely to be caused by the trade policies of foreign countries."}, {"text_block_id": "p5_b18", "text": "With the political changes occurred in the country and taking into account of the challenges and opportunities posed by economic liberalization and globalization, the Industrial Policy and Foreign Investment and One Window policy were framed in the year 1993. Though the Industrial Policy, 1993 encouraged to develop bases for promoting growth of industrial products and services, no expected success could be achieved from this policy in respect to"}, {"text_block_id": "p6_b19", "text": "employment generation, production, export promotion and investment."}, {"text_block_id": "p6_b20", "text": "In order to utilize the opportunities arising out from changes occurring in economic sector, revolution in information technology sector and Nepal•s accession to multilateral, regional and bilateral treaty organizations; and to redefine the increasing roles of service industries in the economy of the country, it is necessary to formulate a new liberal and comprehensive Industrial Policy including the subjects that could not have been included in the policy reform efforts in the past. In order to enhance the competitive capacity having regard to the facilities and concessions being provided for promotion of industries in the neighboring countries bordering Nepal, accelerating industrial growth as industrialization is one of the major catalysts of economic development of a country, and to involve even private sector in building physical infrastructures and human resources, a new industrial policy is required with a new vision, strategies, aims and objectives and implementation capacity."}, {"text_block_id": "p6_b21", "text": "This policy has been formulated in order to accelerate the pace of industrialization in response to the diversity in the service industry and opportunities arising out of them. In this policy, special provisions have been made for promotion of micro enterprises, cottage and small industries. Similarly, special policy provisions have been made for woman entrepreneurs. Moreover, it is necessary to make provisions for supremacy of industrial policy for promotion of industrial promotion and development and to"}, {"text_block_id": "p7_b22", "text": "ensure that no other legal and policy provisions will be made nor unnecessary intervention will be brought curtailing the facilities provided by this policy."}, {"text_block_id": "p7_b23", "text": "6. Vision"}, {"text_block_id": "p7_b24", "text": "To make remarkable contribution in national economy through sustainable and broad-based industrial development in an effective, coordinated and collaborative partnership of public, private and cooperative sectors thereby to support poverty alleviation."}, {"text_block_id": "p7_b25", "text": "7. Main objectives of the Policy"}, {"text_block_id": "p7_b26", "text": "7. Main objectives of the Policy\n* To increase export of industrial products along with growth\n* To increase contribution of industrial sector in the balanced\n* To establish industrial entrepreneurship as a sustainable and\n* To create strong basis of investment having developed"}, {"text_block_id": "p8_b34", "text": "7. Main objectives of the Policy\n* To increase export of industrial products along with growth\n* To increase contribution of industrial sector in the balanced\n* To establish industrial entrepreneurship as a sustainable and\n* To create strong basis of investment having developed\n* To protect industrial intellectual property rights.\n<\\li1>"}, {"text_block_id": "p8_b36", "text": "8."}, {"text_block_id": "p8_b37", "text": "Policies"}, {"text_block_id": "p8_b38", "text": "Policy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)"}, {"text_block_id": "p8_b39", "text": "Policy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Assistance shall be provided to increase export of industrial\n* Priority shall be accorded to develop or acquire new\n* The no pay for no work principle shall be followed as"}, {"text_block_id": "p9_b47", "text": "Policy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Assistance shall be provided to increase export of industrial\n* Priority shall be accorded to develop or acquire new\n* The no pay for no work principle shall be followed as\n* Additional facilities and concession shall be made available\n\t* Encouragement shall be given to engage in research and\n\t* Encouragement shall be given to engage in research and\n Policy concerning Objective 7.2 (7.2 To increase\n\t* Special emphasis shall be given to promote the industries\n\t* The industrial base shall be made strong and sustainable\n\t* For the protection of national industries, provision of"}, {"text_block_id": "p10_b58", "text": "Policy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Assistance shall be provided to increase export of industrial\n* Priority shall be accorded to develop or acquire new\n* The no pay for no work principle shall be followed as\n* Additional facilities and concession shall be made available\n\t* Encouragement shall be given to engage in research and\n\t* Encouragement shall be given to engage in research and\n Policy concerning Objective 7.2 (7.2 To increase\n\t* Special emphasis shall be given to promote the industries\n\t* The industrial base shall be made strong and sustainable\n\t* For the protection of national industries, provision of\n* Policy concerning Objective 7.3 (7.3 to establish industrial\n<\\li2>"}, {"text_block_id": "p10_b60", "text": "Policy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Assistance shall be provided to increase export of industrial\n* Priority shall be accorded to develop or acquire new\n* The no pay for no work principle shall be followed as\n* Additional facilities and concession shall be made available\n\t* Encouragement shall be given to engage in research and\n\t* Encouragement shall be given to engage in research and\n Policy concerning Objective 7.2 (7.2 To increase\n\t* Special emphasis shall be given to promote the industries\n\t* The industrial base shall be made strong and sustainable\n\t* For the protection of national industries, provision of\n* Policy concerning Objective 7.3 (7.3 to establish industrial\n<\\li2>\n* Technical and financial assistance shall be made available to\n* Special measures shall be taken to promote green industries\n* Special measures shall be taken to promote green industries\n Policy concerning Objective 7.4 (7.4 To create strong basis\n* In order to attract creative youth talents in industrial"}, {"text_block_id": "p11_b67", "text": "Policy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Assistance shall be provided to increase export of industrial\n* Priority shall be accorded to develop or acquire new\n* The no pay for no work principle shall be followed as\n* Additional facilities and concession shall be made available\n\t* Encouragement shall be given to engage in research and\n\t* Encouragement shall be given to engage in research and\n Policy concerning Objective 7.2 (7.2 To increase\n\t* Special emphasis shall be given to promote the industries\n\t* The industrial base shall be made strong and sustainable\n\t* For the protection of national industries, provision of\n* Policy concerning Objective 7.3 (7.3 to establish industrial\n<\\li2>\n* Technical and financial assistance shall be made available to\n* Special measures shall be taken to promote green industries\n* Special measures shall be taken to promote green industries\n Policy concerning Objective 7.4 (7.4 To create strong basis\n* In order to attract creative youth talents in industrial\n* System of avoidance of inconsistency with industrial\n\t* Industrial security force shall be formed and made effective\n\t* The non-resident Nepali people shall be encouraged to\n\t* The Investment Promotion Fund; Technology Development"}, {"text_block_id": "p12_b75", "text": "Policy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Assistance shall be provided to increase export of industrial\n* Priority shall be accorded to develop or acquire new\n* The no pay for no work principle shall be followed as\n* Additional facilities and concession shall be made available\n\t* Encouragement shall be given to engage in research and\n\t* Encouragement shall be given to engage in research and\n Policy concerning Objective 7.2 (7.2 To increase\n\t* Special emphasis shall be given to promote the industries\n\t* The industrial base shall be made strong and sustainable\n\t* For the protection of national industries, provision of\n* Policy concerning Objective 7.3 (7.3 to establish industrial\n<\\li2>\n* Technical and financial assistance shall be made available to\n* Special measures shall be taken to promote green industries\n* Special measures shall be taken to promote green industries\n Policy concerning Objective 7.4 (7.4 To create strong basis\n* In order to attract creative youth talents in industrial\n* System of avoidance of inconsistency with industrial\n\t* Industrial security force shall be formed and made effective\n\t* The non-resident Nepali people shall be encouraged to\n\t* The Investment Promotion Fund; Technology Development\n* Institutional arrangement of institutions like Investment\n* Activities such as contract manufacturing, outsourcing,\n* Activities such as contract manufacturing, outsourcing,\n Policy concerning Objective 7.5 (7.5 to protect industrial\n* Effective body shall be established for protection of\n* Entrepreneurs shall be given special encouragement to use"}, {"text_block_id": "p12_b84", "text": "9. Special policy provisions relating to micro enterprises, cottage and small industries"}, {"text_block_id": "p12_b85", "text": "9. Special policy provisions relating to micro enterprises, cottage and small industries\n* Institutional structure and infrastructures shall be created\n<\\li1>"}, {"text_block_id": "p13_b87", "text": "9. Special policy provisions relating to micro enterprises, cottage and small industries\n* Institutional structure and infrastructures shall be created\n<\\li1>\n* Services of the existing Micro Enterprises, Cottage and\n\t* District entrepreneurship development plan shall be prepared\n\t* While establishing and promoting micro enterprises, cottage\n\t* Industrial clusters shall be developed having established"}, {"text_block_id": "p14_b96", "text": "9. Special policy provisions relating to micro enterprises, cottage and small industries\n* Institutional structure and infrastructures shall be created\n<\\li1>\n* Services of the existing Micro Enterprises, Cottage and\n\t* District entrepreneurship development plan shall be prepared\n\t* While establishing and promoting micro enterprises, cottage\n\t* Industrial clusters shall be developed having established\n"}, {"text_block_id": "p14_b97", "text": "9. Special policy provisions relating to micro enterprises, cottage and small industries\n* Institutional structure and infrastructures shall be created\n<\\li1>\n* Services of the existing Micro Enterprises, Cottage and\n\t* District entrepreneurship development plan shall be prepared\n\t* While establishing and promoting micro enterprises, cottage\n\t* Industrial clusters shall be developed having established\n\n* Most potential resources and means at local level shall be\n* Provision of making available grant shall be made to the\n* Identity of the products of micro enterprises, cottage and\n* Integrated and competent institutional arrangement shall be"}, {"text_block_id": "p15_b105", "text": "9. Special policy provisions relating to micro enterprises, cottage and small industries\n* Institutional structure and infrastructures shall be created\n<\\li1>\n* Services of the existing Micro Enterprises, Cottage and\n\t* District entrepreneurship development plan shall be prepared\n\t* While establishing and promoting micro enterprises, cottage\n\t* Industrial clusters shall be developed having established\n\n* Most potential resources and means at local level shall be\n* Provision of making available grant shall be made to the\n* Identity of the products of micro enterprises, cottage and\n* Integrated and competent institutional arrangement shall be\n* Special provisions shall be made for production and market\n<\\li2>"}, {"text_block_id": "p15_b107", "text": "10. Strategies"}, {"text_block_id": "p15_b108", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)"}, {"text_block_id": "p15_b109", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Competitive capacity of industry sector shall be enhanced by\n* Well-facilitated Special Economic Zones shall be\n* Institutional expansion and strengthening of Department of"}, {"text_block_id": "p16_b115", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Competitive capacity of industry sector shall be enhanced by\n* Well-facilitated Special Economic Zones shall be\n* Institutional expansion and strengthening of Department of\n* The labour law shall be made flexible in an objective\n* Protection shall be afforded to industries through the\n* Industries shall be developed taking into account of the\n* The provisions of multilateral, regional and bilateral\n* Forward and backward linkages among industries in the\n* The Government-owned industries shall be commercially"}, {"text_block_id": "p17_b127", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Competitive capacity of industry sector shall be enhanced by\n* Well-facilitated Special Economic Zones shall be\n* Institutional expansion and strengthening of Department of\n* The labour law shall be made flexible in an objective\n* Protection shall be afforded to industries through the\n* Industries shall be developed taking into account of the\n* The provisions of multilateral, regional and bilateral\n* Forward and backward linkages among industries in the\n* The Government-owned industries shall be commercially\n* Additional facilities and concession shall be made\n\t* The industrial profile of each district shall be prepared\n\t* Programs to assist in technology, market, skills and\n\t* A special package of facilities shall be introduced for"}, {"text_block_id": "p18_b136", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Competitive capacity of industry sector shall be enhanced by\n* Well-facilitated Special Economic Zones shall be\n* Institutional expansion and strengthening of Department of\n* The labour law shall be made flexible in an objective\n* Protection shall be afforded to industries through the\n* Industries shall be developed taking into account of the\n* The provisions of multilateral, regional and bilateral\n* Forward and backward linkages among industries in the\n* The Government-owned industries shall be commercially\n* Additional facilities and concession shall be made\n\t* The industrial profile of each district shall be prepared\n\t* Programs to assist in technology, market, skills and\n\t* A special package of facilities shall be introduced for\n* Land use plan for industrial purpose shall be formulated\n* Raw material-based industries shall be developed in the\n* Special programs shall be introduced to operate herbs and\n* Special programs shall be introduced to operate herbs and\n Strategy concerning Objective 7.3 (7.3 to establish\n* Provisions of concessions and facilities shall be made to"}, {"text_block_id": "p19_b145", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Competitive capacity of industry sector shall be enhanced by\n* Well-facilitated Special Economic Zones shall be\n* Institutional expansion and strengthening of Department of\n* The labour law shall be made flexible in an objective\n* Protection shall be afforded to industries through the\n* Industries shall be developed taking into account of the\n* The provisions of multilateral, regional and bilateral\n* Forward and backward linkages among industries in the\n* The Government-owned industries shall be commercially\n* Additional facilities and concession shall be made\n\t* The industrial profile of each district shall be prepared\n\t* Programs to assist in technology, market, skills and\n\t* A special package of facilities shall be introduced for\n* Land use plan for industrial purpose shall be formulated\n* Raw material-based industries shall be developed in the\n* Special programs shall be introduced to operate herbs and\n* Special programs shall be introduced to operate herbs and\n Strategy concerning Objective 7.3 (7.3 to establish\n* Provisions of concessions and facilities shall be made to\n* Special mechanism shall be developed for regeneration\n\t* Provision of mobilizing the capital in the private and\n\t* One stop service center shall be established and made\n\t* Effective coordination shall be maintained among the"}, {"text_block_id": "p20_b154", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Competitive capacity of industry sector shall be enhanced by\n* Well-facilitated Special Economic Zones shall be\n* Institutional expansion and strengthening of Department of\n* The labour law shall be made flexible in an objective\n* Protection shall be afforded to industries through the\n* Industries shall be developed taking into account of the\n* The provisions of multilateral, regional and bilateral\n* Forward and backward linkages among industries in the\n* The Government-owned industries shall be commercially\n* Additional facilities and concession shall be made\n\t* The industrial profile of each district shall be prepared\n\t* Programs to assist in technology, market, skills and\n\t* A special package of facilities shall be introduced for\n* Land use plan for industrial purpose shall be formulated\n* Raw material-based industries shall be developed in the\n* Special programs shall be introduced to operate herbs and\n* Special programs shall be introduced to operate herbs and\n Strategy concerning Objective 7.3 (7.3 to establish\n* Provisions of concessions and facilities shall be made to\n* Special mechanism shall be developed for regeneration\n\t* Provision of mobilizing the capital in the private and\n\t* One stop service center shall be established and made\n\t* Effective coordination shall be maintained among the\n* Government of Nepal shall play roles of a facilitator in\n* The difficulties in performance of works of the existing\n* In order to make the research on industries and skills\n* The industries to be established by cooperative societies\n* To internalize the concept of partnership among public,\n* In order to take initiative to consider the problems being"}, {"text_block_id": "p21_b166", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Competitive capacity of industry sector shall be enhanced by\n* Well-facilitated Special Economic Zones shall be\n* Institutional expansion and strengthening of Department of\n* The labour law shall be made flexible in an objective\n* Protection shall be afforded to industries through the\n* Industries shall be developed taking into account of the\n* The provisions of multilateral, regional and bilateral\n* Forward and backward linkages among industries in the\n* The Government-owned industries shall be commercially\n* Additional facilities and concession shall be made\n\t* The industrial profile of each district shall be prepared\n\t* Programs to assist in technology, market, skills and\n\t* A special package of facilities shall be introduced for\n* Land use plan for industrial purpose shall be formulated\n* Raw material-based industries shall be developed in the\n* Special programs shall be introduced to operate herbs and\n* Special programs shall be introduced to operate herbs and\n Strategy concerning Objective 7.3 (7.3 to establish\n* Provisions of concessions and facilities shall be made to\n* Special mechanism shall be developed for regeneration\n\t* Provision of mobilizing the capital in the private and\n\t* One stop service center shall be established and made\n\t* Effective coordination shall be maintained among the\n* Government of Nepal shall play roles of a facilitator in\n* The difficulties in performance of works of the existing\n* In order to make the research on industries and skills\n* The industries to be established by cooperative societies\n* To internalize the concept of partnership among public,\n* In order to take initiative to consider the problems being\n* Provisions for simple and easy exit for closing down of\n\t* For making available land necessary for Industrial\n\t* Necessary institutional arrangement, policy reform and\n\t* Sub-contracting law necessary for product outsourcing\n\t* Provision of deducting from the taxable amount the"}, {"text_block_id": "p22_b176", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Competitive capacity of industry sector shall be enhanced by\n* Well-facilitated Special Economic Zones shall be\n* Institutional expansion and strengthening of Department of\n* The labour law shall be made flexible in an objective\n* Protection shall be afforded to industries through the\n* Industries shall be developed taking into account of the\n* The provisions of multilateral, regional and bilateral\n* Forward and backward linkages among industries in the\n* The Government-owned industries shall be commercially\n* Additional facilities and concession shall be made\n\t* The industrial profile of each district shall be prepared\n\t* Programs to assist in technology, market, skills and\n\t* A special package of facilities shall be introduced for\n* Land use plan for industrial purpose shall be formulated\n* Raw material-based industries shall be developed in the\n* Special programs shall be introduced to operate herbs and\n* Special programs shall be introduced to operate herbs and\n Strategy concerning Objective 7.3 (7.3 to establish\n* Provisions of concessions and facilities shall be made to\n* Special mechanism shall be developed for regeneration\n\t* Provision of mobilizing the capital in the private and\n\t* One stop service center shall be established and made\n\t* Effective coordination shall be maintained among the\n* Government of Nepal shall play roles of a facilitator in\n* The difficulties in performance of works of the existing\n* In order to make the research on industries and skills\n* The industries to be established by cooperative societies\n* To internalize the concept of partnership among public,\n* In order to take initiative to consider the problems being\n* Provisions for simple and easy exit for closing down of\n\t* For making available land necessary for Industrial\n\t* Necessary institutional arrangement, policy reform and\n\t* Sub-contracting law necessary for product outsourcing\n\t* Provision of deducting from the taxable amount the\n* The number of Commercial Benches shall be increased to\n* A group of experts shall be formed to study the industrial\n* Necessary legal reform shall be introduced for exit, credit\n* Modern fire brigade shall be established in coordination\n* Necessary provisions shall be made for supplying\n* Necessary provisions shall be made for supplying\n Strategies concerning Objective 7.5 (7.5 to protect\n* Provisions for producing goods using the trademark in"}, {"text_block_id": "p23_b189", "text": "Strategy concerning objective 7.1 (to increase export of industrial products along with growth in national income and employment through enhancement of quality and competitive industrial products and productivity)\n* Competitive capacity of industry sector shall be enhanced by\n* Well-facilitated Special Economic Zones shall be\n* Institutional expansion and strengthening of Department of\n* The labour law shall be made flexible in an objective\n* Protection shall be afforded to industries through the\n* Industries shall be developed taking into account of the\n* The provisions of multilateral, regional and bilateral\n* Forward and backward linkages among industries in the\n* The Government-owned industries shall be commercially\n* Additional facilities and concession shall be made\n\t* The industrial profile of each district shall be prepared\n\t* Programs to assist in technology, market, skills and\n\t* A special package of facilities shall be introduced for\n* Land use plan for industrial purpose shall be formulated\n* Raw material-based industries shall be developed in the\n* Special programs shall be introduced to operate herbs and\n* Special programs shall be introduced to operate herbs and\n Strategy concerning Objective 7.3 (7.3 to establish\n* Provisions of concessions and facilities shall be made to\n* Special mechanism shall be developed for regeneration\n\t* Provision of mobilizing the capital in the private and\n\t* One stop service center shall be established and made\n\t* Effective coordination shall be maintained among the\n* Government of Nepal shall play roles of a facilitator in\n* The difficulties in performance of works of the existing\n* In order to make the research on industries and skills\n* The industries to be established by cooperative societies\n* To internalize the concept of partnership among public,\n* In order to take initiative to consider the problems being\n* Provisions for simple and easy exit for closing down of\n\t* For making available land necessary for Industrial\n\t* Necessary institutional arrangement, policy reform and\n\t* Sub-contracting law necessary for product outsourcing\n\t* Provision of deducting from the taxable amount the\n* The number of Commercial Benches shall be increased to\n* A group of experts shall be formed to study the industrial\n* Necessary legal reform shall be introduced for exit, credit\n* Modern fire brigade shall be established in coordination\n* Necessary provisions shall be made for supplying\n* Necessary provisions shall be made for supplying\n Strategies concerning Objective 7.5 (7.5 to protect\n* Provisions for producing goods using the trademark in\n* Provisions shall be made so that any industry may\n\t* A separate and efficient Agency shall be established for"}, {"text_block_id": "p23_b194", "text": "11. Special strategies relating to micro enterprises, cottage and small industries"}, {"text_block_id": "p23_b195", "text": "11. Special strategies relating to micro enterprises, cottage and small industries\n* While operating programmes for promotion, development\n* To the extent possible, the micro and cottage entrepreneurs"}, {"text_block_id": "p24_b199", "text": "11.3."}, {"text_block_id": "p24_b200", "text": "Micro entrepreneurs and cottage and small industrialists shall be encouraged to be competitive by capacity development and productivity enhancement to produce quality goods based on market demand."}, {"text_block_id": "p24_b201", "text": "11.4."}, {"text_block_id": "p24_b202", "text": "Provisions of financial access shall be made to micro enterprises, cottage and small industries through the various Funds such as the Micro Enterprises, Cottage and Small Industries Development Fund, Rural Self-employment fund, Equity Fund, Credit Guarantee Fund."}, {"text_block_id": "p24_b203", "text": "11.5."}, {"text_block_id": "p24_b204", "text": "For separate identity of the products of community and cooperative micro enterprises, cottage and small industries villages, collective mark shall cause to be registered and assistance shall be rendered for market promotion through the use of the mark."}, {"text_block_id": "p24_b205", "text": "11.6."}, {"text_block_id": "p24_b206", "text": "•One village, one product• programme shall be launched as a campaign."}, {"text_block_id": "p24_b207", "text": "11.7."}, {"text_block_id": "p24_b208", "text": "In order to create capital required for development of micro enterprises, cottage and small industries, such entrepreneurs shall be encouraged for saving and motivated to be associated to multi-purpose cooperative."}, {"text_block_id": "p25_b209", "text": "In order to create capital required for development of micro enterprises, cottage and small industries, such entrepreneurs shall be encouraged for saving and motivated to be associated to multi-purpose cooperative.\n* For appropriate development of micro enterprises, cottage\n* Market of the goods and services of micro enterprises,\n* In order to assist in market promotion of products of micro\n* The Export House Establishment and Operation Orders,"}, {"text_block_id": "p26_b217", "text": "11.12."}, {"text_block_id": "p26_b218", "text": "In order to use information technology for promotion of micro enterprises, cottage and small industries, information technology hubs shall be brought into operation in collaboration with cooperative and private sector as well. Provisions of transmission of all backward and forward information necessary for development of micro enterprises, cottage and small industries shall be made by using all communication mediums (print, radio, television, internet and so on) through these hubs."}, {"text_block_id": "p26_b219", "text": "11.13."}, {"text_block_id": "p26_b220", "text": "Industrial property of micro enterprises, cottage and small industries shall be protected and concession shall be provided in the fee to be charged for the protection."}, {"text_block_id": "p26_b221", "text": "11.14."}, {"text_block_id": "p26_b222", "text": "For promoting sale of the products of micro enterprises, cottage and small industries, governmental and nongovernmental agencies shall be encouraged to purchase such products."}, {"text_block_id": "p26_b223", "text": "11.15."}, {"text_block_id": "p26_b224", "text": "For promotion of micro enterprises, cottage and small industries based on agriculture, forests, tourism and mining, the collection or extraction and supply of raw materials, as the case may be, shall be simplified subject to the current agriculture, forests, tourism and mining policies and relevant Acts."}, {"text_block_id": "p27_b225", "text": "For promotion of micro enterprises, cottage and small industries based on agriculture, forests, tourism and mining, the collection or extraction and supply of raw materials, as the case may be, shall be simplified subject to the current agriculture, forests, tourism and mining policies and relevant Acts.\n* Provisions of operation of promotional activities shall be\n* Investment to be made in micro enterprises and cottage\n* The services, facilities and concessions to be provided to\n* Provisions shall be made for providing Business\n* Business Incubation Centre especially based on"}, {"text_block_id": "p28_b235", "text": "11.21."}, {"text_block_id": "p28_b236", "text": "Special provisions shall be made to attract talented and creative youth and women in micro enterprises, cottage and small industries through Business Incubation centre."}, {"text_block_id": "p28_b237", "text": "11.22."}, {"text_block_id": "p28_b238", "text": "Provisions of Angel Fund and Venture Capital Fund shall be made for assisting in running industries to entrepreneurs having crossed the stage of Business Incubation centers and programs of employment generation shall be launched through them."}, {"text_block_id": "p28_b239", "text": "11.23."}, {"text_block_id": "p28_b240", "text": "Regional Level Micro Enterprises, Cottage and Small industrial villages, Production Development Centers shall be established in various places, on the basis of viability and priority, in collaboration with the private sector umbrella organizations such as Cottage and Small Industries Association, Federation of Nepalese Chamber of Commerce and Industries, National Micro Entrepreneurs Groups."}, {"text_block_id": "p28_b241", "text": "11.24."}, {"text_block_id": "p28_b242", "text": "Community/Collective Services Centers shall be established in appropriate places to assist micro entrepreneurs in providing services in an intergraded manner and in infrastructures required for marketing services."}, {"text_block_id": "p29_b243", "text": "Community/Collective Services Centers shall be established in appropriate places to assist micro entrepreneurs in providing services in an intergraded manner and in infrastructures required for marketing services.\n* Provisions shall be made for making available loans in\n<\\li1>"}, {"text_block_id": "p29_b245", "text": "12. Definition and classification of industrial enterprises"}, {"text_block_id": "p29_b246", "text": "12.1."}, {"text_block_id": "p29_b247", "text": "Definition"}, {"text_block_id": "p29_b248", "text": "For the purpose of this Policy, any economic activity conducted by an individual, firm or company to produce goods or provide service a profit-making objective shall be regarded as an industrial enterprise."}, {"text_block_id": "p29_b249", "text": "12.2."}, {"text_block_id": "p29_b250", "text": "Industrial enterprises have been defined as follows based on nature of production and service:-"}, {"text_block_id": "p29_b251", "text": "12.2.1. Industries based on agriculture and forestry"}, {"text_block_id": "p29_b252", "text": "The businesses of production or processing from raw materials based on agriculture and forests product as referred to in schedule-1."}, {"text_block_id": "p29_b253", "text": "12.2.2. Production-oriented industries"}, {"text_block_id": "p29_b254", "text": "The industries producing goods having used raw materials or semi-processed raw materials or unused materials having added value as prescribed."}, {"text_block_id": "p29_b255", "text": "12.2.3. Export-oriented industries"}, {"text_block_id": "p31_b256", "text": "The industrial enterprises as referred to in schedule-5"}, {"text_block_id": "p31_b257", "text": "12.3. Classification of industries based on investment nature shall be as follows:-"}, {"text_block_id": "p31_b258", "text": "12.3.1. Micro Enterprises"}, {"text_block_id": "p31_b259", "text": "For the purpose of this Policy, a micro enterprise means the enterprise having met the following conditions:-"}, {"text_block_id": "p31_b260", "text": ""}, {"text_block_id": "p31_b261", "text": "Where investment is up to two hundred thousand rupees as fixed capital except the house or land"}, {"text_block_id": "p31_b262", "text": ""}, {"text_block_id": "p31_b263", "text": "Where the entrepreneur himself/herself engaged in management"}, {"text_block_id": "p31_b264", "text": ""}, {"text_block_id": "p31_b265", "text": "Where there are up to nine workers including the entrepreneur"}, {"text_block_id": "p31_b266", "text": ""}, {"text_block_id": "p31_b267", "text": "Where the annual financial transaction is less than two million rupees, and"}, {"text_block_id": "p32_b268", "text": ""}, {"text_block_id": "p32_b269", "text": "If an instrument with engine is used, the electric motor or other oil engine capacity has to be less than ten kilowatt"}, {"text_block_id": "p32_b270_merged", "text": "Explanation: Even if the aforesaid conditions have been fulfilled, an enterprise that requires permission, liquors, beer, cigarette, biri, or other tobacco goods or materials shall not be deemed to be a micro enterprise. Moreover, if an enterprise registered once as micro enterprise is upgraded as other industry, such an industry shall not be listed as a micro enterprise."}, {"text_block_id": "p32_b275", "text": "12.3.2. Traditional and Other Cottage Industries"}, {"text_block_id": "p32_b276", "text": "An industrial enterprise that uses traditional skills and technology, the instruments and machinery based on local raw materials and associated with art and culture of the country and that uses electric power up to 10 kilowatts as referred to in schedule-6."}, {"text_block_id": "p32_b277", "text": "12.3.3. Small Scale industries"}, {"text_block_id": "p32_b278", "text": "An industrial enterprise other than those of micro enterprises and traditional and other cottage industries having the fixed assets of up to 50 million rupees."}, {"text_block_id": "p32_b279", "text": "12.3.4. Medium Scale Industries"}, {"text_block_id": "p33_b280", "text": "An industrial enterprise having the fixed assets more than fifty million to one hundred fifty million rupees."}, {"text_block_id": "p33_b281", "text": "12.3.5. Large scale Industries"}, {"text_block_id": "p33_b282", "text": "An industrial enterprise having the fixed assets of more than one hundred fifty million rupees."}, {"text_block_id": "p33_b283", "text": "Explanation:"}, {"text_block_id": "p33_b284", "text": "(1)"}, {"text_block_id": "p33_b285", "text": "The fixed assets of the aforesaid industries includes the following movable or immovable property:-"}, {"text_block_id": "p33_b286", "text": "The fixed assets of the aforesaid industries includes the following movable or immovable property:-\n* Land and land improvement (works such as land\n* Surface physical infrastructure (such as\n* Office, factory building, warehouse, electricity\n* Machines, instruments and tools\n* Transport vehicles\n* Electricity, instruments, office equipments\n* Furniture, fixture and furnishing,"}, {"text_block_id": "p34_b300", "text": "(2)"}, {"text_block_id": "p34_b301", "text": "In addition to the property referred to in sub-section (1), the capitalized technical consultancy, before investment or at the various stages of construction phase and supervision expenses, pre-investment and pre-operation expenses and the capitalized interests to be charged during construction phase shall also be regarded to be the fixed assets of an industry."}, {"text_block_id": "p34_b302", "text": "13. Prioritized Industries"}, {"text_block_id": "p34_b303", "text": "13.1."}, {"text_block_id": "p34_b304", "text": "The industries referred to in schedule -7 are specified as the prioritized industries."}, {"text_block_id": "p34_b305", "text": "13.2."}, {"text_block_id": "p34_b306", "text": "The list of the prioritized industries shall be reviewed in every five years. Government of Nepal may, on the recommendation of the Industrial Promotion Board alter the list as may be necessary."}, {"text_block_id": "p34_b307", "text": "14. Permission"}, {"text_block_id": "p34_b308", "text": "14.1."}, {"text_block_id": "p34_b309", "text": "No permission shall be required to establish, extend and diversify and modernize industries other than the industries referred to in schedule 8 that causes adverse impact on security, public health and environment."}, {"text_block_id": "p34_b310", "text": "14.2."}, {"text_block_id": "p34_b311", "text": "In case of the industries requiring permission from the Department of Industries, the department shall grant"}, {"text_block_id": "p35_b312", "text": "permission within a period of 30 days of the date of submission of application. In case there is any reason for not granting permission, information shall have to be given to the applicant specifying the reason therefor within a period of three days of the expiry of the time-limit."}, {"text_block_id": "p35_b313", "text": "permission within a period of 30 days of the date of submission of application. In case there is any reason for not granting permission, information shall have to be given to the applicant specifying the reason therefor within a period of three days of the expiry of the time-limit.\n* The person who obtains permission has to operate the\n* While making foreign investment in an industrial enterprise,"}, {"text_block_id": "p35_b317", "text": "15. Registration"}, {"text_block_id": "p35_b318", "text": "15.1."}, {"text_block_id": "p35_b319", "text": "A micro enterprise and traditional cottage industry shall have to inform to the local body within one month of its operation along with its short description. The local body shall have to maintain records of such information."}, {"text_block_id": "p35_b320", "text": "15.2."}, {"text_block_id": "p35_b321", "text": "The concerned agency shall register an industry within a period of 15 days of duly submission of an application by other industries that do not require permission. In case an"}, {"text_block_id": "p36_b322", "text": "industry could not be registered for any reason, information shall have to be given to the applicant specifying the reason therefor within three days."}, {"text_block_id": "p36_b323", "text": "15.3."}, {"text_block_id": "p36_b324", "text": "In case the initial environmental examination (IEE) or environmental impact assessment (EIA) is to be approved as per nature and capacity of an industry that is referred to in schedule -8 or the industry that does not require permission, the report thereof shall have to be submitted to the agency registering the industry."}, {"text_block_id": "p36_b325", "text": "15.4."}, {"text_block_id": "p36_b326", "text": "The agency that registers an industry shall monitor as to the operation of the industry periodically and shall assist in operating the industry by providing consultation if required by the industry. If the industry could have not been operated within the prescribed time except in cases of reasonable cause, the registration/permission shall be revoked."}, {"text_block_id": "p36_b327", "text": "15.5."}, {"text_block_id": "p36_b328", "text": "Government of Nepal shall make necessary coordination to formulate sectoral norms relating to IEE or EIA."}, {"text_block_id": "p36_b329", "text": "16. Special provisions relating to administration of micro enterprises, cottage and small industries"}, {"text_block_id": "p36_b330", "text": "16.1."}, {"text_block_id": "p36_b331", "text": "Within one month of its operation, a micro enterprise, the entrepreneur shall have to inform to the local body (Village Development Committee or Municipality) along with its"}, {"text_block_id": "p37_b332", "text": "short description. The local body shall register and provide with a certificate having charged the prescribed fee if the entrepreneur so desires. The local body shall make available monthly record of such information to the Office of the Cottage and Small Industries Development Board located in the district."}, {"text_block_id": "p37_b333", "text": "short description. The local body shall register and provide with a certificate having charged the prescribed fee if the entrepreneur so desires. The local body shall make available monthly record of such information to the Office of the Cottage and Small Industries Development Board located in the district.\n* The concerned agency shall register an industry within a\n* Registration and renewal of a cottage and small industry\n* It shall be enough for a micro enterprise and traditional"}, {"text_block_id": "p38_b339", "text": "16.5."}, {"text_block_id": "p38_b340", "text": "The existing provision of maintaining the distance of one kilometer from forest areas for establishing industries in the hilly districts shall be reviewed and provisions shall be made that industries will be registered requiring to maintain reasonable distance limit."}, {"text_block_id": "p38_b341", "text": "17. Facilities and Concessions"}, {"text_block_id": "p38_b342", "text": "The following facilities and concession shall be provided for development and promotion of an industry:-"}, {"text_block_id": "p38_b343", "text": "17.1."}, {"text_block_id": "p38_b344", "text": "Except in the case of an industry that produces all types of tobacco and liquors and"}, {"text_block_id": "p38_b345", "text": "kattha"}, {"text_block_id": "p38_b346", "text": "industries, there shall be concession by a less of five percent point in the corporate rate of tax to be levied in the income earned by a special industry."}, {"text_block_id": "p38_b347", "text": "17.2."}, {"text_block_id": "p38_b348", "text": "Except in the case of an industry that produces all types of tobacco and liquors and"}, {"text_block_id": "p38_b349", "text": "kattha"}, {"text_block_id": "p38_b350", "text": "industries, the industries established in the least developed areas referred to in schedule-9 shall be entitled to ninety percent exemption in the income tax to be charged for ten years from the date of commencement of transaction."}, {"text_block_id": "p38_b351", "text": "17.3."}, {"text_block_id": "p38_b352_merged_merged_merged", "text": "Except in the case of an industry that produces all types of tobacco and liquors and kattha industries, the industries established in the undeveloped areas referred to in"}, {"text_block_id": "p39_b355", "text": "10 shall be entitled to eighty percent exemption in the income tax to be charged for ten years from the date of commencement of transaction."}, {"text_block_id": "p39_b356", "text": "10 shall be entitled to eighty percent exemption in the income tax to be charged for ten years from the date of commencement of transaction.\n* Except in the case of an industry that produces all types of\n* industries, the industries\n* The industries that produce cider and wines based on fruits\n* Except in the case of an industry that produces all types of"}, {"text_block_id": "p40_b366", "text": "17.7."}, {"text_block_id": "p40_b367", "text": "In case information and communication technology industries referred to in schedule-4 are established in Information Technology Park, there shall be an exemption of fifty percent in the income tax to be levied."}, {"text_block_id": "p40_b368", "text": "17.8."}, {"text_block_id": "p40_b369", "text": "In case any small-scale industry that provides a direct employment to more than 100 native workers regularly for a period of more than six months in the minimum, a medium scale industry that provides more than 200 workers and large scale industry that provides more than 500 workers, such an industry shall be entitled to a further exemption of 25 percent in the income tax to be charged in that year. Moreover, in case such an industry provides 50 percent of such direct employment to native women, persons belonging to Dalit or persons with disability, there shall be an exemption of forty percent in the income tax to be levied in that year."}, {"text_block_id": "p40_b370", "text": "17.9."}, {"text_block_id": "p40_b371", "text": "The expenses incurred for serving long term interests and welfare of laborers and employees of an industry such as residence, life insurance, health facilities, education and training, child care centers sports/ exercises for physical fitness may be deducted for the purpose of income tax. Moreover, in case of an industry that provides employment to physically incapable persons including short persons, the"}, {"text_block_id": "p41_b372", "text": "salary and other expenses paid to such workers may also be deducted for the purpose of income tax."}, {"text_block_id": "p41_b373", "text": "17.10."}, {"text_block_id": "p41_b374", "text": "The expenses made by any industry in the machine or instrument that help decrease consumption of energy, the capital expenses and technology and process for installation of a system for pollution control and less impact in environment may be deducted for the purpose of income tax. Such facility shall have to be utilized once or within a period of five years."}, {"text_block_id": "p41_b375", "text": "17.11."}, {"text_block_id": "p41_b376", "text": "For the purpose of income tax assessment, an amount not exceeding five percent of the total sales income of the industry may be expensed for enhancement of entrepreneurship and skills development training research and development and for acquiring new technology."}, {"text_block_id": "p41_b377", "text": "17.12."}, {"text_block_id": "p41_b378", "text": "For the purpose of income tax, an amount not exceeding ten percent of the total sales income of the industry may be expensed for market promotion, survey and advertisement."}, {"text_block_id": "p41_b379", "text": "17.13."}, {"text_block_id": "p41_b380", "text": "The amount of expenses made for security of physical property of the industry and its insurance may be deducted from the taxable income."}, {"text_block_id": "p41_b381", "text": "17.14."}, {"text_block_id": "p41_b382", "text": "While depreciating the fixed assets of national prioritized industries, an additional one third amount in the rate of"}, {"text_block_id": "p42_b383", "text": "depreciation rate referred to in the prevailing Income Tax Act may be deducted."}, {"text_block_id": "p42_b384", "text": "17.15."}, {"text_block_id": "p42_b385", "text": "In case of an industry that diversifies the same industry or other industry by reinvestment or that expands the installed capacity of the industry by twenty five percent or more or that modernizes technology or develops subsidiary industry, forty percent of the additional fixed assets created by such reinvestment may be deducted for the purpose of tax. Such exempted amount shall have to be deducted once in a year or within a period of five years."}, {"text_block_id": "p42_b386", "text": "17.16."}, {"text_block_id": "p42_b387", "text": "The expenses made by an industry while protecting industrial property under intellectual property registered in Nepal may be debited by the industry for the purpose of income tax. Exemption as in the case of export shall be given in the income acquired from export of intellectual property. Fifty percent of the expenses made by an industry in registration for protecting intellectual property in abroad shall be borne by the Government. Similarly, the income acquired from the sale of intellectual property shall be liable to income tax only at the rate of dividend."}, {"text_block_id": "p42_b388", "text": "17.17."}, {"text_block_id": "p42_b389", "text": "The donation and assistance as prescribed given for rescue from natural calamity and social service sector shall be exempted for the purpose of income tax."}, {"text_block_id": "p43_b390", "text": "The donation and assistance as prescribed given for rescue from natural calamity and social service sector shall be exempted for the purpose of income tax.\n* The rate of income tax to be levied for the prescribed\n* Cottage and small industries may produce auxiliary products\n* Cottage and small industries may produce auxiliary products\n volume of export and as may be prescribed, the custom"}, {"text_block_id": "p43_b394", "text": "17.20."}, {"text_block_id": "p43_b395", "text": "No excise and value added tax shall be levied if the goods produced in the country is exported to abroad."}, {"text_block_id": "p43_b396", "text": "17.21."}, {"text_block_id": "p43_b397", "text": "Export oriented industries, export promotion house or industries in Special Economic Zone may cause goods to be produced from other industries by sub-contracting with them. The exporter shall be entitled to refund, on the basis of the"}, {"text_block_id": "p44_b399", "text": "Export oriented industries, export promotion house or industries in Special Economic Zone may cause goods to be produced from other industries by sub-contracting with them. The exporter shall be entitled to refund, on the basis of the\n"}, {"text_block_id": "p44_b400", "text": "17.22."}, {"text_block_id": "p44_b401_merged", "text": "In order to simplify the duty draw back system available for exporting goods, the same rate shall be fixed for the industries of the same nature based on consumption of the raw materials. Provisions shall be made for getting the draw back facilities from the bank which has carried out the export transaction. In case of the industries to which no same rate could be fixed, the existing procedures shall also be continued."}, {"text_block_id": "p44_b406", "text": "17.23."}, {"text_block_id": "p44_b407", "text": "The facility of duty draw back entitled to industries shall compulsorily be made available to the exporter on the basis of volume of export within a period of forty-five days on which the application was submitted."}, {"text_block_id": "p44_b408", "text": "17.24."}, {"text_block_id": "p44_b409", "text": "The product or service sold by an industry so as to earning foreign currency within the country having taken part in an international tender shall be made available the facility of duty draw back as the deemed export. Such a facility shall be made available within on which the application was submitted."}, {"text_block_id": "p44_b410", "text": "17.25."}, {"text_block_id": "p44_b411", "text": "If an industry sells its products within the country so as to earning foreign currency; the fee, tariff required for the production and the custom duty, excise and value added tax"}, {"text_block_id": "p45_b412", "text": "levied on the raw materials, auxiliary raw materials and packaging materials used in the production shall be refunded regarding it as the deemed export. Such facility shall be made available within a period of forty-five days of the date on which the application was submitted."}, {"text_block_id": "p45_b413", "text": "levied on the raw materials, auxiliary raw materials and packaging materials used in the production shall be refunded regarding it as the deemed export. Such facility shall be made available within a period of forty-five days of the date on which the application was submitted.\n* If an industry that produces semi-processed or\n* The custom duty levied on the raw materials, auxiliary raw\n* Only one percent custom duty shall be levied on machinery,"}, {"text_block_id": "p46_b419", "text": "levied on the raw materials, auxiliary raw materials and packaging materials used in the production shall be refunded regarding it as the deemed export. Such facility shall be made available within a period of forty-five days of the date on which the application was submitted.\n* If an industry that produces semi-processed or\n* The custom duty levied on the raw materials, auxiliary raw\n* Only one percent custom duty shall be levied on machinery,\n"}, {"text_block_id": "p46_b420", "text": "17.29."}, {"text_block_id": "p46_b421", "text": "The facilities and concession which the industries referred to in this Policy are entitled to shall be ensured by making of laws. In case there is any alteration or change in the classification, the schedules and provisions as to the facilities and concessions in the least developed, undeveloped and least development, certainty shall be guaranteed that industries shall be entitled to enjoy such facilities uninterrupted until the period prescribed by the law made for implementation of this Policy. In case any industry is entitled to get more than one facility at the same time, the industry shall get the most favored facility it has chosen."}, {"text_block_id": "p46_b422", "text": "17.30."}, {"text_block_id": "p46_b423", "text": "The facilities and concessions to be entitled to under this Policy shall not be changed for the prescribed period."}, {"text_block_id": "p46_b424", "text": "17.31."}, {"text_block_id": "p46_b425", "text": "No royalty shall be charged on the electricity generated by an industry for its own purpose. Moreover, if the industry desires to sell the electricity energy, provision shall be made to allow the excess energy to the national greed at the prevailing market rate."}, {"text_block_id": "p47_b426", "text": "No royalty shall be charged on the electricity generated by an industry for its own purpose. Moreover, if the industry desires to sell the electricity energy, provision shall be made to allow the excess energy to the national greed at the prevailing market rate.\n* Government of Nepal may, on the recommendation of the\n* The export promotion industries shall be made available the\n* In case of an industry, the demand charge levied in the\n* The Government shall assist in acquiring the land required\n* Provision of making available grant to a micro enterprise"}, {"text_block_id": "p48_b436", "text": "17.37."}, {"text_block_id": "p48_b437", "text": "The commercial visa to be provided to a non-resident Nepali shall be made available free of costs."}, {"text_block_id": "p48_b438", "text": "17.38."}, {"text_block_id": "p48_b439", "text": "In order to facilitate new product development and its marketing and promotion to an industry operated in foreign investment, permission shall be granted to a subsidiary company of the holding company located in the country to import the goods produced by the holding company located in abroad for a certain period of time subject to the prescribed conditions and limits."}, {"text_block_id": "p48_b440", "text": "17.39."}, {"text_block_id": "p48_b441", "text": "The industries based on forest products may be made available forests on lease."}, {"text_block_id": "p48_b442", "text": "17.40."}, {"text_block_id": "p48_b443", "text": "Government of Nepal may, by publishing a notification in the Nepal Gazette, provide additional facility to export industries and industries to be established in export promotion zone, governmental or non-governmental Industrial District, and industrial village."}, {"text_block_id": "p48_b444", "text": "17.41."}, {"text_block_id": "p48_b445", "text": "Additional facility may be made available to any national prioritized industry or industry being invented and established in Nepal pursuant to a resolution of the Council of Ministers on the recommendation of the Micro Enterprises, Cottage and Small Industries, Industrial Promotion Board though the Ministry of Industries."}, {"text_block_id": "p49_b446", "text": "Additional facility may be made available to any national prioritized industry or industry being invented and established in Nepal pursuant to a resolution of the Council of Ministers on the recommendation of the Micro Enterprises, Cottage and Small Industries, Industrial Promotion Board though the Ministry of Industries.\n* No type of tax shall be levied on the industries established\n* Facilities shall also be given to the industries producing\n* For the purpose of development and promotion of mining"}, {"text_block_id": "p49_b452", "text": "18. Special Facilities and Concessions for micro enterprises, cottage and small industries"}, {"text_block_id": "p49_b453", "text": "The micro enterprise, cottage and small industries shall, in addition to the facilities and concessions referred to in Section 17 above, be entitled to the following facilities and services:-"}, {"text_block_id": "p49_b454", "text": "18.1."}, {"text_block_id": "p49_b455", "text": "No type of tax including excise, income tax, value added tax shall be levied on micro enterprises."}, {"text_block_id": "p50_b456", "text": "18.2."}, {"text_block_id": "p50_b457", "text": "The excise and income tax to be levied to cottage industries established in the least developed, undeveloped and under developed regions referred to in Schedule-9, 10 and 11 shall be exempted for a period of twelve years, seven years and five years respectively. In the subsequent years in which income tax will be applicable, an exemption of 75%, 60% and 50% shall be given respectively. In addition, no excise and income tax shall be levied for a period of five years to the national prioritized goods to be prescribed by Government of Nepal from time to time for a period of ten years to the industries established in the prioritized regions."}, {"text_block_id": "p50_b458", "text": "18.3."}, {"text_block_id": "p50_b459", "text": "An income tax exemption of 50% shall be given to the traditional cottage industries of all types referred to in Schedule-6."}, {"text_block_id": "p50_b460", "text": "18.4."}, {"text_block_id": "p50_b461", "text": "The custom duties, excise and value added tax levied on raw materials, auxiliary raw materials and packaging materials used in the goods produced by an industry shall be refunded on the basis of the volume of export of the produced goods. Such refundable revenue shall be refunded to the exporter within a period of sixty days from the date on which the application has been submitted for that purpose."}, {"text_block_id": "p50_b462", "text": "Provided that such an amount shall not be refunded if an application is not submitted within a period of forty-five days of the date of the export."}, {"text_block_id": "p51_b463", "text": "Provided that such an amount shall not be refunded if an application is not submitted within a period of forty-five days of the date of the export.\n* In case an industry sells its products to a gift house or an\n* For the purpose of this clause, â¢export houseâ¢\n* No type of tax, fee or charge shall be levied in the machines,\n* No type of tax, fee or charge shall be levied in the machines,\n Provided that in case the products of such industries are to\n* In order to provide financial access to micro enterprise,"}, {"text_block_id": "p52_b472", "text": "18.8."}, {"text_block_id": "p52_b473", "text": "Provisions for financial access shall be provided having affiliated local industries within micro enterprise, cottage and small industries villages and common services centers with cooperatives."}, {"text_block_id": "p52_b474", "text": "18.9."}, {"text_block_id": "p52_b475", "text": "In order to make available loan on group guarantee by affiliating the micro entrepreneurs in the districts and Village Development Committees where financial services are not available, one fund shall be established under the Micro Enterprise, Cottage and Small Industries Board and bulk loan shall be made available."}, {"text_block_id": "p52_b476", "text": "18.10."}, {"text_block_id": "p52_b477", "text": "Provisions shall be made that the process and documents required for services and facilities to be made available under various policies declared and legal measures made by the Government will be prepared and made available to industries from the offices of the Cottage and Small Industries Development Board located in districts."}, {"text_block_id": "p52_b478", "text": "None of the aforementioned facilities and concessions shall be made available to liquor-based and tobacco-based industries."}, {"text_block_id": "p52_b479", "text": "19. Special Provisions relating to Special Economic Zone"}, {"text_block_id": "p52_b480", "text": "19.1."}, {"text_block_id": "p52_b481", "text": "•Special Economic Zone• means the specialized industrialized area, export processing zone, export promotion house, structure with specialized or unified"}, {"text_block_id": "p53_b482", "text": "financial activities along with free trade areas made for any particular commercial purpose having the main objective to produce exportable goods and services declared by Government of Nepal by a notification published in the Nepal Gazette for operation of industrial activities intensively, in which integrated industrial services, standard industrial infrastructure, services and facilities, flexible labour related provisions, special facilities and concession for attracting investment are made available."}, {"text_block_id": "p53_b483", "text": "financial activities along with free trade areas made for any particular commercial purpose having the main objective to produce exportable goods and services declared by Government of Nepal by a notification published in the Nepal Gazette for operation of industrial activities intensively, in which integrated industrial services, standard industrial infrastructure, services and facilities, flexible labour related provisions, special facilities and concession for attracting investment are made available.\n* Legal and institutional provisions shall be made for\n* The industries established in the Special Economic Zone"}, {"text_block_id": "p53_b487", "text": "19.3.1. Income Tax Exemption"}, {"text_block_id": "p53_b488", "text": "a)"}, {"text_block_id": "p53_b489", "text": "An investor that invests in infrastructure shall be entitled to a cent percent exemption for the first seven years and a fifty percent exemption for five years thereafter from the income tax"}, {"text_block_id": "p54_b490", "text": "payable under the law in force from the date on which the investor operates the infrastructure or a license starts commercial transaction of the product."}, {"text_block_id": "p54_b491", "text": "b)"}, {"text_block_id": "p54_b492", "text": "A production-oriented industry established in a Special Economic Zone located in a Himali district or in a hilly district prescribed by Government of Nepal shall be entitled to a cent percent exemption from the income tax to be levied as per law from the date of commencement of commercial transaction of its product for the first ten years and a fifty percent exemption for five years thereafter."}, {"text_block_id": "p54_b493", "text": "c)"}, {"text_block_id": "p54_b494", "text": "An exemption of fifty percent shall be given in income tax payable in the income to be earned by a foreign investor from foreign technology, intellectual property or management service charge and royalty."}, {"text_block_id": "p54_b495", "text": "d)"}, {"text_block_id": "p54_b496", "text": "The industries established in a Special Economic Zone located in the least developed region referred to in Schedule-9 shall be entitled to a cent percent exemption from income tax for the first ten years from the date of commencement of its transaction. There shall be"}, {"text_block_id": "p55_b497", "text": "an exemption of fifty percent up to ten years thereafter in the income tax to be paid by such industries."}, {"text_block_id": "p55_b498", "text": "19.3.2. Facilities relating to value added tax"}, {"text_block_id": "p55_b499", "text": "a)"}, {"text_block_id": "p55_b500", "text": "A license holder shall be entitled to enjoy a facility of cent percent tax deduction in the value added tax paid while importing three transport vehicles in maximum for one industry for the purpose of transportation of machinery, instruments, and spare parts of machines, raw materials or goods required for the industry having regard to the scale of the industry."}, {"text_block_id": "p55_b501", "text": "b)"}, {"text_block_id": "p55_b502", "text": "The facility of zero rate shall be made available in goods or service trade among entrepreneurs within a Special Economic Zone."}, {"text_block_id": "p55_b503", "text": "19.3.3. Exemption in Custom Duty"}, {"text_block_id": "p55_b504", "text": "a)"}, {"text_block_id": "p55_b505", "text": "Custom duty shall be exempted on the basis of bank guarantee for the raw materials, auxiliary raw materials, packing materials and products required to be used in production of exportable goods."}, {"text_block_id": "p55_b506", "text": "b)"}, {"text_block_id": "p55_b507", "text": "Custom duty shall be exempted for plants, machinery, instruments, tools and spare parts required for industries."}, {"text_block_id": "p56_b508", "text": "c)"}, {"text_block_id": "p56_b509", "text": "A license-holder may take goods or service, which may be sold in internal market of Nepal, out of Special Economic Zone upon payment of the custom duty and other tax to be levied on such goods or service."}, {"text_block_id": "p56_b510", "text": "d)"}, {"text_block_id": "p56_b511", "text": "In case an importer sells any goods to an industry within Special Economic Zone, the Custom Office shall have to refund the custom duty levied on such goods to the concerned importer."}, {"text_block_id": "p56_b512", "text": "e)"}, {"text_block_id": "p56_b513", "text": "A license-holder shall, while transferring ownership of the goods imported on custom duty exemption, follow the procedures prescribed by Government of Nepal by publication of a notification in the Nepal Gazette."}, {"text_block_id": "p56_b514", "text": "19.3.4. Exemption of Local Tax"}, {"text_block_id": "p56_b515", "text": "No local tax of any type shall be levied on three transport vehicles in maximum for one industry for the purpose of transportation of machinery, instruments, and spare parts of machines, raw materials or goods required for the industry having regard to the scale of the industry."}, {"text_block_id": "p57_b516", "text": "19.3.5. Facilities equal to export to be provided"}, {"text_block_id": "p57_b517", "text": "In case a company, firm or industry sells its raw material or any of its products to an industry within Special Economic Zone, such sale shall be regarded as export and if the company, firm or industry is entitled to any facility as per prevailing law, it shall be entitled to such facility."}, {"text_block_id": "p57_b518", "text": "19.3.6."}, {"text_block_id": "p57_b519", "text": "Facility of a bonded warehouse to an industry established in the special economic zone shall further be simplified and made available to it. Such a facility shall be provided within a period of forty five days from the date on which an application is submitted."}, {"text_block_id": "p57_b520", "text": "20. Institutional Arrangement"}, {"text_block_id": "p57_b521", "text": "In order to make implementation of the Policy effective and make the promotion and regulation of industrial sector based on efficiency and professional capacity, the following structural, systematic and functional provisions have been made with institutional strengthening of the existing institutions as per their capacity, responsibility and powers:-"}, {"text_block_id": "p57_b522", "text": "20.1. Board of Investment"}, {"text_block_id": "p57_b523", "text": "20.1.1"}, {"text_block_id": "p57_b524", "text": "In order to formulate integrated policies to accord appropriate priority, afford protection, extend cooperation and express commitment for massive industrial investment; to mobilize and manage for resources required for promotional activities and to create"}, {"text_block_id": "p58_b525", "text": "an institution capable of making available from one place all types of services and cooperation to investors, a high-level powerful Board of Investment shall be formed under the Chairpersonship of the Prime Minister."}, {"text_block_id": "p58_b526", "text": "20.1.2"}, {"text_block_id": "p58_b527", "text": "Provisions as to establishment of Board of Investment, its functions, duties and powers shall be made by enacting a separate Act."}, {"text_block_id": "p58_b528", "text": "20.2. Industrial Promotion Board"}, {"text_block_id": "p58_b529", "text": "20.2.1"}, {"text_block_id": "p58_b530", "text": "In order to promote and develop industrial sector and for coordination and facilitation for solution of problems of industrial sector, Government of Nepal shall form the Industrial Promotion Board under the chairpersonship of Minister of Industries with representation from the relevant governmental bodies and stakeholders:-"}, {"text_block_id": "p58_b531", "text": "(a)"}, {"text_block_id": "p58_b532", "text": "Minister or Minister for State of Industries Chairperson"}, {"text_block_id": "p58_b533", "text": "(b)"}, {"text_block_id": "p58_b534", "text": "Minister for State and/or Assistant Minister of Member Industries"}, {"text_block_id": "p58_b535", "text": "(c)"}, {"text_block_id": "p58_b536", "text": "Member, National Planning Commission Member (looking after industry sector)"}, {"text_block_id": "p58_b537", "text": "(d)"}, {"text_block_id": "p58_b538", "text": "Governor, Nepal Rastra bank Member"}, {"text_block_id": "p58_b539", "text": "(e)"}, {"text_block_id": "p58_b540", "text": "Secretary, Ministry of Industries Member"}, {"text_block_id": "p59_b541", "text": "Secretary, Ministry of Industries Member\n* Secretary, Ministry of Finance Member\n* Secretary, Ministry of Commerce and Supplies Member\n* Secretary, Ministry of Tourism Member\n* Secretary, Ministry of Environment Member\n* Secretary, Ministry of Forests and Soil Member\n* Secretary, Ministry of Energy Member\n* Secretary, Ministry of Labour and Transport Member\n* Secretary, Ministry of Physical Planning and Member\n* Chairperson, Federation of Nepal Chamber of Member\n* Chairperson, Confederation of Nepalese Member\n* Chairperson, Federation of Cottage and Small Member\n* Chairperson, Nepal Chamber of Commerce Member"}, {"text_block_id": "p60_b565", "text": "(r)"}, {"text_block_id": "p60_b566", "text": "Persons nominated by Government of Nepal Member-4 from among the experts on industry sector (including one woman) (s) Persons nominated by Government of Nepal Member-3 having representation from Trade Unions (including one woman)"}, {"text_block_id": "p60_b567", "text": "(t)"}, {"text_block_id": "p60_b568", "text": "Director General, Department of Industries MemberSecretary"}, {"text_block_id": "p60_b569", "text": "20.2.2"}, {"text_block_id": "p60_b570", "text": "Functions, Duties and Powers of Industrial Promotion Board:"}, {"text_block_id": "p60_b571", "text": "20.2.3"}, {"text_block_id": "p60_b572", "text": "The Board of Investment shall have a separate secretariat. Department of Industries shall manage the secretariat."}, {"text_block_id": "p60_b573", "text": "20.2.4"}, {"text_block_id": "p60_b574", "text": "Government of Nepal may, by a notification published in the Nepal Gazette, alter and change the number of members of the Board."}, {"text_block_id": "p60_b575", "text": "20.2.5"}, {"text_block_id": "p60_b576", "text": "The board may, if it deems fit, invite any native person or foreigner as an expert or advisor to take part in meeting of the Board as an observer."}, {"text_block_id": "p60_b577", "text": "20.2.6"}, {"text_block_id": "p60_b578", "text": "The procedures as to meetings of the Board shall be as may be determined by the Board itself."}, {"text_block_id": "p61_b579", "text": "20.3. Foundation for Industrial Human Resources Development"}, {"text_block_id": "p61_b580", "text": "The Institutes like Industrial Business Development Academy, Butwal Technical Institute, Cottage and Small Industries Trainings Centre, Skills Development Trainings Center which have been established with objectives to develop human resources and technology of the governmental and private sector institutes involved in industrial enterprises development activities, to provide trainings, management and consultancy services to various types of instructors and to carry out research trainings and productivity increasing activities shall be integrated and an Academy for Development of Industrial Human Resources shall be established under a separate law."}, {"text_block_id": "p61_b581", "text": "20.4. Industrial Districts Management Authority"}, {"text_block_id": "p61_b582", "text": "In order to conduct necessary programs for bringing improvement in infrastructure and services management and enhancing competitive capacity of the industries established in Industrial Districts, the present Industrial Districts Management Limited shall be upgraded as Industrial Districts Management Authority under a separate law."}, {"text_block_id": "p61_b583", "text": "20.5. National Council for Productivity"}, {"text_block_id": "p61_b584", "text": "In order to conduct functions relating to research, consultancy, trainings and capacity development for productivity, a separate National Productivity Council shall be established by"}, {"text_block_id": "p62_b585", "text": "strengthening the institutional capacity of the existing National Productivity and Economic Development Center."}, {"text_block_id": "p62_b586", "text": "20.6. Department of Industries"}, {"text_block_id": "p62_b587", "text": "20.6.1"}, {"text_block_id": "p62_b588", "text": "For carrying out functions relating to administration of all types of industries and providing services and facilities from one place, the current Cottage and Small Industries Development Department and Department of Industries shall be integrated and a capable Department shall be created."}, {"text_block_id": "p62_b589", "text": "20.6.2"}, {"text_block_id": "p62_b590", "text": "The Department of Industries shall carry on the functions relating to registration, administration of, and facilities to middle-scale and large-scale industries; approval of foreign investment and transfer of technology; maintaining record and conducting administration and to carry on functions as the secretariat of the Industrial Promotion Board, except the functions relating to industries of all scales as referred to in Schedule-8 that require granting approval and industries in relation to which decisions have to be taken upon submission to Ministry of Industries and Board of Investment."}, {"text_block_id": "p62_b591", "text": "20.6.3"}, {"text_block_id": "p62_b592", "text": "Capacity of the Department of Industries shall be developed in such a way so that the functions relating to control and monitoring of industrial environment pollution could be performed by that department."}, {"text_block_id": "p63_b593", "text": "Capacity of the Department of Industries shall be developed in such a way so that the functions relating to control and monitoring of industrial environment pollution could be performed by that department.\n* The Department of Industries shall submit a quarterly\n* The Department of Industries shall cause its functions\n* The Department of Industries shall bear the responsibility\n* The Department of Industries may delegate its powers to"}, {"text_block_id": "p63_b601", "text": "20.7. One Stop Services Center"}, {"text_block_id": "p63_b602", "text": "One Stop Services Center shall be formed within the Department of Industries to make available on time, from one point and without hassles the facilities, concession and infrastructure services provided by law. The functions, duties and powers of the said services center shall be as prescribed by law."}, {"text_block_id": "p63_b603", "text": "20.8. Nepal Bureau of Standards and Metrology"}, {"text_block_id": "p64_b604", "text": "20.8.1"}, {"text_block_id": "p64_b605", "text": "In order to ascertain the standards of industrial products, the existing Nepal Bureau of Standards and Metrology shall be upgraded with institutional strengthening. The Bureau shall certify the standard and monitor the goods (other than foods and medicines) produced by native industries."}, {"text_block_id": "p64_b606", "text": "20.8.2"}, {"text_block_id": "p64_b607", "text": "Nepal Bureau of Standards and Metrology shall be developed as the main agency in the process of certification of exportable goods."}, {"text_block_id": "p64_b608", "text": "20.8.3"}, {"text_block_id": "p64_b609", "text": "In order to strengthen and expand the working efficiency of the Bureau, provisions shall be made for additional technical human resources, regional offices with laboratories, training centers, and timely reform shall be made in working procedures and means and resources."}, {"text_block_id": "p64_b610", "text": "20.9. Intellectual Property Protection Office"}, {"text_block_id": "p64_b611", "text": "Intellectual Property Protection Office shall be established covering the entire working areas and responsibility relating to intellectual property. This office shall carry on functions relating to promotion and effective protection of intellectual property."}, {"text_block_id": "p64_b612", "text": "20.10. Office of the Companies Registrar"}, {"text_block_id": "p64_b613", "text": "20.10.1"}, {"text_block_id": "p64_b614", "text": "The services made available by the Office of the Companies Registrar shall be decentralized to"}, {"text_block_id": "p65_b615", "text": "20.11. Department of Mines and Geology"}, {"text_block_id": "p65_b616", "text": "In order to make the activities of the Department of Mines and Geology effective, adequate provisions of technical human resources, physical and financial means and resources shall be made as may be necessary and regional offices shall also be created."}, {"text_block_id": "p65_b617", "text": "20.12. National Micro Entrepreneurship, Cottage and Small Industries Promotion Board and Cottage and Small Industries Development Board"}, {"text_block_id": "p65_b618", "text": "20.12.1"}, {"text_block_id": "p65_b619", "text": "In order to promote micro entrepreneurship, cottage and small industries and remove non-clarity among the agencies engaged in their administration, the •National Micro Entrepreneurship, Cottage and Small Industries"}, {"text_block_id": "p66_b620", "text": "Promotion Board• shall be formed at the central level. The Cottage and Small Industries Development Board, which shall have the responsibility of promotion, development and expansion of cottage and small industries, shall be adjusted within the structure of the same Board and all promotional services including registration and renewal of, and recommendation for, micro entrepreneurship, cottage and small industries shall be made available from all seventy five districts through the Offices of the Board."}, {"text_block_id": "p66_b621", "text": "20.12.2"}, {"text_block_id": "p66_b622", "text": "In order for development and promotion of micro entrepreneurship, cottage and small industries, the following National Micro Entrepreneurship, Cottage and Small Industries Promotion Board shall be formed:-"}, {"text_block_id": "p66_b623", "text": "Formation of the Board:"}, {"text_block_id": "p66_b624", "text": "(a)"}, {"text_block_id": "p66_b625", "text": "Minister or Minister for State of Industries Chairperson"}, {"text_block_id": "p66_b626", "text": "(c)"}, {"text_block_id": "p67_b627", "text": "Member, National Planning Commission Member (responsible to deal with industry sector)\n* Governor, Nepal Rastra Bank Member\n* Secretary, Ministry of Industries Member\n* Secretaries of the concerned stakeholder Member\n* Chairperson, Federation of Nepal Chamber of Member\n* Chairperson, Federation of Cottage and Small Member\n* Chairperson, National Federation of Micro Member\n* Chairperson, Federation of Forest Users Groups\n* Representatives (three in maximum) Trade Members\n* Women Entrepreneur Representatives in the Member\n* Executive Director, Micro Entrepreneurship,"}, {"text_block_id": "p66_b647", "text": "Member, National Planning Commission Member (responsible to deal with industry sector)"}, {"text_block_id": "p68_b648", "text": "20.12.3"}, {"text_block_id": "p68_b649", "text": "Functions, Duties and Powers of the Board"}, {"text_block_id": "p68_b650", "text": "a)"}, {"text_block_id": "p68_b651", "text": "To formulate policies and Rules concerning promotion of, and investment into, micro entrepreneurship, cottage and small industries and to provide necessary guidelines for implementation;"}, {"text_block_id": "p68_b652", "text": "b)"}, {"text_block_id": "p68_b653", "text": "To maintain coordination between the objectives of the micro entrepreneurship, cottage and small industries policy and level of implementation;"}, {"text_block_id": "p68_b654", "text": "c)"}, {"text_block_id": "p68_b655", "text": "To make recommendation to Government of Nepal in case of need for any change in standardization and classification of industries;"}, {"text_block_id": "p68_b656", "text": "d)"}, {"text_block_id": "p68_b657", "text": "In case of submission of an application that any industry has not been provided with the facilities and concessions made available by the micro entrepreneurship, cottage and small industries policy, to conduct an inquiry into it and to issue directive to the concerned agency;"}, {"text_block_id": "p68_b658", "text": "e)"}, {"text_block_id": "p68_b659", "text": "To make available through its office the facilities provided by this policy to micro entrepreneurship, cottage and small industries;"}, {"text_block_id": "p69_b660", "text": "To make available through its office the facilities provided by this policy to micro entrepreneurship, cottage and small industries;\n* To delegate any of its function, duty or authority to\n<\\li1>"}, {"text_block_id": "p69_b662", "text": "20.12.4"}, {"text_block_id": "p69_b663", "text": "Government of Nepal may, by publishing a notification in the Nepal Gazette, alter or change the members of the Board."}, {"text_block_id": "p69_b664", "text": "20.12.5"}, {"text_block_id": "p69_b665", "text": "The Board may, if it deems necessary, invite any official or expert."}, {"text_block_id": "p69_b666", "text": "20.12.6"}, {"text_block_id": "p69_b667", "text": "Meetings of the Board shall be held as may be necessary. Other procedures relating to meetings of the Board shall be as prescribed by the Board."}, {"text_block_id": "p69_b668", "text": "20.12.7"}, {"text_block_id": "p69_b669", "text": "While formulating or reforming any policy by any other governmental agency that may have direct impact on micro entrepreneurship, cottage and small industries, this Board shall have to be consulted through the Ministry of Industries."}, {"text_block_id": "p69_b670", "text": "20.12.8"}, {"text_block_id": "p69_b671", "text": "Government of Nepal may, in order to make effective the functions of promotion of micro entrepreneurship, cottage and small industries at local level, form •District Micro Entrepreneurship, Cottage and Small Industries Promotion Board• under the chairpersonship of the President of District Development Committee with the"}, {"text_block_id": "p70_b672", "text": "representation from the concerned agencies and stakeholders."}, {"text_block_id": "p70_b673", "text": "21. Special Provisions for Woman entrepreneurs"}, {"text_block_id": "p70_b674", "text": "With the objective of involving more women in industrial enterprises thereby more opportunities of employment may be available and for enhancing financial empowerment of women, the following additional provisions have been made as per concept of inclusion:-"}, {"text_block_id": "p70_b675", "text": "21.1."}, {"text_block_id": "p70_b676", "text": "In any level to formulate policies relating to any industrial enterprises, representation of women belonging to indigenous and tribal people, dalit, Madhesi, marginalized communities who are involved in the concerned industrial enterprises shall be made mandatory."}, {"text_block_id": "p70_b677", "text": "21.2."}, {"text_block_id": "p70_b678", "text": "Provision of group loan shall be made in various banking and cooperative institutions for extending loans in simple and easy manner to woman entrepreneurs of cottage and small scale."}, {"text_block_id": "p70_b679", "text": "21.3."}, {"text_block_id": "p70_b680", "text": "Priority shall be given to women in the venture capital to be provided while establishing an industry."}, {"text_block_id": "p70_b681", "text": "21.4."}, {"text_block_id": "p70_b682", "text": "An exemption of 35% in the registration fee shall be given if an industry is registered only in the name of woman."}, {"text_block_id": "p71_b683", "text": "An exemption of 35% in the registration fee shall be given if an industry is registered only in the name of woman.\n* Special priority shall be given to woman entrepreneurs if\n* In order to develop women entrepreneurship and to\n* In the sales counters to be developed in various\n* In exhibitions concerning industry or business to be"}, {"text_block_id": "p71_b691", "text": "21.9."}, {"text_block_id": "p71_b692", "text": "Provisions shall be made for making available export loans to women entrepreneurship/businesspersons exporting their products."}, {"text_block_id": "p71_b693", "text": "21.10."}, {"text_block_id": "p71_b694", "text": "The industry registered only in name of a woman shall be provided with an exemption of 20% in the fee for getting"}, {"text_block_id": "p72_b695", "text": "registered the industrial property such as patent, design and trademark."}, {"text_block_id": "p72_b696", "text": "21.11."}, {"text_block_id": "p72_b697", "text": "For development of women entrepreneurship, a separate women entrepreneurship fund shall be created."}, {"text_block_id": "p72_b698", "text": "21.12."}, {"text_block_id": "p72_b699", "text": "A separate sectoral unit shall be created in the Ministry of Industries for development of women entrepreneurship."}, {"text_block_id": "p72_b700", "text": "21.13."}, {"text_block_id": "p72_b701", "text": "Mandatory provisions of introducing directives for prevention and control of all types of gender-based violence at workplace shall be made for protection of rights of women entrepreneurs, woman workers, and women service-seekers."}, {"text_block_id": "p72_b702", "text": "21.14."}, {"text_block_id": "p72_b703", "text": "Plan, program and budget implementation concerning industrial promotion shall be made gender-friendly and to ensure the guarantee of gender equality, gender analysis and assessment, gender auditing and gender budget system of the concerned policies and programs shall be introduced."}, {"text_block_id": "p72_b704", "text": "22. Provisions relating to reform and restructuring of sick industries"}, {"text_block_id": "p72_b705", "text": "Provisions shall be made in laws for identification, rehabilitation and reconstruction of the sick industries of all scales and a high level powerful commission along with"}, {"text_block_id": "p73_b706", "text": "judicial authorities shall be formed involving experts on the concerned field to solve problems related to the sick industries. The structure, functions, duties and powers of the commission shall be as provided for in law."}, {"text_block_id": "p73_b707", "text": "23. Financial aspects"}, {"text_block_id": "p73_b708", "text": "From the implementation of this policy, industrial activities will be increased thereby investment will be increased, quality products will be increased and productivity will be increased, productive and competent human resources will be produced, employment opportunities will be generated, export will be increased and industrial culture will be developed thereby it will ultimately contribute in macro economic development of the country."}, {"text_block_id": "p73_b709", "text": "24. Reform in legal provisions"}, {"text_block_id": "p73_b710", "text": "The provisions made in this policy shall be given legal shape by including them in various relevant laws such as the Fiscal Act, Industrial Enterprises Act."}, {"text_block_id": "p73_b711", "text": "25. Monitoring and Evaluation"}, {"text_block_id": "p73_b712", "text": "The National Planning Commission shall carry out annual and periodic evaluation of overall status of policy implementation. Ministry of Industries shall carry out monitoring of physical achievements functional evaluation of the policy. The Board of Investment by way of study and research on overall status of investment atmosphere shall monitor and evaluate the policy."}, {"text_block_id": "p74_b713", "text": "The evaluation report of overall aspects of policy implementation shall be made public."}, {"text_block_id": "p74_b714", "text": "The local Village Development Committee or Municipality shall monitor the micro enterprises to be established under this policy and information thereof shall be furnished to the district office of the Micro Enterprises, Cottage and Small Industries Board. For this purpose, additional assistance may be sought from the district office of the Board as may be necessary. The Micro Enterprises, Cottage and Small Industries Board and office thereunder shall make provisions for periodic studies, monitoring, and evaluation. Based on classification of industries, Department of Industries shall monitor the middle and large scale industries and small industries that require permission."}, {"text_block_id": "p74_b715", "text": "26. Review and Improvement of Policy"}, {"text_block_id": "p74_b716", "text": "Effectiveness, appropriateness, and justification and of implementation of the policy shall be independently reviewed in every five years and timely review and improvement shall be brought in the policy."}, {"text_block_id": "p74_b717", "text": "27. Risks"}, {"text_block_id": "p74_b718", "text": "Since industries have to compete at international level, if production and distribution of competitive goods and services by enhancing quality and productivity of industrialization products could not be done, there is a possibility of"}, {"text_block_id": "p75_b719", "text": "marginalization of Nepalese industries. Taking into consideration this fact, there is a need to be aware to bring timely changes in laws and policies on the basis of feedback making monitoring and evaluation effective. Moreover, positive and enabling environment may be created for development of industry sector only if contribution of industry sector is targeted to employment generation, income generation and increasing the gross domestic product rather than to revenue increment."}, {"text_block_id": "p75_b720", "text": "28. Repeal"}, {"text_block_id": "p75_b721", "text": "The Industrial Policy, 1993 is hereby repealed."}, {"text_block_id": "p76_b722", "text": "Schedule-1"}, {"text_block_id": "p76_b723", "text": "(Relating to section 12.2.1)"}, {"text_block_id": "p76_b724", "text": "Industries based on agriculture and forest products"}, {"text_block_id": "p76_b725", "text": "1."}, {"text_block_id": "p76_b726", "text": "Horticulture/fruits processing"}, {"text_block_id": "p76_b727", "text": "2."}, {"text_block_id": "p76_b728", "text": "Food processing"}, {"text_block_id": "p76_b729", "text": "3."}, {"text_block_id": "p76_b730", "text": "Animal husbandry, animal breeding, avian farming avian breeding"}, {"text_block_id": "p76_b731", "text": "4."}, {"text_block_id": "p76_b732", "text": "Dairy Industries (including dairy products)"}, {"text_block_id": "p76_b733", "text": "5."}, {"text_block_id": "p76_b734", "text": "Hatchery/chickens breeding"}, {"text_block_id": "p76_b735", "text": "6."}, {"text_block_id": "p76_b736", "text": "Fisheries/fish breeding"}, {"text_block_id": "p76_b737", "text": "7."}, {"text_block_id": "p76_b738", "text": "Sericulture farming and silk processing"}, {"text_block_id": "p76_b739", "text": "8."}, {"text_block_id": "p76_b740", "text": "Tea estate/tea processing"}, {"text_block_id": "p76_b741", "text": "9."}, {"text_block_id": "p76_b742", "text": "Coffee farming/coffee processing"}, {"text_block_id": "p76_b743", "text": "10."}, {"text_block_id": "p76_b744", "text": "Herbs farming/herbs processing"}, {"text_block_id": "p76_b745", "text": "11."}, {"text_block_id": "p76_b746", "text": "Production of vegetable seeds"}, {"text_block_id": "p76_b747", "text": "12."}, {"text_block_id": "p76_b748", "text": "Vegetables farming/vegetable processing"}, {"text_block_id": "p77_b749", "text": "Vegetables farming/vegetable processing\n* establishment and operation of green houses\n* Bee-keeping (including honey production and processing)\n* Floriculture (including preparing a garland, decoration, making\n* Nursery enterprise\n* Rubber farming and preliminary processing of rubber\n* Cold storage\n* Establishment and management of\n* Commercial farming and processing of cash crops (such as\n* Rattan, bamboo farming and products from rattan and bamboo\n* establishment and management of botanical garden\n* Botanical reproduction enterprises (including tissue culture)"}, {"text_block_id": "p78_b771", "text": "Schedule-2"}, {"text_block_id": "p78_b772", "text": "(Relating to section 12.2.6)"}, {"text_block_id": "p78_b773", "text": "Tourism Industries"}, {"text_block_id": "p78_b774", "text": "1."}, {"text_block_id": "p78_b775", "text": "Tourists residence, motel, hotel, resort, and restaurants"}, {"text_block_id": "p78_b776", "text": "2."}, {"text_block_id": "p78_b777", "text": "travel agency, tour operator, tourist guide, hilling centers, casino, massage, spa"}, {"text_block_id": "p78_b778", "text": "3."}, {"text_block_id": "p78_b779", "text": "Adventure tourism, skiing, gliding, water rafting, hot air ballooning, para sailing, horse riding, bunjee jumping, mountain expedition and observation"}, {"text_block_id": "p78_b780", "text": "4."}, {"text_block_id": "p78_b781", "text": "Golf course, polo, pony trekking, trekking"}, {"text_block_id": "p78_b782", "text": "5."}, {"text_block_id": "p78_b783", "text": "Village tourism and eco-tourism"}, {"text_block_id": "p78_b784", "text": "6."}, {"text_block_id": "p78_b785", "text": "Cultural, religious, conference and sports tourism"}, {"text_block_id": "p78_b786", "text": "7."}, {"text_block_id": "p78_b787", "text": "Fun park development and operation"}, {"text_block_id": "p78_b788", "text": "8."}, {"text_block_id": "p78_b789", "text": "Wildlife conservation"}, {"text_block_id": "p78_b790", "text": "9."}, {"text_block_id": "p78_b791", "text": "Mountain flights operation"}, {"text_block_id": "p79_b792", "text": "Schedule-3"}, {"text_block_id": "p79_b793", "text": "(Relating to section 12.2.7)"}, {"text_block_id": "p79_b794", "text": "Construction industries"}, {"text_block_id": "p79_b795", "text": "(To build and operate)"}, {"text_block_id": "p79_b796", "text": "1."}, {"text_block_id": "p79_b797", "text": "Roads, bridges, tunnels"}, {"text_block_id": "p79_b798", "text": "2."}, {"text_block_id": "p79_b799", "text": "Ropeways, railways, tram, trolley bus, cable car, monorail, sliding car"}, {"text_block_id": "p79_b800", "text": "3."}, {"text_block_id": "p79_b801", "text": "Airport runways/airports"}, {"text_block_id": "p79_b802", "text": "4."}, {"text_block_id": "p79_b803", "text": "Industrial structure and infrastructure complex"}, {"text_block_id": "p79_b804", "text": "5."}, {"text_block_id": "p79_b805", "text": "Convention, conference halls"}, {"text_block_id": "p79_b806", "text": "6."}, {"text_block_id": "p79_b807", "text": "Sewerage and sewerage system"}, {"text_block_id": "p79_b808", "text": "7."}, {"text_block_id": "p79_b809", "text": "water supply and distribution"}, {"text_block_id": "p79_b810", "text": "8."}, {"text_block_id": "p79_b811", "text": "Irrigation infrastructure"}, {"text_block_id": "p79_b812", "text": "9."}, {"text_block_id": "p79_b813", "text": "Power houses and energy transmission lines"}, {"text_block_id": "p79_b814", "text": "10."}, {"text_block_id": "p79_b815", "text": "Sport complex and stadium"}, {"text_block_id": "p79_b816", "text": "11."}, {"text_block_id": "p79_b817", "text": "vehicles parking place and parking houses"}, {"text_block_id": "p79_b818", "text": "12."}, {"text_block_id": "p79_b819", "text": "Export processing Zones"}, {"text_block_id": "p80_b820", "text": "13."}, {"text_block_id": "p80_b821", "text": "Special Economic Zones"}, {"text_block_id": "p80_b822", "text": "14."}, {"text_block_id": "p80_b823", "text": "Cargo complex"}, {"text_block_id": "p80_b824", "text": "15."}, {"text_block_id": "p80_b825", "text": "Solar and wind energy generation"}, {"text_block_id": "p80_b826", "text": "16."}, {"text_block_id": "p80_b827", "text": "Water treatment plants"}, {"text_block_id": "p80_b828", "text": "The aforesaid industries shall have to be operated within the framework of build-own-operate-transfer (BOOT); build-operate-transfer (BOT) and build-transfer."}, {"text_block_id": "p81_b829", "text": "Schedule-4"}, {"text_block_id": "p81_b830", "text": "(Relating to section 12.2.8)"}, {"text_block_id": "p81_b831", "text": "Information and Communication Industries"}, {"text_block_id": "p81_b832", "text": "1."}, {"text_block_id": "p81_b833", "text": "Technology parks"}, {"text_block_id": "p81_b834", "text": "2."}, {"text_block_id": "p81_b835", "text": "IT parks"}, {"text_block_id": "p81_b836", "text": "3."}, {"text_block_id": "p81_b837", "text": "biotech parks"}, {"text_block_id": "p81_b838", "text": "4."}, {"text_block_id": "p81_b839", "text": "Software development"}, {"text_block_id": "p81_b840", "text": "5."}, {"text_block_id": "p81_b841", "text": "Computer and allied services"}, {"text_block_id": "p81_b842", "text": "6."}, {"text_block_id": "p81_b843", "text": "Statistics processing"}, {"text_block_id": "p81_b844", "text": "7."}, {"text_block_id": "p81_b845", "text": "Cyber café"}, {"text_block_id": "p81_b846", "text": "8."}, {"text_block_id": "p81_b847", "text": "Digital mapping"}, {"text_block_id": "p81_b848", "text": "9."}, {"text_block_id": "p81_b849", "text": "V-sat, internet services"}, {"text_block_id": "p81_b850", "text": "10."}, {"text_block_id": "p81_b851", "text": "telephone and cellular telephone services"}, {"text_block_id": "p81_b852", "text": "11."}, {"text_block_id": "p81_b853", "text": "Mobile telephone"}, {"text_block_id": "p81_b854", "text": "12."}, {"text_block_id": "p81_b855", "text": "Paging services"}, {"text_block_id": "p82_b856", "text": "13."}, {"text_block_id": "p82_b857", "text": "Television broadcasting services (satellite and cable television broadcasting)"}, {"text_block_id": "p82_b858", "text": "14."}, {"text_block_id": "p82_b859", "text": "FM radio broadcasting"}, {"text_block_id": "p82_b860", "text": "15."}, {"text_block_id": "p82_b861", "text": "E-mail, voicemail, fax"}, {"text_block_id": "p82_b862", "text": "16."}, {"text_block_id": "p82_b863", "text": "Audio-video, CD ROM recording and production"}, {"text_block_id": "p82_b864", "text": "17."}, {"text_block_id": "p82_b865", "text": "Print media industries"}, {"text_block_id": "p82_b866", "text": "18."}, {"text_block_id": "p82_b867", "text": "Business Process Outsourcing (BPO)"}, {"text_block_id": "p83_b868", "text": "Schedule-5"}, {"text_block_id": "p83_b869", "text": "(Relating to section 12.2.9)"}, {"text_block_id": "p83_b870", "text": "Service-oriented industrial enterprises"}, {"text_block_id": "p83_b871", "text": "1."}, {"text_block_id": "p83_b872", "text": "Machinery workshop"}, {"text_block_id": "p83_b873", "text": "2."}, {"text_block_id": "p83_b874", "text": "Printing and printing services"}, {"text_block_id": "p83_b875", "text": "3."}, {"text_block_id": "p83_b876", "text": "Professional research and development, management, engineering and design, legal, accounting auditing, teachers trainings, educational and technical consultancy services"}, {"text_block_id": "p83_b877", "text": "4."}, {"text_block_id": "p83_b878", "text": "Ginning and Bailing business"}, {"text_block_id": "p83_b879", "text": "5."}, {"text_block_id": "p83_b880", "text": "Film making business"}, {"text_block_id": "p83_b881", "text": "6."}, {"text_block_id": "p83_b882", "text": "Exhibition services"}, {"text_block_id": "p83_b883", "text": "7."}, {"text_block_id": "p83_b884", "text": "Cultural and entertaining business"}, {"text_block_id": "p83_b885", "text": "8."}, {"text_block_id": "p83_b886", "text": "Construction business"}, {"text_block_id": "p83_b887", "text": "9."}, {"text_block_id": "p83_b888", "text": "Public transport business"}, {"text_block_id": "p83_b889", "text": "10."}, {"text_block_id": "p83_b890", "text": "Photography"}, {"text_block_id": "p83_b891", "text": "11."}, {"text_block_id": "p83_b892", "text": "Hospitals"}, {"text_block_id": "p84_b893", "text": "12."}, {"text_block_id": "p84_b894", "text": "Nursing Homes"}, {"text_block_id": "p84_b895", "text": "13."}, {"text_block_id": "p84_b896", "text": "Teaching and training institutes"}, {"text_block_id": "p84_b897", "text": "14."}, {"text_block_id": "p84_b898", "text": "Library, archives and museums services"}, {"text_block_id": "p84_b899", "text": "15."}, {"text_block_id": "p84_b900", "text": "Laboratory services"}, {"text_block_id": "p84_b901", "text": "16."}, {"text_block_id": "p84_b902", "text": "Air services"}, {"text_block_id": "p84_b903", "text": "17."}, {"text_block_id": "p84_b904", "text": "Sports services"}, {"text_block_id": "p84_b905", "text": "18."}, {"text_block_id": "p84_b906", "text": "Operation of cold storage (non-agricultural)"}, {"text_block_id": "p84_b907", "text": "19."}, {"text_block_id": "p84_b908", "text": "House wiring, electrical fittings, and repair"}, {"text_block_id": "p84_b909", "text": "20."}, {"text_block_id": "p84_b910", "text": "Solid waste collection and sanitation"}, {"text_block_id": "p84_b911", "text": "21."}, {"text_block_id": "p84_b912", "text": "Real estate purchase and sales business"}, {"text_block_id": "p84_b913", "text": "22."}, {"text_block_id": "p84_b914", "text": "Heavy equipment hiring, repair and operation"}, {"text_block_id": "p84_b915", "text": "23."}, {"text_block_id": "p84_b916", "text": "Veterinary services"}, {"text_block_id": "p84_b917", "text": "24."}, {"text_block_id": "p84_b918", "text": "Battery recharging"}, {"text_block_id": "p85_b919", "text": "Battery recharging\n* Medical examination (services like X-rays,\n* Services for operation of constructed\n* Rice mills, grinding, crossing and packaging\n* Cloths and thread dyeing, sizing, and fabric\n* Cargo business\n* Packaging, refilling services (LPG refilling,\n* Courier services\n* Dry-cleaning business"}, {"text_block_id": "p86_b937", "text": "33."}, {"text_block_id": "p86_b938", "text": "Beauty parlous"}, {"text_block_id": "p86_b939", "text": "34."}, {"text_block_id": "p86_b940", "text": "Interior decoration"}, {"text_block_id": "p86_b941", "text": "35."}, {"text_block_id": "p86_b942", "text": "Security services business"}, {"text_block_id": "p86_b943", "text": "36."}, {"text_block_id": "p86_b944", "text": "Printing services"}, {"text_block_id": "p86_b945", "text": "37."}, {"text_block_id": "p86_b946", "text": "Advertising services"}, {"text_block_id": "p86_b947", "text": "38."}, {"text_block_id": "p86_b948", "text": "Advertising materials preparation services"}, {"text_block_id": "p86_b949", "text": "39."}, {"text_block_id": "p86_b950", "text": "News reporting services"}, {"text_block_id": "p86_b951", "text": "40."}, {"text_block_id": "p86_b952", "text": "Programs and documentaries and tele-films made for broadcasting from televisions"}, {"text_block_id": "p86_b953", "text": "41."}, {"text_block_id": "p86_b954", "text": "Soil testing services"}, {"text_block_id": "p86_b955", "text": "42."}, {"text_block_id": "p86_b956", "text": "Health clubs"}, {"text_block_id": "p86_b957", "text": "43."}, {"text_block_id": "p86_b958", "text": "Drinking water supply services"}, {"text_block_id": "p86_b959", "text": "44."}, {"text_block_id": "p86_b960", "text": "Zoological parks operation"}, {"text_block_id": "p86_b961", "text": "45."}, {"text_block_id": "p86_b962", "text": "Geological parks operation"}, {"text_block_id": "p86_b963", "text": "46."}, {"text_block_id": "p86_b964", "text": "Business incubation services"}, {"text_block_id": "p87_b965", "text": "Business incubation services\n* Commercial complex operation\n* Foreign employment services"}, {"text_block_id": "p88_b969", "text": "Schedule-6"}, {"text_block_id": "p88_b970", "text": "(Relating to section 12.3.2)"}, {"text_block_id": "p88_b971", "text": "Traditional and other cottage industries"}, {"text_block_id": "p88_b972", "text": "1."}, {"text_block_id": "p88_b973", "text": "Hand looms, paddle looms, semi-automatic looms, fabric wrapping; dyeing, printing, sewing (except readymade garment) and weaving through traditional technology"}, {"text_block_id": "p88_b974", "text": "2."}, {"text_block_id": "p88_b975", "text": "Hand woven"}, {"text_block_id": "p88_b976", "text": "Radi, pakhi"}, {"text_block_id": "p88_b977", "text": ", carpet,"}, {"text_block_id": "p88_b978", "text": "pashmina"}, {"text_block_id": "p88_b979", "text": ", and dress based on wool and silk"}, {"text_block_id": "p88_b980", "text": "3."}, {"text_block_id": "p88_b981", "text": "Handmade paper and goods based on it"}, {"text_block_id": "p88_b982", "text": "4."}, {"text_block_id": "p88_b983", "text": "Filigree and ornamental items based on traditional crafts"}, {"text_block_id": "p88_b984", "text": "5."}, {"text_block_id": "p88_b985", "text": "Traditional sculpture"}, {"text_block_id": "p88_b986", "text": "6."}, {"text_block_id": "p88_b987", "text": "Handmade utensils and handicrafts made of copper, brass,"}, {"text_block_id": "p88_b988", "text": "dhalot,"}, {"text_block_id": "p88_b989", "text": "kaash, and German silver"}, {"text_block_id": "p88_b990", "text": "7."}, {"text_block_id": "p88_b991", "text": "Handmade utensils made of iron and items of home use such as knifes, chulesi, sickle and spade and so on"}, {"text_block_id": "p88_b992", "text": "8."}, {"text_block_id": "p88_b993_merged_merged_merged", "text": "Handmade ornaments made of gold and silver, utensils (including valuable, semi-valuable goods, utensils and normal stone fitted)"}, {"text_block_id": "p89_b996", "text": "Handmade ornaments made of gold and silver, utensils (including valuable, semi-valuable goods, utensils and normal stone fitted)\n* Stone-cutting industries (precious, semi-precious and\n* Handmade goods made of rural tanning/leather\n* Industries based on natural fiber including jute, sawai\n* Stone-art (goods made from stone carving)\n* Pauva, thanka art and other traditional fine art\n* Masks and dolls and toys demonstrating traditional\n* Various handicraft items demonstrating traditional\n* Decorative items made of wood, bone, horn, clay, stone\n* Ceramics and clay pots"}, {"text_block_id": "p90_b1014", "text": "Schedule-7"}, {"text_block_id": "p90_b1015", "text": "(Relating to section 13.1)"}, {"text_block_id": "p90_b1016", "text": "Prioritized Industries"}, {"text_block_id": "p90_b1017", "text": "1."}, {"text_block_id": "p90_b1018", "text": "Industries based on agriculture and forests products (as referred to in schedule-1)"}, {"text_block_id": "p90_b1019", "text": "2."}, {"text_block_id": "p90_b1020", "text": "construction Industries (to construct and operate) as referred to in schedule-3"}, {"text_block_id": "p90_b1021", "text": "3."}, {"text_block_id": "p90_b1022", "text": "Energy-oriented Industries including power generation and distribution"}, {"text_block_id": "p90_b1023", "text": "4."}, {"text_block_id": "p90_b1024", "text": "Export promotion Industries"}, {"text_block_id": "p90_b1025", "text": "5."}, {"text_block_id": "p90_b1026", "text": "Industries relating to adventure tourism along with infrastructure, village tourism, eco-tourism, golf course, polo, pony trekking, trekking, water rafting, conference tourism, religious tourism, cultural tourism, fun park construction and operation, wildlife reserves"}, {"text_block_id": "p90_b1027", "text": "6."}, {"text_block_id": "p90_b1028", "text": "Mining industries, petroleum and natural gas exploration and extraction"}, {"text_block_id": "p90_b1029", "text": "7."}, {"text_block_id": "p90_b1030", "text": "Industries producing cement and clinker using native limestone, pulp and papers, sugar, chemical fertilizers (except mixing), powder milk, medicines production, processing of solid waste and unused materials,"}, {"text_block_id": "p91_b1031", "text": "Industries manufacturing energy-saving instruments, Industries that manufacture pollution-reducing instruments, Industries manufacturing means and instruments to be used by persons with disability, Industries manufacturing agricultural tools and machinery and industrial instruments, Industries manufacturing electric vehicles"}, {"text_block_id": "p91_b1032", "text": "Industries manufacturing energy-saving instruments, Industries that manufacture pollution-reducing instruments, Industries manufacturing means and instruments to be used by persons with disability, Industries manufacturing agricultural tools and machinery and industrial instruments, Industries manufacturing electric vehicles\n* Public transport enterprises, cold storage construction\n* Hospitals, nursing homes, veterinary hospital and clinics\n* Traditional cottage Industries"}, {"text_block_id": "p92_b1038", "text": "Schedule-8"}, {"text_block_id": "p92_b1039", "text": "(Relating to section 14.1)"}, {"text_block_id": "p92_b1040", "text": "Industries requiring permission"}, {"text_block_id": "p92_b1041", "text": "1."}, {"text_block_id": "p92_b1042", "text": "Industries producing arms ammunitions and also gun powder, and explosive substances like security printing, currencies and coins;"}, {"text_block_id": "p92_b1043", "text": "2."}, {"text_block_id": "p92_b1044_merged", "text": "Industries producing, cigarette, biri, khaini, cigar and other products the main raw material of which is tobacco and Industries manufacturing liquors, and beer"}, {"text_block_id": "p92_b1049", "text": "3."}, {"text_block_id": "p92_b1050", "text": "Stone, concrete, sand extraction and processing Industries;"}, {"text_block_id": "p92_b1051", "text": "4."}, {"text_block_id": "p92_b1052", "text": "Industries requiring permission under sectoral laws"}, {"text_block_id": "p93_b1053", "text": "Schedule-9"}, {"text_block_id": "p93_b1054", "text": "(Relating to section 17.2)"}, {"text_block_id": "p93_b1055", "text": "Least developed Area"}, {"text_block_id": "p94_b1056", "text": "Schedule-10"}, {"text_block_id": "p94_b1057", "text": "(Relating to section 17.3)"}, {"text_block_id": "p94_b1058", "text": "Undeveloped Area"}, {"text_block_id": "p95_b1059", "text": "Schedule-11"}, {"text_block_id": "p95_b1060", "text": "(Relating to section 17.4)"}, {"text_block_id": "p95_b1061", "text": "Under developed Area"}], "document_description": "The Industrial Policy promotes a vision of a sustainable and broad-based industrial development in an effective and collaborative partnership of public, private and cooperative sectors to support poverty alleviation.&nbsp;<br><br>The policy establishes the following objectives: 1) to increase export of industrial products with growth in national income and employment through enhancement of quality and competitive industrial products and productivity; 2) to increase contribution of industrial sector in the balanced national and regional development by mobilising local resources, raw materials, skills and means; 3) to establish industrial entrepreneurship as a sustainable sector by using latest technology and environment friendly production process; 4) to create strong basis of investment having developed productive human resources and managerial capacity.&nbsp;"}