{"document_instrument_name": ["MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Nepal", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "National Cimate Change Policy", "document_country_code": "NPL", "document_hazard_name": ["Land Erosion", "Landslide", "Epidemic", "Fire", "Wild Fire", "Cold Wave", "Heat Wave", "Windstorm", "Lightning", "Drought", "Flood"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "South Asia", "document_date": "02/01/2020", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/NPL/2020/NPL-2020-01-02-National Cimate Change Policy_093360ce2745275ea575e0f4398792d5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Climate Change Policy, 2076 (2019)"}, {"text_block_id": "p0_b2", "text": "1. Background"}, {"text_block_id": "p0_b3", "text": "Climate Change is a serious problem emerging at global level. Poor and developing countries are affected more by it compared to rich and developed ones. Despite its negligible contribution to total global emissions of greenhouse gases, Nepal is one of the countries that has high risks of adverse effects of climate change. Topographical diversity, fragile geological structure, sensitive ecosystems and diversity of climate and micro-climate zones are the main reasons for it. In addition to these, poverty, illiteracy, social disparity as well as high dependence of community on natural resources for livelihood have made Nepal more sensitive towards the impacts of climate change."}, {"text_block_id": "p0_b4", "text": "Rapid increase in atmospheric temperature for the past few decades and climate-induced disasters like less precipitation, heavy precipitation and drought triggered by it have been causing adverse impacts on Nepal's Himalayan ranges and glaciers, and ecosystems dependent on them. Increased melting of snow has swollen the glacial lakes and put them at risk of outburst. The negative effects of climate change have been directly experienced in forest and biodiversity, energy, human health, tourism, habitation, infrastructure development as well as in the areas of livelihood, while there has been a huge loss of lives and property due to climate­induced disasters such as flood, landslide, and windstorm and wild fire every year. Against this backdrop, this National Climate Change Policy,"}, {"text_block_id": "p0_b5", "text": "2019 has been introduced with the objective of providing policy guidance"}, {"text_block_id": "p1_b6", "text": "to various levels and thematic areas towards developing a resilient society by reducing the risk of climate change impacts."}, {"text_block_id": "p1_b7", "text": "2. Past Efforts"}, {"text_block_id": "p1_b8", "text": "Nepal has been actively performing the activities related to climate change management ever since it became a Party to the United Nations Framework Convention on Climate Change (UNFCCC) in 1994. Climate change adaptation projects identified by the National Adaptation Program of Action (NAP A) developed in 2009 are in operation. These projects have made a remarkable achievement towards reducing the risk of vulnerable households and communities and increasing their adaptive capacity. Likewise, Climate Change Policy was formulated and implemented in 2011. Community forest program conducted with the participation of local communities has played pivotal role in reducing greenhouse gas emissions. Agrofor.estry and private forest development programs have also played a remarkable role in carbon sequestration and climate change adaptation. The Nepal National REDD Strategy has been introduced to reduce greenhouse gas emissions from deforestation and forest degradation."}, {"text_block_id": "p1_b9", "text": "In 2009, a Climate Change Council was constituted under the chairmanship of Prime Minister and consisting of experts, to maintain policy coordination in the area of climate change and a Multi-stakeholder Climate Change Initiatives Coordination Committee was formed to coordinate the plans and programs pertaining to climate change. Likewise, Climate Change Management Division has been established in the Ministry of Forests and Environment, which is the designated focal point of the"}, {"text_block_id": "p1_b10", "text": "Convention to coordinate with different levels and sectors on overall affairs of climate change. The National Planning Commission has been using"}, {"text_block_id": "p2_b11", "text": "Climate Change Budget Code. Likewise, Alternative Energy Promotion Center has initiated activities relating to Clean Development Mechanism (CDM) by establishing a Climate and Carbon Unit."}, {"text_block_id": "p2_b12", "text": "The Millennium Development Goals, 2001 and Sustainable Development Agenda, 2003 have also addressed the issues of climate change directly or indirectly in Nepal. An implementation framework of Local Adaptation Plans for Action (LAP A) was developed in 2011with the objective of integrating the climate change into local development plan. Local Adaptation Plan has been introduced at various vulnerable areas as per that framework. Similarly, Community Based Adaptation Plan is being implemented at community level with the support of various community organizations, civil society, private sector and other institutions. In the capacity of a Party to the United Nations Framework Conference on Climate Change (UNFCCC), the Initial National Communication Report and Second National Communication Report were submitted to the Secretariat of the Convention in 2004 and 2014 respectively."}, {"text_block_id": "p2_b13", "text": "3. Present Status"}, {"text_block_id": "p2_b14", "text": "The Climate Change Policy, 2011 and the strategies and programs framed under it are on implementation, while the National Adaptation Plan (NAP) is in the process of formulation. Adaptation programs are being conducted through vanous governmental, non-governmental and community organizations by targeting the areas and communities that are at high risk of negative impacts of climate change."}, {"text_block_id": "p2_b15", "text": "Nepal has been actively participating in international processes related to ate change. During this period, the third National Communication"}, {"text_block_id": "p3_b16", "text": "Report is in the process of preparation so that it may be furnished to the Secretariat of the United Nations Framework Conference on Climate Change by 2019. Likewise, being a party to the Kyoto Protocol, Paris Agreement, Sendai Framework and Sustainable Development Goals, Nepal has been utilizing the opportunities created in the international arena as per the national needs and has been fulfilling the obligations accordingly. Necessary actions have been initiated for updating Nationally Determined Contributions (NDC) submitted in 2016 as a Party to the Paris Agreement and acceptance of the Doha Amendment to the Kyoto Protocol. The process of granting recognition to the governmental, non-governmental and private sector organizations has also been initiated to establish their direct access to International Climate Finance."}, {"text_block_id": "p3_b17", "text": "4. Problems and Challenges"}, {"text_block_id": "p3_b18", "text": "There ]J.ave been negative impacts of climate change on national economy of Nepal and various areas of livelihood, and these impacts are expected to further increase in future. Amid such condition, the absence of uniformity in understanding the multi-sectoral issues of climate change among the inter-sectoral agencies and the lack of coordination among them, lack of studies, research and basic data about the impacts of climate change effect and potential loss or damage resulting from climate-induced disasters, failure to mainstream the climate change issues into overall development process, and the dearth of institutional capacity, financial resources, technology and knowledge to address the problems are the major problems in the area of climate change management."}, {"text_block_id": "p3_b19", "text": "In this context, building a climate resilient society through climate change"}, {"text_block_id": "p3_b20", "text": "mitigation and adaptation in a mountainous and landlocked as well as"}, {"text_block_id": "p3_b21", "text": "'ftŁŁ---GOVER•JMENI OF NEPAL"}, {"text_block_id": "p3_b22_merged", "text": "If:_;,_:.:, _ 4 Ł-....Ł--ŁŁ1.., ...Ł'1'11111\"'\"'ruTi'lnlf 111r-rA1nr"}, {"text_block_id": "p3_b32", "text": "MINISTRY Of"}, {"text_block_id": "p3_b33", "text": "LAW J"}, {"text_block_id": "p3_b34", "text": "1"}, {"text_block_id": "p3_b35", "text": "JSTIC["}, {"text_block_id": "p4_b36", "text": "economically least developed country like Nepal is a challenging task in itself. Specially, in the context where Nepal has set a target to graduate to a middle-income country status from the Least Developed Country (LDC) by 2030, it is challenging to scale up development activities and strike a balance between climate change and development imperatives. Similarly, increasing access to climate finance while establishing the climate change related specialized issues of Nepal as a common voice of countries at risk of climate change in international forums is also equally challenging."}, {"text_block_id": "p4_b37", "text": "5. Need for New Policy"}, {"text_block_id": "p4_b38", "text": "A need has been felt for formulating a new policy in order to effectively address the changes of national and international dimensions in the area of climate change management that emerged since the implementation of the Climate Change Policy, 2011 and on the basis of lessons learnt from the impleŁentation of that policy."}, {"text_block_id": "p4_b39", "text": "Mainly, the Constitution of Nepal has guaranteed the fundament right of every citizen to live in a clean and healthy environment and set the policies of the state to pursue climate change management related concepts like sustainable and environment-friendly development, promotion of renewable energy, mitigating possible risks to environment from industrial and physical development, priority to environment-friendly technology in transportation as well as development of eco-tourism. There is a need for this Policy as the country has entered into the federal system, and it is required to operate the programs pertaining to climate change adaptation and mitigation in an effective manner by integrating the issues of climate"}, {"text_block_id": "p4_b40", "text": "change into the policies and programs of all three levels of the government"}, {"text_block_id": "p5_b41", "text": "accordingly and thereby support the vision of \"Prosperous Nepal, Happy Nepali\" adopted by the Government of Nepal."}, {"text_block_id": "p5_b42", "text": "In the global context, Nepal has already submitted the roadmap of Nationally Determined Contributions (NDC) as a Party to the Paris Agreement on Climate Change. At a time when Nepal has ratified the Paris Agreement, Sustainable Development Goals and Sendai Framework for disaster management, this Policy is needed also to utilize the opportunities of financial, technical and other forms of assistance through the framework of conventions for the purpose of climate change management in line with the national priority and local needs while complying with international obligations."}, {"text_block_id": "p5_b43", "text": "6. Goal"}, {"text_block_id": "p5_b44", "text": "To contribute to socio-economic prosperity of the nation by building a climate resilient society."}, {"text_block_id": "p5_b45", "text": "7. Objectives"}, {"text_block_id": "p5_b46", "text": "7. Objectives\n* To enhance climate change adaptation capacity of persons,\n* To build resilience of ecosystems that are at risk of adverse\n* To promote green economy by adopting the concept of low\n* To mobilize national and international financial resources for"}, {"text_block_id": "p6_b55", "text": "7. Objectives\n* To enhance climate change adaptation capacity of persons,\n* To build resilience of ecosystems that are at risk of adverse\n* To promote green economy by adopting the concept of low\n* To mobilize national and international financial resources for\n* To conduct research, make effective technology development and\n* To mainstream or integrate climate change issues into policies,\n* To mainstream gender equality and social inclusion (GESI) into"}, {"text_block_id": "p6_b64", "text": "8. Policies"}, {"text_block_id": "p6_b65", "text": "The following sectoral and inter-sectoral policies, strategies and working policies will be adopted for attaining the aforementioned goal and objectives:-"}, {"text_block_id": "p6_b66", "text": "Sectoral Policy, Strategies and Working Policies"}, {"text_block_id": "p6_b67", "text": "8.1 Agriculture and Food Security"}, {"text_block_id": "p6_b68", "text": "Policy"}, {"text_block_id": "p6_b69", "text": "Food security, nutrition and livelihoods will be improved by adopting climate-friendly agriculture system."}, {"text_block_id": "p6_b70", "text": "Strategies and Working Policies"}, {"text_block_id": "p6_b71", "text": "Strategies and Working Policies\n* Agriculture based adaptation programs will be conducted by targeting\n* Agricultural crops suitable for dry and waterlogged areas will be"}, {"text_block_id": "p6_b75", "text": "Technologies that protect crops from climate-induced disasters like"}, {"text_block_id": "p6_b76", "text": "Ł"}, {"text_block_id": "p6_b77", "text": "drought and cold wave will be developed and expanded ."}, {"text_block_id": "p7_b78", "text": "drought and cold wave will be developed and expanded .\n* Water efficient irrigation technology will be promoted.\n* Crop diversification, protection of agricultural biodiversity and organic farming system will be promoted.\n* Crop diversified kitchen garden or home garden will be developed in households of rural area in view of nutrition security.\n* Agroforestry with species of multipurpose trees m uncultivated agricultural land will be developed and promoted.\n* Risk of adverse impacts likely to be resulted from climate change will be analyzed while preparing land use plan of agricultural area.\n* Traditional knowledge, skill and practice as well as innovative technologies related to climate-friendly agricultural system will be documented, promoted and expanded.\n* Provision will be made for disseminating prior information to farmers relating to weather through agricultural extension programs.\n* Low carbon emission and energy efficient technologies will be promoted for production, collection, processing and storage m agriculture and animal husbandry sector.\n* Provision will be made for climate-induced disaster (risk) insurance in agriculture and animal husbandry sector."}, {"text_block_id": "p7_b97", "text": "8.2 Forest, Biodiversity and Watershed Conservation"}, {"text_block_id": "p7_b98", "text": "Policy"}, {"text_block_id": "p7_b99_merged_merged", "text": "Sustainable environmental services will be ensured by developing climate u• filll-resŁ"}, {"text_block_id": "p7_b106", "text": "ient ecosystem."}, {"text_block_id": "p7_b107", "text": "MŁ=-"}, {"text_block_id": "p7_b108", "text": "6"}, {"text_block_id": "p7_b109", "text": "Ł"}, {"text_block_id": "p8_b110", "text": "Strategies and Working Policies"}, {"text_block_id": "p8_b111", "text": "Strategies and Working Policies\n* Forest carbon sequestration will be increased by adopting sustainable\n* Agro-forestry will be developed in sloppy and low-grade forest areas\n* Action plan will be formulated and implemented for management of\n* Action plan will be formulated and implemented to conserve rare and\n* Climate change adaptation programs will be mainstreamed while\n* A:daptation capacity of local community will be enhanced by\n* Integrated Watershed Management Program will be conducted in view\n* Epidemic of forest pests and diseases, drought, wild fire and spread of\n* Financial benefits received from carbon storage through REDD+ and"}, {"text_block_id": "p9_b131", "text": "Strategies and Working Policies\n* Forest carbon sequestration will be increased by adopting sustainable\n* Agro-forestry will be developed in sloppy and low-grade forest areas\n* Action plan will be formulated and implemented for management of\n* Action plan will be formulated and implemented to conserve rare and\n* Climate change adaptation programs will be mainstreamed while\n* A:daptation capacity of local community will be enhanced by\n* Integrated Watershed Management Program will be conducted in view\n* Epidemic of forest pests and diseases, drought, wild fire and spread of\n* Financial benefits received from carbon storage through REDD+ and\n* Payment for Ecosystem Services received from the Ecosystem Based\n<\\li1>"}, {"text_block_id": "p9_b133", "text": "8.3 Water Resources and Energy"}, {"text_block_id": "p9_b134", "text": "Policy"}, {"text_block_id": "p9_b135", "text": "Energy security will be ensured by promoting multiple use of water resources and production of low carbon energy."}, {"text_block_id": "p9_b136", "text": "Strategies and Working Policies"}, {"text_block_id": "p9_b137", "text": "Strategies and Working Policies\n* Technologies for storage, multiple use and efficient use of water will\n* Rainwater harvesting ponds will be constructed for groundwater\n* Standards will be developed and implemented for sustainable use of\n* Standards will be developed and implemented for sustainable use of\n ( d) Production and use of renewable energy and use of energy efficient\n* Selection of environment friendly sites will be made and climate\n* Measures to mitigate adverse impacts on river ecosystems will be"}, {"text_block_id": "p10_b149", "text": "Strategies and Working Policies\n* Technologies for storage, multiple use and efficient use of water will\n* Rainwater harvesting ponds will be constructed for groundwater\n* Standards will be developed and implemented for sustainable use of\n* Standards will be developed and implemented for sustainable use of\n ( d) Production and use of renewable energy and use of energy efficient\n* Selection of environment friendly sites will be made and climate\n* Measures to mitigate adverse impacts on river ecosystems will be\n* Safe outlet will be managed by decreasing the water level for\n* Dissemination of information relating to weather will be systematized"}, {"text_block_id": "p10_b153", "text": "8.4 Rural and Urban Habitats"}, {"text_block_id": "p10_b154", "text": "Policy"}, {"text_block_id": "p10_b155", "text": "Climate-friendly villages and cities will be built by developing safe, sustainable and resilient habitats and infrastructures."}, {"text_block_id": "p10_b156", "text": "Strategies and Working Policies"}, {"text_block_id": "p10_b157", "text": "Strategies and Working Policies\n* Forest, agricultural, residential and industrial areas will be determined\n* Adaptation programs will be conducted to mitigate adverse effects of\n* Low emission technologies and adaptation programs will be\n* Standards will be developed and implemented to make rural and urban\n* Plantation will be carried out on roadside and unused land and garden"}, {"text_block_id": "p11_b168", "text": "Strategies and Working Policies\n* Forest, agricultural, residential and industrial areas will be determined\n* Adaptation programs will be conducted to mitigate adverse effects of\n* Low emission technologies and adaptation programs will be\n* Standards will be developed and implemented to make rural and urban\n* Plantation will be carried out on roadside and unused land and garden\n* Footpath and cycle lane will be managed while constructing roads in\n<\\li1>"}, {"text_block_id": "p11_b170", "text": "8.5 Industry, Transport and Physical Infrastructure"}, {"text_block_id": "p11_b171", "text": "Policy"}, {"text_block_id": "p11_b172", "text": "The concept of climate resilient economic development will be adopted by developing reliable, sustainable and low carbon technology industry, transport and physical infrastructure."}, {"text_block_id": "p11_b173", "text": "Strategies and Policies"}, {"text_block_id": "p11_b174", "text": "Strategies and Policies\n* Mitigation standards will be developed and implemented by identifying\n* Energy efficient technologies and the use of electrical energy will be\n* Environment-friendly sites will be selected and climate-friendly\n* Measures to mitigate climate-induced risk will be followed while\n* Use of electrical vehicles will be encouraged.\n* Private sector will be encouraged and mobilized for reduction of\n* Transport vehicles that have exceeded certain years of running period and that are high-polluting will be gradually phased out based on c7\n* Transport vehicles that have exceeded certain years of running period and that are high-polluting will be gradually phased out based on c7\n rtain standards."}, {"text_block_id": "p12_b192", "text": "8.6 Tourism and Natural and Cultural Heritage"}, {"text_block_id": "p12_b193", "text": "Policy"}, {"text_block_id": "p12_b194", "text": "Important natural, cultural and social heritages will be conserved and developed by making tourism sector climate-friendly."}, {"text_block_id": "p12_b195", "text": "Strategies and Working Policies"}, {"text_block_id": "p12_b196", "text": "Strategies and Working Policies\n* Concepts of climate-friendly tourism like eco-tourism, green trekking\n* Concept of zero emission will be implemented by promoting the use\n* Transmission of weather forecast information will be systematized by\n* Natural and cultural heritages that are at risk of adverse impacts of\n* Private sector and community will be encouraged in implementation"}, {"text_block_id": "p12_b207", "text": "8.7 Health, Drinking Water and Sanitation"}, {"text_block_id": "p12_b208", "text": "Policy"}, {"text_block_id": "p12_b209", "text": "A healthy living environment will be created by reducing the adverse effects of climate-induced disasters on human health."}, {"text_block_id": "p12_b210", "text": "13"}, {"text_block_id": "p13_b211", "text": "Strategies and Working Policies"}, {"text_block_id": "p13_b212", "text": "Strategies and Working Policies\n* Preparedness, forecasting and prevention mechanism will be\n* Water sources will be protected besides development and expansion\n* Encouragement will be given to the proper management of harmful"}, {"text_block_id": "p13_b218", "text": "8.8 Disaster Risk Reduction and Management"}, {"text_block_id": "p13_b219", "text": "Policy"}, {"text_block_id": "p13_b220", "text": "Loss or damage to be caused by climate-induced disasters to lives and property, health, livelihoods, physical infrastructures and cultural and environmental resources will be reduced."}, {"text_block_id": "p13_b221", "text": "Strategies and Working Policies"}, {"text_block_id": "p13_b222", "text": "(a)"}, {"text_block_id": "p13_b223", "text": "Disaster Risk Reduction and Management System will be developed at the federal, provincial and local levels for prevention and reduction of, and preparedness to, climate-induced disasters."}, {"text_block_id": "p13_b224", "text": "(b)"}, {"text_block_id": "p13_b225", "text": "Preparedness and response will be made effective by developing monitoring, forecasting and early warning system for disasters"}, {"text_block_id": "p14_b226", "text": "including flood, landslide, land eros10n, drought, lightning, windstorm, heat wave, cold wave, wild fire, fire, epidemic etc."}, {"text_block_id": "p14_b227", "text": "including flood, landslide, land eros10n, drought, lightning, windstorm, heat wave, cold wave, wild fire, fire, epidemic etc.\n* System for collection of information related to climate-induced\n* Provision will be made to ensure access of all groups, levels and areas\n* Disaster risk reduction activities will be integrated into climate change\n* Social security of persons and families, who are highly vulnerable to\n* Planned programs will be carried out for the rescue, rehabilitation and\n* Community organizations and private sector will be mobilized m\n* Standards will be formulated to develop culture of safety in disaster\n\t* Bilateral and multilateral cooperation will be developed and expanded\n<\\li2>"}, {"text_block_id": "p14_b244", "text": "Inter-thematic Areas"}, {"text_block_id": "p14_b245", "text": "8.9"}, {"text_block_id": "p14_b246", "text": "Gender Equality and Social Inclusion, Livelihoods and Good Governance"}, {"text_block_id": "p14_b247", "text": "Policy"}, {"text_block_id": "p14_b248", "text": "15"}, {"text_block_id": "p15_b249", "text": "Livelihoods will be facilitated by mainstreaming good governance and gender equality and social inclusion (GESI) into formulation of policies, institutional framework and implementation of programs related to climate."}, {"text_block_id": "p15_b250", "text": "Strategies and Working Policies"}, {"text_block_id": "p15_b251", "text": "(a)"}, {"text_block_id": "p15_b252", "text": "Concerns of women, Dalit, indigenous people, Madheshi, Tharu, Muslim, oppressed groups, backward class, minorities, marginalized, farmers, laborer, youths, children, senior citizens, persons with all forms of disability, pregnant women, incapacitated and disadvantaged persons or groups will be addressed in matters related to climate change."}, {"text_block_id": "p15_b253", "text": "(b)"}, {"text_block_id": "p15_b254", "text": "Climate resilient livelihood programs will be conducted by targeting households and communities that are at risk of adverse impacts of climate change."}, {"text_block_id": "p15_b255", "text": "(c)"}, {"text_block_id": "p15_b256", "text": "Adaptation measures will be adopted in line with local and indigenous knowledge, skills and technologies by identifying climate change affected households, communities and risk zones."}, {"text_block_id": "p15_b257", "text": "( d) Access to climate change related information and technologies of persons and groups with different languages, classes, cultures, ages and sexes, and people with disability will be enhanced."}, {"text_block_id": "p15_b258", "text": "(e)"}, {"text_block_id": "p15_b259", "text": "Climate Change Adaptation Program will be implemented by integrating it into socio-economic development, alternative income generation and poverty alleviation programs."}, {"text_block_id": "p15_b260", "text": "("}, {"text_block_id": "p15_b261", "text": "t)"}, {"text_block_id": "p15_b262", "text": "Transparency, accountability and active participation of people will be"}, {"text_block_id": "p15_b263_merged_merged", "text": "ensured while conducting climate change adaptation, and disaster risk reduction and management programs."}, {"text_block_id": "p16_b265", "text": "8.10 Awareness Raising and Capacity Development"}, {"text_block_id": "p16_b266", "text": "Policy"}, {"text_block_id": "p16_b267", "text": "Capacity of all stakeholders including local community to espouse adaptation and mitigation measures will be enhanced by creating awareness about impacts and risk of climate change."}, {"text_block_id": "p16_b268", "text": "Strategies and Working Policies"}, {"text_block_id": "p16_b269", "text": "(a)"}, {"text_block_id": "p16_b270", "text": "Mass media will be used for publicity of effects and risks of climate change on various thematic areas, and adaptation and mitigation measures thereof."}, {"text_block_id": "p16_b271", "text": "(b)"}, {"text_block_id": "p16_b272", "text": "Subject-matters related to causes and impacts of climate change and climate-friendly traditional knowledge, skills and practices will be incorporated into formal and non-formal educational curricula."}, {"text_block_id": "p16_b273", "text": "(c)"}, {"text_block_id": "p16_b274", "text": "Łowledge-based materials with data, information, learning and best practices suitable for different target groups will be prepared and distributed."}, {"text_block_id": "p16_b275", "text": "(d)"}, {"text_block_id": "p16_b276", "text": "Capacity of relevant governmental, non-governmental and academic institutions and community associations/organizations of all three levels will be enhanced to mainstream climate resilience into development programs."}, {"text_block_id": "p16_b277", "text": "(e)"}, {"text_block_id": "p16_b278_merged", "text": "Awareness raising and capacity development programs will be conducted at the local level with participation of local government agencies, non-governmental and"}, {"text_block_id": "p16_b282", "text": "community"}, {"text_block_id": "p16_b283", "text": "associations/"}, {"text_block_id": "p16_b284", "text": "organizations and civil society."}, {"text_block_id": "p17_b285", "text": "(f)"}, {"text_block_id": "p17_b286", "text": "Youth human resources will be mobilized by developing their capacity for raising awareness about climate change."}, {"text_block_id": "p17_b287", "text": "(g)"}, {"text_block_id": "p17_b288", "text": "Bilateral and multilateral cooperation will be extended and expanded for climate change related information sharing and capacity enhancement."}, {"text_block_id": "p17_b289", "text": "(h)"}, {"text_block_id": "p17_b290", "text": "Capacity of relevant human resources will be developed to strongly raise and address the concerns of Nepal in regular assemblies and conferences of climate change related treaties, protocols and conventions."}, {"text_block_id": "p17_b291_merged", "text": "(i)"}, {"text_block_id": "p17_b294", "text": "Extreme weather events will be documented and utilized in public awareness ra1smg programs."}, {"text_block_id": "p17_b295", "text": "Extreme weather events will be documented and utilized in public awareness ra1smg programs.\n* Capacity enhancement will be accomplished by identifying national\n<\\li1>"}, {"text_block_id": "p17_b297", "text": "(k)"}, {"text_block_id": "p17_b298", "text": "Focal point of schools will be provided with climate change related training in addition to formation of Eco Club in secondary schools to carry out activities pertaining to climate change."}, {"text_block_id": "p17_b299", "text": "8.11 Research, Technology Development and Expansion"}, {"text_block_id": "p17_b300", "text": "Policy"}, {"text_block_id": "p17_b301", "text": "Climate change related study, research and technology development and expansion will be encouraged."}, {"text_block_id": "p17_b302", "text": "Strategies and Working Policies"}, {"text_block_id": "p18_b303", "text": "(a)"}, {"text_block_id": "p18_b304", "text": "Study and research on the effects of climate change in vanous thematic areas will be conducted regularly and their results will be integrated into decision-making process."}, {"text_block_id": "p18_b305", "text": "(b)"}, {"text_block_id": "p18_b306", "text": "Research on economic and non-economic loss or damage caused by climate change to various geographical and thematic areas will be conducted and national data thereof be updated on a regular basis."}, {"text_block_id": "p18_b307", "text": "(c)"}, {"text_block_id": "p18_b308", "text": "Regular monitoring and scientific analysis will be conducted in regard to the risk on river, avalanche, wetland and sensitive ecosystems."}, {"text_block_id": "p18_b309", "text": "(d)"}, {"text_block_id": "p18_b310", "text": "Technologies will be developed for reduction of black carbon and greenhouse gas emission induced by water, land and air pollutions."}, {"text_block_id": "p18_b311", "text": "(e)"}, {"text_block_id": "p18_b312", "text": "Sources of greenhouse gas emission will be identified on a periodic basis and emissions therefrom be measured besides monitoring and evaluation of emission reduction activities ."}, {"text_block_id": "p18_b313", "text": "(f)"}, {"text_block_id": "p18_b314", "text": "System for collection, analysis and transmission of real time data will"}, {"text_block_id": "p18_b315", "text": "be developed by expanding the network of weather stations to identify the impacts and tendencies of climate change."}, {"text_block_id": "p18_b316", "text": "(g)"}, {"text_block_id": "p18_b317", "text": "National"}, {"text_block_id": "p18_b318", "text": "Communication"}, {"text_block_id": "p18_b319", "text": "Report,"}, {"text_block_id": "p18_b320", "text": "Nationally"}, {"text_block_id": "p18_b321", "text": "Determined Contributions, Adaptation Communication and other reports will be prepared in conformance with international commitment."}, {"text_block_id": "p18_b322", "text": "(h)"}, {"text_block_id": "p18_b323", "text": "Technology development action plan will be prepared and implemented by carrying out need assessment of technologies related to climate change adaptation and mitigation."}, {"text_block_id": "p18_b324", "text": "(i)"}, {"text_block_id": "p18_b325_merged", "text": "Development and use of climate-friendly traditional and nature-based technologies will be promoted."}, {"text_block_id": "p19_b327", "text": "G)"}, {"text_block_id": "p19_b328", "text": "Periodic Vulnerability and Risk Assessment will be conducted to assist in formulating adaptation plan."}, {"text_block_id": "p19_b329", "text": "Periodic Vulnerability and Risk Assessment will be conducted to assist in formulating adaptation plan.\n* Youth researchers will be encouraged in studies and research related\n\t* Bilateral and multilateral cooperation will be developed and expanded\n<\\li2>\n\t* Emphasis will be laid on the participation of private sector to carry out"}, {"text_block_id": "p19_b335", "text": "8.12 Climate Finance Management"}, {"text_block_id": "p19_b336", "text": "Policy"}, {"text_block_id": "p19_b337", "text": "National resources will be identified for the implementation of climate change related policies, and all resources will be mobilized in a just manner by increasing access to bilateral, multilateral and international financial resources pertaining thereto."}, {"text_block_id": "p19_b338", "text": "Strategies and Working Policies"}, {"text_block_id": "p19_b339", "text": "(a)"}, {"text_block_id": "p19_b340", "text": "Financial resources will be received and mobilized through bilateral and multilateral international financial mechanisms like REDD+, Green Climate Fund, Global Environment Facility, Adaptation Fund, Climate Investment Fund, Carbon Trade etc."}, {"text_block_id": "p19_b341", "text": "(b)"}, {"text_block_id": "p19_b342", "text": "Mobilization of at least 80 percent of amount will be ensured for implementation of programs at the local level by reducing administrative expenses while mobilizing the Climate Finance obtained through international mechanisms."}, {"text_block_id": "p19_b343", "text": "20"}, {"text_block_id": "p20_b344", "text": "(c)"}, {"text_block_id": "p20_b345", "text": "Climate change budget will be ensured in all sectoral plans at all levels and Climate Change Budget Code will be modified and instituti onalized."}, {"text_block_id": "p20_b346", "text": "(d)"}, {"text_block_id": "p20_b347", "text": "Appropriation of budget targeted to women, minorities, backward class, climate change affected area and vulnerable community will be ensured."}, {"text_block_id": "p20_b348", "text": "(e)"}, {"text_block_id": "p20_b349", "text": "Mobilization of finance from private sector will be encouraged through Green Bond, Blended Finance, Result-based Financing, Carbon Offset and Corporate Social Responsibility."}, {"text_block_id": "p20_b350", "text": "9. Institutional Framework"}, {"text_block_id": "p20_b351", "text": "(a)"}, {"text_block_id": "p20_b352", "text": "Policies, strategies and working policies as referred to in Point Nos. 8.1 to 8.8 will be implemented by integrating them in the plan and programs of the concerned line ministries of the Federation and Provinces and Local Levels including the inter-thematic policies, strategies and working policies as referred to in Point Nos. 8.9 to 8.12 in order to achieve the goals and objective of this Policy."}, {"text_block_id": "p20_b353", "text": "(b)"}, {"text_block_id": "p20_b354", "text": "A Council will be formed to maintain policy coordination on the matters of climate change at the national level and functional coordination will be made by the Ministry of Forests and Environment."}, {"text_block_id": "p20_b355", "text": "(c)"}, {"text_block_id": "p20_b356", "text": "An inter-ministerial coordination committee will be formed under the coordination of Ministry of Forests and Environment for having coordination in climate change related matters."}, {"text_block_id": "p20_b357", "text": "21"}, {"text_block_id": "p21_b358", "text": "21\n* The thematic ministry entrusted with the responsibility of climate\n* Provision of Climate Change Section, Unit or Focal Point will be\n* A Climate Change Research Center will be established to facilitate"}, {"text_block_id": "p21_b365", "text": "10. Role of Federation, Province and Local Level in the Implementation of this Policy"}, {"text_block_id": "p21_b366_merged_merged", "text": "Subject to this Policy, the programs to be implemented by Province and Local Levels may be implemented by the Province and Local Level having incorporated those programs into their policies and laws. The federal level, province level and local level will have the following roles in the implementation of this Policy:-"}, {"text_block_id": "p21_b369", "text": "Federal Level"}, {"text_block_id": "p21_b370", "text": "(a)"}, {"text_block_id": "p21_b371", "text": "Formulate laws and standards in conformity with this Policy and implement or cause to be implemented them;"}, {"text_block_id": "p21_b372", "text": "(b)"}, {"text_block_id": "p21_b373", "text": "Develop National Adaptation Plan and implement or cause to be implemented it;"}, {"text_block_id": "p22_b374", "text": "(c)"}, {"text_block_id": "p22_b375", "text": "Formulate programs and projects related to climate change in conformity with international and national standards and implement or cause to be implemented them;"}, {"text_block_id": "p22_b376", "text": "(d)"}, {"text_block_id": "p22_b377", "text": "Increase access to bilateral, multilateral and international financial resources related to climate change, and identify national resources and mobilize or cause to be mobilized them;"}, {"text_block_id": "p22_b378", "text": "(e)"}, {"text_block_id": "p22_b379", "text": "Prepare carbon registry, and coordinate and facilitate carbon trade;"}, {"text_block_id": "p22_b380", "text": "(f)"}, {"text_block_id": "p22_b381", "text": "Maintain coordination and collaboration at international and national levels on the matters related to climate change;"}, {"text_block_id": "p22_b382", "text": "(g)"}, {"text_block_id": "p22_b383", "text": "Update national data and prepare reports and submit the same to the concerned international organizations;"}, {"text_block_id": "p22_b384", "text": "(h)"}, {"text_block_id": "p22_b385", "text": "Participate in, and have coordination with, the international forums and processes related to climate change."}, {"text_block_id": "p22_b386", "text": "Province Level"}, {"text_block_id": "p22_b387", "text": "(a)"}, {"text_block_id": "p22_b388", "text": "Formulate provincial policies, directives, standards and plans in conformity with this Policy and implement or cause to be implemented them;"}, {"text_block_id": "p22_b389", "text": "(b)"}, {"text_block_id": "p22_b390", "text": "Carry out or cause to be carried out monitoring and evaluation of climate change mitigation and adaptation programs conducted within the Province;"}, {"text_block_id": "p22_b391", "text": "(c)"}, {"text_block_id": "p22_b392", "text": "Coordinate with the Federal and Local Levels to formulate and"}, {"text_block_id": "p22_b393", "text": "implement programs and projects related to climate change ."}, {"text_block_id": "p23_b394", "text": "Local Level"}, {"text_block_id": "p23_b395", "text": "(a)"}, {"text_block_id": "p23_b396", "text": "Formulate policies, directives, standards and plans at local level in conformity with this Policy and implement or cause to be implemented them;"}, {"text_block_id": "p23_b397", "text": "(b)"}, {"text_block_id": "p23_b398", "text": "Conduct climate change mitigation and adaptation programs in coordination and collaboration with the concerned agencies under the federal and provincial governments, non-governmental organizations, private sector, educational institutions and other stakeholders;"}, {"text_block_id": "p23_b399", "text": "(c)"}, {"text_block_id": "p23_b400", "text": "Carry out monitoring, evaluation and documentation of programs and projects conducted within the Local Level;"}, {"text_block_id": "p23_b401", "text": "( d) Raise public awareness on climate change;"}, {"text_block_id": "p23_b402", "text": "(e)"}, {"text_block_id": "p23_b403", "text": "Form and mobilize Youth Volunteer Committees for climate­induced disaster management."}, {"text_block_id": "p23_b404", "text": "11. Financial Aspect"}, {"text_block_id": "p23_b405", "text": "Various national and international financial resources as referred to in Point No. 8.12 of this Policy will be mobilized to implement this Policy."}, {"text_block_id": "p23_b406", "text": "12. Legal Provisions"}, {"text_block_id": "p23_b407", "text": "(a)"}, {"text_block_id": "p23_b408_merged", "text": "Necessary laws, strategies, working policies, directives, procedures, guidelines and plans will be formulated at the Ł"}, {"text_block_id": "p23_b410", "text": "Ł"}, {"text_block_id": "p23_b411", "text": "Federal, Province and Local Levels to implement this Policy."}, {"text_block_id": "p24_b412", "text": "(b)"}, {"text_block_id": "p24_b413", "text": "The existing Framework for Local Adaptation Plans for Action, National Adaptation Program, National REDD Policy, Climate Change Financing Framework and Budget Code, Green Growth Strategy, Gender Mainstreaming in Climate Change Action Plan and other instruments related to climate change will be modified/revised as directed by this Policy, and long-term strategy pertaining to climate change will be formulated and implemented."}, {"text_block_id": "p24_b414", "text": "(c)"}, {"text_block_id": "p24_b415", "text": "Low Carbon Economic Development Strategy and National Strategy for Carbon Trade will be formulated and implemented."}, {"text_block_id": "p24_b416", "text": "(d)"}, {"text_block_id": "p24_b417", "text": "Instruments including the Paris Agreement Roadmap, Nationally Determined Contributions, National Adaptation Program of Action and Transparency Framework will be prepared."}, {"text_block_id": "p24_b418", "text": "13. Monitoring and Evaluation"}, {"text_block_id": "p24_b419", "text": "(a)"}, {"text_block_id": "p24_b420", "text": "The Ministry of Forests and Environment, with the involvement of National Planning Commission and different line agencies, will carry out monitoring and evaluation of implementation of this Policy on a regular basis."}, {"text_block_id": "p24_b421", "text": "(b)"}, {"text_block_id": "p24_b422", "text": "Transparency and Accountability Framework will be prepared to ensure accountability and increase participation of stakeholders and establish their easy access to information."}, {"text_block_id": "p24_b423", "text": "(c)"}, {"text_block_id": "p24_b424", "text": "Provision for obtaining consent of the Ministry of Forests and"}, {"text_block_id": "p24_b425", "text": "Ł"}, {"text_block_id": "p24_b426", "text": "Ł"}, {"text_block_id": "p24_b427", "text": "Environment"}, {"text_block_id": "p24_b428", "text": "by the concerned organization pnor to"}, {"text_block_id": "p24_b429", "text": ".."}, {"text_block_id": "p25_b430", "text": "implementation of a climate change related project to be operated with foreign assistance will be implemented."}, {"text_block_id": "p25_b431", "text": "(d)"}, {"text_block_id": "p25_b432", "text": "Provision requiring the Ministry of Forests and Environment of the Federation to collect the details of climate change management programs operated by government agencies and non-governmental sector on an annual basis and publish an integrated report thereof will be made."}, {"text_block_id": "p25_b433", "text": "(e)"}, {"text_block_id": "p25_b434", "text": "This Policy will be reviewed and evaluated in every five years."}, {"text_block_id": "p25_b435", "text": "14. Risk"}, {"text_block_id": "p25_b436", "text": "Mobilization of financial resources, use of innovative technologies and coordination among the stakeholders may be the potential risks in the implementation of this Policy."}, {"text_block_id": "p25_b437", "text": "15. Repeal"}, {"text_block_id": "p25_b438", "text": "The Climate Change Policy, 2011 is hereby repealed."}], "document_description": "Published in 2020, the National Climate Change Policy replaces the previous 2011 policy, in part to more effectively give effect to Constitutional provisions guaranteeing the right of every citizen to live in a clean and healthy environment. The stated goal of the policy is to \"contribute to socio-economic prosperity of the nation by building a climate resilient society.\" The specfic objectives of the policy include: a) to enhance climate change adaptation capacity b) to build resilience in at risk ecosystems c) to promote a green economy through low carbon development d) to mobilize nation and international climate finance in a just manner e) to conduct research and development and develop a climate information service f) to mainstream climate change into policies, plans and programs at all levels and sectors g) to mainstream gender equality and soical inclusion into climate change mitigation and adaptation programs The policy provides a number of sector specific and inter-sectoral strategies, including strategies on the development of necessary laws, multi-level governance, and capacity building activities."}