{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Nepal", "document_category": "Policy", "document_sector_name": "Transportation", "document_language": "English", "document_name": "National Transport Policy 2001", "document_country_code": "NPL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/2001", "document_keyword": ["Transport", "Aviation"], "document_url": "https://cdn.climatepolicyradar.org/NPL/2001/NPL-2001-01-01-National Transport Policy 2001_4bd76e4856b5f274685a9a7a6564d559.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL TRANSPORT POLICY"}, {"text_block_id": "p0_b2", "text": "His Majesty's Government"}, {"text_block_id": "p0_b3", "text": "Ministry of Physical Planning and Works"}, {"text_block_id": "p0_b4", "text": "2058 (2001/2002"}, {"text_block_id": "p0_b5", "text": "[Approved by the 27th Meeting of the Council of"}, {"text_block_id": "p0_b6", "text": "Minister (Cabinet)]"}, {"text_block_id": "p1_b7", "text": "1. Back Ground:"}, {"text_block_id": "p1_b8", "text": "In the last four decades total of 15308 Kms. roads have been constructed in Nepal. Out of those there are 4522 Kms. Black toped surfaced, 3646 Kms. graveled and 7141 Kms. roads are muddy. In the same period 44 airports have also been constructed. Out of 75 districts of the Kingdom the headquarters or districts are connected with road. As the development of railways, water ways and rope ways is negligible and the feasibility of its expansion in a mentionable manner has been also found negligible it has been found that we have to depend in the road and air transportation mainly for the social and economic development of Nepal. After the restoration of democracy the demand and activeness of the people are increased. Only in this decade some 6000 Kms. of all kinds of road have been constructed."}, {"text_block_id": "p1_b9", "text": "The present average road density in Nepal equals 10.8 Kms/100 sq kms. This figure beaks down by geographical division to 27 kms/100 kms in the Terai, 8 kms/100 sq km in the Hills and-2 kms/100 sq kms in the Mountain Regions. In terms of density-per population, this translates as an average across the Country of 1,208 persons/km with densities of 600 persons/km in the Terai and 1,500 persons/kms in the Hills. These densities are very low in comparison with other countries. In the present situation by expanding the road transportation infrastructure to increase the road networking density of roads, reasonable upgrading of road networking and repairing and maintaining it, complete the under construction roads as well as to r each the roads access up to the headquarters of all 75 districts are seen as a clear challenges of the moment."}, {"text_block_id": "p1_b10", "text": "To meet these challenges to adopt the flexible and liberal policy in the development and expansion of road network is existing on one hand and by reason of our weak economic condition, technical capacity and geophysical structure of the country that has not been realizing as awaited on the other. While talking about the level of road it has to be considered on the basis of harmony with pitched and standard road population physical and geographical as well as economic -feasibility, where as it is -necessary to conduct less expensive programs with the local participation to help the economic and social like programs what are targeted to increase the agricultural production and element poverty in rural level. To grow economic activities in remote areas by promoting tourism activities and making the present air transport effective it seems to be practicable to carry relief by expanding air transport network in those sectors or districts. It is being felt the necessity to put forward the project roads and airports which give long lasting effect in the economy by attracting the foreign and non government investment with the participation of governmental, foreign and private sectors."}, {"text_block_id": "p2_b11", "text": "In the urban areas it is required to manage the transport infrastructure and means in compliance with the environments It is necessary to develop self-reliant by i sting the income to be raised by the consumers of road improvement of the said sectors. Taking in mind the development of transportation and business occurred in the boarder areas or its vicinity the neighboring countries of north and south of Nepal it has to manage the transport infrastructure and means."}, {"text_block_id": "p2_b12", "text": "2. Preamble:"}, {"text_block_id": "p2_b13_merged", "text": "Following the efforts of last four decades of Nepal it can be realized that the work of the first phase to develop the minimum transport infrastructure has nearly been completed. In enkring into the second phase henceforth it has to take into consideration various new prospectus. It is our ambition to develop the transport system capable to establish the country as a dynamic and pros porous country of 21st century capable to bear the appropriate increasing urbanization appropriate with the geophysical condition of the country."}, {"text_block_id": "p2_b16", "text": "As it is expedient to provide transport facility in the remote and backward region as soon as possible from the minimum source, make the existing transport infrastructure organized and reliable and develop the transport system compatible from the view of environment in the urban and rural areas by developing the transport system of international standard of foreign countries, this policy has been introduced."}, {"text_block_id": "p2_b17", "text": "In the full developed stage except to the existing east-west high way other two high ways connecting east to west i.g. mid hilly and postal roads of terai under the national transport network of the country shall be constructed. Main roads connecting north to south and connecting to all headquarters of the district shall also be completed. The responsibility of these roads shall be taken by central authority."}, {"text_block_id": "p2_b18", "text": "Within the district town and villages urban and rural roads shall be expanded and their responsibility shall be taken by the local authority."}, {"text_block_id": "p2_b19", "text": "3. Objective:"}, {"text_block_id": "p2_b20", "text": "The principal objective of the National Transport Policy is to develop a reliable, cost effective, safe facility oriented and sustainable transport system that promotes and sustains the economic, social, cultural and tourism development of the Kingdom of Nepal as a whole."}, {"text_block_id": "p3_b21", "text": "4. Strategies:"}, {"text_block_id": "p3_b22", "text": "For the attainment of the above through and objectives the following strategies will be followed:"}, {"text_block_id": "p3_b23", "text": "For the attainment of the above through and objectives the following strategies will be followed:\n* The Government shall clearly indicate the limit and scope of work to be done from the central level\n* Making the decentralized governance system more strengthened and by maximum utilizing the\n* Maximum private Sector involvement will be encouraged in the expansion and preservation of the"}, {"text_block_id": "p3_b29", "text": "5. Policy:"}, {"text_block_id": "p3_b30", "text": "The following policies shall be followed in order to attain the above mentioned objectives:"}, {"text_block_id": "p3_b31", "text": "The following policies shall be followed in order to attain the above mentioned objectives:\n* The construction and development of transport infrastructure in central and local level shall be done as\n\t* The short term, medium term and long term master plan of the transport infrastructure to be\n\t* The development of transport infrastructure in the local level shall be carried out in accordance\n\t* To develop the transport infrastructure of the urban area in accordance with the master plan\n\t* To manage the organizational structure as to develop the capacity self-reliance for the\n\t* High priority shall be given to completing the construction of roads connecting all 75 District"}, {"text_block_id": "p4_b43", "text": "The following policies shall be followed in order to attain the above mentioned objectives:\n* The construction and development of transport infrastructure in central and local level shall be done as\n\t* The short term, medium term and long term master plan of the transport infrastructure to be\n\t* The development of transport infrastructure in the local level shall be carried out in accordance\n\t* To develop the transport infrastructure of the urban area in accordance with the master plan\n\t* To manage the organizational structure as to develop the capacity self-reliance for the\n\t* High priority shall be given to completing the construction of roads connecting all 75 District\n* Development of the East-West Mid-Hills Highway, shall take place progressively and in a planned\n* Roads shall be constructed, to connect the northern border, from the hilly districts of Nepal from\n* Special attention shall be given to the maintenance and repair of the existing transport infrastructure to\n* Except the central level transport infrastructure and strategic network, the local level transport\n* Priority shall be given to maintain 'and upgrade of transport infrastructure of the central level on the\n* The construction, improvement and management of the means of transport shall be done in harmony\n* In order to conduct the transport service and facility in an effective mariner, the skill and working\n* The utilization of means of transport to be conducted by the solar power and electricity shall be\n* Cross border, regional and sub-regional transport and transit facilities shall be further developed and\n* Special attention shall be given to improving 'the comfort, reliability, safety, frequency, availability\n* Efforts shall be made in making private sector involvement as more as possible, in the development"}, {"text_block_id": "p5_b65", "text": "The following policies shall be followed in order to attain the above mentioned objectives:\n* The construction and development of transport infrastructure in central and local level shall be done as\n\t* The short term, medium term and long term master plan of the transport infrastructure to be\n\t* The development of transport infrastructure in the local level shall be carried out in accordance\n\t* To develop the transport infrastructure of the urban area in accordance with the master plan\n\t* To manage the organizational structure as to develop the capacity self-reliance for the\n\t* High priority shall be given to completing the construction of roads connecting all 75 District\n* Development of the East-West Mid-Hills Highway, shall take place progressively and in a planned\n* Roads shall be constructed, to connect the northern border, from the hilly districts of Nepal from\n* Special attention shall be given to the maintenance and repair of the existing transport infrastructure to\n* Except the central level transport infrastructure and strategic network, the local level transport\n* Priority shall be given to maintain 'and upgrade of transport infrastructure of the central level on the\n* The construction, improvement and management of the means of transport shall be done in harmony\n* In order to conduct the transport service and facility in an effective mariner, the skill and working\n* The utilization of means of transport to be conducted by the solar power and electricity shall be\n* Cross border, regional and sub-regional transport and transit facilities shall be further developed and\n* Special attention shall be given to improving 'the comfort, reliability, safety, frequency, availability\n* Efforts shall be made in making private sector involvement as more as possible, in the development\n* The provision of a minimum level of transport infrastructure will be made in the remote areas for\n* Foreign loans will not be utilized in the transport sector unless the results of an established economic\n* To develop various mean of transportation and infrastructure in a coordinated manner."}, {"text_block_id": "p5_b71", "text": "6. Action Plans:"}, {"text_block_id": "p5_b72", "text": "6.1 Transport infrastructure:"}, {"text_block_id": "p5_b73", "text": "6.1 Transport infrastructure:\n* In order to deliver an appropriate level of service from the existing transport infrastructure, necessary\n* A Mid-Hills East-West Highway will be gradually constructed and upgraded and far western mid-hills\n* In the construction of sections of roads and bridges of the East-West Postal Roads (Hulaki Sadak) the\n* A concept of interrogated short term and long term central transport network shall be developed in\n* Where major projects such as for agriculture or hydro power development are to be implemented in\n* In order to increase agriculture production of big valleys located in Terai and mid-hilly region, the\n* The rural level transport infrastructure shall be constructed, repaired/maintained and expanded from\n* The traffic density and movement shall be kept within a particular limit on the basis of carrying"}, {"text_block_id": "p6_b89", "text": "6.1 Transport infrastructure:\n* In order to deliver an appropriate level of service from the existing transport infrastructure, necessary\n* A Mid-Hills East-West Highway will be gradually constructed and upgraded and far western mid-hills\n* In the construction of sections of roads and bridges of the East-West Postal Roads (Hulaki Sadak) the\n* A concept of interrogated short term and long term central transport network shall be developed in\n* Where major projects such as for agriculture or hydro power development are to be implemented in\n* In order to increase agriculture production of big valleys located in Terai and mid-hilly region, the\n* The rural level transport infrastructure shall be constructed, repaired/maintained and expanded from\n* The traffic density and movement shall be kept within a particular limit on the basis of carrying\n* In constructing new roads in urban areas, public utility services like sewage, drinking water,\n* Private sector participation shall be encouraged in the construction of wire road, cable car and\n* Construction of transport infrastructure and operation of transport shall not be carried out with the\n* A comprehensive Transport Act, Rules covering road transport, tunnel, railways, waterways, rope\n* A new international airport as an International Hub shall be constructed with the arrangement of"}, {"text_block_id": "p6_b99", "text": "6.2 Motor Vehicles:"}, {"text_block_id": "p6_b100", "text": "6.2 Motor Vehicles:\n* Operation permit to the means of transportation shall be given only on the competitive basis.\n* To manage as fully to permit only light vehicles and mini-buses mini-trucks on the road of remote\n* To operate the appropriate axle load system vehicles to reduce load on roads.\n* To check and cause to check roadworthiness of a new vehicle after five year and thereafter in every\n* The import of the vehicles older than five years shall be restricted.\n* To manage not to dispose old vehicles and useless things of vehicles like batteries and lubricants etc.\n* Means of transportation shall be reliable, comfortable, free of pollution, safe affordable, fit to nature\n* It shall be managed that the vehicle should be used only on that purpose for which it is made.\n* Multi-model containerized transport system shall be developed in foreign trade sector."}, {"text_block_id": "p6_b118", "text": "In the Urban Context:"}, {"text_block_id": "p6_b119", "text": "In the Urban Context:\n* To restrict motorized vehicles in prescribed core areas.\n<\\li1>"}, {"text_block_id": "p7_b121", "text": "In the Urban Context:\n* To restrict motorized vehicles in prescribed core areas.\n<\\li1>\n* To operate bus, tram and other vehicles powered by gas, electricity and solar power.\n* Not to allow more motor vehicles than the certain density. For this purpose, the means of controlling\n* Arrangement shall. be made as to not allowing parking except in specified places.\n* Sound and air polluting vehicles shall be restricted. To manage separate standard for the vehicles\n* The infrastructure and services of transport shall be developed and expanded according to the long"}, {"text_block_id": "p7_b131", "text": "6.3 Standard of service:"}, {"text_block_id": "p7_b132", "text": "6.3 Standard of service:\n* To maintain designed speed on the high-speed roads fast track and express way and in order not to\n* To construct access way, house and huts permanently or temporarily, encroach the road leading to\n* The limitation of speed shall be maintained from 20 to 40 Km/h on hilly and feeder roads.\n* The limitation of speed shall be maintained 20 Km/h on rural hilly roads.\n* Manage not to allow vehicles to carry goods and passengers beyond capacity.\n* Manage to maintain speed limit according to road design.\n* All modes of transport including air transport shall be given permission subject to providing high\n* Regular monitoring whether or not the means of transportation are operating according to specific\n* All transport services shall be considered as an essential service.\n* To take legal action against any organization and individual that obstructs to provide an affordable\n* Manage to make fife,- insurance of passengers and insurance of vehicles compulsorily.\n* Full security shall be provided to means of transportation."}, {"text_block_id": "p7_b156", "text": "6.4 Institutional Structure (Arrangements):"}, {"text_block_id": "p8_b157", "text": "6.4 Institutional Structure (Arrangements):\n* A Road Transport Authority, by merging the Department of Roads and Department of Transport\n* A National Transport Board is constructed subject to connecting all authorities relating to transport\n* The construction, operation and maintenance of agricultural road and low trafficked roads in use at\n* If the project (road) operated by the local bodies gets feasible from the point view of traffic density,\n* Government subsidy and cross subsidy shall be stopped except to the project or condition prescribed\n* To cancel public transport related government corporations, , failed to become self-reliant. By\n* To develop the professional skills, standard, managerial ability, betters utilization of equipment and\n* The Government shall not give heavy machinery tools on hire in order to - promote institutional\n* Arrangement shall be made to recover the loss and damage caused due to the wrong advice given by\n* By fully handing over all infrastructure of the local transport system to the local bodies within 3 years,"}, {"text_block_id": "p8_b177", "text": "6.5 Involvement of Private Sector:"}, {"text_block_id": "p8_b178", "text": "6.5 Involvement of Private Sector:\n* To attract and encourage foreign and native private sector to construct/build airports, roads,\n<\\li1>"}, {"text_block_id": "p9_b180", "text": "6.5 Involvement of Private Sector:\n* To attract and encourage foreign and native private sector to construct/build airports, roads,\n<\\li1>\n"}, {"text_block_id": "p9_b181", "text": "6.5.1 Foreign Currency:"}, {"text_block_id": "p9_b182", "text": "The private sector shall be encouraged to invest in the transport infrastructure by providing currency exchange facilities with harmonizing income and expenditure of the foreign currency positively."}, {"text_block_id": "p9_b183", "text": "6.5.2 Customs Duty Tax and Royalties:"}, {"text_block_id": "p9_b184", "text": "To promote private sector involvement in the construction maintenance and rehabilitation of transport infrastructure and to encourage non polluting vehicles exemption on custom duty and tax on related construction materials, machinery, equipment and vehicles for limited period shall be given."}, {"text_block_id": "p9_b185", "text": "6.6 Land Acquisition:"}, {"text_block_id": "p9_b186", "text": "Given attention to the long term development process of the country in time, and with the view to open the way for future, appropriate land for the possible express day, fast track road, by-pass, electric railway and dedicated utility lanes, in urban areas, new international airport, shall be identified and separated in time and shall be acquired in advance."}, {"text_block_id": "p9_b187", "text": "7. Sector Transport Policy:"}, {"text_block_id": "p9_b188", "text": "7.1 Road Transport:"}, {"text_block_id": "p9_b189", "text": "7. 1.1 Classification:"}, {"text_block_id": "p9_b190", "text": "Under national transport system the road transport shall be developed as a network system in organized, maintained and long-lasting way. To obtain these goals from the administrative point of view, roads shall be classified as follows:"}, {"text_block_id": "p9_b191", "text": "Under national transport system the road transport shall be developed as a network system in organized, maintained and long-lasting way. To obtain these goals from the administrative point of view, roads shall be classified as follows:\n* Central Road System:\n<\\li1>\n\t* National Highways.\n\t* Feeder Roads.\n\t* Roads having a specific objective."}, {"text_block_id": "p10_b199", "text": "Under national transport system the road transport shall be developed as a network system in organized, maintained and long-lasting way. To obtain these goals from the administrative point of view, roads shall be classified as follows:\n* Central Road System:\n<\\li1>\n\t* National Highways.\n\t* Feeder Roads.\n\t* Roads having a specific objective.\n* Local Road System:\n\t* District Roads.\n\t* Village-Roads.\n\t* Agricultural Roads-.\n\t* Main Trails/Mule Tracks.\n\t* Village Trails/Mule Tracks.\n\t* Urban Road System:\n\t* Roads inside Municipalities.\n\t* Roads inside Town Development Board."}, {"text_block_id": "p10_b217", "text": "7.1.2 Central Road System:"}, {"text_block_id": "p10_b218", "text": "National highways and feeder roads (Strategic road network): road having highly dense daily traffic, roads connected with the possibility and investment of project as electricity, tourism, industry, roads concerning with important vehicle in urban area and the roads necessary to be built by central level as: road in side district or feeder roads connecting district headquarters and important roads connecting more than one districts- shall be classified as central Road System. The classification and name of any particular road shall be prescribed from time to time by His Majesty's Government through a notice published in the Nepal Gazette such roads shall be operated by the central bodies."}, {"text_block_id": "p10_b219", "text": "The roads under central road system shall be evaluated in every three years regularly. All roads those are not included in the central road system shall be classified under local road system."}, {"text_block_id": "p10_b220", "text": "7.1.3 Local Road System:"}, {"text_block_id": "p10_b221", "text": "Roads those are not the parts of the central road system and where project formulation, construction, maintenance and repair have to be done by local institution shall be classified as the local road system. Under the local road system road within district, road within village, main trails, mule track, and village trails and tracks shall be operated. Roads connecting one or more main development center or connecting VDC's directly to the headquarters of the same district or other district or through important road system shall be classified as district road. The road connecting main agricultural production centers within a district shall be classified as 'Agricultural Road'."}, {"text_block_id": "p11_b222", "text": "Roads under local road system shall be constructed, maintained and repaired by the local authorities under the plan formulated themselves. The help for the work as: formulation of plan, coordination on foreign resource management, technical cooperation or coordination with central level, to local authority shall be provided by the Ministry of Local Development or the Department of Local Infrastructure Development and Agricultural Road."}, {"text_block_id": "p11_b223", "text": "7.1.4 Urban Road:"}, {"text_block_id": "p11_b224", "text": "Roads within a Municipality, excluding those under central road system, are under urban road system. The construction maintenance and repairing of these roads shall be done by the Municipality. Those works shall be conducted by peoples' participation. More over the construction and operation of permanent parking places including pavement within urban area shall be the responsibility of the respective municipalities. The constructions, maintenance, repair and operation of bus terminals shall be under the working scope of municipality. Identification, conservation of green belt in the urban area shall be the responsibility of the municipality itself. These works shall have to be done by the municipality in coordination with various authorities of His Majesty's Government."}, {"text_block_id": "p11_b225", "text": "7.1.5 Transportation Expenditure and Issue Relating Maintenance:"}, {"text_block_id": "p11_b226", "text": "By evaluating the environmental effect, minimizing side effect, the work of design, construction and maintenance of road shall be managed."}, {"text_block_id": "p11_b227", "text": "In constructing roads in the hilly region, construction shall be done by indicating the standard and measurement of road, putting contraction expenses and estimated expenses after the construction on the basis of fiscal analysis of 10 years period generally (while constructing the road) taking in view the possible direct effect which may be occurred in the investment due to the minimum pressure condition of vehicle, growing tendency of emigration and environmental risk."}, {"text_block_id": "p11_b228", "text": "•"}, {"text_block_id": "p11_b229", "text": "To construct, improve, maintain and rehabilitate the important road system an autonomous and self contained organization shall be established."}, {"text_block_id": "p12_b230", "text": "•"}, {"text_block_id": "p12_b231", "text": "The priority for improvement and reconstruction of road shall be based on the daily traffic volume possible economic benefit."}, {"text_block_id": "p12_b232", "text": "•"}, {"text_block_id": "p12_b233", "text": "Road maintenance activities shall be conducted classifying the activities as general maintenance (regular and recurrent), periodic maintenance, emergency maintenance and preventative maintenance."}, {"text_block_id": "p12_b234", "text": "•"}, {"text_block_id": "p12_b235", "text": "General maintenance activities and periodic .maintenance activities shall be programmed and undertaken using a cyclic approach. Generally, periodic maintenance shall be done for black topped and graveled roads on every 6 years."}, {"text_block_id": "p12_b236", "text": "•"}, {"text_block_id": "p12_b237", "text": "With an objective to minimize the total transport expenditure within the specified life cycle, a service fee, on the basis of minimum service standard to be received y the consumer, shall be prescribed by increasing its effectiveness and the maintenance work of the road shall be done by - the amount so raised and institutional- development. of maintenance shall be done."}, {"text_block_id": "p12_b238", "text": "•"}, {"text_block_id": "p12_b239", "text": "The policy of cost effectiveness and regularity on road maintenance work shall be followed."}, {"text_block_id": "p12_b240", "text": "•"}, {"text_block_id": "p12_b241", "text": "Attention shall be given to make rigid pavement on the main roads."}, {"text_block_id": "p12_b242", "text": "7.2 Air Transport:"}, {"text_block_id": "p12_b243", "text": "•"}, {"text_block_id": "p12_b244", "text": "Identifying the sectors where the road transport service can not be provided immediately, to expand the facility of transport emphasis shall be given to operate air transport."}, {"text_block_id": "p12_b245", "text": "•"}, {"text_block_id": "p12_b246", "text": "While expanding transportation in remote areas a comparative study shall be made between air transport and other transport and air transport shall expanded on such basis."}, {"text_block_id": "p12_b247", "text": "•"}, {"text_block_id": "p12_b248", "text": "While expanding air services in the particular area, where it is not feasible from the business point of view but is necessary to expand the transport, His Majesty's Government may permit operation under the subsidy system, if it thinks necessary. The period of such subsidy system shall be indicated at its initial."}, {"text_block_id": "p12_b249", "text": "•"}, {"text_block_id": "p12_b250", "text": "Policies relating to air transport shall be considered as part of the National Transport Policy itself."}, {"text_block_id": "p12_b251", "text": "•"}, {"text_block_id": "p12_b252", "text": "A new international airport shall be constructed at a location that can be developed as an international hub."}, {"text_block_id": "p12_b253", "text": "7.3 Water Transport:"}, {"text_block_id": "p13_b254", "text": "•"}, {"text_block_id": "p13_b255", "text": "For those remote areas where road -transport is difficult internal water transport system shall be developed by identifying the feasible areas integrating nearest road system."}, {"text_block_id": "p13_b256", "text": "•"}, {"text_block_id": "p13_b257", "text": "Necessary legal provisions shall also be made for the development of internal water transport infrastructure."}, {"text_block_id": "p13_b258", "text": "•"}, {"text_block_id": "p13_b259", "text": "Identifying the feasible areas for developing water transport, priority shall be given to develop in coordination with private sector."}, {"text_block_id": "p13_b260", "text": "•"}, {"text_block_id": "p13_b261", "text": "For the development and operation of waterways, His Majesty's Government shall arrange to operate the waterways according to the Act, Rules and Directives by prescribing the measurement taking in view the expansion and security of the same."}, {"text_block_id": "p13_b262", "text": "•"}, {"text_block_id": "p13_b263", "text": "To connect feasible internal water transport infrastructure - with the water transport system of neighboring country shall be developed with necessary coordination."}, {"text_block_id": "p13_b264", "text": "•"}, {"text_block_id": "p13_b265", "text": "Coordination shall be made with the Ministry of Water Resources and the Water and Energy -Commission for study, investigation and data bank about water transport."}, {"text_block_id": "p13_b266", "text": "7.4 Rail Transport:"}, {"text_block_id": "p13_b267", "text": "•"}, {"text_block_id": "p13_b268", "text": "Identifying the feasible areas according to the demand for operating rail transport, a long term planning shall be drafted to develop it coordinating within national transport system."}, {"text_block_id": "p13_b269", "text": "•"}, {"text_block_id": "p13_b270", "text": "Rail transport shall be developed in immediate possible or will be possible sectors with the participation of private sector on the basis of comparative benefits with road transport."}, {"text_block_id": "p13_b271", "text": "•"}, {"text_block_id": "p13_b272", "text": "The private sector shall be encouraged to develop and institutional operation of the railway transport."}, {"text_block_id": "p13_b273", "text": "•"}, {"text_block_id": "p13_b274", "text": "Construction of existing rail services shall be expanded and developed in coordination with the Indian rail way service."}, {"text_block_id": "p13_b275", "text": "•"}, {"text_block_id": "p13_b276", "text": "Taking in mind the reasonable utilization of hydropower production electrical rail service shall be developed."}, {"text_block_id": "p13_b277", "text": "7.5 Cable Car:"}, {"text_block_id": "p13_b278", "text": "•"}, {"text_block_id": "p13_b279", "text": "Private sector shall be encouraged to construct and operate cable car at the places which can play vital role because of tourism and other economic activities, where road transport facility is not available and necessity of alternate transport system has also been felt."}, {"text_block_id": "p14_b280", "text": "7.6 Rope way:"}, {"text_block_id": "p14_b281", "text": "•"}, {"text_block_id": "p14_b282", "text": "Private sectors shall be encouraged to construct and operate rope ways in the areas where construction of road is dangerous in environmental and geographical view or where operating road transport is comparatively costly."}, {"text_block_id": "p14_b283", "text": "7.7 Main Trails and Tracks:"}, {"text_block_id": "p14_b284", "text": "•"}, {"text_block_id": "p14_b285", "text": "The construction and maintenance of main trails and mule tracks shall be undertaken by local institutions with the maximum utilization of local skills, labour and materials through public participation."}, {"text_block_id": "p14_b286", "text": "7.8 Suspension Bridges:"}, {"text_block_id": "p14_b287", "text": "•"}, {"text_block_id": "p14_b288", "text": "Local institutions shall be involved in the construction, repairing and maintenance of suspension bridges located in the main way."}, {"text_block_id": "p14_b289", "text": "•"}, {"text_block_id": "p14_b290", "text": "Maximum use of local skills, labour and materials shall be made with public participation in the construction and maintenance of local suspension bridges."}, {"text_block_id": "p14_b291", "text": "HIS MAJESTY'S GOVNRNIVENTOF NEPAL"}, {"text_block_id": "p14_b292", "text": "MINISTRY OF LAW, JUSTICE AND PARILIAMENTARY AFFAIRS"}, {"text_block_id": "p14_b293", "text": "LAW MANEGEMENT BOARD"}], "document_description": "The National Transport Policy aims to develop a reliable, cost effective and sustainable transport system that promotes the economic, social, cultural and tourism development of Nepal.&nbsp;<br><br>The policy established the following strategies: 1) the government shall indicate the limit and scope of work to be done from the central level and take responsibility of transport structure to be constructed from the central level; 2) to strengthen decentralised governance system; 3) to encourage private sector involvement in the expansion and preservation of the transport system.&nbsp;"}