{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Other|Direct Investment"], "document_country_english_shortname": "Nepal", "document_category": "Policy", "document_sector_name": "Agriculture", "document_language": "English", "document_name": "Priority Framework for Action: Climate Change Adaptation and Disaster Risk Management in Agriculture 2011-2020", "document_country_code": "NPL", "document_hazard_name": ["Changes In Average Temperature", "Cold Waves", "Changes In Average Precipitation", "Loss Of Ice Mass", "Soil Erosion", "Heat Waves And Heat Stress", "Wildfires", "Landslides", "Hail", "Avalanches", "Storms, Hurricanes, Tsunamis, Cyclones", "Droughts", "Floods", "Earthquakes"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Framework", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "04/01/2011", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/NPL/2011/NPL-2011-01-04-Priority Framework for Action: Climate Change Adaptation and Disaster Risk Management in Agriculture 2011-2020_1a0910f0612c93e3dd645df18b14f108.pdf", "text_blocks": [{"text_block_id": "p0_b1_merged", "text": "CliMAte ChAnGe ADAPtAtion AnD DisAsteR Risk MAnAGeMent in AGRiCultuRe"}, {"text_block_id": "p0_b4", "text": "PRioRity FRAMewoRk FoR ACtion"}, {"text_block_id": "p0_b5", "text": "2011 – 2020"}, {"text_block_id": "p0_b6", "text": "Government of nepal"}, {"text_block_id": "p0_b7", "text": "Ministry of Agriculture and Cooperatives (MoAC)"}, {"text_block_id": "p0_b8", "text": "April 2011"}, {"text_block_id": "p2_b9_merged", "text": "climate change adaPtation and disaster risk management in agriculture"}, {"text_block_id": "p2_b12", "text": "government of nepal"}, {"text_block_id": "p2_b13", "text": "ministry of agriculture and cooperatives (moac)"}, {"text_block_id": "p2_b14", "text": "April 2011"}, {"text_block_id": "p3_b15", "text": "Priority Framework for Action"}, {"text_block_id": "p3_b16", "text": "Climate Change Adaptation and Disaster Risk Management in Agriculture"}, {"text_block_id": "p3_b17", "text": "Publisher:"}, {"text_block_id": "p3_b18", "text": "Government of Nepal"}, {"text_block_id": "p3_b19", "text": "Ministry of Agriculture and Cooperatives"}, {"text_block_id": "p3_b20", "text": "Kathmandu, Nepal"}, {"text_block_id": "p3_b21", "text": "Copyright:"}, {"text_block_id": "p3_b22", "text": "April 2011"}, {"text_block_id": "p3_b23", "text": "Ministry of Agriculture and Cooperatives"}, {"text_block_id": "p3_b24", "text": "Government of Nepal"}, {"text_block_id": "p3_b25", "text": "All rights reserved. Reproduction and dissemination of material in this information product for educational or other non-commercial purposes are authorized without any prior written permission from the copyright holders provided the source is fully acknowledged."}, {"text_block_id": "p3_b26", "text": "Reproduction of material in this information product for resale or other commercial purposes is prohibited without written permission of the copyright holders."}, {"text_block_id": "p3_b27", "text": "Prepared under the Fao technical assistance to the government of nepal"}, {"text_block_id": "p3_b28", "text": "(TCP/NEP/3201 (D) and UNJP/NEP/OO5/UNJ)"}, {"text_block_id": "p4_b29", "text": "Foreword"}, {"text_block_id": "p4_b30", "text": "ood production systems in Nepal are highly vulnerable to increasing climate variability and change. Agriculture production is constrained by altered frequency, timing and magnitude of climate variables such as precipitation and temperature. High rates of snow and glacial melting, frequent floods and droughts, heat waves, and increased incidence of pests and diseases are already causing widespread damage and loss to agricultural sector in Nepal."}, {"text_block_id": "p4_b31", "text": "Systematic efforts are needed to improve sustain"}, {"text_block_id": "p4_b32", "text": "-"}, {"text_block_id": "p4_b33", "text": "ability of the food production systems and ecosystem resilience under changing climatic conditions.  Ad"}, {"text_block_id": "p4_b34", "text": "-"}, {"text_block_id": "p4_b35", "text": "dressing climate related risks and uncertainties in agriculture and food security require development of an integrated framework for the sector, and identification of priorities in line with other national programs and strategies."}, {"text_block_id": "p4_b36_merged_merged", "text": "The Priority Framework for Action (PFA) is a begin-ning of a long journey to address the impacts of cli-mate change and extreme climate events in various sub sectors of agriculture in Nepal. This document explicitly integrates the priorities of NAPA and the National Strategy for Disaster Risk Management, which opens a multiple avenues for technical cooper-ation to implement the immediate actions of climate change adaptation and disaster risk management."}, {"text_block_id": "p4_b43", "text": "The Framework considers integration of climate change adaptation and disaster preparedness into Nepal’s agricultural policy, programs and plans as one of the priorities.  The Ministry of Agriculture and Cooperatives is seriously considering these priorities and committed to implement disaster preparedness and adaptation actions to address the needs of the country."}, {"text_block_id": "p4_b44", "text": "Ministry of Agriculture and Cooperatives"}, {"text_block_id": "p6_b45", "text": "PreFace"}, {"text_block_id": "p6_b46", "text": "epal has been frequently hit by climate variability and natural disasters of hydro-meteorological origin. Floods, landslides, intense rains, hailstorms, droughts, cold and heat waves, pest and diseases are regular phenomenon in the country. Such climate-re"}, {"text_block_id": "p6_b47", "text": "-"}, {"text_block_id": "p6_b48", "text": "lated events have put fragile agricultural eco-systems at risk. Impacts of climate change and related extreme events on agriculture often lead to a situation of food insecurity affecting most the poor and marginalized peoples, including women and children, with its ulti"}, {"text_block_id": "p6_b49", "text": "-"}, {"text_block_id": "p6_b50", "text": "mate repercussion on the nation’s economic growth. The impacts are therefore a question of primary concern, as they directly impinge upon the objec"}, {"text_block_id": "p6_b51", "text": "-"}, {"text_block_id": "p6_b52", "text": "tives of sustainable development. The Government of Nepal, in particular the Ministry of Agriculture and Cooperatives (MOAC), is dedicating the strong efforts to counterbalance the impacts."}, {"text_block_id": "p6_b53", "text": "Recent studies relate increasing frequency and in"}, {"text_block_id": "p6_b54", "text": "-"}, {"text_block_id": "p6_b55", "text": "tensity of climate related disasters to global warming and climate change. Projections and future scenarios of climate seem to be harboring a worsening of cli"}, {"text_block_id": "p6_b56", "text": "-"}, {"text_block_id": "p6_b57", "text": "matic conditions in the Himalayan region, which may imply an even more frequent occurrence of climate related extremes and detrimental impacts on food production. However, by adopting right measures and changing the type of interventions, it is possible to adapt effectively to the challenges posed by climate change. This warrants a comprehensive strategy and priority actions for the Ministry of Agriculture and Cooperatives (MOAC) to devise the access to resources and to deliver need-based services to farm"}, {"text_block_id": "p6_b58", "text": "-"}, {"text_block_id": "p6_b59", "text": "ing communities. The needs and solutions proposed in this priority framework are clearly in line with"}, {"text_block_id": "p6_b60", "text": "the national level programs and strategies such as National Adaptation Program of Action (NAPA) and the National Strategy for Disaster Risk Management (NSDRM). In the framework, important lessons learnt in the field works are considered suggesting core activities to support farming communities in climate change and disaster risks management. Also suggested is a fundamental shift in approach from re"}, {"text_block_id": "p6_b61", "text": "-"}, {"text_block_id": "p6_b62", "text": "active emergency response to pro-active climate risk management and disaster preparedness approach. Such shift in approach requires technical, logistic, analytical and institutional strengthening as major areas of the sector’s interventions. The framework will be instrumental in enhancing coordination and collaboration among the Government Departments, non-governmental organizations and development partners. Strengthening climate change and disaster risk management units in the Ministry of Agriculture and Cooperatives (MOAC), Department of Agricul"}, {"text_block_id": "p6_b63", "text": "-"}, {"text_block_id": "p6_b64", "text": "ture (DOA), Department of Livestock Services (DLS) and Nepal Agriculture Research Council are some of the notable priorities."}, {"text_block_id": "p6_b65_merged_merged_merged_merged", "text": "On behalf of the Project Steering Committee, I would like to express my appreciation to Food and Agricul-ture Organization of the United Nations (FAO) for technical assistance through the Technical Coopera-tion Program (TCP) and United Nation Development Program (UNDP) for their contribution through a FAO-UNDP joint program. My appreciations are also due to Dr. Hari Dahal in the Gender Equity and Environment Division of the Ministry of Agriculture and Cooperative having the project(s) coordinated effectively."}, {"text_block_id": "p6_b70", "text": "Ministry of Agriculture and Cooperatives"}, {"text_block_id": "p8_b71", "text": "acknowledgement"}, {"text_block_id": "p8_b72", "text": "he Priority Framework for Action (PFA) to strengthen capacities for climate change adapta"}, {"text_block_id": "p8_b73", "text": "-"}, {"text_block_id": "p8_b74", "text": "tion and disaster risk management in agriculture sec"}, {"text_block_id": "p8_b75", "text": "-"}, {"text_block_id": "p8_b76", "text": "tor was prepared through wider consultations among stakeholders and development partners. Formula"}, {"text_block_id": "p8_b77", "text": "-"}, {"text_block_id": "p8_b78", "text": "tion of the framework was coordinated by Gender Equity and Environment Division in the Ministry of Agriculture and Cooperatives with active participa"}, {"text_block_id": "p8_b79", "text": "-"}, {"text_block_id": "p8_b80", "text": "tion by DOA, DOLS, NARC, FAO, UNDP, Practical Action and other partners.  The FAO office in Nepal administered its development under the project ‘Strengthening capacities for disaster preparedness and climate risk management in the agriculture sector” (TCP/NEP/3201 (D). UNDP under UN Joint Program sponsored the project’s extension to two additional districts."}, {"text_block_id": "p8_b81", "text": "In fact, several components and activities outlined in the document have been built on the commu"}, {"text_block_id": "p8_b82", "text": "-"}, {"text_block_id": "p8_b83", "text": "nity-level pilot activities. Therefore, contributions of district level officials and community representatives from the pilot districts are highly creditable in the prioritization. At the national level, the staffs from the Ministry of Agriculture and Cooperatives and its departments and representatives from the ministry of Environment, Department of Hydrology and Meteorology, Nepal Agriculture Research Council, Practical Action, UNDP and FAO provided valuable"}, {"text_block_id": "p8_b84", "text": "feedback during the initial consultation as well as validation meetings making consolidation of the PFA in its present form possible. The stakeholders’ coop"}, {"text_block_id": "p8_b85", "text": "-"}, {"text_block_id": "p8_b86", "text": "eration and contributions were indispensable and fundamental to ensure the quality of the product."}, {"text_block_id": "p8_b87_merged_merged_merged_merged", "text": "My special thanks are due to Mr. Bishnu Aryal and Lilaram Poudel (the then DDGs, Planning of DOA) who as the Project Manager(s) implemented the project smoothly in their tenure. Dr. D. M. Pokhrel and Bidya Pandey, Senior Horticulturist in the Gender Equity and Environment Division of MOAC and Mr. Kanchan Raj Pandey in the Department of Agriculture are acknowledged for their contribution in the preparation of the framework. Also acknowl-edged are Dr. Stephen Bass, Dr. J. D. Nayava and Dr. Krishna Raj Regmi, National Experts in FAO (N) for their facilitations in steering committee meetings, brain storming/ consultative meetings and work-shops. Messer Shrawan Adhikay and Arjun Thapa, Program Officers in FAO (N) deserve due apprecia-tion for their logistic supports."}, {"text_block_id": "p8_b94", "text": "My sincere thanks go to Dr. Selvaraju Ramasamy in Climate, Energy and Tenure Division of FAO (Rome) for overall technical guidance and supervision to the project and final compilation of the framework."}, {"text_block_id": "p8_b95", "text": "Joint Secretary and National Project Director"}, {"text_block_id": "p8_b96", "text": "Ministry of Agriculture and Cooperatives"}, {"text_block_id": "p9_b97", "text": "contents"}, {"text_block_id": "p9_b98", "text": "Annexes"}, {"text_block_id": "p10_b99", "text": "executive summary"}, {"text_block_id": "p10_b100", "text": "griculture remains Nepal’s principal eco"}, {"text_block_id": "p10_b101", "text": "-"}, {"text_block_id": "p10_b102", "text": "nomic activity, employing over 65 percent of the population and contributing to 33% of the GDP. The agricultural sector is extremely exposed and highly vulnerable to natural disasters and impacts of climate change. Nepal is prone to a variety of recur"}, {"text_block_id": "p10_b103", "text": "-"}, {"text_block_id": "p10_b104", "text": "ring climate related natural disasters such as floods, landslides, snow avalanches, Glacial Lake Outburst Floods (GLOF), hailstorms, thunderstorms, cold waves, hot waves, drought and epidemics. In particu"}, {"text_block_id": "p10_b105", "text": "-"}, {"text_block_id": "p10_b106", "text": "lar floods, landslides, hailstorms and drought spells are almost regular phenomena."}, {"text_block_id": "p10_b107", "text": "In response to the request from the Government of Nepal, FAO assisted the Ministry of Agriculture and Cooperatives (MOAC) to “strengthen the capacities for climate risk management and disaster prepared"}, {"text_block_id": "p10_b108", "text": "-"}, {"text_block_id": "p10_b109", "text": "ness in the agricultural sector” through a Technical Cooperation Project (TCP/NEP/3201 (D)) and a FAO/UNDP Joint programme (UNJP/NEP/005/UNJ. The project facilitated several national consultations and provided technical support to identify the priori"}, {"text_block_id": "p10_b110", "text": "-"}, {"text_block_id": "p10_b111", "text": "ties and prepare a 10 year Priority Framework for Ac"}, {"text_block_id": "p10_b112", "text": "-"}, {"text_block_id": "p10_b113", "text": "tion (PFA). The Priority Framework for Action (PFA) draws the actions from the National Adaptation Programme of Action (NAPA) and National Strategy for Disaster Risk Management (NSDRM). The field experiences through the district and community level interventions, outcomes from the project compo"}, {"text_block_id": "p10_b114", "text": "-"}, {"text_block_id": "p10_b115", "text": "nents (data base management, vulnerability and risk mapping, farmers support services as well as climate/ weather and early warning information provision) contributed heavily to formulate this PFA.  The Pri"}, {"text_block_id": "p10_b116", "text": "-"}, {"text_block_id": "p10_b117", "text": "ority Framework for Action builds on the strengths and comparative advantage of the Ministry of Agri"}, {"text_block_id": "p10_b118", "text": "-"}, {"text_block_id": "p10_b119", "text": "culture and Cooperatives (MOAC) and, at the same time, specific actions are proposed considering the existing gaps and weaknesses. Moreover, the Priority Framework of Action lays out activities for achieving the Hyogo Framework for Action (HFA) and several"}, {"text_block_id": "p10_b120", "text": "other climate change related priorities outlined in the first national communication to UNFCCC and NAPA. The PFA considers an integrated approach by considering short-term (disaster response), short to medium-term (Disaster Risk Reduction) and medium to long-term (climate change adaptation) priorities."}, {"text_block_id": "p10_b121", "text": "The first chapter is an introduction, which describes the background information on climate and natural disaster impacts in Nepal, climate trends and future projections, and implications of climate change for agriculture and food security. The second chapter describes the priority setting, which included gaps identified through the consultations and several existing plans and strategies and outlines the under"}, {"text_block_id": "p10_b122", "text": "-"}, {"text_block_id": "p10_b123", "text": "lying principles of the framework.  The third chapter describes the framework for action, key areas of focus under each of the priority areas. Chapter 4 provides guidelines on the institutional mechanisms for the implementation of the plan. There are several annexes within the PFA: provide basic terminolo"}, {"text_block_id": "p10_b124", "text": "-"}, {"text_block_id": "p10_b125", "text": "gies, priority areas of HFA, a list of identified actions relevant to climate change adaptation, NAPA and national strategy for disaster risk management."}, {"text_block_id": "p10_b126_merged_merged_merged_merged", "text": "The Priority Framework for Action outlines 5 priority action areas: (i) Institutional and technical capacity for climate change adaptation and disaster risk management in agriculture; (ii) Assessment and monitoring of climate risks, vulnerabilities as well as enhancing early warning systems; (iii) Improv-ing knowledge management, awareness raising and education on climate change, adaptation and disaster risk management;  (iv) Reducing climate related risks and the underlying vulnerabilities by implementing technical options in agriculture and livestock; (v) Strengthening capacities and procedures for effective disaster preparedness, response and rehabilitation at all levels and integration of climate change adapta-tion interventions."}, {"text_block_id": "p11_b131", "text": "acronyms"}, {"text_block_id": "p12_b132", "text": "introduction"}, {"text_block_id": "p12_b133", "text": "chapter"}, {"text_block_id": "p12_b134", "text": "Climate of Nepal"}, {"text_block_id": "p12_b135", "text": "The climate of Nepal varies greatly from South to North due to the vast altitudinal variation. The altitudinal variation within a short span of about 193 km, ranging from 60 meters to 8848 meters above mean sea level, makes the country with diverse agro-climatic zones. The regional climate variations are largely a function of elevation. The variable geo-climatic conditions, unplanned settlements, degrada"}, {"text_block_id": "p12_b136", "text": "-"}, {"text_block_id": "p12_b137", "text": "tion of natural resources and increasing population makes the country vulnerable to a variety of climate related extreme events."}, {"text_block_id": "p12_b138", "text": "The national average mean temperature is around 15° C, and increases from north to south with the exception of mountain valleys. The onset of the monsoon in early June checks the increase of the daily temperature over the country. Therefore, the maximum temperature of the year occurs in May or early June. Temperature starts decreasing rapidly from October and reaches the minimum of the year in December or January. Although the temperature normally decreases with height, there are also spatial variations in temperature influenced by topography. The Terai belt is the hottest part of the country, where the extreme maximum temperature reaches more than 45º C and causes heat waves during summer."}, {"text_block_id": "p12_b139", "text": "Average rainfall is 1 800 mm, with rainfall increasing from west to east. The North West corner receives the least rainfall, as it is the rain shadow of the Himalayas. Rainfall also varies with altitude. About 80% of the annual precipitation in the country falls between June and September under the influence of summer monsoon. The winter months, from December to February, are relatively dry with few spells of rain. The winter rain decreases in amount from northwest both southward and eastward. From April to May, the country experiences pre-monsoon thundershower activities. The pre-monsoon rainfall activities are more frequent in the hilly regions than"}, {"text_block_id": "p12_b140", "text": "in the southern plains. The period of October and November is considered as a post monsoon season and a transition from summer to winter."}, {"text_block_id": "p12_b141", "text": "Extreme climate events"}, {"text_block_id": "p12_b142", "text": "Nepal is prone to a variety of recurring natural disas"}, {"text_block_id": "p12_b143", "text": "-"}, {"text_block_id": "p12_b144", "text": "ters such as floods, landslides, snow avalanches, Glacial Lake Outburst Floods (GLOF), hailstorms, thunder"}, {"text_block_id": "p12_b145", "text": "-"}, {"text_block_id": "p12_b146", "text": "storms, cold waves, hot waves, drought, epidemics and earthquake. Out of the 75 districts in the country, 49 are prone to floods and/or landslides, 23 to wildfires, and one to windstorms. A total of 64 out of 75 districts are prone to disasters of some type (MOHA, 2009)."}, {"text_block_id": "p12_b147", "text": "High intensity rainfall events during the monsoon season leave the country highly susceptible to water induced natural disasters such as floods, landslides, flash floods, debris flows and slope failures. Flooding is frequent in the monsoon season during summer, while droughts are not uncommon in certain regions at other times of the year. Prolonged breaks in the summer monsoon cause severe drought."}, {"text_block_id": "p12_b148_merged_merged_merged", "text": "The vulnerability to climate- related extremes and natural hazards are often attributed to insufficient public awareness, lack or inadequacy in prepared-ness, lack of coordination among inter-government agencies, inadequate financial resources, low level of technical know-how and skills in mitigation of natu-ral disasters, and a strong concentration of knowl-edge and skills in academic centers alone, without appropriate information dissemination among the vulnerable population groups. The development of settlements in hazardous areas and marginal land are caused by the lack of proper land use planning. Women are often among the most marginalized people and have limited access to land property and other resources.  The poor, marginalized and disad-vantaged groups of people are hardest hit by climate extremes in the country."}, {"text_block_id": "p13_b157", "text": "Table 1 •"}, {"text_block_id": "p13_b158", "text": "Loss of agricultural land and crop by climate related extreme events in Nepal (1971–2007)"}, {"text_block_id": "p13_b159", "text": "Trends in climate"}, {"text_block_id": "p13_b160", "text": "Temperature observations in Nepal show a consis"}, {"text_block_id": "p13_b161", "text": "-"}, {"text_block_id": "p13_b162", "text": "tent and continuous warming trend. According to available data, average annual mean temperatures have been increasing in Nepal by 0.04 - 0.06°C and these increases are more pronounced at higher altitudes and in winter. There is a general increase in temperature extremes with hotter days becom"}, {"text_block_id": "p13_b163", "text": "-"}, {"text_block_id": "p13_b164", "text": "ing more frequent and cooler nights less frequent. The temperature differences are most pronounced during the dry winter season, and least during the monsoon. There is also significantly greater warming at higher elevations than at lower elevations in the Terai region.  Glacier melt as well as expansion of glacial lakes have been recorded in recent decades, with a high likelihood that such impacts are linked to rising temperatures."}, {"text_block_id": "p13_b165", "text": "The precipitation data for Nepal does not reveal any significant trends.  However, the analysis based on data from 166 stations across Nepal from 1976 to 2005 reveal a positive annual rainfall trend in Eastern, Central, Western and Far-western Nepal. The mon"}, {"text_block_id": "p13_b166", "text": "-"}, {"text_block_id": "p13_b167", "text": "soon precipitation shows general declining trends in the mid-western and southern parts of western Nepal, with few pockets of declining rainfall in the central and eastern Nepal. In the rest of the country, the monsoon precipitation displays an increasing trend."}, {"text_block_id": "p13_b168", "text": "Post monsoon precipitation shows increasing trend in most of the mid-western and the southern parts of eastern and central/western Nepal. A general de"}, {"text_block_id": "p13_b169", "text": "-"}, {"text_block_id": "p13_b170", "text": "clining precipitation trend is observed in most of the far-western and northern part of western, central and eastern Nepal. The winter precipitation trends show overall increasing trends excepting the northern part of mid-western, western and eastern Nepal. How"}, {"text_block_id": "p13_b171", "text": "-"}, {"text_block_id": "p13_b172", "text": "ever, a detailed analysis is required to understand the significance of these trends."}, {"text_block_id": "p13_b173", "text": "Future climate change projections"}, {"text_block_id": "p13_b174", "text": "The climate model projections show that there will be a rise in the average annual temperature over Nepal and that it will vary both spatially and temporally. In the OECD study, General Circulation Models (GCM) run with the SRES B2 scenario show an annual mean temperature increase by an average of 1.2°C by 2030, 1.7° C by 2050 and 3° C by 2100 compared to pre-2000 baseline. In general, several studies show higher temperature increment projections for winter as compared to the monsoon season. In terms of spatial distribution, a higher temperature increment over western and central Nepal is projected as compared to eastern Nepal."}, {"text_block_id": "p13_b175_merged_merged_merged_merged", "text": "For precipitation, the trends are less certain, but there is evidence of increasing occurrence of intense rainfall events, and an increase in flood days and generally more variable river flows. Importantly, the above changes, which are consistent with a range of climate change models, are predicted to continue into the 21st Century. The summer monsoon is likely to become more intense with increasing occurrence of heavy rainfall events. In terms of winter precipita-tion, the models project almost no change in western Nepal and up to 5 – 10% increase in precipitation in eastern Nepal. During the summer months, the projections show an increase in precipitation for the whole country in the range of 15 to 20%. In terms of spatial distribution, studies show an increase in monsoon rainfall in Eastern and Central Nepal as compared to Western Nepal."}, {"text_block_id": "p14_b178", "text": "Vulnerability of the agriculture sector to climate variability and change"}, {"text_block_id": "p14_b179", "text": "Agriculture remains Nepal’s principal economic activity, employing over 65 percent of the popula"}, {"text_block_id": "p14_b180", "text": "-"}, {"text_block_id": "p14_b181", "text": "tion. Only 20 percent of the total area is cultivable; another 29 percent is forest. Rice, wheat and maize are the main cereal crops mostly produced in the Te-rai region. The Terai plains constitute 43 percent of the total cultivated land. The majority of the farmers are reliant on rainwater for irrigation, as the country lacks major facilities for artificial irrigation. On aver"}, {"text_block_id": "p14_b182", "text": "-"}, {"text_block_id": "p14_b183", "text": "age, about 65 percent of the total cultivated land is rainfed. Recurring climate related natural hazards undermine agricultural productivity causing poverty and food insecurity. The crop and livestock produc"}, {"text_block_id": "p14_b184", "text": "-"}, {"text_block_id": "p14_b185", "text": "tivity are constrained by variations in farm level water resources, changes in seasonal rainfall characteristics, extreme climate events such as droughts, floods, heat and cold waves as well as pest and diseases."}, {"text_block_id": "p14_b186", "text": "The most vulnerable to climate variability and change are the poor and marginalized, who generally are the least able to cope with disasters, live in most hazard prone areas and generally have the least information, knowledge and resources to reduce their risk. The predicted impacts of climate change will intensify existing vulnerabilities, inequalities and exposure to hazards and will therefore impact most on those least able to cope with climate risks."}, {"text_block_id": "p14_b187", "text": "Smallholder farmers will be the most vulnerable to the predicted impacts of climate change. These vul"}, {"text_block_id": "p14_b188", "text": "-"}, {"text_block_id": "p14_b189", "text": "nerable groups tend to own fewer livelihood assets, including land and livestock, receive lower income, and have low levels of education and less access to community and government services. They tend to be reliant on rain-fed agriculture and occupy land that is prone to floods, drought and landslides. Many of Nepal’s poor farmers occupy small parcels of land that can barely produce enough for the family. They are more reliant on local natural resources such as forests and water and would therefore suffer the most from the drying up of local water sources and changes in the vegetation cover."}, {"text_block_id": "p14_b190", "text": "Women and children are most vulnerable to climate change.  As the men undertake seasonal migration to nearby towns to seek work, the women, boys and"}, {"text_block_id": "p14_b191", "text": "girls are left to cope with variable climate and man"}, {"text_block_id": "p14_b192", "text": "-"}, {"text_block_id": "p14_b193", "text": "agement of farm. They need to travel long distances to collect firewood and water for both household use and livestock. Highly variable and unpredictable climatic conditions would lead to food shortages at the household level and thus children and elderly are most likely affected by under nourishment."}, {"text_block_id": "p14_b194", "text": "Some farming communities are already undertaking several local coping strategies. These include chang"}, {"text_block_id": "p14_b195", "text": "-"}, {"text_block_id": "p14_b196", "text": "ing crops such as growing vegetables instead of grain crops, planning for short duration and low water requiring crops, diversification of farm enterprises, rain water harvesting and erosion control measures. The poor farmers and women in particular are least able to cope due to lack of resources to undertake coping strategies.  Even if these coping practices are implemented, these are not enough to match the impacts of climate extremes and creeping changes in climatic conditions."}, {"text_block_id": "p14_b197", "text": "Impacts of climate variability and change on agriculture and food security"}, {"text_block_id": "p14_b198", "text": "The Himalayan environment faces additional threats derived from global warming and the resulting repercussions of climate change on the Himalayan environment. These are bound to further increase the number of hazardous events and their social, economic and environmental impacts. It is likely that a variety of different climate induced threats will further increase the impacts of hazards in new areas. Rapid population growth, shrinking farm size in the Terai region, continued unplanned agriculture in hazard-prone areas are expected to further increase the damage and losses, if no countermeasures are put in place. The cropping intensity in vulnerable areas is increasing due to demand for food."}, {"text_block_id": "p14_b199_merged_merged_merged_merged_merged", "text": "The future impacts of climate change on agricultural production, as calculated by Cline (2007),  suggest an initial increase until 2050 due to carbon fertiliza-tion, but a decrease by 2080 by 4.8 percent. This is based on the assumption of a positive carbon fertilization effect up to 2.5 °C temperature increase, and a decrease of 17.3 percent or without that effect thereafter. These figures do not reflect the most likely"}, {"text_block_id": "p15_b203", "text": "negative impacts of natural disasters on agricultural production, which are likely to increase in frequency and intensity during that time span."}, {"text_block_id": "p15_b204", "text": "In the Terai region people report more frequent and less predictable monsoon flooding, making it more difficult to prepare for and to cope with. They also face more extremes, including severe ‘cold waves’ that destroy winter vegetable crops. Winter droughts are also increasingly evident causing widespread damage to agriculture in Terai and mid-hills. These events are likely to become more frequent due to prolonged dry spells in future irrespective of change in total annual precipitation."}, {"text_block_id": "p15_b205", "text": "Much of the population is reliant on rain fed agricul"}, {"text_block_id": "p15_b206", "text": "-"}, {"text_block_id": "p15_b207", "text": "ture that is vulnerable to localized drought and more variable precipitation in terms of form, timing and intensity. With increased intensity of summer mon"}, {"text_block_id": "p15_b208", "text": "-"}, {"text_block_id": "p15_b209", "text": "soon rain events, the risk of flash flooding, erosion and landslides will be increased. With warmer winters, particularly at higher altitudes, less precipitation may fall as snow, further accelerating glacial retreat but also reducing soil moisture and accelerating erosion, and therefore impacting on winter crops. However, due to Nepal’s diverse topography and range of eco"}, {"text_block_id": "p15_b210", "text": "-"}, {"text_block_id": "p15_b211", "text": "logical zones, the overall impact of climate change on agriculture and ecosystems is likely to be highly variable depending on location."}, {"text_block_id": "p15_b212", "text": "More than 3.4 million people in Nepal are estimated to require food assistance, due to a combination of natural disasters, including 2008/09 winter drought – one of the worst in the past several decades. In Ne"}, {"text_block_id": "p15_b213", "text": "-"}, {"text_block_id": "p15_b214", "text": "pal, the highest incidence of poverty is found in the Mountain and Hill areas, particularly in remote areas of the Mid and Far Western Development Regions,"}, {"text_block_id": "p15_b215", "text": "and among the most marginalized sectors of society as defined by gender, caste and ethnicity. These zones are also considered the most food insecure and also have a proportionately higher population of dalits and ethnic minorities."}, {"text_block_id": "p15_b216", "text": "In the past few decades (1983–2005), over 28 billion Nepalese rupees (USD 288 million) were lost due to natural disasters, an average of nearly 1 208 million Nepalese rupees per year. The accompanied indirect losses, in terms of lost time and opportunities, and the lack of services and the repercussions thereof, may be several times more than the above figure. Limited information is available on the differential impact of these disasters on women, the youth, the elderly and people with disabilities."}, {"text_block_id": "p15_b217", "text": "Changing hydrological flows due to both glacial re"}, {"text_block_id": "p15_b218", "text": "-"}, {"text_block_id": "p15_b219", "text": "treat and increased and more variable precipitation will impact on the many irrigation systems, water-powered grain mills, hydropower plants and drinking water supply systems throughout the country. This will affect agricultural production, water and sanita"}, {"text_block_id": "p15_b220", "text": "-"}, {"text_block_id": "p15_b221", "text": "tion, leading to increasing levels of malnutrition and incidence of water-borne disease."}, {"text_block_id": "p15_b222_merged_merged_merged_merged", "text": "Excessive water due to projected increased precipita-tion would impact human settlements, infrastructure and agriculture land. Changes in river flow will have direct implications for micro-hydro projects in the hill and mountain ecological zones; an increase in the number of cloudy days and changes in the form of precipitation (from snowfall to hailstones) has resulted in adverse impacts on solar power potential in the mountain ecological zone; and increases in the incidence of forest fires has adversely impacted on the already scarce fuel-wood sources."}, {"text_block_id": "p16_b225", "text": "Box 1: Climate risks and agriculture"}, {"text_block_id": "p16_b226", "text": "Floods:"}, {"text_block_id": "p16_b227", "text": "There are more than 6000 rivers and streams in Nepal. As the topography of the country is very steep and rugged, intense rainfall during the monsoon season causes flood, and debris flow and moderate or light rainfall for long hours cause extensive landslides. In July 1993, Nepal experienced a devastating flood in the Terai region and affected 487 534 people. On 18 August 2008, a massive flood on the Koshi River breached about 1.7 km of its embankment, which resulted in inundation of many village development committees with major damage to agriculture land and standing crops. Excessive rainfall of 240 to 300 mm per day between the 19th and the 20th September 2008, with frequency of 50 year record, caused floods in Kailali and Kanchanpur"}, {"text_block_id": "p16_b228_merged", "text": "districts that damaged irrigation facilities and related infrastructure. The estimated cost of damaged irriga-tion facilities in 11 542 ha was $12.7 million. The total loss of agriculture income owing to lack of irrigation was estimated to be about $16.6 million."}, {"text_block_id": "p16_b231", "text": "Drought:"}, {"text_block_id": "p16_b232", "text": "In 2009, the summer monsoon was delayed and weak - therefore the transplanting of paddy was delayed in most parts of the country, and in the same year, flood occurred in western Nepal during the harvesting period causing a damage of 20 to 25% on paddy production. The table 2 highlights some major losses in the agricultural sector by natural disasters in recent years."}, {"text_block_id": "p16_b233", "text": "Table 2 •"}, {"text_block_id": "p16_b234", "text": "Area (ha) of crops affected by climate related extreme events in Nepal"}, {"text_block_id": "p16_b235", "text": "Source: Bimonthly Bulletin of Crop and Livestock Situation in various years, ABPSD, MOAC"}, {"text_block_id": "p18_b236", "text": "Priorities in existing Plans and strategies and Future directions"}, {"text_block_id": "p18_b237", "text": "Priorities in the existing plans and strategies"}, {"text_block_id": "p18_b238", "text": "ational Agricultural Policy, 2004:"}, {"text_block_id": "p18_b239", "text": "The Gov"}, {"text_block_id": "p18_b240", "text": "-"}, {"text_block_id": "p18_b241", "text": "ernment of Nepal had brought into force the National Agricultural Policy (2004), which takes into consideration aspects that are related to Climate Change Adaptation and Disaster Risk Management. The extracts relevant to climate related extremes and natural hazards are:"}, {"text_block_id": "p18_b242", "text": "ernment of Nepal had brought into force the National Agricultural Policy (2004), which takes into consideration aspects that are related to Climate Change Adaptation and Disaster Risk Management. The extracts relevant to climate related extremes and natural hazards are:\n* Survey/surveillance system should be established and activated to assess the impact of heavy rain\n* Survey/surveillance system should be established and activated to assess the impact of heavy rain\n -\n* Survey/surveillance system should be established and activated to assess the impact of heavy rain\n -\n fall, droughts, diseases, insects and other natural calamities as well as to mobilize agriculture relief schemes.\n* Special facilities should be provided to the targeted groups to construct and install small irrigation in\n* Special facilities should be provided to the targeted groups to construct and install small irrigation in\n -\n* Special facilities should be provided to the targeted groups to construct and install small irrigation in\n -\n frastructures such as pedal pumps, rower pumps, sprinklers, drips and water harvest ponds.\n* In times of climatic hazard and/or natural disas\n* In times of climatic hazard and/or natural disas\n -\n* In times of climatic hazard and/or natural disas\n -\n ter, safety nets (food and nutrition) should be gradually developed for farmers with less than half a hectare of un-irrigated land, as well as landless and marginal farmers lacking alterna\n* In times of climatic hazard and/or natural disas\n -\n ter, safety nets (food and nutrition) should be gradually developed for farmers with less than half a hectare of un-irrigated land, as well as landless and marginal farmers lacking alterna\n -\n* In times of climatic hazard and/or natural disas\n -\n ter, safety nets (food and nutrition) should be gradually developed for farmers with less than half a hectare of un-irrigated land, as well as landless and marginal farmers lacking alterna\n -\n tive employment opportunities.\n* Production of food grains at the local level should be encouraged by launching a special program\n* Mechanisms should be established to purchase food grains produced near by the hilly areas for supplying food to the food deficit areas.\n* The livestock insurance program should be ex\n* The livestock insurance program should be ex\n -\n* The livestock insurance program should be ex\n -\n tended; besides poultry/chicks, seeds of selected crops and high-value agricultural products need to be gradually introduced for insurance.\n* The negative impacts and other environmental problems resulting through the use of agricul\n* The negative impacts and other environmental problems resulting through the use of agricul\n -\n* The negative impacts and other environmental problems resulting through the use of agricul\n -\n tural chemicals on soil and water bodies should be minimized."}, {"text_block_id": "p18_b268", "text": "National Development Plan:"}, {"text_block_id": "p18_b269", "text": "Three-Year Interim Plan (2007 – 2010) of Nepal recognizes disasters as one of the major impediments of national develop"}, {"text_block_id": "p18_b270", "text": "-"}, {"text_block_id": "p18_b271", "text": "ment process. The plan recognizes priorities to DRM issues pertaining to various development sectors."}, {"text_block_id": "p18_b272", "text": "The plan distinguishes the importance of disaster risk reduction and mitigation, emphasizes the need to introduce changes into the prevailing national policies for the required shift of focus from disaster response to prevention, mitigation and prepared"}, {"text_block_id": "p18_b273", "text": "-"}, {"text_block_id": "p18_b274", "text": "ness, identifies challenges such as the need to foster coordination among the institutions, and seeks to promote better understanding of hazards and the related disaster risks."}, {"text_block_id": "p18_b275", "text": "The plan recognizes existing gaps such as the lack of institutional capacities at various levels, and empha"}, {"text_block_id": "p18_b276", "text": "-"}, {"text_block_id": "p18_b277", "text": "sizes the need for systematic hazard and vulnerability mapping, enhancing public awareness and capacities for disaster risk assessment and building code imple"}, {"text_block_id": "p18_b278", "text": "-"}, {"text_block_id": "p18_b279", "text": "mentation. The need to establish proper institutional mechanisms at the highest level for establishing a com"}, {"text_block_id": "p18_b280", "text": "-"}, {"text_block_id": "p18_b281", "text": "prehensive DRM system is also taken into account"}, {"text_block_id": "p18_b282", "text": "."}, {"text_block_id": "p18_b283", "text": "National Adaptation Programme of Action (NAPA):"}, {"text_block_id": "p18_b284_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Nepal has recently completed the prepa-ration of the National Adaptation Programme of Action (NAPA), which is a requirement under the United Nations Framework Convention on Climate Change (UNFCCC) for all Least Developed Countries (LDC’s), which are parties to the convention. Of the six major sectors identified for NAPA, “Agriculture and Food Security” is one of them. The Ministry of Agriculture and Cooperatives (MOAC) is leading the thematic area and FAO has provided technical sup-port to prioritize the activities (Annex 2). The priori-ties identified by the “Agriculture and Food Security” committee for NAPA was considered for preparation of this priority framework for action."}, {"text_block_id": "p19_b291", "text": "National Strategy for Disaster Risk Management (NSDRM):"}, {"text_block_id": "p19_b292", "text": "Nepal developed a policy and a legal framework for disaster management by promulgat"}, {"text_block_id": "p19_b293", "text": "-"}, {"text_block_id": "p19_b294", "text": "ing the Natural Calamity (Relief) Act 2039 in 1982. It constituted the Central Disaster Relief Committee (CDRC) with the Minister of Home Affairs as the Chair and, for the first time, allocated the district level management of rescue and relief activities to the Chief District Officer (CDO), who is the ex-officio chairperson of the District Disaster Relief Commit"}, {"text_block_id": "p19_b295", "text": "-"}, {"text_block_id": "p19_b296", "text": "tee (DDRC). Very progressive when promulgated, this act, although amended twice, has however failed to integrate actions focusing on a paradigm shift to disaster risk management from a reactive interven"}, {"text_block_id": "p19_b297", "text": "-"}, {"text_block_id": "p19_b298", "text": "tion in the form of relief."}, {"text_block_id": "p19_b299", "text": "The recent NSDRM is closely oriented along the lines of the Hyogo Framework for Action (HFA)"}, {"text_block_id": "p19_b300", "text": "and it implies a major shift in government policies away from an emergency response driven way of work"}, {"text_block_id": "p19_b301", "text": "-"}, {"text_block_id": "p19_b302", "text": "ing toward a disaster risk management perspective, which puts equal emphasis on prevention, mitigation and preparedness, highlights the links between di"}, {"text_block_id": "p19_b303", "text": "-"}, {"text_block_id": "p19_b304", "text": "saster management and development, as well as the cross sectoral nature of DRM and the responsibilities of a variety of actors in DRM. The strategies relevant to agriculture and food security are presented in the Annex VI."}, {"text_block_id": "p19_b305", "text": "The increasing commitment to move towards more risk management action offers enormous opportuni"}, {"text_block_id": "p19_b306", "text": "-"}, {"text_block_id": "p19_b307", "text": "ties to shift the focus from emergency response to risk management in the agricultural sector. Experi"}, {"text_block_id": "p19_b308", "text": "-"}, {"text_block_id": "p19_b309", "text": "ences from FAOs’ assistance (TCP/NEP/3201 (D)) to “strengthen capacities for disaster preparedness and climate risk management” especially field level actions offer guidelines to align the agriculture sec"}, {"text_block_id": "p19_b310", "text": "-"}, {"text_block_id": "p19_b311", "text": "tor plan with the National Strategy for Disaster Risk Management. The preventive and preparedness actions in agriculture includes the adoption of crop varieties, cropping patterns, hedge row intercrop-ping, as well as the adaptation of farming systems, seeds systems, risk reducing water management on farmers fields, or livestock management. These prac"}, {"text_block_id": "p19_b312", "text": "-"}, {"text_block_id": "p19_b313", "text": "tices clearly contribute to climate change adaptation interventions in the agricultural sector."}, {"text_block_id": "p19_b314", "text": "In addition, FAO is supporting preparation of DRM plan in four districts of Nepal and recently expanded to two additional districts with the support of UNDP. These DRM plans recently facilitated by FAO ex"}, {"text_block_id": "p19_b315", "text": "-"}, {"text_block_id": "p19_b316", "text": "plicitly target the agricultural sector related aspects. Nevertheless, they provide a basis to build upon and integrate agriculture and food security perspectives. The Priority Framework for Action takes into ac"}, {"text_block_id": "p19_b317", "text": "-"}, {"text_block_id": "p19_b318", "text": "count the roles and responsibilities of the agriculture support services at the district level."}, {"text_block_id": "p19_b319", "text": "Future directions of the Priority Framework for Action (PFA)"}, {"text_block_id": "p19_b320_merged_merged_merged_merged_merged", "text": "The Priority Framework for Action (PFA) builds on an integrated approach of linking Climate Change Adaptation and Disaster Risk Management as both share common goals and objectives. Both fields aim to reduce the vulnerability and risks faced by the communities and achieve sustainable development. Considering the convergence of actions, the prior-ity framework for action promotes an integrated approach to address the climate risks both in short-term (DRM) and long-term (CCA). The Ministry of Agriculture and Cooperatives (MOAC) recognizes the importance of a coordinated approach and inte-gration of climate change adaptation and disaster risk management priorities in its plans and programmes."}, {"text_block_id": "p19_b326", "text": "The NAPA priorities and DRM strategy, creates a strong momentum for climate change adaptation and disaster risk management in Nepal, but also a strong demand for integrating related actions into agriculture sectoral priorities. This enables donor agencies and development partners to assist the country, particularly in agriculture and natural resource management, in building the institutional capacities and technical skills needed for moving towards the implementation of the NAPA priorities and DRM strategies, in an integrated manner. With regard to the agricultural sector, there is an urgent demand by the MOAC to flesh out a sector specific PFA for DRM, in line with the NSDRM strategy and for CCA in line with NAPA priorities."}, {"text_block_id": "p19_b327", "text": "The institutional and technical capacity building of the MOAC at national and district levels is needed,"}, {"text_block_id": "p20_b328", "text": "in particular within its line agencies (DOA and DLS) to address climate change adaptation and disaster prevention/preparedness related issues in a proactive way from an agricultural perspective. This will cata"}, {"text_block_id": "p20_b329", "text": "-"}, {"text_block_id": "p20_b330", "text": "lyze a process to better position the DOA and DLS as key partners and actors in the implementation of the new strategy for disaster risk management in Nepal as well as to introduce DRM into the main stream of MOAC’s sustainable agricultural and rural develop"}, {"text_block_id": "p20_b331", "text": "-"}, {"text_block_id": "p20_b332", "text": "ment planning. For the first time in Nepal, the strategy for DRM provides an institutional framework, which recognizes the important role of agriculture in DRM. Until recently, agriculture did not have any formal mandate related to disaster risk prevention or pre"}, {"text_block_id": "p20_b333", "text": "-"}, {"text_block_id": "p20_b334", "text": "paredness and climate change adaptation. Building institutional and technical capacity within MOAC related to climate change impacts, vulnerability and adaptation will also provide a comparative advantage to better represent the agricultural sector in national level adaptation initiatives facilitated by the Ministry of Environment."}, {"text_block_id": "p20_b335", "text": "FAO’s technical assistance from 2008 includes facilitation of processes related to prioritization of agriculture and food security perspectives into NAPA. The NAPA food and agriculture committee incorporated several priorities based on the field level experiences from the FAO’s assistance. All these interventions need to be strengthened and up-scaled by institutionalizing and integrating the experiences into government programs and projects in the future. This PFA is timely and provides a strong basis to sup"}, {"text_block_id": "p20_b336", "text": "-"}, {"text_block_id": "p20_b337", "text": "port MOAC to replicate good practices tested from the project and documented from elsewhere."}, {"text_block_id": "p20_b338", "text": "The data requirements, information about climate change impacts and vulnerabilities need to be systematically assessed and managed to prepare adaptation strategies in agriculture. The existing approaches focus on the current risks and employ a livelihood perspective to assess the location specific risks and vulnerabilities. As climate change scenarios are increasingly made available, model based impact assessments in line with the NAPA priorities need to be carried out to provide objective information on impact, risk and vulnerability to plan and implement location specific adaptation priorities."}, {"text_block_id": "p20_b339", "text": "Use of currently available weather and climate infor"}, {"text_block_id": "p20_b340", "text": "-"}, {"text_block_id": "p20_b341", "text": "mation and early warning systems offers significant opportunities for managing climate risks pro-actively. The risk management approach focusing on farm"}, {"text_block_id": "p20_b342", "text": "management strategies can eventually enhance the adaptive capacity and resilience of the farmers to the future anticipated impacts due to climate change. Therefore, building on the existing Early Warning System (EWS), innovative forecast products tailored to the local needs of farmers, to increase lead times for flood and drought warnings to facilitate farmer’s decision making can improve farmer’s choice of crops and other management practices. Efforts have already started enhancing the capacity of the agricultural sup"}, {"text_block_id": "p20_b343", "text": "-"}, {"text_block_id": "p20_b344", "text": "port services and local organizations to understand the climate change impacts, vulnerabilities and adapta"}, {"text_block_id": "p20_b345", "text": "-"}, {"text_block_id": "p20_b346", "text": "tion. However, further research is needed to improve the current 24 hours forecasts into long lead forecasts, which would help to expand the scope of early warning from its current focus on life saving towards a better safeguarding of peoples’ livelihoods."}, {"text_block_id": "p20_b347_merged_merged_merged_merged_merged", "text": "Climate change adaptation interventions should focus on community needs. As the climate change impacts and adaptation are location specific, inter-ventions at the local level require introduction and demonstration of innovative adaptation options through a guided learning by doing process at dis-trict and community levels. The community based adaptation approach has already been tested through the FAO-TCP project and further efforts are needed in all the risk prone districts to disseminate locally adapted, innovative and gender-sensitive technolo-gies for climate change adaptation within the ag-ricultural sector. This process will enhance: local awareness about adaptation to climate variability and change; the resilience of local communities against the impacts and unpredictability of current climatic extremes, which are expected to further increase in intensity and frequency according to climate change projections; livelihood assets, on-farm employment and household food security; and active participation of the most vulnerable men and women.  As MOAC is actively participating in the ongoing community based adaptation, its agencies are well placed to up-scale climate change adaptation and disaster risk management initiatives in all the risk prone districts irrespective of development regions."}, {"text_block_id": "p20_b358", "text": "Within the framework of the NAPA and NSDRM, the overall objective of the PFA is to provide a road map to the MOAC with operationalizing the process of shifting from a reactive emergency response focused intervention approach towards a pro-active natural hazard risk prevention/ preparedness in short term and climate change adaptation in long-term."}, {"text_block_id": "p22_b359", "text": "the Priority Framework For action (PFa)"}, {"text_block_id": "p22_b360", "text": "he 10 years (2011 – 2020) Priority Framework for Action (PFA) is an endeavour to devise ways and means to manage the impacts of climate change and natural disasters in agriculture. The PFA is prepared based on a brain storming session and two stakeholder workshops (Annex VIII) and a number of meetings with staff of MOAC at national and at district levels.  The sectoral PFA for agriculture ap"}, {"text_block_id": "p22_b361", "text": "-"}, {"text_block_id": "p22_b362", "text": "plies the structure of main areas of action outlined in the HFA, but systematically brings in issues related impacts of climate change and adaptation."}, {"text_block_id": "p22_b363", "text": "The PFA is built in line with the NAPA and NSDRM as a road map for responding to the impacts of cli"}, {"text_block_id": "p22_b364", "text": "-"}, {"text_block_id": "p22_b365", "text": "mate change and natural disasters (climate related) collectively. The 10 years (2011 – 2020) priority framework for action systematically targets to cover all the hazard prone districts in Nepal. These actions seek to ensure that climate change adaptation and di"}, {"text_block_id": "p22_b366", "text": "-"}, {"text_block_id": "p22_b367", "text": "saster risk reduction are a national and local priority with a strong institutional basis for implementation. The priority action areas are:"}, {"text_block_id": "p22_b368", "text": "saster risk reduction are a national and local priority with a strong institutional basis for implementation. The priority action areas are:\n* Strengthening institutional and technical capac\n* Strengthening institutional and technical capac\n -\n* Strengthening institutional and technical capac\n -\n ity for climate change adaptation and disaster risk management in agriculture\n* Assessing and monitoring climate risks (current and future) and vulnerabilities and enhance early warning systems\n* Improving knowledge management, awareness raising and education on climate change impacts, adaptation and disaster risk management\n* Reducing climate related risks and the underly\n* Reducing climate related risks and the underly\n -\n* Reducing climate related risks and the underly\n -\n ing vulnerabilities by implementing technical options in agriculture and livestock sectors\n* Strengthening capacities and procedures for effective disaster preparedness, response and rehabilitation at all levels and integration of climate change adaptation initiatives"}, {"text_block_id": "p22_b382", "text": "The Priority Framework for Action (PFA) promotes to: (i) Strengthen climate change adaptation, disaster"}, {"text_block_id": "p22_b383", "text": "prevention, impact mitigation, preparedness and response as well as rehabilitation within the agricul"}, {"text_block_id": "p22_b384", "text": "-"}, {"text_block_id": "p22_b385", "text": "tural sector; (ii) Articulate MOAC, DOA and DLS contributions to the NAPA and National DRM Strat"}, {"text_block_id": "p22_b386", "text": "-"}, {"text_block_id": "p22_b387", "text": "egy, linked to national climate change policies and strategies; (iii) Provide MOAC, DOA and DLS with a road map to strengthen institutional and technical capacities to effectively provide climate change ad"}, {"text_block_id": "p22_b388", "text": "-"}, {"text_block_id": "p22_b389", "text": "aptation and DRM related technologies and services to farmers and (iv) Strengthen coordination among the key stakeholders on matters related to CCA and DRM at national, district and local level."}, {"text_block_id": "p22_b390", "text": "Priority Area I: Strengthen institutional and technical capacity for climate change adaptation and disaster risk management in agriculture and enhance policy frameworks and coordination mechanisms at all levels"}, {"text_block_id": "p22_b391", "text": "Objectives:"}, {"text_block_id": "p22_b392", "text": "Ensure efficient institutional mecha"}, {"text_block_id": "p22_b393", "text": "-"}, {"text_block_id": "p22_b394", "text": "nisms within MOAC, while covering all aspects of climate change and disaster risk management activi"}, {"text_block_id": "p22_b395", "text": "-"}, {"text_block_id": "p22_b396", "text": "ties related to the agricultural sector and enhancing coordination with other agencies."}, {"text_block_id": "p22_b397", "text": "Gaps to be addressed:"}, {"text_block_id": "p22_b398", "text": "At present there is no spe"}, {"text_block_id": "p22_b399", "text": "-"}, {"text_block_id": "p22_b400", "text": "cific entity mandated within line departments under MOAC to be responsible for climate change adapta"}, {"text_block_id": "p22_b401", "text": "-"}, {"text_block_id": "p22_b402", "text": "tion and DRM in agriculture. The new challenges require a re-definition of CCA and DRM related tasks and responsibilities in MOAC and DOA/DLS, including partnerships and networks with other stakeholders."}, {"text_block_id": "p22_b403", "text": "Strategy:"}, {"text_block_id": "p22_b404_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Strengthening institutional and technical capacities and mainstreaming climate change adapta-tion and disaster risk management within agriculture and food security policies, strategies and plans."}, {"text_block_id": "p25_b407", "text": "Priority Area II: Assess and monitor climate risks (current and future) and vulnerabilities and enhance early warning systems for proactive climate risk management and adaptation to climate change"}, {"text_block_id": "p25_b408", "text": "Objective:"}, {"text_block_id": "p25_b409", "text": "Improve climate risk and vulnerability assessment tools and methods, climate information products and early warning systems customized to the needs of farmers and other agriculture dependent communities."}, {"text_block_id": "p25_b410", "text": "Gaps to be addressed:"}, {"text_block_id": "p25_b411", "text": "Access to latest tools and methods; translating climate information products into impact outlooks and alternative management strategies relevant to farmers and establishing a strategy for communication."}, {"text_block_id": "p25_b412", "text": "Strategy:"}, {"text_block_id": "p25_b413_merged", "text": "Use of best available methodologies for more systematic monitoring of current and future climate related risks for agriculture and food secu-rity. Improve sector specific early warning systems with dissemination down to local level."}, {"text_block_id": "p26_b416", "text": "Priority Area III: Improved knowledge management, database and awareness raising on climate change impacts, adaptation and disaster risk management"}, {"text_block_id": "p26_b417", "text": "Objective:"}, {"text_block_id": "p26_b418", "text": "Use knowledge to build a culture of innovation, and resilience, and institutionalize training on climate change adaptation and disas"}, {"text_block_id": "p26_b419", "text": "-"}, {"text_block_id": "p26_b420", "text": "ter risk management in agriculture."}, {"text_block_id": "p26_b421", "text": "Gaps to be addressed:"}, {"text_block_id": "p26_b422", "text": "The operational skills are needed at the institutional level to implement"}, {"text_block_id": "p26_b423", "text": "mate change adaptation and disaster prevention and preparedness activities. Therefore, awareness creation and knowledge building are considered very important. There is also a lack of knowledge and awareness about the climate related impacts at the community level. Department of Agricul"}, {"text_block_id": "p26_b424", "text": "-"}, {"text_block_id": "p26_b425", "text": "ture (DOA) and Department of Livestock Services (DLS) have a comparative advantage to receive trainings because of their local level presence."}, {"text_block_id": "p26_b426", "text": "Strategy:"}, {"text_block_id": "p26_b427_merged_merged_merged", "text": "Awareness raising, knowledge manage-ment and information dissemination on climate change adaptation and disaster risk management in agriculture"}, {"text_block_id": "p27_b430", "text": "Gaps to be addressed:"}, {"text_block_id": "p27_b431_merged", "text": "Technical options to assist farmers in increasing livelihood adaptation and re-silience against climate change impacts and natural hazards are known and available at regional and national levels. However, the available options are often not known or easily accessible at community level. Climate change adaptation and disaster risk reduction measures are not systematically assessed,"}, {"text_block_id": "p28_b434", "text": "documented and shared. To make climate change adaptation and disaster risk management more effec"}, {"text_block_id": "p28_b435", "text": "-"}, {"text_block_id": "p28_b436", "text": "tive, it is of utmost significance that available options are systematically documented, shared and adapted to location specific needs in a participatory way with farmers."}, {"text_block_id": "p28_b437", "text": "Strategy:"}, {"text_block_id": "p28_b438_merged_merged", "text": "Facilitate long-term community based adap-tation processes and related technology development and transfer for enhancing climate resilience and sus-tainable agriculture in the most vulnerable districts."}, {"text_block_id": "p30_b443", "text": "Priority Area V: Strengthen capacities and procedures for effective disaster preparedness, response and rehabilitation at all levels and integration of climate change adaptation into response, recovery and rehabilitation initiatives"}, {"text_block_id": "p30_b444", "text": "Objective:"}, {"text_block_id": "p30_b445", "text": "Enhance the national and local capacities for disaster preparedness, response and rehabilita"}, {"text_block_id": "p30_b446", "text": "-"}, {"text_block_id": "p30_b447", "text": "tion and ensure that climate change adaptation ac"}, {"text_block_id": "p30_b448", "text": "-"}, {"text_block_id": "p30_b449", "text": "tions are considered in all relevant interventions"}, {"text_block_id": "p30_b450", "text": "Gaps to be addressed:"}, {"text_block_id": "p30_b451", "text": "A significant resources are being allocated for response and rehabilitation after natural disasters. Mostly all these efforts are ad hoc in nature focusing on the immediate needs. These interventions can be utilized as an opportunity to integrate climate change adaptation priorities con"}, {"text_block_id": "p30_b452", "text": "-"}, {"text_block_id": "p30_b453", "text": "sidering long-term perspectives."}, {"text_block_id": "p30_b454", "text": "Strategy:"}, {"text_block_id": "p30_b455_merged_merged_merged", "text": "Facilitate long-term sustainable risk reduc-tion and adaptation measures as part of response and rehabilitation interventions."}, {"text_block_id": "p31_b458", "text": "Cross-Cutting Priorities"}, {"text_block_id": "p31_b459", "text": "The Priority Framework for Action (PFA) considers four cross cutting elements that should be part of all the priority actions outlined in this chapter."}, {"text_block_id": "p31_b460", "text": "Capacity development:"}, {"text_block_id": "p31_b461", "text": "Strengthening institutional and technical capacities is necessary for effective implementation of the priorities. Though capac"}, {"text_block_id": "p31_b462", "text": "-"}, {"text_block_id": "p31_b463", "text": "ity development is specifically addressed under the Priority Action Area I, this applies to all the priority action areas based on the need. The core areas of capacity development includes research and devel"}, {"text_block_id": "p31_b464", "text": "-"}, {"text_block_id": "p31_b465", "text": "opment, technology transfer, tools and methods for assessment, agriculture and livestock support services, policy advocacy, awareness raising and mainstreaming."}, {"text_block_id": "p31_b466", "text": "Knowledge and communication:"}, {"text_block_id": "p31_b467", "text": "There is a lack of knowledge and awareness about the climate related impacts and adaptation measures at all levels. Com"}, {"text_block_id": "p31_b468", "text": "-"}, {"text_block_id": "p31_b469", "text": "munication between the research and development in general and to the extension system in particular are the key to transfer new innovations to the farmers."}, {"text_block_id": "p31_b470", "text": "Generation, documentation, sharing and application of information directly contribute to meeting prior"}, {"text_block_id": "p31_b471", "text": "-"}, {"text_block_id": "p31_b472", "text": "ity action III."}, {"text_block_id": "p31_b473", "text": "Partnerships:"}, {"text_block_id": "p31_b474", "text": "Strategic partnership promotes an interdisciplinary approach in implementing the priority actions. The priority Framework for Action (PFA) foresees partnership at all levels and among the agencies and ministries. Specific collaboration and coordination arrangements at various levels are described in Chapter 4."}, {"text_block_id": "p31_b475", "text": "Gender Equity:"}, {"text_block_id": "p31_b476_merged_merged_merged_merged", "text": "The gender dimension is crucial in the agriculture sector, where gender inequalities in access to and control over resources are persistent, undermining a sustainable and inclusive develop-ment of the sector. The gender roles and relations affect food security and household welfare, critical indicators of agriculture development. Integration and mainstreaming of gender priorities in all the activities is the key for successful implementation of the priority framework for action."}, {"text_block_id": "p32_b479", "text": "institutional and coordination mechanism For imPlementing the Priority Framework For action (PFa)"}, {"text_block_id": "p32_b480", "text": "Existing institutional mechanisms"}, {"text_block_id": "p32_b481", "text": "The Ministry of Agriculture and Cooperatives (MOAC) is the main body responsible for implement"}, {"text_block_id": "p32_b482", "text": "-"}, {"text_block_id": "p32_b483", "text": "ing the priority framework of action. The implement"}, {"text_block_id": "p32_b484", "text": "-"}, {"text_block_id": "p32_b485", "text": "ing agencies shall be the two Departments, namely, DOA and DLS of MOAC. The Ministry is the central apex body of the Government of Nepal to look after the agriculture and allied fields in the country. The MOAC consists of five divisions, two Councils, four Departments, one Autonomous Body, one Research Council, three Corporations and a Development Committee and Board. Agriculture development pro"}, {"text_block_id": "p32_b486", "text": "-"}, {"text_block_id": "p32_b487", "text": "grams are run in all 75 districts.  Several agricultural services centers and thousands of pocket areas at the grass root levels are in operation. The supervision and technical backstopping at the regional level are carried out through five Regional Directorates each for agriculture and livestock departments."}, {"text_block_id": "p32_b488", "text": "The Department of Agriculture (DOA) is headed by the Director General (DG), there are three Deputy Director Generals (DDGs): (1) DDG-Planning and Human Resources; (2) DDG-Monitoring Evaluation and Management; and (3) DDG-Technology Trans"}, {"text_block_id": "p32_b489", "text": "-"}, {"text_block_id": "p32_b490", "text": "fer and Coordination. There are twelve Program Directorates, five National Programs, five Regional Directorates, five Regional Training Centers, Farms/ Centers, Labs, Quarantine check Post and other offices under DOA. There are seventy five District Agriculture Development Offices, and three hundred seventy eight Agriculture Service Centers in Nepal."}, {"text_block_id": "p32_b491", "text": "At present, the CCA and DRM activities are under the DDG-planning and human resources. The DDG is also Project Manager of the first CCA/DRM project implemented through the FAO-TCP (TCP/ NEP/3201 (D)) to “strengthen capacities for disaster preparedness and climate risk management in the agricultural sector”. To make the CCA and DRM and their related activities effective, a team of seven to nine existing staff of Planning and Human Resources"}, {"text_block_id": "p32_b492", "text": "Section can be utilized. It is proposed to form a technical and coordination group for CCA and DRM under Director General, Department of Agriculture. The existing committee formed under the TCP proj"}, {"text_block_id": "p32_b493", "text": "-"}, {"text_block_id": "p32_b494", "text": "ect can serve this role."}, {"text_block_id": "p32_b495", "text": "As the CCA and DRM actions are location specific and in order to cater the  needs of the vulnerable districts, a team of regular staff who is responsible to supervise, coordinate, and facilitate the planning and implementation of the prioritized activities is needed. Periodic monitoring of CCA and DRM activities should be carried out by existing human resources and as per the regular procedures of the Department."}, {"text_block_id": "p32_b496", "text": "The Department of Livestock Services (DLS) has four Program Directorates: (1) Animal Health; 2) Livestock Production; 3) Livestock and Training Ex"}, {"text_block_id": "p32_b497", "text": "-"}, {"text_block_id": "p32_b498", "text": "tension; and 4) Livestock Marketing and Promotion. For the CCA and DRM activities, Planning Section does have overall responsibility. Under the Director General, Department of Livestock Services, a core working group need to be formed to look after both technical and coordination aspect of CCA and DRM. The technical staff trained under the TCP project may be part of the technical and coordination group within the Department of Livestock Services."}, {"text_block_id": "p32_b499", "text": "Proposed implementation arrangements MOAC"}, {"text_block_id": "p32_b500_merged_merged_merged_merged_merged", "text": "The MOAC is supported by five divisions, namely the Planning Division, Monitoring and Evaluation Division, Gender Equity and Environment Division, Agribusiness Promotion and Statistics Division and Administration Division. The Gender Equity and Environment Division performs activities on envi-ronmental, plant genetic resources and agro-biodi-versity, pesticides, organic agriculture and climate change issues through the Agricultural Environment and Biodiversity Section. The division worked as a"}, {"text_block_id": "p33_b505", "text": "desk office in the Ministry to coordinate the activities of FAO supported climate change adaptation and disaster risk management project."}, {"text_block_id": "p33_b506", "text": "The Gender Equity and Environment Division can be an official coordinating unit for climate change related aspects. At present, the Gender Equity and Environment Division (GEED) is also acting as a coordination unit with the thematic Committee (Agriculture and Food Security) of the NAPA. One of the Under Secretaries from the Agricultural En"}, {"text_block_id": "p33_b507", "text": "-"}, {"text_block_id": "p33_b508", "text": "vironment and Biodiversity Section is appointed as a member in the thematic committee. However, the Agriculture Environment and Biodiversity Section do not have adequate manpower to coordinate all the activities proposed as part of the Priority Framework for Action. This unit needs to be strengthened with additional manpower and technical expertise to ad"}, {"text_block_id": "p33_b509", "text": "-"}, {"text_block_id": "p33_b510", "text": "dress issues related to climate change adaptation."}, {"text_block_id": "p33_b511", "text": "Currently, the statistics section of the Agribusiness Promotion and Statistic Division (ABPSD) is working as a focal point for all the disaster related activities (pre, during and post disaster rehabilitation). The"}, {"text_block_id": "p33_b512", "text": "ABPSD is responsible for the collection and process"}, {"text_block_id": "p33_b513", "text": "-"}, {"text_block_id": "p33_b514", "text": "ing of agricultural statistics. At present, the crop data are being collected mostly by subjective method. This unit needs to have close collaboration with the GEED in future in order to have a comprehensive and inte"}, {"text_block_id": "p33_b515", "text": "-"}, {"text_block_id": "p33_b516", "text": "grated approach of addressing the climate risks both in short term (extreme climate events) and long term (climate change)."}, {"text_block_id": "p33_b517", "text": "At the department level (DOA and DLS), there is currently no unit established to carry out the climate change and disaster risk management related aspects. There are focal points nominated to implement the FAO assisted project combining CCA and DRM. This needs to be upgraded as a technical core group with dedicated staff responsible for coordinating and implementing the activities relevant to climate change adaptation and disaster risk management."}, {"text_block_id": "p33_b518_merged_merged_merged", "text": "On the research part, the Environment unit in Nepal Agriculture Research Council (NARC) is undertak-ing studies on climate change impact assessment on cereals and vegetables.  In the present context, the environment unit of NARC needs to be upgraded to"}, {"text_block_id": "p34_b521", "text": "a Division under the present Directorate of Planning and Coordination of NARC to enable future activi"}, {"text_block_id": "p34_b522", "text": "-"}, {"text_block_id": "p34_b523", "text": "ties and coordination with other partners."}, {"text_block_id": "p34_b524", "text": "The present steering committee chaired by the Sec"}, {"text_block_id": "p34_b525", "text": "-"}, {"text_block_id": "p34_b526", "text": "retary (Agriculture) in MOAC can be made a perma"}, {"text_block_id": "p34_b527", "text": "-"}, {"text_block_id": "p34_b528", "text": "nent body. The steering committee can be responsible for approving the annual work plans related to CCA and DRM in close linkages to its secretariat within the Ministry of Agriculture and Cooperatives."}, {"text_block_id": "p34_b529", "text": "As the CCA and DRM are the priorities to be inte"}, {"text_block_id": "p34_b530", "text": "-"}, {"text_block_id": "p34_b531", "text": "grated into the overall work of the DOA and DLS, it is important to strengthen their technical capacities. The trained man power (technical core group) from these departments can look after the technical issues related to CCA and DRM. The technical core group with dedicated staff can be created to undertake the work related to climate change adaptation and disaster risk management. This technical core group may be converted into a unit with dedicated staff based on the need. The proposed technical capacity development for the DOA and DLS is very important to effectively implement all the five major result areas described in the priority framework for action. The two departments DOA and DLS are responsible for the implementing the CCA and DRM activities in all 75 districts and service centers on priority basis. The concerned units of both departments will directly coordinate with the Secretariat/Focal Unit in the Ministry of Agriculture and Cooperatives."}, {"text_block_id": "p34_b532", "text": "The responsibility of field level work is under the District Agricultural Development Office (DADO) at the district level. Creating awareness among the farmers and the local community, training program on the impact of climate change and disaster risk management in agriculture, update of district risk management plans, demonstration of CCA and DRM good practice examples, regular update of field school curriculum and other extension activities should be held at the district and community level. To develop the capacity, training programs and periodic field trips need to be arranged for the district level offices."}, {"text_block_id": "p34_b533", "text": "At the district level, at present, the Technical Task Group for CCA and DRM is chaired by DADO and this also includes DLS staff. Under the technical support of DADO and DLSO, the farmer field school curriculum should be revised and incorporated with resource materials relevant to climate change adapta"}, {"text_block_id": "p34_b534", "text": "-"}, {"text_block_id": "p34_b535", "text": "tion and disaster risk management. The district level"}, {"text_block_id": "p34_b536", "text": "technical task group can conduct vulnerability and risk assessment on a regular basis to identify vulner"}, {"text_block_id": "p34_b537", "text": "-"}, {"text_block_id": "p34_b538", "text": "able areas in a phased manner. These resources can be used to develop new district disaster management plan or update existing plans."}, {"text_block_id": "p34_b539", "text": "Coordination mechanism"}, {"text_block_id": "p34_b540", "text": "At present, the GEED and ABPSD in the MOAC are looking after the CCA and DRM related activi"}, {"text_block_id": "p34_b541", "text": "-"}, {"text_block_id": "p34_b542", "text": "ties respectively. At the district level, the DADO in collaboration with DLSO, DDC, and development agencies and farmers groups are responsible to implement the programmes as per the guidelines of the MOAC. There are number of other players from different Ministries, International Organizations, Ministerial Divisions and Departments are engaged in climate change and disaster risk management. For enhance the effectiveness of local actions proposed in the Priority Framework for Action, coordination mechanism is central. The suggested coordination mechanisms are:"}, {"text_block_id": "p34_b543", "text": "ties respectively. At the district level, the DADO in collaboration with DLSO, DDC, and development agencies and farmers groups are responsible to implement the programmes as per the guidelines of the MOAC. There are number of other players from different Ministries, International Organizations, Ministerial Divisions and Departments are engaged in climate change and disaster risk management. For enhance the effectiveness of local actions proposed in the Priority Framework for Action, coordination mechanism is central. The suggested coordination mechanisms are:\n* Inter-sectoral/inter-agencies mechanism: There are number of agencies at the national and decentralized levels are active in CCA and DRM activities. At the national level the proposed focal unit at the Ministry of Agriculture and Coopera\n* Inter-sectoral/inter-agencies mechanism: There are number of agencies at the national and decentralized levels are active in CCA and DRM activities. At the national level the proposed focal unit at the Ministry of Agriculture and Coopera\n -\n* Inter-sectoral/inter-agencies mechanism: There are number of agencies at the national and decentralized levels are active in CCA and DRM activities. At the national level the proposed focal unit at the Ministry of Agriculture and Coopera\n -\n tives and the focal points in the DOA and DLS may liaise with the Ministry of Environment (MOE), Ministry of Home Affairs (MOHA), Ministry Forest and Soil Conservation (MOFSC) and international and UN agencies such as FAO, UNDP, WFP and other relevant INGOs and NGOs. The secretariat/focal unit will also liaise with all the members of the steering commit\n* Inter-sectoral/inter-agencies mechanism: There are number of agencies at the national and decentralized levels are active in CCA and DRM activities. At the national level the proposed focal unit at the Ministry of Agriculture and Coopera\n -\n tives and the focal points in the DOA and DLS may liaise with the Ministry of Environment (MOE), Ministry of Home Affairs (MOHA), Ministry Forest and Soil Conservation (MOFSC) and international and UN agencies such as FAO, UNDP, WFP and other relevant INGOs and NGOs. The secretariat/focal unit will also liaise with all the members of the steering commit\n -\n* Inter-sectoral/inter-agencies mechanism: There are number of agencies at the national and decentralized levels are active in CCA and DRM activities. At the national level the proposed focal unit at the Ministry of Agriculture and Coopera\n -\n tives and the focal points in the DOA and DLS may liaise with the Ministry of Environment (MOE), Ministry of Home Affairs (MOHA), Ministry Forest and Soil Conservation (MOFSC) and international and UN agencies such as FAO, UNDP, WFP and other relevant INGOs and NGOs. The secretariat/focal unit will also liaise with all the members of the steering commit\n -\n tee drawn from Ministries, organizations and departments at the national level.\n* Intra-sectoral mechanism: The proposed focal unit for CCA and DRM in the MOAC can liaise with the focal points and the technical core group members through the respective heads of the departments in DOA and DLS to chan-nel programmes and projects related to climate change and disaster risk management with the approval of the steering committee."}, {"text_block_id": "p34_b553", "text": "Monitoring and evaluation"}, {"text_block_id": "p34_b554", "text": "A central level monitoring and evaluation system will be developed by MOAC in order to track"}, {"text_block_id": "p35_b555", "text": "formance on implementation of activities specified in the PFA. The system will also identify success and failures of implementation and key lessons learned from various components of the framework. The matrices of indicators outlined in chapter will be elaborated during the implementation phase. Each project will develop specific baselines prior to imple"}, {"text_block_id": "p35_b556", "text": "-"}, {"text_block_id": "p35_b557", "text": "mentation of the actions. The cross cutting elements such as gender integration, capacity development, policy advocacy and awareness rising will also be considered as key indicators."}, {"text_block_id": "p35_b558", "text": "The monitoring and evaluation system will be admin"}, {"text_block_id": "p35_b559", "text": "-"}, {"text_block_id": "p35_b560", "text": "istered by the secretariat/focal unit proposed to be established within the MOAC. The unit will develop common guidelines and will be made available to all stakeholders and development partners. The unit will bring all the projects into the central monitoring and evaluation system. The unit will also collate all the outputs of the projects and will be made available through the central database to be maintained at the secretariat. The reports and outputs will be reviewed to find the suitability of good practice examples to replicate in similar areas of the country."}, {"text_block_id": "p35_b561", "text": "Institutional MOAC collaboration to strengthen CCA and DRM in agriculture"}, {"text_block_id": "p35_b562", "text": "Climate Change Adaptation"}, {"text_block_id": "p35_b563", "text": "The Ministry of Environment (MOE) is the focal ministry for climate change and environmental matters. The ministry formulates and implements policies, plans programs related to the environment; carries out research on environment and technology and promotes alternative energy. The Ministry of Environment has a full mandate in climate change related activities in Nepal. The Ministry has under"}, {"text_block_id": "p35_b564", "text": "-"}, {"text_block_id": "p35_b565", "text": "taken a lead role to prepare the National Adaptation Programme of Action (NAPA)."}, {"text_block_id": "p35_b566", "text": "Agriculture and Food Security Thematic Working Group (TWG) of the NAPA is coordinated by the Gender Equity and Environment Division (GEED) of the Ministry of Agriculture and Cooperatives. The division may continue to coordinate all climate change related aspects with the Ministry of Environ"}, {"text_block_id": "p35_b567", "text": "-"}, {"text_block_id": "p35_b568", "text": "ment, other development partners and research institutes. The coordination and collaboration with the proposed climate change programme coordina"}, {"text_block_id": "p35_b569", "text": "-"}, {"text_block_id": "p35_b570", "text": "tion and monitoring unit within MOE is essential to"}, {"text_block_id": "p35_b571", "text": "draw resources for agriculture sector and to avoid duplication of efforts."}, {"text_block_id": "p35_b572", "text": "Disaster Risk Management"}, {"text_block_id": "p35_b573", "text": "The Ministry of Home Affairs (MOHA) is the apex body in relation to disaster management in Nepal. The Ministry formulates and implements national policies, plans and programs on disaster risk man"}, {"text_block_id": "p35_b574", "text": "-"}, {"text_block_id": "p35_b575", "text": "agement. The Ministry is responsible for providing rescue and relief to the disaster victims. Data collec"}, {"text_block_id": "p35_b576", "text": "-"}, {"text_block_id": "p35_b577", "text": "tion and dissemination, collection and distribution of funds and resources are also vital functions of the Ministry of Home Affairs. A Central Disaster Relief Committee (CDRC) under the chairmanship of the Home Minister provides policy guidelines and direc"}, {"text_block_id": "p35_b578", "text": "-"}, {"text_block_id": "p35_b579", "text": "tives to the operating agencies for rescue and relief works. Being the focal point, the Ministry of Home Affairs has the responsibilities to coordinate the activities relating to disaster preparedness, mitiga"}, {"text_block_id": "p35_b580", "text": "-"}, {"text_block_id": "p35_b581", "text": "tion and reconstruction as well as rehabilitation with other agencies."}, {"text_block_id": "p35_b582", "text": "The Ministry of Home Affairs is also responsible for local administration and the maintenance of law and order. It has 4 divisions – Management, Personal Administration, Law and Order, and Planning and Special Services, 5 regional administration offices, and 75 district administration offices. The Disaster Management Section is under the planning and special service division of the ministry. The National Emergency Operations Center (NEOC) operates under this division. The main objective of the center is to act as a coordination and communication point for disaster information across Nepal, including gov"}, {"text_block_id": "p35_b583", "text": "-"}, {"text_block_id": "p35_b584", "text": "ernment agencies and other response and recovery stakeholders such as Nepal Red Cross Society, UN agencies, INGOS and NGOs."}, {"text_block_id": "p35_b585_merged_merged_merged_merged_merged_merged_merged", "text": "The Central Disaster Relief Committee (CDRC) pro-vides necessary funds, resources and relief materials to the natural disaster victims through the District Natural Disaster Relief Committees (DDRCs). Central Natural Disaster Aid Fund under the control of the Central Disaster Relief Committee and the District Natural Disaster Aid Fund under the control of the District Disaster Relief Committee are in operation. The Central Fund is released to the District Disaster Aid Funds according to need and justification for immediate rescue and relief assistance to the victims of natural disasters."}, {"text_block_id": "p36_b588", "text": "The disaster management section carries out vari"}, {"text_block_id": "p36_b589", "text": "-"}, {"text_block_id": "p36_b590", "text": "ous types of public awareness training programs on disaster risk management and conducts risk assess"}, {"text_block_id": "p36_b591", "text": "-"}, {"text_block_id": "p36_b592", "text": "ment through projects in close collaboration with international and national organizations. The section sends messages through mass media so as to make people aware of the natural disasters. The section has a central database system and it publishes annual reports, risk maps, booklets and pamphlets for infor"}, {"text_block_id": "p36_b593", "text": "-"}, {"text_block_id": "p36_b594", "text": "mation dissemination. The proposed secretariat and focal unit for climate change adaptation and disaster risk management with the Ministry of Agriculture and Cooperatives (MOAC) can be a focal point to coordinate activities together with the Ministry of Home Affairs in all activities related to agriculture."}, {"text_block_id": "p36_b595", "text": "Promoting decentralized DRM planning"}, {"text_block_id": "p36_b596", "text": "The National Strategy for Disaster Risk Management in Nepal links the International Hyogo Framework of Action (HFA) to Nepal’s specific context, and sets an agenda for priority action to mainstream disaster risk management into Nepal’s development. This also promotes development of District Disaster Risk Management Plans to support the district level hazard risk and vulnerability assessment and iden"}, {"text_block_id": "p36_b597", "text": "-"}, {"text_block_id": "p36_b598", "text": "tification and implementation of the priorities with a multi-sectoral context. By analyzing the impacts of the climate risks (short and long term) and the fundamental vulnerabilities, and by identifying the key institutions at the district and local level, the plan sets strategic priority activities for the district. As several agencies are involved and closely connected to the communities, participation at the district level institutional mechanisms for DADO/DLSO to articulate importance of agriculture and livestock sector is essential."}, {"text_block_id": "p36_b599", "text": "Sustainable Natural Resources Management"}, {"text_block_id": "p36_b600", "text": "Sustainable natural resources management is one of the major elements of the priority action areas in the framework. Strengthening collaboration with relevant ministries and departments is the key for successful implementation of the local ac"}, {"text_block_id": "p36_b601", "text": "-"}, {"text_block_id": "p36_b602", "text": "tions. The Ministry of Irrigation (MOI)’s two major departments: Department of Irrigation (DOI) and Department of Water Induced Disaster Prevention (DWIDP) are responsible for managing water re"}, {"text_block_id": "p36_b603", "text": "-"}, {"text_block_id": "p36_b604", "text": "sources in the country. Department of Irrigation is mandated to plan, develop, maintain, operate, man"}, {"text_block_id": "p36_b605", "text": "-"}, {"text_block_id": "p36_b606", "text": "age and monitor different modes of environmentally"}, {"text_block_id": "p36_b607", "text": "sustainable and socially acceptable irrigation and drainage systems. Its ultimate aim is to provide year round irrigation facilities and increase the irrigable area of the country. Apart from this, the DOI also has to carry out river- training activities to protect the floodways, floodplains and agricultural lands in the form of river bank protection such that the loss of properties caused by flooding is reduced."}, {"text_block_id": "p36_b608", "text": "The Department of Water Induced Disaster Preven"}, {"text_block_id": "p36_b609", "text": "-"}, {"text_block_id": "p36_b610", "text": "tion (DWIDP) has a mandate to assist the Ministry in formulating river management policy, carrying out emergency disaster prevention and rehabilita"}, {"text_block_id": "p36_b611", "text": "-"}, {"text_block_id": "p36_b612", "text": "tion works including river-training and inundation mitigation, conduct research, training and workshops and create public awareness, develop and transfer of conservation technology, develop disaster informa"}, {"text_block_id": "p36_b613", "text": "-"}, {"text_block_id": "p36_b614", "text": "tion systems and prepare hazard and risk maps. As many activities of CCA and DRM within the PFA are inter-related, collaboration with these departments will enhance the efficiency and sustainability of the local interventions."}, {"text_block_id": "p36_b615", "text": "Similarly, the Department of Soil Conservation and Watershed Management (DSCWM) within the Ministry of Forestry and Soil Conservation (MFSC) is responsible for planning, implementation, and monitoring soil conservation and watershed man"}, {"text_block_id": "p36_b616", "text": "-"}, {"text_block_id": "p36_b617", "text": "agement programs/activities based on the principles of integrated watershed management. Its activities include land use development planning, commu"}, {"text_block_id": "p36_b618", "text": "-"}, {"text_block_id": "p36_b619", "text": "nity integrated watershed management focusing on land productivity conservation, development infrastructure protection, natural hazard prevention, community soil conservation and extension, com"}, {"text_block_id": "p36_b620", "text": "-"}, {"text_block_id": "p36_b621", "text": "munity mobilization and empowerment, nursery establishment and seedling production, technology development, study and mapping, and monitoring and evaluation. The whole system of DSCWM is in itself highly relevant to CCA and DRM and some of them are directly related to agriculture and thus coordination is necessary between the line agencies."}, {"text_block_id": "p36_b622", "text": "Weather and climate information"}, {"text_block_id": "p36_b623_merged_merged_merged_merged_merged_merged", "text": "The Department of Hydrology and Meteorology (DHM) is responsible for collection, analysis and dissemination of hydro-meteorological data includ-ing snow and ice. It focuses on five program areas – hydrology, climatology, weather forecasting, flood forecasting, and glacier and snow hydrology. The weather forecasting is provided for international"}, {"text_block_id": "p37_b626", "text": "aviation as well as general 24 hrs weather forecast is provided to the public. The DHM’s role is expected to broaden and development of new forecast prod"}, {"text_block_id": "p37_b627", "text": "-"}, {"text_block_id": "p37_b628", "text": "ucts will be useful to enhance the information use in agriculture for disaster risk management and climate change adaptation. In this regard, the MOAC, DOA and DHM need to collaborate to facilitate smooth transfer of data and information products for agri"}, {"text_block_id": "p37_b629", "text": "-"}, {"text_block_id": "p37_b630", "text": "cultural applications. Training programmes were organized to the MOAC, DOA and DLS staff on cli"}, {"text_block_id": "p37_b631", "text": "-"}, {"text_block_id": "p37_b632", "text": "mate change impacts, vulnerabilities and application of weather and climate information in agriculture as part of the FAO project. The activities could be continued by strengthening the collaboration with the Department of Hydrology and Meteorology."}, {"text_block_id": "p37_b633", "text": "Strengthening of existing  committees in MOAC"}, {"text_block_id": "p37_b634", "text": "Food and Agriculture Sector Working Group"}, {"text_block_id": "p37_b635", "text": "There are several Committees and Working Groups under the MOAC. The key committees relevant to CCA and DRM activities proposed in the PFA are presented here. The major working groups and committees are: the Food and Agriculture Sector Working Group (FASWG), Steering Committee for Strengthening Capacities for Climate Change Adap"}, {"text_block_id": "p37_b636", "text": "-"}, {"text_block_id": "p37_b637", "text": "tation and Disaster Risk Management in Agriculture and the Technical Advisory Group (TAG)."}, {"text_block_id": "p37_b638", "text": "After the 1993 natural disaster in Nepal, three groups, namely, food and agriculture;  health; and logistic were formed with the objectives (a) to establish a channel of communication between the GoN and the international community in order to provide technical and financial support following a disaster, (b) to assist the GoN in performing assessment, ana"}, {"text_block_id": "p37_b639", "text": "-"}, {"text_block_id": "p37_b640", "text": "lyzing and interpreting the data and formulating an appropriate intervening strategy, (c) to work closely with the GoN in identifying various needs following a disaster, (d) to provide a conduit  for information exchange between disaster management actors, and (e) to provide guidance and as an information resource to the international community on the cur"}, {"text_block_id": "p37_b641", "text": "-"}, {"text_block_id": "p37_b642", "text": "rent process and procedures of the GoN for disaster response."}, {"text_block_id": "p37_b643", "text": "In MOAC, the Food and Agriculture Sector Work"}, {"text_block_id": "p37_b644", "text": "-"}, {"text_block_id": "p37_b645", "text": "ing Group (FASWG) was established in 2004. The FASWG is composed of representatives from differ"}, {"text_block_id": "p37_b646", "text": "-"}, {"text_block_id": "p37_b647", "text": "ent institutions working in the realm of food and"}, {"text_block_id": "p37_b648", "text": "riculture. The core group consists of representatives from the following agencies:"}, {"text_block_id": "p37_b649", "text": "riculture. The core group consists of representatives from the following agencies:\n* Ministry of Agriculture and Cooperatives (MOAC)\n* Ministry on Industry, Commerce and Supplies (MOICS)\n* Ministry of Home affairs (MOHA)\n* Ministry of Health (MOH)\n* Nepal Food Corporation (NFC)\n* Disaster Management Unit of UNDP\n* World Food Programme (WFP)\n* Food and Agricultural Organization (FAO)\n* NGO Federation, Nepal\n* Other NGOs and Private sectors"}, {"text_block_id": "p37_b669", "text": "Considering the constant transfer of employees in these institutions; the FASWG considered appropri"}, {"text_block_id": "p37_b670", "text": "-"}, {"text_block_id": "p37_b671", "text": "ate to have two representatives per institutions in the FASWG to ensure representation of all institutions in the working group. However, if necessary, other institutions will be invited to participate in the meet"}, {"text_block_id": "p37_b672", "text": "-"}, {"text_block_id": "p37_b673", "text": "ings."}, {"text_block_id": "p37_b674", "text": "objectives"}, {"text_block_id": "p37_b675", "text": "objectives\n* The overall objective of the FASWG is to ensure that human survival and well-being particularly in the realm of food and agriculture â are as\n* The overall objective of the FASWG is to ensure that human survival and well-being particularly in the realm of food and agriculture â are as\n -\n* The overall objective of the FASWG is to ensure that human survival and well-being particularly in the realm of food and agriculture â are as\n -\n sured in case of any emergency. This goal will be reached through the coordination of prepared\n* The overall objective of the FASWG is to ensure that human survival and well-being particularly in the realm of food and agriculture â are as\n -\n sured in case of any emergency. This goal will be reached through the coordination of prepared\n -\n* The overall objective of the FASWG is to ensure that human survival and well-being particularly in the realm of food and agriculture â are as\n -\n sured in case of any emergency. This goal will be reached through the coordination of prepared\n -\n ness and relief activities, among the FASWG members and the GoN. The main objectives of this working group are:\n* Facilitate communications among the members by providing financial and technical support;\n* Formulate an appropriate strategy for assessing losses and needs in the areas of food and agri\n* Formulate an appropriate strategy for assessing losses and needs in the areas of food and agri\n -\n* Formulate an appropriate strategy for assessing losses and needs in the areas of food and agri\n -\n culture;\n* Identify the priorities for maintaining a mini\n* Identify the priorities for maintaining a mini\n -\n* Identify the priorities for maintaining a mini\n -\n mum food security reserve;\n* Address the disaster situation and assist the GoN timely and effectively in case of disaster;\n* Monitor on a continuous basis the disaster situation and signs of floods, landslides, drought, crop diseases, insect infestation, food-borne, and farm animal diseases;\n* Provide a conduit for information exchange be-tween Nepal and international crop monitoring facilities;"}, {"text_block_id": "p37_b699", "text": "The nature of support activities undertaken by the FASWG are as follows:"}, {"text_block_id": "p38_b700", "text": "immediate support"}, {"text_block_id": "p38_b701", "text": "immediate support\n* Act as a liaison among concerned national and international agencies;\n* Collect and analyze information related to the disaster situation;\n* Identify donors and INGO interests, resources, capabilities and processes;\n* Assist the GoN to present and appeal to donors for support;\n* Assist the GoN and the LSWG in the develop\n* Assist the GoN and the LSWG in the develop\n -\n* Assist the GoN and the LSWG in the develop\n -\n ment of systems for distributing relief supplies;\n* Coordinate a system among donors to ensure that adequate and timely food and other agricul\n* Coordinate a system among donors to ensure that adequate and timely food and other agricul\n -\n* Coordinate a system among donors to ensure that adequate and timely food and other agricul\n -\n tural relief is provided to the disaster victims at the country level;\n* Ensure that the aid is appropriate to Nepalâs dietary and agricultural practices; and\n* Assist in preparing detailed status maps outlining where both the GoN and NGO support activities are taking place."}, {"text_block_id": "p38_b721", "text": "long-term support"}, {"text_block_id": "p38_b722", "text": "long-term support\n* Assist the GoN in developing a long-term food and agriculture support plan for the rehabilita\n* Assist the GoN in developing a long-term food and agriculture support plan for the rehabilita\n -\n* Assist the GoN in developing a long-term food and agriculture support plan for the rehabilita\n -\n tion stage of a disaster;\n* Assist the MOAC and MOICS in assessing the impact of disaster on the country food security;\n* Assist in carrying out an assessment of food, seed and fertilizer stocks available within the country;\n* Assist in formulating a food and agricultural intervention strategy that would minimize short and long-term price distortions on the food and agriculture sector; and\n* Assist in the preparation of projects for agricul\n* Assist in the preparation of projects for agricul\n -\n* Assist in the preparation of projects for agricul\n -\n tural rehabilitation and emergency food stock."}, {"text_block_id": "p38_b736", "text": "The type of activities coordinated by the FASWG will depend upon the scale (magnitude) and characteris"}, {"text_block_id": "p38_b737", "text": "-"}, {"text_block_id": "p38_b738", "text": "tics of the disaster. The working modality may differ in terms of a rapid-onset disaster (floods, landslides, earthquake, insect infestation and animal epidemic) or a slow – onset disaster (drought and starvation). The Terms of Reference of the working group need to be revised incorporating the elements necessary to implement the PFA described in this document."}, {"text_block_id": "p38_b739", "text": "Steering Committee for CCA and DRM in Agriculture Sector"}, {"text_block_id": "p38_b740", "text": "The FAO assisted TCP\\NEP\\2301 (D) has started in October 2008 to strengthen capacities for climate change adaptation and disaster risk management in"}, {"text_block_id": "p38_b741", "text": "the agriculture sector. The Steering Committee for DRM and CCA in MOAC is chaired by Secretary. The members of the steering committee are as follows:"}, {"text_block_id": "p38_b742", "text": "the agriculture sector. The Steering Committee for DRM and CCA in MOAC is chaired by Secretary. The members of the steering committee are as follows:\n* Joint Secretary, Planning Division, MOAC\n* Joint secretary, Monitoring and Evaluation Divi\n* Joint secretary, Monitoring and Evaluation Divi\n -\n* Joint secretary, Monitoring and Evaluation Divi\n -\n sion, MOAC\n* Joint Secretary, Agri-business and Statistics Division, MOAC\n* Director General, Department of Agriculture\n* Director General, Department of Livestock Services\n* Director General, Department of Hydrology and Meteorology\n* The Representative, Ministry of Environment\n* The Representative, Ministry of Local Develop\n* The Representative, Ministry of Local Develop\n -\n* The Representative, Ministry of Local Develop\n -\n ment\n* The Representative, Ministry of Home Affairs\n* The Representative, Ministry of Energy\n* The Representative, Department of Water In\n* The Representative, Department of Water In\n -\n* The Representative, Department of Water In\n -\n duced Disaster Prevention\n* The Representative, UNDP"}, {"text_block_id": "p38_b772", "text": "Technical Advisory Group (TAG)"}, {"text_block_id": "p38_b773", "text": "The Technical Advisory group was also established on July 2009 for DRM and CCA in MOAC. These are the following members."}, {"text_block_id": "p38_b774", "text": "The Technical Advisory group was also established on July 2009 for DRM and CCA in MOAC. These are the following members.\n* The Representative from Gender Equity and Environment Division, MOAC\n* The Representatives from Agri-business and Statistics Division, MOAC\n* The Representatives from GIS Section, MOAC\n* The Economist and Agronomist from Depart\n* The Economist and Agronomist from Depart\n -\n* The Economist and Agronomist from Depart\n -\n ment of Agriculture\n* The Representatives from Department of Live\n* The Representatives from Department of Live\n -\n* The Representatives from Department of Live\n -\n stock Services\n* The Representatives from Department of Water Induced Disaster Prevention\n* The Representatives from Department of Hy\n* The Representatives from Department of Hy\n -\n* The Representatives from Department of Hy\n -\n drology and Meteorology\n* The Representative, Ministry of Home Affairs\n* The Representative, Ministry of Local Develop\n* The Representative, Ministry of Local Develop\n -\n* The Representative, Ministry of Local Develop\n -\n ment\n* The Representative, Ministry of Environment\n* The Representative, Ministry of Energy"}, {"text_block_id": "p38_b804_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "In case of need, the Steering Committee can nomi-nate the representatives from other Government and non- Government Organization. The Steering Committee would nominate the focal person from the above organizations."}, {"text_block_id": "p40_b807", "text": "Basic deFinitions oF terminology"}, {"text_block_id": "p40_b808", "text": "adaptation"}, {"text_block_id": "p40_b809", "text": ": Adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities."}, {"text_block_id": "p40_b810", "text": "adaptive capacity:"}, {"text_block_id": "p40_b811", "text": "The ability of a system to adjust to climate change (including climate variability and extremes) to moderate potential damages, to take advantage of opportunities, or to cope with the con"}, {"text_block_id": "p40_b812", "text": "-"}, {"text_block_id": "p40_b813", "text": "sequences."}, {"text_block_id": "p40_b814", "text": "capacity Building:"}, {"text_block_id": "p40_b815", "text": "In the context of climate change, capacity building is developing the technical skills and institutional capabilities in developing countries and economies in transition to enable their participa"}, {"text_block_id": "p40_b816", "text": "-"}, {"text_block_id": "p40_b817", "text": "tion in all aspects of adaptation to, mitigation of, and research on climate change, and in the implementa"}, {"text_block_id": "p40_b818", "text": "-"}, {"text_block_id": "p40_b819", "text": "tion of the Kyoto Mechanisms, etc."}, {"text_block_id": "p40_b820", "text": "climate change:"}, {"text_block_id": "p40_b821", "text": "Climate change refers to any change in climate over time, whether due to natural variability or as a result of human activity. The United Nations Framework Convention on Climate Change (UNFCCC) defines ‘climate change’ as: ‘a change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods’."}, {"text_block_id": "p40_b822", "text": "climate variability:"}, {"text_block_id": "p40_b823", "text": "Climate variability refers to variations in the mean state and other statistics (such as standard deviations, statistics of extremes, etc.) of the climate on all temporal and spatial scales beyond that of individual weather events. Variability may be due to natural internal processes within the climate system (internal variability), or to variations in natural or anthropogenic external forcing (external variability). See also climate change."}, {"text_block_id": "p40_b824", "text": "climate change impact assessment:"}, {"text_block_id": "p40_b825", "text": "The practice of identifying and evaluating, in monetary and/or"}, {"text_block_id": "p40_b826", "text": "non-monetary terms, the effects of climate change on natural and human systems."}, {"text_block_id": "p40_b827", "text": "climate change impacts:"}, {"text_block_id": "p40_b828", "text": "The effects of climate change on natural and human systems. Depending on the consideration of adaptation, one can distinguish between potential impacts and residual impacts: Potential impacts: all impacts that may occur given a projected change in climate, without considering adaptation. Residual impacts: the impacts of climate change that would occur after adaptation."}, {"text_block_id": "p40_b829", "text": "disaster:"}, {"text_block_id": "p40_b830", "text": "A serious disruption of the functioning of a community or a society causing widespread human, material, economic or environmental losses which exceed the ability of the affected community or society to cope using its own resources. A disaster is a function of the risk process. It results from the combination of hazards, conditions of vulnerability and insufficient capacity or measures to reduce the potential negative consequences of risk."}, {"text_block_id": "p40_b831", "text": "disaster risk reduction (drr)"}, {"text_block_id": "p40_b832", "text": "refers to the con"}, {"text_block_id": "p40_b833", "text": "-"}, {"text_block_id": "p40_b834", "text": "ceptual framework of elements considered with the possibilities to minimize vulnerabilities and disaster risks throughout a society, to avoid (prevention) or to limit (mitigation and preparedness) the adverse impacts of hazards, within the broad context of sustainable development."}, {"text_block_id": "p40_b835", "text": "disaster risk management (drm)"}, {"text_block_id": "p40_b836", "text": "consists of a management perspective that combines prevention, mitigation and preparedness with response."}, {"text_block_id": "p40_b837", "text": "drought:"}, {"text_block_id": "p40_b838_merged_merged_merged_merged", "text": "The phenomenon that exists when pre-cipitation is significantly below normal recorded levels, causing serious hydrological imbalances that often adversely affect land resources and production systems."}, {"text_block_id": "p41_b841", "text": "hazard:"}, {"text_block_id": "p41_b842", "text": "A potentially damaging physical event, phe"}, {"text_block_id": "p41_b843", "text": "-"}, {"text_block_id": "p41_b844", "text": "nomenon or human activity that may cause the loss of life or injury, property damage, social and economic disruption or environmental degradation. Natural hazards can be classified according to their geologi"}, {"text_block_id": "p41_b845", "text": "-"}, {"text_block_id": "p41_b846", "text": "cal (earthquake, tsunamis, volcanic activity), hydro-meteorological (floods, tropical storms, drought) or biological (epidemic diseases) origin. Hazards can be induced by human processes (climate change, fire, mining of non-renewable resources, environmental degradation, and technological hazards.) Hazards can be single, sequential or combined in their origin and effects."}, {"text_block_id": "p41_b847", "text": "risk:"}, {"text_block_id": "p41_b848", "text": "The probability of harmful consequences, or ex"}, {"text_block_id": "p41_b849", "text": "-"}, {"text_block_id": "p41_b850", "text": "pected losses (deaths, injuries, property, livelihoods, economic activity disrupted or environment dam"}, {"text_block_id": "p41_b851", "text": "-"}, {"text_block_id": "p41_b852", "text": "aged) resulting from interactions between natural or human-induced hazards and vulnerable conditions."}, {"text_block_id": "p41_b853", "text": "resilience:"}, {"text_block_id": "p41_b854", "text": "The capacity of a system, community or society potentially exposed to hazards to adapt, by resisting or changing in order to reach and maintain an acceptable level of functioning and structure. This is determined by the degree to which the social system is capable of organizing itself to increase its capacity for learning from past disasters for better future protection and to improve risk reduction measures."}, {"text_block_id": "p41_b855", "text": "risk assessment:"}, {"text_block_id": "p41_b856", "text": "Diagnostic process to identify new risks that communities may face again."}, {"text_block_id": "p41_b857", "text": "livelihood:"}, {"text_block_id": "p41_b858", "text": "A livelihood comprises the capabilities, assets (including both material and social resources) and activities required for a means of living. A livelihood is sustainable when it can cope with and recover from stresses and shocks and maintain its capabilities and assets both now and in the future, while not undermining the natural resource base."}, {"text_block_id": "p41_b859", "text": "rehabilitation:"}, {"text_block_id": "p41_b860", "text": "A post disaster activity performed to restore (partially or in full) the losses occurred as a result of the disaster."}, {"text_block_id": "p41_b861", "text": "relief:"}, {"text_block_id": "p41_b862", "text": "a short-term support to the surviving disaster victims (food, shelter, medicines, expenses for crema"}, {"text_block_id": "p41_b863", "text": "-"}, {"text_block_id": "p41_b864", "text": "tion of the dead, etc.) immediately after a disaster."}, {"text_block_id": "p41_b865", "text": "rescue:"}, {"text_block_id": "p41_b866", "text": "A successful effort to save lives/properties during a disaster. This may also include some of the successful efforts for the same purpose."}, {"text_block_id": "p41_b867", "text": "sensitivity:"}, {"text_block_id": "p41_b868", "text": "Sensitivity is the degree to which a system is affected, either adversely or beneficially, by climate variability or change. The effect may be direct (e.g., a change in crop yield in response to a change in the mean, range or variability of temperature) or indirect (e.g., damages caused by an increase in the frequency of coastal flooding due to sea-level rise)."}, {"text_block_id": "p41_b869", "text": "vulnerability:"}, {"text_block_id": "p41_b870_merged_merged_merged_merged", "text": "The conditions determined by physi-cal, social, economic and environmental factors or processes, which increase the susceptibility of a com-munity to the impact of hazards."}, {"text_block_id": "p42_b875", "text": "hyogo Framework For action (hFa)"}, {"text_block_id": "p42_b876", "text": "2005-2015"}, {"text_block_id": "p42_b877", "text": "Hyogo Framework of Action 2005-2015 (HFA) is the consensus strategy adopted by 168 member countries in the UN World Conference on Disaster Reduction in January 2005 in Kobe in order to spearhead the task of disaster risk reduction globally. The HFA 2005-2015 was developed based on the gap analysis in the national and global efforts in DRR in the pre"}, {"text_block_id": "p42_b878", "text": "-"}, {"text_block_id": "p42_b879", "text": "ceding decade from 1994-2004."}, {"text_block_id": "p42_b880", "text": "The goals set by the HFA 2005-2015 are: a) Inte"}, {"text_block_id": "p42_b881", "text": "-"}, {"text_block_id": "p42_b882", "text": "gration of disaster risk reduction into sustainable development policies and planning, b) Development and strengthening of institutions, mechanisms and capacities to build resilience to hazards, and c) Sys"}, {"text_block_id": "p42_b883", "text": "-"}, {"text_block_id": "p42_b884", "text": "tematic incorporation of risk reduction approaches into the implementation of emergency preparedness, response and recovery program. It recommends five priorities for Action, namely,"}, {"text_block_id": "p42_b885", "text": ""}, {"text_block_id": "p42_b886", "text": "Priority Action 1: Ensure that disaster risk reduc"}, {"text_block_id": "p42_b887", "text": "-"}, {"text_block_id": "p42_b888", "text": "tion (DRR) is a national and a local priority with a strong institutional basis for implementation."}, {"text_block_id": "p42_b889", "text": ""}, {"text_block_id": "p42_b890", "text": "HFA Priority Action 2: Identify, assess and moni"}, {"text_block_id": "p42_b891", "text": "-"}, {"text_block_id": "p42_b892", "text": "tor disaster risks and enhance early warning."}, {"text_block_id": "p42_b893", "text": ""}, {"text_block_id": "p42_b894", "text": "HFA Priority Action 3: Use knowledge, innova"}, {"text_block_id": "p42_b895", "text": "-"}, {"text_block_id": "p42_b896", "text": "tion and education to build a culture of safety and resilience at all levels."}, {"text_block_id": "p42_b897", "text": ""}, {"text_block_id": "p42_b898", "text": "HFA Priority Action 4: Reduce the underlying risk factors."}, {"text_block_id": "p42_b899", "text": ""}, {"text_block_id": "p42_b900", "text": "HFA Priority Action 5: Strengthen Disaster preparedness for effective response."}, {"text_block_id": "p42_b901", "text": "The HFA Framework provides logical steps for achieving DRR; knowledge of the risk faced, espe"}, {"text_block_id": "p42_b902", "text": "-"}, {"text_block_id": "p42_b903", "text": "cially from a participatory process with the partici"}, {"text_block_id": "p42_b904", "text": "-"}, {"text_block_id": "p42_b905", "text": "pation of the people and communities at risk, is the starting point. Once the risk is known and there is a conviction on the possibility and commitment for reducing the risk, one needs the knowledge, skills, and methodologies for reducing the risk. The next priority action stresses on knowledge management for DRR aiming at propagating the knowledge and empowering communities with the skills. The next step suggested is to home into action for risk reduc"}, {"text_block_id": "p42_b906", "text": "-"}, {"text_block_id": "p42_b907", "text": "tion targeting the causative factors; thus, it focuses on risk assessment as the starting point for DRR."}, {"text_block_id": "p42_b908_merged_merged_merged_merged_merged_merged_merged", "text": "However, risk reduction is a long-term process, and there is always some residual risk at any point in time, hence the Framework suggests also disaster prepared-ness for effective response. All the steps mentioned above are  possible only if there is a firm commitment by the nation to make disaster risk reduction as its priority and if it creates suitable legal, policy and in-stitutional arrangements for implementing the DRR initiative, which forms the first priority action of the HFA. Nepal has expressed its commitment to DRR by signing the HFA 2005-2015. Nepal has already prepared the NSDRM and outlined the strategy for the food and agricultural sector."}, {"text_block_id": "p43_b913", "text": "Priorities oF climate change adaPtation"}, {"text_block_id": "p43_b914", "text": "First national communication to UNFCCC"}, {"text_block_id": "p43_b915", "text": "Nepal first National Communication (2004) to United Nation Framework Convention on Climate Change (UNFCCC) has suggested the following priorities on climate change and agriculture."}, {"text_block_id": "p43_b916", "text": ""}, {"text_block_id": "p43_b917", "text": "Develop drought tolerant crop varieties and study the use of traditional varieties;"}, {"text_block_id": "p43_b918", "text": ""}, {"text_block_id": "p43_b919", "text": "Estimate the change in production rates with Carbon dioxide fertilization and temperature increase on different crops - rice, field crops, and vegetables;"}, {"text_block_id": "p43_b920", "text": ""}, {"text_block_id": "p43_b921", "text": "Study the role of agro-silviculture systems in Ne"}, {"text_block_id": "p43_b922", "text": "-"}, {"text_block_id": "p43_b923", "text": "pal- which are regarded as carbon dioxide sinks;"}, {"text_block_id": "p43_b924", "text": ""}, {"text_block_id": "p43_b925", "text": "Undertake studies of economic models that determine the ability to mitigate climate change through emission reduction vs. the ability to adapt to such changes through adjustments in production functions;"}, {"text_block_id": "p43_b926", "text": ""}, {"text_block_id": "p43_b927", "text": "Study the aspects of soil organic matter and nutrient cycling (rates of accumulations, decom"}, {"text_block_id": "p43_b928", "text": "-"}, {"text_block_id": "p43_b929", "text": "position, etc.) in relation to climate change and agricultural sustainability;"}, {"text_block_id": "p43_b930", "text": ""}, {"text_block_id": "p43_b931", "text": "Study the effect of different traditional practices such as green manuring, continuous cropping with fertilizer, multiple cropping, modified alley-farming, etc., on mitigating climate change impacts;"}, {"text_block_id": "p43_b932", "text": ""}, {"text_block_id": "p43_b933", "text": "Study the effect of climate change impact on weed, pest and disease occurrence of cultivated crops and develop forecasting systems;"}, {"text_block_id": "p43_b934", "text": ""}, {"text_block_id": "p43_b935", "text": "Identify agro-ecological zones particularly sensi"}, {"text_block_id": "p43_b936", "text": "-"}, {"text_block_id": "p43_b937", "text": "tive to climate change impacts and potential vulnerable areas;"}, {"text_block_id": "p43_b938", "text": ""}, {"text_block_id": "p43_b939", "text": "Undertake studies to determine the probability of drought in different agricultural seasons and in different areas;"}, {"text_block_id": "p43_b940", "text": ""}, {"text_block_id": "p43_b941", "text": "Examine factors affecting methane production in rice grown under different agro-ecological zones and farming practices;"}, {"text_block_id": "p43_b942", "text": ""}, {"text_block_id": "p43_b943", "text": "Study of the impact of climate change on water availability and crop water requirements;"}, {"text_block_id": "p43_b944", "text": ""}, {"text_block_id": "p43_b945", "text": "Promote rain-fed farming and efficient utiliza-tion/conservation of water; and"}, {"text_block_id": "p43_b946", "text": ""}, {"text_block_id": "p43_b947", "text": "Develop integrated farming systems"}, {"text_block_id": "p43_b948", "text": "National Adaptation Programme of Action (NAPA)"}, {"text_block_id": "p43_b949", "text": "The NAPA provides a process for the LDC to identify, communicate and prioritize the most “urgent and immediate” adaptation needs, and respond to those needs. The priority activities identified through the NAPA process will be made available to the entity that will operate the LDC fund, and also other sources of funding, for the provision of financial resources to implement these activities. Based on the FAO/ TCP workshop (February 23, 2010 to support NAPA) findings, five main projects with 40 corresponding activities on Agriculture have been prepared. These five proposed projects and forty linking activities are as follows:"}, {"text_block_id": "p43_b950", "text": "Five Proposed Projects"}, {"text_block_id": "p43_b951", "text": ""}, {"text_block_id": "p43_b952", "text": "On–farm soil and water conservation initia"}, {"text_block_id": "p43_b953", "text": "-"}, {"text_block_id": "p43_b954", "text": "tives for supporting communities vulnerable to climate change impacts;"}, {"text_block_id": "p43_b955", "text": ""}, {"text_block_id": "p43_b956", "text": "Enabling climate vulnerable communities by improving local access to agricultural services;"}, {"text_block_id": "p43_b957", "text": ""}, {"text_block_id": "p43_b958", "text": "Strengthening highland-lowland linkages to im"}, {"text_block_id": "p43_b959", "text": "-"}, {"text_block_id": "p43_b960", "text": "prove community access to agricultural services;"}, {"text_block_id": "p43_b961", "text": ""}, {"text_block_id": "p43_b962", "text": "Linking local diary and meat production to ur"}, {"text_block_id": "p43_b963", "text": "-"}, {"text_block_id": "p43_b964", "text": "ban markets to enable community fight against climate change impacts; and"}, {"text_block_id": "p43_b965", "text": ""}, {"text_block_id": "p43_b966_merged_merged_merged_merged_merged_merged_merged", "text": "Building adaptive capacity to enhance commu-nity resilience to climatic hazards."}, {"text_block_id": "p44_b969", "text": "Prioritized activities From the naPa workshoP on agriculture and Food security"}, {"text_block_id": "p46_b970", "text": "summary oF issues and availaBle oPtions drawn From the consultation workshoP towards PreParation oF naPa Priorities For agriculture and Food security"}, {"text_block_id": "p46_b971", "text": "Sector: Agriculture"}, {"text_block_id": "p47_b972", "text": "Secctor: Livestock"}, {"text_block_id": "p48_b973", "text": "strategies For drm in agriculture and Food sector"}, {"text_block_id": "p49_b974", "text": "institutional strengths, gaPs and Policy Framework For cca and drm in agriculture"}, {"text_block_id": "p49_b975", "text": "The MOAC has a strong technical manpower from the national to the grass root level. It has two De"}, {"text_block_id": "p49_b976", "text": "-"}, {"text_block_id": "p49_b977", "text": "partments, namely the Department of Agriculture (DOA) and the Department of Livestock Services (DLS). More than 10 000 staffs of various categories are working closely with farming communities at all levels. The comparative advantages of both depart"}, {"text_block_id": "p49_b978", "text": "-"}, {"text_block_id": "p49_b979", "text": "ments are significant in terms of its human resource capacity.  The MOAC could take a crucial role in climate change adaptation and disaster risk manage"}, {"text_block_id": "p49_b980", "text": "-"}, {"text_block_id": "p49_b981", "text": "ment planning and implementation of prioritized"}, {"text_block_id": "p49_b982_merged_merged", "text": "activities. The table 2 summarizes MOAC/DOA/DLS strengths related to the area of DRR and CCA.  The summary tables clearly suggest the comparative ad-vantage of MOAC for making a shift from a reactive emergency approach to a proactive risk management at all levels. The strengths of MOAC to engage more actively in DRM outweigh its current weaknesses. It is important to better understand how to integrate and use MOAC strengths for better DRM in the agri-cultural sector and how to overcome its weaknesses."}, {"text_block_id": "p49_b987", "text": "Strengths of MOAC, DOA and DLS with regard to its role in CCA and DRM"}, {"text_block_id": "p50_b988", "text": "Limitations/shortcomings of MOAC to support in CCA and DRM"}, {"text_block_id": "p51_b989", "text": "list oF workshoPs, meetings and"}, {"text_block_id": "p51_b990", "text": "contriButors For the Priority Framework For action"}, {"text_block_id": "p51_b991", "text": "1st Brain Storming Workshop"}, {"text_block_id": "p51_b992", "text": "November 18th 2009, Kathmandu"}, {"text_block_id": "p51_b993", "text": "List of Workshop Participants"}, {"text_block_id": "p51_b994", "text": "Mid-term workshop of the TCP/NEP/32021 (D) project;"}, {"text_block_id": "p51_b995", "text": "November 25th 2009, Kathmandu"}, {"text_block_id": "p51_b996", "text": "List of Workshop Participants"}, {"text_block_id": "p52_b997", "text": "First Stakeholder Workshop"}, {"text_block_id": "p52_b998", "text": "14 January 2010, Kathmandu"}, {"text_block_id": "p52_b999", "text": "List of Workshop Participants"}, {"text_block_id": "p53_b1000", "text": "Second Stakeholder Workshop"}, {"text_block_id": "p53_b1001", "text": "23 February 2010, Kathmandu"}, {"text_block_id": "p53_b1002", "text": "List of Workshop Participants"}, {"text_block_id": "p55_b1003", "text": "Climate Change Adaptation and Disaster Risk Management Priority Framework for Action : 2011 - 2020"}, {"text_block_id": "p55_b1004", "text": "A comprehensive priority framework to support and provide strategic direction to the Ministry of Agriculture and Cooperatives, its technical services and agencies for the implementation of Climate Change Adaptation and Disaster Risk Management (DRM) priorities in Agriculture and allied sectors."}, {"text_block_id": "p55_b1005", "text": "Government of Nepal"}, {"text_block_id": "p55_b1006", "text": "Ministry of Agriculture and Cooperatives (MOAC)"}, {"text_block_id": "p55_b1007", "text": "Singha Durbar, Kathmandu, Nepal."}, {"text_block_id": "p55_b1008", "text": "Food and Agriculture Organization  of the United Nations"}, {"text_block_id": "p55_b1009", "text": "UN House, Pulchowk"}, {"text_block_id": "p55_b1010", "text": "P.O. Box 25, Kathmandu, Nepal"}, {"text_block_id": "p55_b1011", "text": "Climate, Energy and Tenure Division (NRC)"}, {"text_block_id": "p55_b1012", "text": "Viale delle Terme di Caracalla"}, {"text_block_id": "p55_b1013", "text": "00153 Rome, Italy"}, {"text_block_id": "p55_b1014", "text": "Email Climate-Change@fao.org"}, {"text_block_id": "p55_b1015", "text": "Website: http://www.fao.org/climatechange/en/"}], "document_description": "This policy outlines the Nepalese government's approach to adapting to climate change and disaster risk management in the agricultural sector. It has five priorities: (1) strengthening institutions, policy and coordination, (2) assessing and monitoring climate risks and vulnerabilities, (3) improved knowledge management, database and awareness raising, (4) implementing technical options by integrating community based approaches, (5) strengthening capacities for effective risk preparedness, response and rehabilitation.\n\nThis policy serves to integrate the priorities of Nepal's National Adaptation Program of Action and its National Strategy for Disaster Risk Management. In doing so, it creates space for government cooperation on the technical matters concerning both and enhances the government's ability to implement immediate actions concerning climate change adaptation and disaster risk management. This policy also outlines short-term priorities related to disaster response, medium-term priorities related to disaster risk reduction, and long-term priorities related to climate change adaptation, integrating them in a single policy."}