{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Nepal", "document_category": "Policy", "document_sector_name": ["Energy", "Economy-wide"], "document_language": "English", "document_name": "Renewable Energy Subsidy Policy 2016", "document_country_code": "NPL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "05/01/2016", "document_keyword": ["Renewables", "Subsidies", "Biogas", "Energy"], "document_url": "https://cdn.climatepolicyradar.org/NPL/2016/NPL-2016-01-05-Renewable Energy Subsidy Policy 2016_3fb1fcf571e1d44ae94f298639fd3aad.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "(Unofficial Translation)"}, {"text_block_id": "p0_b2", "text": "Government of Nepal"}, {"text_block_id": "p0_b3", "text": "Ministry of Population and Environment"}, {"text_block_id": "p0_b4", "text": "Renewable Energy Subsidy Policy, 2073 BS"}, {"text_block_id": "p0_b5", "text": "May 2016"}, {"text_block_id": "p1_b6", "text": "1. Background"}, {"text_block_id": "p1_b7", "text": "Nepal is endowed with good renewable energy potential. The major sources of renewable energy are mini and micro hydropower, solar energy, various forms of biomass energy, biogas and wind energy etc. Despite huge renewable energy potential, still around 85% of the total final energy consumption in Nepal is met by traditional biomass energy and around 28% of households (HHs) in Nepal do not have access to electricity. It is not possible to significantly improve the living standard of the low income population living in the rural areas if their renewable energy demand is not met."}, {"text_block_id": "p1_b8", "text": "Extension of national grid to reach those areas is not possible in many years to come due to difficult terrain, high cost and existing energy crisis in the country. Therefore, clean and sustainable energy such as Renewable Energy Technologies (RETs) needs to be developed as immediate and long-term solutions. The economic hardship of people living in the rural areas and the high initial cost of the RETs justifies the need of subsidy and concessional credit facilities to increase access to cleaner energy."}, {"text_block_id": "p1_b9", "text": "2. Past Efforts"}, {"text_block_id": "p1_b10_merged", "text": "The Government of Nepal (GoN) has been supporting promotion and development of RETs since more than past two decades with support from Development Partners (DPs), private sector and non-governmental organizations. These initiatives have resulted in significant fruitful achievements in the development of renewable energy in the country. The GoN and DPs have been providing financial and technical support to increase energy access in the rural areas both for household's consumption and productive end uses."}, {"text_block_id": "p1_b13", "text": "3. Present Situation"}, {"text_block_id": "p1_b14", "text": "Till date, around 25% population has access to electricity through renewable energy sources. Around 30 MW of electricity has been generated from mini and micro hydro schemes, 15 MWp from solar PV system and around 20 kW from wind energy. More than 1.5 million households have been benefited from different renewable energy sources for cooking, lighting and productive end uses."}, {"text_block_id": "p1_b15", "text": "The GoN and various DPs have been providing financial and technical support to increase access to clean energy. The Renewable Energy Subsidy Policy 2012 has supported in bringing down costs of RETs, ensuring quality and increasing beneficiary trust on technologies. But majority of the population living in the rural areas under poverty level remain without access to clean energy have been deprived of basic energy solutions due to high initial upfront cost of the RETs."}, {"text_block_id": "p1_b16", "text": "4. Major Problems and Challenges"}, {"text_block_id": "p1_b17", "text": "Although the Renewable Energy Subsidy Policy 2012 has successfully developed market for renewable energy technology areas, significant challenges have prevented adequate mobilization of commercial investment into the RET sub-sectors. Both public and private investments are required to meet the needs of remaining rural populations without energy access. Subsidy from the government has not effectively mobilized private investment or commercial credit into Nepal•s renewable energy sector till date to the extent envisaged. On the contrary, there are evidences that high subsidy rates may actually"}, {"text_block_id": "p2_b18", "text": "be standing in the way of attracting these complementary investments on the basis of mutual benefit. Additional challenges are low utilization rates for the energy produced and delays faced by vendors in being reimbursed for subsidy."}, {"text_block_id": "p2_b19", "text": "Major problems and challenges are as follows:"}, {"text_block_id": "p2_b20", "text": "Major problems and challenges are as follows:\n* Lack of mobilization of credit and high dependence on subsidy is hampering the expected\n* Policy barriers for private sector investors and service providers to access subsidies is reducing\n* The flexibility in the pre-qualification system for consultants, manufacturers, vendors, and\n* There is a need to extensively promote productive end use of energy to bring about\n* Verification, monitoring and quality assurance, and testing against standards incur large financial\n* Energy tariffs for rural areas are not enough to recover the initial investment costs for the"}, {"text_block_id": "p2_b32", "text": "5. Need for Policy Revision"}, {"text_block_id": "p2_b33", "text": "In order to widely develop the RET sector, encourage very poor households to use RETs, timely revision of the subsidy amount and credit and to encourage private sector and financial institutions to invest in the sector while focusing on providing service delivery of utmost quality in rural areas, the existing policy was not adequate and hence, the need to revise and formulate a new policy has been realized. The new policy mainly focuses on gradually replacing subsidy by credit in the long-term. Similarly, it focuses on further scaling up of RETs and achieving the objectives of the UN's •Sustainable Development Goals• and •Sustainable Energy for All•."}, {"text_block_id": "p2_b34", "text": "6. Long-term Goal"}, {"text_block_id": "p2_b35", "text": "To achieve universal access to clean, reliable and affordable renewable energy solutions by 2030."}, {"text_block_id": "p2_b36", "text": "7. Objectives"}, {"text_block_id": "p2_b37", "text": "To reduce dependence on traditional and imported energy by increasing access to renewable energy for improving the livelihoods of people and create employment opportunities especially in the rural areas."}, {"text_block_id": "p3_b38", "text": "8. Strategies"}, {"text_block_id": "p3_b39", "text": "8. Strategies\n* To reduce the initial upfront cost thereby increasing the access to the renewable energy services.\n* To maximize service delivery and efficiency in the use of renewable energy resources and\n* To support development and growth of the renewable energy market by mobilizing commercial\n* To encourage public-private sector participation in the renewable energy technologies."}, {"text_block_id": "p3_b47", "text": "9. Working Policies"}, {"text_block_id": "p3_b48", "text": "9. Working Policies\n* Best available renewable energy technology based on cost per unit of energy output will be\n* Additional studies and research on renewable energy technologies will be conducted to reduce\n* Use of renewable energy services will be encouraged for reducing the drudgery of rural women\n* Support will be provided for achieving the governmentâ¢s long-term target of reducing energy\n* Support will be provided for sustainable development of RET market in Nepal.\n* The institutionally strengthening and working area expansion of Central Renewable Energy\n* Private sector participation in ownership, operation and management of RETs will be\n* Technical quality in the renewable energy sector will be enhanced."}, {"text_block_id": "p3_b64", "text": "10. Key Subsidy Determinants"}, {"text_block_id": "p3_b65", "text": "10. Key Subsidy Determinants\n* Due to the high cost of material, equipment and transportation for project construction in very\n* Although subsidy amount differs according to technology and region, subsidy amount"}, {"text_block_id": "p4_b69", "text": "10. Key Subsidy Determinants\n* Due to the high cost of material, equipment and transportation for project construction in very\n* Although subsidy amount differs according to technology and region, subsidy amount\n* Least cost to energy output from among the available technologies gets subsidy prioritization.\n* Subsidy will be provided to RETs on the basis of availability and appropriateness of natural\n* Subsidy for RETs will be provided to the least cost to energy output best available technology"}, {"text_block_id": "p4_b75", "text": "11. Subsidy for different RETs"}, {"text_block_id": "p4_b76", "text": "The following subsidy amount will be provided to different RETs such as mini/micro hydropower, improved water mill, solar energy, biogas, biomass energy, wind energy, etc. based on project cost per output:"}, {"text_block_id": "p4_b77", "text": "11.1."}, {"text_block_id": "p4_b78", "text": "Mini/Micro Hydropower and Improved Water Mill"}, {"text_block_id": "p4_b79", "text": "The subsidy will be provided to mini/micro hydropower with capacity less than 1000 kW in areas without national grid access on the basis of actual power generation (kW) or actual energy consumption (kWh). For mini/micro hydro projects with possibility of both grid supply and local distribution, subsidy will be provided for the portion of power generation or energy consumption by consumers within the local distribution network. In addition, subsidy will be provided for distribution network construction based on actual households connected."}, {"text_block_id": "p4_b80", "text": "11.1.1. Community, Cooperative, Private, Public Private Partnership owned Mini/Micro Hydropower"}, {"text_block_id": "p4_b81", "text": "The subsidy for off-grid community/cooperative/private/public private partnership owned mini/micro hydropower from 10 kW up to 1000 kW projects, depending on the choice of the project developer to opt for subsidy on the basis of actual power generation or actual energy consumption, will be as follows:"}, {"text_block_id": "p5_b82", "text": "Clarification"}, {"text_block_id": "p5_b83", "text": ": For the purpose of this policy, Category \"A\", Category \"B\" and Category \"C\" regions refers to Very Remote, Remote and Accessible areas as mentioned in Annex-1 of this policy."}, {"text_block_id": "p5_b84", "text": "11.1.1.1. Mini/micro hydropower for productive energy use"}, {"text_block_id": "p5_b85", "text": "In order to replace the use of fossil fuel by electricity from mini/micro hydropower in productive applications particularly in sectors like tourism, mining, marble cutting, stone crushing, cement manufacturing, irrigation, pumping and large-scale agro-processing, generation • equipment subsidy amount as per Section 11.1.1 will be provided. A detailed business plan with local employment opportunities has to be prepared by the developer to be eligible for subsidy."}, {"text_block_id": "p5_b86", "text": "11.1.2. Pico Hydro up to 10 kW capacity"}, {"text_block_id": "p5_b87", "text": "The subsidy for pico hydro up to 10 kW capacity will be as follows:"}, {"text_block_id": "p5_b88", "text": "11.1.3. Additional Subsidy"}, {"text_block_id": "p5_b89", "text": "An additional subsidy of Rs. 4,000 per household will be provided to •targeted beneficiary groups• for new mini/micro hydropower constructions as per Sections 11.1.1 and 11.1.2."}, {"text_block_id": "p5_b90_merged_merged", "text": "Clarification: For the purpose of this policy, •targeted beneficiary groups• refers to •women-led households with dependent children, earthquake victims from earthquake affected districts, endangered indigenous community identified by GoN and Dalit•."}, {"text_block_id": "p6_b92", "text": "11.1.4. Incomplete old micro hydropower projects"}, {"text_block_id": "p6_b93", "text": "Micro hydropower projects in remote areas that have not been completed due to lack of financial resources or technical reasons by the time of approval of this policy will be provided one time subsidy, including regular subsidy and additional subsidy, of up to 80% of the cost for ensuring its completion. However, projects that have already received additional subsidy previously will not receive additional subsidy through this policy."}, {"text_block_id": "p6_b94", "text": "11.1.5. Improved Water Mill"}, {"text_block_id": "p6_b95", "text": "11.1.5. Improved Water Mill\n* The subsidy for improving water mill for mechanical applications like hulling and\n<\\li1>"}, {"text_block_id": "p6_b97", "text": "11.1.5. Improved Water Mill\n* The subsidy for improving water mill for mechanical applications like hulling and\n<\\li1>\n* The subsidy for private or community owned improved water mills generating up to 5\n<\\li1>"}, {"text_block_id": "p6_b99", "text": "11.2."}, {"text_block_id": "p6_b100", "text": "Solar Energy • Areas not connected to the National Grid"}, {"text_block_id": "p6_b101", "text": "The following subsidy will be provided for electricity through solar energy in areas without access to electricity through the national grid or other renewable energy sources:"}, {"text_block_id": "p6_b102", "text": "11.2.1. Solar PV Home Systems (SHS)"}, {"text_block_id": "p6_b103", "text": "Subsidy for solar PV home systems will be available as follows:"}, {"text_block_id": "p7_b104", "text": "11.2.2. Solar Mini Grids"}, {"text_block_id": "p7_b105", "text": "The subsidy for community/cooperative/private/public private partnership owned solar electrification projects up to 1000 kWp in areas not connected through national grid or other sources, depending on the choice of the project developer to opt for subsidy on the basis of actual power generation or actual energy consumption, will be as follows:"}, {"text_block_id": "p7_b106", "text": "The subsidy for community/cooperative/private/public private partnership owned solar electrification projects up to 1000 kWp in areas not connected through national grid or other sources, depending on the choice of the project developer to opt for subsidy on the basis of actual power generation or actual energy consumption, will be as follows:\n* Maximum subsidy amount of up to 65% of the total systems cost but not exceeding Rs.\n* Maximum subsidy amount of up to 60% of the total costs but not exceeding Rs. 1,500,000\n* Maximum subsidy amount of up to 60% of the total costs but not exceeding Rs. 2,000,000"}, {"text_block_id": "p7_b112", "text": "11.3."}, {"text_block_id": "p7_b113", "text": "Solar PV • Areas connected by National Grid but Irregular in Supply"}, {"text_block_id": "p7_b114", "text": "The following subsidy will be provided in urban areas connected to the national grid but with irregular supply:"}, {"text_block_id": "p7_b115", "text": "The following subsidy will be provided in urban areas connected to the national grid but with irregular supply:\n* Maximum subsidy amount of up to 40% of total costs but not exceeding Rs. 8,000,000 in\n<\\li1>"}, {"text_block_id": "p8_b117", "text": "The following subsidy will be provided in urban areas connected to the national grid but with irregular supply:\n* Maximum subsidy amount of up to 40% of total costs but not exceeding Rs. 8,000,000 in\n<\\li1>\n* Maximum subsidy amount of up to 80% of the total costs but not exceeding Rs. 9,000 for\n* In order to charge existing inverter and battery systems through solar energy or to install\n* If 5-year â¢Equated Monthly Installment (EMI)â¢ based bank loan is accessed for installation\n* Maximum subsidy amount of up to 60% of total costs but not exceeding Rs. 500,000 will"}, {"text_block_id": "p8_b126", "text": "11.4."}, {"text_block_id": "p8_b127", "text": "Solar Thermal System"}, {"text_block_id": "p8_b128", "text": "The following subsidy will be provided for various types of solar thermal technologies:"}, {"text_block_id": "p9_b129", "text": "11.5."}, {"text_block_id": "p9_b130", "text": "Biogas"}, {"text_block_id": "p9_b131", "text": "The subsidy is applicable to GGC (Gobar Gas Company) 2047 Model, the GGC 2047 modified model and other latest efficient models of various capacities to serve the homes, public institutions, commercial enterprises and communities."}, {"text_block_id": "p9_b132", "text": "11.5.1. Domestic Biogas Plant"}, {"text_block_id": "p9_b133", "text": "11.5.1. Domestic Biogas Plant\n* Subsidy per plant per household for domestic biogas plant, using animal dung as the\n<\\li1>"}, {"text_block_id": "p9_b135", "text": "However, the subsidy amount specified above for 6 cum and above domestic biogas plant will be reduced by 5% every year up for 3 years from FY 2074/75."}, {"text_block_id": "p9_b136", "text": "11.5.1.2."}, {"text_block_id": "p9_b137", "text": "Additional 10% of the subsidy amount specified above per plant per household will be provided to the •targeted beneficiary groups•."}, {"text_block_id": "p9_b138", "text": "11.5.1.3."}, {"text_block_id": "p9_b139", "text": "In case of biogas plants using kitchen waste and other household bio-degradable waste, subsidy amount of up to 50% of the total cost but not exceeding Rs. 10,000 will be provided to specific designs of domestic biogas plants with capacity 4 cum or less in order to improve urban environment and reduce consumption of imported fuel."}, {"text_block_id": "p9_b140", "text": "11.5.2. Waste-to-Energy based Biogas"}, {"text_block_id": "p9_b141", "text": "Biogas plants with a capacity from 12.5-35 cum are considered as small, 35-100 cum are considered as medium and above 100 cum are considered as large biogas plants."}, {"text_block_id": "p9_b142", "text": "11.5.2.1."}, {"text_block_id": "p9_b143", "text": "Biogas plants which utilize human waste, solid waste, agriculture residues etc. available in the public institutions such as schools, colleges, hospitals, police and army barracks, senior citizen homes and religious places will be eligible for institutional subsidy."}, {"text_block_id": "p9_b144", "text": "11.5.2.2."}, {"text_block_id": "p9_b145", "text": "Enterprises such as poultry farms, cattle farms, slaughter houses, small/cottage, medium and large scale industries etc. that are owned by private entities having good potential for biogas production are considered to be commercial entities. The enterprises with high volume of organic waste production have a high potential of biogas production. The energy thus produced can either be distributed or self-consumed. Such small, medium and large biogas plants are eligible for subsidy under commercial category."}, {"text_block_id": "p9_b146", "text": "11.5.2.3."}, {"text_block_id": "p9_b147", "text": "Subsidy in case of waste-to-energy plants has been calculated on the basis of biogas generation capacity of the plant"}, {"text_block_id": "p10_b148", "text": "11.6."}, {"text_block_id": "p10_b149", "text": "Biomass Energy"}, {"text_block_id": "p10_b150", "text": "Subsidy amount for biomass energy systems or technologies will be as follows:"}, {"text_block_id": "p10_b151", "text": "11.6.1."}, {"text_block_id": "p10_b152", "text": "No direct subsidy will be provided for the promotion of household mud improved cooking stoves. However, local bodies are encouraged to provide financial support to install mud ICS to targeted beneficiaries like women-led households with dependent children, earthquake victims, endangered indigenous community identified by GoN."}, {"text_block_id": "p10_b153", "text": "11.6.2."}, {"text_block_id": "p10_b154", "text": "Maximum subsidy amount of up to 50% but not exceeding Rs. 3,000 and Rs. 4,000 per stove per household for metallic improved cooking stove of one or two pot hole and three pot hole types respectively will be provided in areas above the altitude of 1,500 m for cooking and space heating. For these stoves, additional subsidy amount of Rs. 1,000 and Rs. 500 per stove per household will be provided for Category •A• and •B• VDCs listed in Annex-1."}, {"text_block_id": "p10_b155", "text": "11.6.3."}, {"text_block_id": "p10_b156", "text": "Maximum subsidy amount of up to 50% of the stove cost but not exceeding Rs. 20,000 per stove will be provided for metallic improved cooking stove to be installed in institutions like public school, public hospital/health post, police and army barracks, religious places and orphanage homes for cooking and space heating purposes."}, {"text_block_id": "p10_b157", "text": "11.6.4."}, {"text_block_id": "p10_b158", "text": "Maximum subsidy amount of up to 50% of the stove cost but not exceeding Rs. 3,000 will be provided for one or two pot hole with full or partial metal body portable/rocket cookstoves in rural and peri-urban areas."}, {"text_block_id": "p10_b159", "text": "11.6.5."}, {"text_block_id": "p10_b160", "text": "Maximum subsidy amount of up to 50% of the stove cost but not exceeding Rs. 4,000 will be provided for one or two pot hole with full or partial metal body gasifier system"}, {"text_block_id": "p11_b161", "text": "household cook stoves in rural and peri-urban areas."}, {"text_block_id": "p11_b162", "text": "11.6.6."}, {"text_block_id": "p11_b163", "text": "Maximum subsidy amount of up to 50% of the plant cost but not exceeding Rs. 150,000 will be provided to metallic gasifier plant for thermal applications for agro-processing by small, medium and cottage enterprises."}, {"text_block_id": "p11_b164", "text": "11.6.7."}, {"text_block_id": "p11_b165", "text": "Additional subsidy amount of Rs. 1,000 per stove per household will be provided for the metallic improved cookstoves to the •targeted beneficiary groups•."}, {"text_block_id": "p11_b166", "text": "11.6.8."}, {"text_block_id": "p11_b167", "text": "Subsidy for biomass electrification projects above 5 kW up to 100 kWp in areas not connected through national grid or other sources, depending on the choice of the project developer to opt for subsidy on the basis of actual power generation or actual energy consumption, will be as follows:"}, {"text_block_id": "p11_b168", "text": "11.7."}, {"text_block_id": "p11_b169", "text": "Wind Energy"}, {"text_block_id": "p11_b170", "text": "Subsidy for wind energy will be provided to areas which are not connected through the national grid and other sources and with potential of electricity generation though wind energy. Subsidy for electricity generation up to 100 kW powered by wind energy will be as follows:"}, {"text_block_id": "p12_b171", "text": "Additional subsidy of Rs. 4,000 per household will be provided to the •targeted beneficiary groups•."}, {"text_block_id": "p12_b172", "text": "11.8."}, {"text_block_id": "p12_b173", "text": "Solar-Wind Hybrid Energy Systems"}, {"text_block_id": "p12_b174", "text": "Electrification through solar-wind hybrid system will only be allowed in areas not connected through the national grid and other renewable energy sources. Subsidy for solar-wind hybrid systems owed by community or cooperative or private or public private partnership from 5 kW up to 100 kW will be provided as follows:"}, {"text_block_id": "p12_b175", "text": "11.9."}, {"text_block_id": "p12_b176", "text": "Productive Energy Use"}, {"text_block_id": "p12_b177", "text": "Industries and enterprises that produce material and services as well as generate employment and improve income through the use of thermal, electrical or mechanical applications of renewable energy will be eligible for subsidy."}, {"text_block_id": "p12_b178", "text": "11.9.1."}, {"text_block_id": "p12_b179", "text": "Maximum subsidy amount of up to 40% of the total investment cost for energy conversion and processing equipment, hardware part of the enterprise and basic infrastructure required for the enterprise but not exceeding Rs. 100,000 will be provided for micro enterprises based on renewable energy."}, {"text_block_id": "p12_b180", "text": "11.9.2."}, {"text_block_id": "p12_b181", "text": "Maximum subsidy amount of up to 30% of the total investment cost for energy conversion and processing equipment, hardware part of the enterprise and basic infrastructure required for the enterprise but not exceeding Rs. 200,000 will be provided for small and medium enterprises based on renewable energy."}, {"text_block_id": "p12_b182", "text": "11.9.3."}, {"text_block_id": "p12_b183", "text": "Maximum subsidy amount of up to 50% of the total investment cost for necessary equipment, hardware and basic infrastructure but not exceeding Rs. 300,000 will be provided for managing established community electrification project as an enterprise."}, {"text_block_id": "p12_b184", "text": "11.9.4."}, {"text_block_id": "p12_b185", "text": "Maximum subsidy amount of up to 60% of the total investment cost for necessary"}, {"text_block_id": "p13_b186", "text": "equipment and hardware but not exceeding Rs. 1,000,000 will be provided for the lift irrigation projects in micro hydro catchment areas."}, {"text_block_id": "p13_b187", "text": "11.9.5."}, {"text_block_id": "p13_b188", "text": "Additional subsidy of up to 10% but not exceeding Rs. 10,000 will be provided to enterprises operated by households of the •targeted beneficiary groups•."}, {"text_block_id": "p13_b189", "text": "12. Credit and Other Provisions"}, {"text_block_id": "p13_b190", "text": "12.1."}, {"text_block_id": "p13_b191", "text": "In order to access subsidy for mini/micro hydropower project with capacity larger than 10 kW, either a minimum of 20% credit should be mobilized from banks and financial institutions or alternately should have financial closure of the project within 6 months; however, in case of Mugu, Humla and Dolpa districts, either a minimum of 20% credit should be mobilized from banks and financial institutions or alternatively should have financial closure of the project within 6 months in order to be eligible for subsidy for mini/micro hydropower project with capacity greater than 50 kW."}, {"text_block_id": "p13_b192", "text": "12.2."}, {"text_block_id": "p13_b193", "text": "In order to be eligible for subsidy for electrification through wind energy, solar mini-grid, biomass energy or hybrid energy greater than 10 kW capacity, either a minimum of 20% credit should be mobilized or alternatively should have financial closure of the project within 6 months."}, {"text_block_id": "p13_b194", "text": "12.3."}, {"text_block_id": "p13_b195", "text": "In order to be eligible for subsidy to manage and operate institutional and community owned other renewable energy schemes, either a minimum of 10% credit should be mobilized from banks and financial institutions or alternately should have financial closure of the project within 3 months."}, {"text_block_id": "p13_b196", "text": "12.4."}, {"text_block_id": "p13_b197", "text": "In order to encourage financial institutions to invest in renewable energy, an institutional credit mechanism has been created to provide both a credit-line and credit guarantee scheme under CREF. CREF will disburse both soft loan and subsidy."}, {"text_block_id": "p13_b198", "text": "12.5."}, {"text_block_id": "p13_b199", "text": "In case of domestic renewable energy technologies particularly solar home systems, biogas, metallic improved cook stoves, metallic rocket stove, etc., per unit cost price will be determined for the suppliers every fiscal year depending upon demand of district and geographic region. Users will receive subsidy from recognized company on the basis of the determined per unit cost price. However, such subsidy will not exceed the amount as mentioned in respective technology-specific clauses of this policy."}, {"text_block_id": "p13_b200", "text": "12.6."}, {"text_block_id": "p13_b201", "text": "In order to ensure universal energy access to less RETs coverage areas and to ensure access to basic energy services to targeted beneficiaries, disaster victims or regions with low RET penetration and in piloting energy services based subsidy models, interest will be solicited from private companies/vendors to fulfill GoN target in specific district/region at a competitive lowest price under a reverse auction model."}, {"text_block_id": "p13_b202", "text": "12.7."}, {"text_block_id": "p13_b203", "text": "Subsidy will be provided to the various renewable energy systems or projects either managed by communities or private sector."}, {"text_block_id": "p13_b204", "text": "12.8."}, {"text_block_id": "p13_b205", "text": "Since subsidy is provided to rural households and communities for supply and installation of RETs and systems through recognized private companies, no tax will be levied on such subsidy"}, {"text_block_id": "p14_b206", "text": "disbursements. However, since the remaining amount, apart from subsidy, is borne by the households and communities themselves, tax is applicable on the amount as per prevailing laws."}, {"text_block_id": "p14_b207", "text": "12.9."}, {"text_block_id": "p14_b208", "text": "According importance to high quality technology products in the market, AEPC will further strengthen its role in testing and certification. Additionally, AEPC will also play a role in developing appropriate institutional capacity for managing lead acid battery used in RETs."}, {"text_block_id": "p14_b209", "text": "12.10."}, {"text_block_id": "p14_b210", "text": "Urban households and institutions that are using inverters have to compulsorily install solar energy technologies."}, {"text_block_id": "p14_b211", "text": "12.11."}, {"text_block_id": "p14_b212", "text": "Supplying electricity in important business, domestic and public institutions in the urban areas through solar energy and managing basic minimum energy requirement in newly constructed houses through renewable energy sources will be encouraged."}, {"text_block_id": "p14_b213", "text": "12.12."}, {"text_block_id": "p14_b214", "text": "If electricity is continuously available from the national grid as a result of development of high capacity electrical power by private or public institutions and if grid synchronization is legally and technically possible, grid connection has to be done with an appropriate tariff system."}, {"text_block_id": "p14_b215", "text": "13. Institutional Arrangement"}, {"text_block_id": "p14_b216", "text": "For the implementation of this policy, the following institutional arrangement will be made:"}, {"text_block_id": "p14_b217", "text": "13.1."}, {"text_block_id": "p14_b218", "text": "At the Centre, AEPC will be responsible for providing technical assistance, evaluating subsidy applications forms or documents of different renewable energy systems and projects, selecting RETs companies for manufacturing, supply and installation of RE related material and equipment, monitoring installed systems and standardizing equipment and materials related to RETs."}, {"text_block_id": "p14_b219", "text": "13.2."}, {"text_block_id": "p14_b220", "text": "At the Centre, Central Renewable Energy Fund (CREF) is established for mobilization of subsidy amount. CREF will be managed by an •A class• commercial bank selected by GoN through competitive basis."}, {"text_block_id": "p14_b221", "text": "13.3."}, {"text_block_id": "p14_b222", "text": "At the local level, the local bodies will be responsible for the promotion, demand collection, on-site monitoring and disbursement of the subsidy for RETs as mentioned in the subsidy delivery mechanism."}, {"text_block_id": "p14_b223", "text": "14. Monitoring and Evaluation"}, {"text_block_id": "p14_b224", "text": "AEPC will conduct on-site monitoring of renewable energy systems and projects every trimester and annually while there will be third party independent monitoring and evaluation on the impact of subsidy, field verifications of installed RE systems or projects every two years or whenever necessary. At the local level too, local bodies will conduct on-site monitoring."}, {"text_block_id": "p14_b225", "text": "15. Special subsidy arrangement for earthquake affected areas"}, {"text_block_id": "p14_b226", "text": "Subsidy for earthquake affected households from 14 most earthquake affected districts will be as follows:"}, {"text_block_id": "p15_b227", "text": "15.1."}, {"text_block_id": "p15_b228", "text": "Maximum subsidy amount of up to Rs. 400,000 but not exceeding 80% of the total costs will be provided for new micro hydropower construction up to 100 kW capacity."}, {"text_block_id": "p15_b229", "text": "15.2."}, {"text_block_id": "p15_b230", "text": "Maximum subsidy amount of up to Rs. 8,000 per household but not exceeding 75% of the total costs for 20 Wp solar home systems, up to Rs. 10,000 per household but not exceeding 70% of the total costs for 21-40 Wp solar home systems will be provided. However, technology installment of 10 Wp solar home systems and metallic improved cook stoves will be done on a competitive low cost basis by private companies through reverse auction."}, {"text_block_id": "p15_b231", "text": "15.3."}, {"text_block_id": "p15_b232", "text": "Additional 20% subsidy will be provided on top of the subsidy amount as specified in Section 11.2.4 for solar pumping systems for drinking water."}, {"text_block_id": "p15_b233", "text": "15.4."}, {"text_block_id": "p15_b234", "text": "In hilly regions, maximum subsidy of up to Rs. 40,000 but not exceeding 70% of total costs will be provided for domestic biogas plant of 4 cum while maximum subsidy amount of up to 45,000 but not exceeding 70% of total cost will be provided for domestic biogas plant of 6 cum. Similarly, in Terai regions, maximum subsidy of up to Rs. 35,000 but not exceeding 70% of total costs will be provided for domestic biogas of 4 cum and maximum subsidy of up to Rs. 40,000 but not exceeding 70% of total costs will be provided for domestic biogas of 6 cum."}, {"text_block_id": "p15_b235", "text": "15.5."}, {"text_block_id": "p15_b236", "text": "Maximum subsidy of up to Rs. 8,000 but not exceeding 80% of the total cost will be provided for metallic improved cook stoves."}, {"text_block_id": "p15_b237", "text": "However, irrespective of whatever is stated above, if the renewable energy project or system has received subsidy before the earthquake and the project or system at the household level is completely damaged by the earthquake, only 50% of the above mentioned subsidy amount will be provided."}, {"text_block_id": "p15_b238", "text": "16. Subsidy Delivery Mechanism and Other Provisions"}, {"text_block_id": "p15_b239", "text": "16.1."}, {"text_block_id": "p15_b240", "text": "Subsidy for various renewable energy technologies or systems and for productive end uses will be provided in simple, effective and transparent way through a subsidy delivery mechanism to be prepared by AEPC and implemented after approval from the Ministry. The subsidy delivery mechanism will also include financial support to be provided for detail feasibility studies of various renewable energy projects or systems, technical standards and design, monitoring and evaluation and penalty systems, after-sales-service, etc."}, {"text_block_id": "p15_b241", "text": "16.2."}, {"text_block_id": "p15_b242", "text": "Subsidy amount for different renewable energy technologies and systems as specified in this policy will be mobilized as mentioned in the subsidy delivery mechanism."}, {"text_block_id": "p15_b243", "text": "16.3."}, {"text_block_id": "p15_b244", "text": "Determination of subsidy amount for renewable energy is based primarily on categorization of VDC to consider remoteness and the lack of road infrastructure. Additional subsidy for transportation by VDC categorization addresses the issue of remoteness. The Ministry will review and modify the VDC categorization mentioned in Annex-1 as per necessity."}, {"text_block_id": "p15_b245", "text": "16.4."}, {"text_block_id": "p15_b246", "text": "Above-mentioned level of subsidy will be reviewed as per need or every two years."}, {"text_block_id": "p15_b247", "text": "17. Annulment"}, {"text_block_id": "p15_b248", "text": "Renewable Energy Subsidy Policy, 2069 and Urban Solar System Subsidy and Credit Mobilization Guidelines, 2072 have been annulled. All activities done within that policy and guidelines will be considered to be done under this policy."}, {"text_block_id": "p16_b249", "text": "Annex 1"}], "document_description": "The Renewable Energy Policy focuses on scaling up the Renewable Energy Technologies (RETs) and achieving the objectices on the UN's 'Sustainable Development Goals' and 'Sustainable Energy for All'.&nbsp;<br><br>The objectives of the policy are to reduce dependence on traditional and imported energy by increasing access to renewable energy for improving the livelihoods of people and create employment opportunities, especially in the rural areas.<br><br>The policy establishes the following strategies: 1) to reduce the initial upfront cost thereby increasing the access to the renewable energy services; 2) to maximise service delivery and efficiency in the use of renewable energy resources and technologies in the rural areas; 3) to support development and growth of the renewable energy market by mobilising commercial credit, attracting private sector and entrepreneurs; 4) to encourage public-private sector participation in the renewable energy technologies, etc.&nbsp;"}