{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Nepal", "document_category": "Policy", "document_sector_name": ["Rural", "Energy", "Agriculture"], "document_language": "English", "document_name": "Rural Energy Policy 2006", "document_country_code": "NPL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "11/01/2006", "document_keyword": ["Renewables", "Agriculture", "Energy"], "document_url": "https://cdn.climatepolicyradar.org/NPL/2006/NPL-2006-01-11-Rural Energy Policy 2006_f12b9b97967e6af1bc3f93fc6aec9e76.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Rural Energy Policy, 2006"}, {"text_block_id": "p0_b2", "text": "Government of Nepal Ministry of Environment Singha Durbar"}, {"text_block_id": "p0_b3", "text": "November 2006"}, {"text_block_id": "p1_b4", "text": "Rural Energy Policy, 2006"}, {"text_block_id": "p1_b5", "text": "1 BACKGROUND"}, {"text_block_id": "p1_b6", "text": "There are huge possibilities of producing energy in Nepal.  Availability of enormous water resources and topographic situation gives rise to a potential for 83,000 MW of hydropower of which about 43,000 MW of power production seems to be economically and technically feasible.  Till now, where only about 563 MW has been harnessed which is mainly consumed in urban areas, the rural and remote areas of the nation has no access to reliable and clean energy. In the other hand, in spite of enough possibility of producing energy in rural areas in the form of biogas, solar energy, wind energy, improved water mill, micro and mini hydropower, it has not been used as per the needs."}, {"text_block_id": "p1_b7", "text": "In Nepal, only 160,000 biogas plants have been installed out of the installation potential of 1.9 million biogas plants. There has been savings in the energy consumption by installing 250,000 improved cooking stoves.  Similarly, in spite of huge potential of solar energy, only 75,000 solar home systems have been installed. With regard to the wind energy, it has not been possible to harness its potential.  Up to now about 2,000 traditional water mills have been improved.  Only about 8 MW power is produced through micro hydro. These efforts have made it possible to provide electricity services to about 40 percent of the population in the country. In the rural areas, only 29 percent of the population has access to electricity."}, {"text_block_id": "p1_b8", "text": "1.1 Rationale"}, {"text_block_id": "p1_b9", "text": "The difficulties has been experienced in rapid extension of the National Grid for rural electrification due to remote topography, dispersed settlement pattern, and the limited financial resources of the Government of Nepal. Only limited efforts have been done in providing clean and reliable energy in the rural areas.  It is necessary to create conducive environment that will self motivate and mobilise local institutions, rural energy users groups, non-government organisations, cooperatives and private sector organisation for the development and expansion of rural energy resources."}, {"text_block_id": "p2_b10", "text": "In the context of Nepal•s rural areas, clean and reliable energy technologies seem to be less expensive and require less time to develop.  Effective management of national energy sector and energy development and expansion in rural areas will contribute directly in the improvement of the overall rural poplulation•s living standard through maintaining ecological balance, save time in collection of fuel wood, generate additional employement opportunities, improve health and increase access to education to rural children.  This policy has been formulated as it was felt that there is an absence of the overall rural energy policy, although the Tenth Plan, Poverty Reduction Strategy Paper, Millenium Development Goal, etc. provides general guideline for the rural energy development."}, {"text_block_id": "p2_b11", "text": "1.2 Definitions and Explanations"}, {"text_block_id": "p2_b12", "text": "•Rural Energy• means energy that is environmental friendly and used for rural households, economic and social purpose such as Micro and Mini Hydro, Solar Energy, Wind Energy, Biomass Energy, etc. Rural energy is also known as renewable energy."}, {"text_block_id": "p2_b13", "text": "2 GOAL"}, {"text_block_id": "p2_b14", "text": "The overall goal of this policy is to contribute to rural poverty reduction and environmental conservation by ensuring access to clean, reliable and appropriate energy in the rural areas. In order to achieve this goal, the •Rural Energy Policy• will have following objectives:"}, {"text_block_id": "p2_b15", "text": "The overall goal of this policy is to contribute to rural poverty reduction and environmental conservation by ensuring access to clean, reliable and appropriate energy in the rural areas. In order to achieve this goal, the •Rural Energy Policy• will have following objectives:\n* To reduce dependency on traditional energy and conserve environment by increasing access to clean and cost effective  energy in the rural areas.\n* To increase employement and productivity through the development of rural energy resources.\n* To increase the living standards of the rural population by integrating rural energy with social and economic activities."}, {"text_block_id": "p2_b21", "text": "3 POLICIES"}, {"text_block_id": "p2_b22", "text": "Above objectives will be achieved by adopting following policies:"}, {"text_block_id": "p2_b23", "text": "Above objectives will be achieved by adopting following policies:\n* Emphasis will be given to the development of the environmental friendly Rural Energy Technologies.\n* The capacity of the local bodies will be improved for playing a leadership role in rural energy project planning, implementation, monitoring and evaluation at the local level and involvement of cooperatives, user groups, NGOs, private sector will be increased.\n* Rural Energy Fund will be established at the central level to mobilise financial resources to be availed from various sources and fund will be expanded to the local level as per need."}, {"text_block_id": "p3_b29", "text": "Above objectives will be achieved by adopting following policies:\n* Emphasis will be given to the development of the environmental friendly Rural Energy Technologies.\n* The capacity of the local bodies will be improved for playing a leadership role in rural energy project planning, implementation, monitoring and evaluation at the local level and involvement of cooperatives, user groups, NGOs, private sector will be increased.\n* Rural Energy Fund will be established at the central level to mobilise financial resources to be availed from various sources and fund will be expanded to the local level as per need.\n* Alternative Energy Promotion Centre under Ministry of Environment, Science and Technology, Government of Nepal will provide necessary support to the local bodies to develop its capacity to formulate and implement rural energy programmes.\n* Emphasis will be given in the development of affordable and suitable rural energy resources.\n* An arrangement will be made for increasing human resource capacity of rural population for rural energy development through human resource development activities that are integrated with activities of academic institutions for skill enhancement training and awareness improvement.\n* Economic activities will be implemented in integrated way for increasing energy consumption capacity at rural level by development of Micro and Mini Hydro, Biogas, Improved Cook Stove, Improved Water Mills, Solar Energy Systems, etc. and expansion of the central grid.\n* Private sector and non-governmental organisations will be involved in the rural energy development for development and expansion of new technologies.  In this activity, the role of the Government of Nepal will be that of facilitator and promoter.\n* Economic and industrial activities based on rural energy technologies will be encouraged.\n* Community management through social mobilisation will be encouraged in activities of rural energy development and dissemination.\n* Emphasise will be given to increase private sector participation by motivating the involvement of private sector in manufacturing of equipments related to rural energy.\n* Economic instruments will be used to mobilize the capital from banks and financial institutions, internal capital market, community capital for rural energy development.\n* The local body, cooperatives, private sector, user organisation or community management will be encouraged to purchase and distribute electricity from electricity production.\n* The efficiency of rural energy technology will be increased and diversification of the productive end-use will be encouraged.\n* A special emphasis will be given to bring improvement in social, economic and environmental aspect by coordinating rural energy with local bodies.\n* The emphasis will be given for development and management of new technology to increase efficiency of use of traditional energy.  Similarly the emphasis will be given for Research and Development of rural energy technology."}, {"text_block_id": "p4_b55", "text": "Above objectives will be achieved by adopting following policies:\n* Emphasis will be given to the development of the environmental friendly Rural Energy Technologies.\n* The capacity of the local bodies will be improved for playing a leadership role in rural energy project planning, implementation, monitoring and evaluation at the local level and involvement of cooperatives, user groups, NGOs, private sector will be increased.\n* Rural Energy Fund will be established at the central level to mobilise financial resources to be availed from various sources and fund will be expanded to the local level as per need.\n* Alternative Energy Promotion Centre under Ministry of Environment, Science and Technology, Government of Nepal will provide necessary support to the local bodies to develop its capacity to formulate and implement rural energy programmes.\n* Emphasis will be given in the development of affordable and suitable rural energy resources.\n* An arrangement will be made for increasing human resource capacity of rural population for rural energy development through human resource development activities that are integrated with activities of academic institutions for skill enhancement training and awareness improvement.\n* Economic activities will be implemented in integrated way for increasing energy consumption capacity at rural level by development of Micro and Mini Hydro, Biogas, Improved Cook Stove, Improved Water Mills, Solar Energy Systems, etc. and expansion of the central grid.\n* Private sector and non-governmental organisations will be involved in the rural energy development for development and expansion of new technologies.  In this activity, the role of the Government of Nepal will be that of facilitator and promoter.\n* Economic and industrial activities based on rural energy technologies will be encouraged.\n* Community management through social mobilisation will be encouraged in activities of rural energy development and dissemination.\n* Emphasise will be given to increase private sector participation by motivating the involvement of private sector in manufacturing of equipments related to rural energy.\n* Economic instruments will be used to mobilize the capital from banks and financial institutions, internal capital market, community capital for rural energy development.\n* The local body, cooperatives, private sector, user organisation or community management will be encouraged to purchase and distribute electricity from electricity production.\n* The efficiency of rural energy technology will be increased and diversification of the productive end-use will be encouraged.\n* A special emphasis will be given to bring improvement in social, economic and environmental aspect by coordinating rural energy with local bodies.\n* The emphasis will be given for development and management of new technology to increase efficiency of use of traditional energy.  Similarly the emphasis will be given for Research and Development of rural energy technology.\n* Special programmes of promotional activities will be implemented that emphasize on access to rural energy and role of rural energy in sustainable development, poverty reduction and positive impacts on women and children.\n* In order to ensure quality of rural energy, an arrangement will be made for quality standard tests and quality control by increasing capacity of Renewable Energy Test Station.\n* Off-grid and small rural energy system can be integrated mini-grid with national grid."}, {"text_block_id": "p4_b61", "text": "4 WORKING POLICIES"}, {"text_block_id": "p4_b62", "text": "4.1 Micro and Small Hydro Power"}, {"text_block_id": "p4_b63", "text": "4.1 Micro and Small Hydro Power\n* Arrangements shall be made to encourage local groups and private sector to distribute the electricity by producing the power up to 1000 kW in rural areas.\n* Arrangements will be made to provide concessional loan or on instalment basis if local consumer group or cooperative wants to take-over publicly owned small hydro power projects for operation and maintenance or own the projects.\n* Necessary arrangements will be made to utilise locally available skill and labour in the construction of micro hydro projects.\n* Arrangements will be made to provide technical assistances also from District Development Committee for implementation of micro hydro projects initiated locally in rural areas.\n* Guidelines and manuals related to micro hydro projects will be made available to the stakeholders by revising as per needs.\n* Arrangements shall be made for the MHPs to enter into Power Purchase Agreement (PPA) to allow power sales and purchase from the grid in the event that the grid extends to the areas served by MHPs.\n* Arrangement shall be made for wheeling electricity in the national grid for the community and private electricity projects.\n* Arrangement will be made for bulk purchase of electricity by the community, cooperatives and user groups from the national grid for retailing electricity to the consumers.\n* Mini and micro hydro projects will be integrated with irrigation, education, health, drinking water, small-scale industry & ropeways and the operation of the projects at community and institutional level will be encouraged.\n* Electricity produced by the micro hydro projects developed by private sector and community may be leased out."}, {"text_block_id": "p5_b83", "text": "4.2 Biogas"}, {"text_block_id": "p5_b84", "text": "4.2 Biogas\n* Emphasis will be given to carry out necessary research and studies to increase efficiency, reduce cost of the household biogas production technology, and to promote it in high mountains.\n* Emphasis will be given on research, development and dissemination of community and institutional biogas plants.\n* Establishment of biogas related information centre and exhibitions would be encouraged in coordination and support of the local institutions.\n* Use of animal dried dung, as household energy will be discouraged."}, {"text_block_id": "p5_b92", "text": "4.3 Fuel-wood, Charcoal, Briquette, Biomass Energy, Biomass Gasification"}, {"text_block_id": "p5_b93", "text": "4.3 Fuel-wood, Charcoal, Briquette, Biomass Energy, Biomass Gasification\n* Charcoal supply system will be managed through the scientific management of its production, distribution and uses.\n* Technology for production of briquette, bio-fuel, biomass gasification, etc., based on the availability of fuel-wood, paddy husk, saw dust and other agricultural residues will be developed and disseminated by identifying suitable location.\n* Emphasis shall be given on research activity to identify raw material for the production of the briquette and reduce the cost of its production.\n* Activities related to awareness creation in the use of briquette; bio-fuel, biomass gasification, etc. will be conducted by encouraging the use of local skill and resource.\n* The consumption of fuel will be reduced by developing less fuel consuming technologies like improved cook stove (ICS) and gassifiers."}, {"text_block_id": "p5_b103", "text": "4.4 Solar Energy Technology"}, {"text_block_id": "p5_b104", "text": "4.4 Solar Energy Technology\n* Emphasis will be given for the necessary study and research for reducing cost of solar energy technology and its efficient use.\n* Arrangement shall be made to operate solar energy technology at community and institutional level by integrating it with irrigation, health, education and drinking water.\n* Development of solar energy technologies will be encouraged by integrating it with technologies for drying and cooking of food, purifying water, lighting and communication systems.\n* Necessary public awareness activities will be launched to increase the use of solar cookers.\n* Solar energy map for whole Nepal will be prepared."}, {"text_block_id": "p6_b114", "text": "4.4 Solar Energy Technology\n* Emphasis will be given for the necessary study and research for reducing cost of solar energy technology and its efficient use.\n* Arrangement shall be made to operate solar energy technology at community and institutional level by integrating it with irrigation, health, education and drinking water.\n* Development of solar energy technologies will be encouraged by integrating it with technologies for drying and cooking of food, purifying water, lighting and communication systems.\n* Necessary public awareness activities will be launched to increase the use of solar cookers.\n* Solar energy map for whole Nepal will be prepared.\n* Arrangement shall be made to collect the battery used in solar energy production for recycling or proper management.\n<\\li1>"}, {"text_block_id": "p6_b116", "text": "4.5 Wind Energy Technology"}, {"text_block_id": "p6_b117", "text": "4.5 Wind Energy Technology\n* Arrangement shall be made to initiate work to prepare Wind Energy Master Plan by collecting wind energy data from potential sites.\n* Technology transfer activities will be undertaken to develop wind energy by involving the private sector."}, {"text_block_id": "p6_b121", "text": "4.6 Improved Cook Stove Technology"}, {"text_block_id": "p6_b122", "text": "4.6 Improved Cook Stove Technology\n* The public awareness will be increased on smokeless and fuel-wood efficient improved cook stove.\n* Emphasis will be given on research, development and dissemination of household and institutional stoves appropriate for varying geographical and cultural needs.\n* Activities of technology transfer of improved cook stove in rural areas will be undertaken."}, {"text_block_id": "p6_b128", "text": "4.7 Improved Water Mill Technology"}, {"text_block_id": "p6_b129", "text": "4.7 Improved Water Mill Technology\n* Arrangement will be made to provide hulling and grinding services in rural areas by improving the traditional water mills.\n* Private sector will be encouraged to manufacture equipments locally for the use in improved water mill.\n* Electricity production from the improved water mill will be encouraged."}, {"text_block_id": "p6_b135", "text": "4.8 Rural Electrification"}, {"text_block_id": "p6_b136", "text": "4.8.1"}, {"text_block_id": "p6_b137", "text": "Arrangement will be made to enable cooperatives and local bodies to take electricity from national grid on lease."}, {"text_block_id": "p6_b138", "text": "4.8.2"}, {"text_block_id": "p6_b139", "text": "Arrangement shall be made for wheeling electricity in the national grid for electricity produced by communities, cooperatives and private electricity project."}, {"text_block_id": "p6_b140", "text": "4.8.3"}, {"text_block_id": "p6_b141", "text": "Rural electrification with users' participation will be implemented in their own initiative by safeguarding their interests."}, {"text_block_id": "p6_b142", "text": "4.8.4"}, {"text_block_id": "p6_b143", "text": "Regarding the maximum use of surplus electricity, arrangements will be made to increase the consumption of the unused low priced electricity as per dual tariff system, especially in sectors like agriculture, irrigation, drinking water, small and cottage industry, ropeway, etc."}, {"text_block_id": "p7_b144", "text": "5 SUBSIDY ARRANGEMENT"}, {"text_block_id": "p7_b145", "text": "The subsidy rate and disbursement criteria as per the existing renewable (rural) energy subsidy arrangement will be revised as required in the basis of geographical condition, population, and available resources. Subsidy delivery will be as per the provisions of the existing subsidy delivery mechanism. The following strategy shall be adopted for this purpose:"}, {"text_block_id": "p7_b146", "text": "5.1"}, {"text_block_id": "p7_b147", "text": "Subsidy will be arranged by classifying Village Development Committees based on poverty, remoteness, dalit and backward caste and tribes."}, {"text_block_id": "p7_b148", "text": "5.2"}, {"text_block_id": "p7_b149", "text": "The existing subsidy will be gradually reduced in accessible areas and areas where it is commercial viable."}, {"text_block_id": "p7_b150", "text": "5.3"}, {"text_block_id": "p7_b151", "text": "Community management and holistic approach will be encouraged as may be necessary for the sustainable rural energy development and management."}, {"text_block_id": "p7_b152", "text": "5.4"}, {"text_block_id": "p7_b153", "text": "Micro hydro projects developed by the user-groups and cooperatives will be encouraged."}, {"text_block_id": "p7_b154", "text": "5.5"}, {"text_block_id": "p7_b155", "text": "Poor and backward families will be identified and provided with additional support for use of rural energy system."}, {"text_block_id": "p7_b156", "text": "5.6"}, {"text_block_id": "p7_b157", "text": "Necessary arrangement will be made for encouragement in the feasible areas where there is no biogas."}, {"text_block_id": "p7_b158", "text": "5.7"}, {"text_block_id": "p7_b159", "text": "The operation of biogas plants with toilet attachment will be encouraged."}, {"text_block_id": "p7_b160", "text": "5.8"}, {"text_block_id": "p7_b161", "text": "Development and promotion of briquette, bio-fuel, biomass gasification etc. will be encouraged."}, {"text_block_id": "p7_b162", "text": "5.9"}, {"text_block_id": "p7_b163", "text": "Subsidy to solar electricity will be discouraged in the areas where there is financial and physical feasibility of micro and small hydro."}, {"text_block_id": "p7_b164", "text": "5.10"}, {"text_block_id": "p7_b165", "text": "Use of solar energy and wind energy will be encouraged where hydropower is not feasible."}, {"text_block_id": "p7_b166", "text": "5.11"}, {"text_block_id": "p7_b167", "text": "Necessary arrangement will be made for development of solar thermal technology in the rural areas."}, {"text_block_id": "p7_b168", "text": "5.12"}, {"text_block_id": "p7_b169", "text": "Necessary financial support will be made available for research and development of new technology."}, {"text_block_id": "p7_b170", "text": "6 RESOURCES ARRANGEMENTS"}, {"text_block_id": "p7_b171", "text": "6.1 Resource Mobilisation"}, {"text_block_id": "p7_b172", "text": "6.1.1"}, {"text_block_id": "p7_b173", "text": "Arrangement will be made for investment by District Development Committee in the community micro and mini hydro projects to be constructed in their district through concerned District Energy Fund."}, {"text_block_id": "p8_b174", "text": "6.1.2"}, {"text_block_id": "p8_b175", "text": "Arrangement will be made for investment by Village Development Committee in the community micro and mini hydro projects to be constructed in its area through concerned Village Energy Fund."}, {"text_block_id": "p8_b176", "text": "6.1.3"}, {"text_block_id": "p8_b177", "text": "Development of industries for manufacturing and producing equipments and materials to be used in the rural energy sector will be encouraged."}, {"text_block_id": "p8_b178", "text": "6.1.4"}, {"text_block_id": "p8_b179_merged", "text": "The formation of user and community organisations will be done through community mobilisation and arrangement of the representation of women, low caste (dalits), marginalized (janjatis), disadvantaged (utpidit) and backward groups."}, {"text_block_id": "p8_b182", "text": "6.1.5"}, {"text_block_id": "p8_b183", "text": "Necessary facilitation and assistance will be provided for registration and renewal of user/community organisations through District Development Committee."}, {"text_block_id": "p8_b184", "text": "6.1.6"}, {"text_block_id": "p8_b185", "text": "Arrangements will be made to utilise the fund, collected by levying tax for this purpose in the sales and distribution of petroleum products, in the rural energy development."}, {"text_block_id": "p8_b186", "text": "6.2 Human Resource Management"}, {"text_block_id": "p8_b187", "text": "6.2.1"}, {"text_block_id": "p8_b188", "text": "Human Resource capacity will be developed at the central level in Alternative Energy Promotion Centre and at the local level for formulation, management, monitoring and evaluation of rural energy development programmes."}, {"text_block_id": "p8_b189", "text": "6.2.2"}, {"text_block_id": "p8_b190", "text": "Arrangement will be made for training and skill development to the rural energy users to operate, maintain and manage the rural energy systems."}, {"text_block_id": "p8_b191", "text": "7 COORDINATION ARRANGEMENT"}, {"text_block_id": "p8_b192", "text": "7.1.1"}, {"text_block_id": "p8_b193", "text": "Central level coordination of the rural energy development activities will be carried by the Alternative Energy Promotion Centre and at local level by concerned local bodies."}, {"text_block_id": "p8_b194", "text": "7.1.2"}, {"text_block_id": "p8_b195", "text": "The  women•s development, irrigation, drinking water, community saving, health, forests, industries, environmental conservation, road, micro-finance, literacy campaign programmes, which are conducted at the local level will be implemented by integrating with the rural energy development programmes."}, {"text_block_id": "p8_b196", "text": "7.1.3"}, {"text_block_id": "p8_b197", "text": "Government, non-government and donor agencies will be encouraged to collaborate in the capacity building of the District Development Committee for implementation of rural energy prgrammes prioritised in the periodic plan of the District Development Committee and activities related to districts rural energy master-plan."}, {"text_block_id": "p8_b198", "text": "8 MONITORING AND EVALUATION ARRANGEMENT"}, {"text_block_id": "p8_b199", "text": "8.1.1"}, {"text_block_id": "p8_b200", "text": "Arrangements will be made for monitoring and evaluation from Central level by Alternative Energy Promotion Centre and at local level by concerned local bodies."}, {"text_block_id": "p9_b201", "text": "8.1.2"}, {"text_block_id": "p9_b202", "text": "Monitoring and evaluation activity will be strengthened in all level of rural energy development programmes by updating geographic and management information systems."}, {"text_block_id": "p9_b203", "text": "8.1.3"}, {"text_block_id": "p9_b204", "text": "Rural energy programmes will be monitored and evaluated based on output oriented indicators."}, {"text_block_id": "p9_b205", "text": "8.1.4"}, {"text_block_id": "p9_b206", "text": "Energy auditing system will be developed and implemented."}, {"text_block_id": "p9_b207", "text": "8.1.5"}, {"text_block_id": "p9_b208", "text": "Arrangements will be made for rewards and penalty based on monitoring and evaluation."}, {"text_block_id": "p9_b209", "text": "9 INSTITUTIONAL ARRANGEMENT"}, {"text_block_id": "p9_b210", "text": "9.1 At Central Level"}, {"text_block_id": "p9_b211", "text": "At the central level, Alternative Energy Promotion Centre will carry out activities related to formulation of rural energy policy and programmes, studies and researches, subsidy disbursements, technical assistance, selection of companies and organisations installing rural energy systems, donor coordination, monitoring and evaluation etc."}, {"text_block_id": "p9_b212", "text": "9.1.1 Rural Energy Central Coordination Committee"}, {"text_block_id": "p9_b213", "text": "Government of Nepal will form a Rural Energy Central Coordination Committee under the chairmanship of member of the National Planning Commission looking after energy. The Executive Director of the Alternative Energy Promotion Centre will be the member secretary of this committee.  The formation and operation of this committee will be as prescribed by the law."}, {"text_block_id": "p9_b214", "text": "9.1.2 Central Rural Energy Fund"}, {"text_block_id": "p9_b215", "text": "With the objectives for the development, expansion, promotion of rural energy technologies and assist in rural electrification, the existing Rural Energy Fund under Alternative Energy Promotion Centre will be expanded into Central Rural Energy Fund (CREF). The CREF will have the fund from the Government of Nepal and other sources. The formation and management working modality of the CREF will be as prescribed by the Government of Nepal."}, {"text_block_id": "p9_b216", "text": "9.2 At District level"}, {"text_block_id": "p9_b217", "text": "Institutional arrangement for rural energy development will be arranged as prescribed in Local Self Governance Act, 2055 BS. District Energy Fund and Village Energy Fund will be established to promote and expand rural energy at district and village level, respectively. Formation of this will be as prescribed by the Government of Nepal."}, {"text_block_id": "p10_b218", "text": "10 OTHER ARRANGEMENTS"}, {"text_block_id": "p10_b219", "text": "10.1"}, {"text_block_id": "p10_b220", "text": "Arrangement will be made for community mobilisation as may be required for implementation of energy development programme."}, {"text_block_id": "p10_b221", "text": "10.2"}, {"text_block_id": "p10_b222", "text": "Rural energy systems will be developed and expanded in the basis of cluster."}, {"text_block_id": "p10_b223", "text": "10.3"}, {"text_block_id": "p10_b224", "text": "Access to energy will be increased through different rural energy technologies and grid by preparing district level energy master plan based on district energy potential and requirement."}, {"text_block_id": "p10_b225", "text": "10.4"}, {"text_block_id": "p10_b226", "text": "Use of rural energy will be encouraged in diversifying productive end-uses for industry, food processing, household equipment, agricultural equipment, irrigation, and drinking water in addition to cooking and lighting uses."}, {"text_block_id": "p10_b227", "text": "10.5"}, {"text_block_id": "p10_b228", "text": "Except for the edible oil, research and development and dissemination will be emphasised on oils that can be used as energy from vegetations, fruits and seeds and that are not used traditionally"}, {"text_block_id": "p10_b229", "text": "10.6"}, {"text_block_id": "p10_b230", "text": "As the rural energy is directly linked to activities traditionally carried out by the women, programmes of rural energy technology will be implemented considering it as an integral part of the women•s enabling activities."}, {"text_block_id": "p10_b231", "text": "10.7"}, {"text_block_id": "p10_b232", "text": "Fund received from selling greenhouse gas emission reduction sales will be used for the promotion and development of the rural energy."}], "document_description": "The Rural Energy Policy provides a framework to contribute to rural poverty reducation and environmental conservation by ensuring access to clean energy in the rural areas.&nbsp;<br><br>The policy established the following objectives: 1) reduce dependency on traditional energy and conserve environment by increasing access to clean and cost effective energy in the rural areas; 2) increase employment and productivity through the development of rural energy resources; 3) increase the living standards of the rural population by integrating rural energy with economic activities.&nbsp;"}