{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Nepal", "document_category": "Policy", "document_sector_name": ["Water", "Industry", "Health", "Disaster Risk Management (Drm)", "Buildings", "Agriculture"], "document_language": "English", "document_name": "The National Strategy for Disaster Risk Management in Nepal 2008", "document_country_code": "NPL", "document_hazard_name": ["Landslides", "Drought", "Flood"], "document_response_name": "Disaster Risk Management", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "03/01/2008", "document_keyword": ["Industry", "Disaster Risk Management", "Buildings", "Transport", "Health", "Agriculture"], "document_url": "https://cdn.climatepolicyradar.org/NPL/2008/NPL-2008-01-03-The National Strategy for Disaster Risk Management in Nepal 2008_48c587496798bb160b8dd3abfcbe2aae.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Final Draft"}, {"text_block_id": "p0_b2", "text": "National Strategy for Disaster Risk Management in Nepal"}, {"text_block_id": "p0_b3", "text": "March 2008"}, {"text_block_id": "p1_b4", "text": "ACRONYMS"}, {"text_block_id": "p3_b5", "text": "INTRODUCTION AND EXECUTIVE SUMMARY"}, {"text_block_id": "p3_b6", "text": "Nepal is a hotspot for geophysical and climatic hazards. The country is relatively ranked very high in terms of vulnerability to natural calamities. The risk is believed to be increasing very rapidly mainly due to the growth in population, especially in urban and urbanizing areas. Another major factor for the increasing risk is the lack of a favorable policy and legal environment commensurate with the present-day situation, needs, opportunities and resource availability."}, {"text_block_id": "p3_b7", "text": "The National Strategy for Disaster Risk Management in Nepal (NSDRMN) endeavors to facilitate the required change in order to achieve the goal of disaster resilient Nepal by providing guidance for improving the policy and legal environment, and by prioritizing the strategic interventions. The Strategy as well as the elaborate process of its development addresses Nepal•s long-felt need to come up with a long term policy document and build on the enormous amount of disaster reduction planning and implementation works that have been carried out in the country in the past, especially after the commencement of the International Decade for Natural Disaster Reduction (1990-1999). It has put forth suggestions regarding institutional reorganization and development, and strategic improvement in the existing policy and legal environment for creating an enabling atmosphere for encouraging disaster risk reduction (DRR) and preparedness planning at all levels as well as for mainstreaming DRR strategies into the national development and poverty alleviation agenda. Thus, it is a road map that provides long term guidance in the area of disaster risk management planning and implementation in Nepal. Rather than being an Action Plan, it is but a guide for subsequent action planning for disaster risk management (DRM) in any of the development sectors by government or non-government institutions. Based on a sound analysis of the existing gaps, the NSDRMN aims to trigger a process of change in both aspects of DRM, namely, disaster reduction and emergency response planning and capacity enhancement."}, {"text_block_id": "p3_b8_merged", "text": "The NSDRMN reflects the spirits and aspirations of the government and people of Nepal as embodied in the 10th Five-year Development Plan (2002-2007) and also the Interim National Development Plan (2008-2010). Their stipulations have been the guiding principle in the formulation of this Strategy. On the one hand, the NSDRMN addresses the need for organized approaches for DRM in Nepal and provides strategic direction to develop and implement realistic plans and programmes suitable to the needs and requirements of the country based on experiences and the capacity of the concerned national institutions. On the other hand, the Strategy follows the globally accepted principles of cross-cutting issues such as Human Rights and Protection, Gender and Social Inclusion, Decentralization and Local Self-Governance, and Humanitarian Security, and recommends implementation of DRM by mainstreaming these in each sectoral plans and programmes."}, {"text_block_id": "p3_b11", "text": "In addition, the Strategy also aims to facilitate fulfillment of the commitments made by Nepal through various international conventions and forums towards DRR. Of particular relevance is the Hyogo Framework of Action (HFA) 2005-2015, which is a consensus document adopted at the UN World Conference on Disaster Reduction, Kobe in 2005, towards achieving the stated goals of DRR within the stipulated time frame. The NSDRMN is also guided by the UN •Cluster approach• principle and recommends creation of equivalent working groups drawing members from relevant Nepalese institutions for coordination of efforts."}, {"text_block_id": "p3_b12", "text": "The responsibility for DRM, in reality, does not lie in one institution alone, but is shared by various institutions, requiring support from each and every institution as well as individual citizens of the country. Further, to be implemented successfully, the Strategy depends upon"}, {"text_block_id": "p4_b13", "text": "the trust, understanding, acceptance and ownership of all the stakeholders. The process of developing the Strategy is an important vehicle for building that trust and understanding. Adhering to this concept, the Ministry of Home Affairs spearheaded the formulation of the NSDRMN by creating a Steering Committee (SC) that provided oversight and guided the process of its formulation. The SC consisted of senior level government officials from the development ministries. A gap analysis was done for all the key sectors based on an extensive literature research on policies, plans, programmes, international commitments, and achievements by the government, non-government, private sectors and academia. Structured interviews with 32 high level officials of different ministries and specialized government agencies helped identify the gaps and challenges in DRM, which provided a wealth of information and lead to quantitative data and programmes. Such situation analysis also helped develop in-depth understanding on the possible avenues for change. A national workshop and a series of eight sector-specific workshops were also conducted along with a SWOT analysis of all the sectors in terms of DRM. Participants of the workshops were drawn from the respective sector offices of all stakeholders • GoN ministries and departments, local-level government offices, the corporate sector, national and international organizations, NGOs, Community Based Organizations (CBOs), vulnerable communities, UN agencies and the external development partners (donors). Inputs from individual experts and UNDP disaster focal points of Pakistan, India, Sri Lanka and Bhutan Country Offices were also received through an external review process coordinated by the Bureau of Crisis Prevention and Recovery (BCPR) Asia Regional Office in New Delhi."}, {"text_block_id": "p4_b14", "text": "UNDP Nepal, with core financial support from the European Commission Humanitarian Aid Department, provided the management support and technical leadership. The National Society for Earthquake Technology • Nepal (NSET) served as the technical consultant."}, {"text_block_id": "p4_b15_merged", "text": "This document provides background information on natural hazards and risks, and the disaster trends of the country; explores the existing structure for DRM; identifies the main issues and gaps; and suggests an institutional mechanism that needs to be put in place. It also outlines the strategic interventions • cross-sectoral as well as sector-specific and the relevant cross-cutting issues that are to be implemented and addressed in order to achieve the vision of a •Disaster Resilient Nepal•. Each of the topics discussed in this plan are summarized below:"}, {"text_block_id": "p4_b18", "text": "Disaster Risk Management: A case for Nepal"}, {"text_block_id": "p4_b19", "text": "A brief description of the type, extent and distribution of the variety of natural hazards faced by the country is provided. The various causative factors of vulnerabilities are discussed to understand the ever increasing disaster risks in the country, which is one of the highest in the region. Disaster data for the past three decades show the increasing disaster trends, both in the number of events and impacts, which is shown in terms of disaster related deaths. The relation between disaster and other social and economic issues are also explored. This provides the rationale for adopting a new approach to DRM, the need to reorganize the DRM institutional, legal and policy mechanisms, and for embarking upon new strategies for DRM."}, {"text_block_id": "p4_b20", "text": "Institutional and Legal Systems for Disaster Risk Management"}, {"text_block_id": "p4_b21", "text": "Exploration of the existing institutional and legal systems for DRM, and also identification of existing national policies governing other development sectors such as poverty alleviation and forestry/environment that have relevance to the issues of DRM, have been done to form the background for developing the concept of the proposed institutional structure and concepts for DRM. The proposed institutional structure seeks to introduce a qualitative change in the national structure that is capable of proactively enhancing DRR capabilities and preparedness of the country for effective response. The national institutional mechanism is"}, {"text_block_id": "p5_b22", "text": "designed in such a manner that it is able to trigger and support the process of DRR, decentralize the responsibility, open avenues for the involvement and engagement of all stakeholders and coordinate DRM actions nationally at all levels • from the community level to that of the district and central governments. The new structure is expected to enhance the authority of the nodal agency and, at the same time, ensure its capacity to integrate DRR into the national governance and development programmes to force/facilitate programme level coordination and synergy development. The regional realities and the need to establish regional/sub-regional cooperation and coordination have also been considered while formulating the proposed institutional mechanism."}, {"text_block_id": "p5_b23", "text": "The suggested DRM structure will have the National Commission for Disaster Risk Management (NCDRM) as the highest level institution responsible for a) endorsement of national policies on DRM and approving the national-level DRM plans and programmes, b) guide and oversee management of fund generation and mobilization and c) provide policy guidance for bilateral, sub-regional, regional and international cooperation in the area of DRM."}, {"text_block_id": "p5_b24", "text": "The Prime Minister is proposed to head the NCDRM as its Chair while the Opposition Leader in the Parliament is proposed as the Deputy Chair. Members of the Commission are proposed to be the ministers, Chief of the Army Staff, Chief of the police departments and two representatives of the civil society. One more member is to be nominated by the Chair."}, {"text_block_id": "p5_b25", "text": "The NCDRM is an apex policy body that will meet at least once a year for discussing DRM issues and its implementation status at the national level, providing policy guidance for implementing disaster management and risk reduction plans and programmes, and ensuring that an effective mechanism is in place for responding to emergency situations. It could also meet during or after a major disaster, or as and when required by the disaster situation in the country either for the purpose of monitoring of disaster response or endorsement of contingency plans for emergency response as the case may be. This will ensure much needed high level political support required to implement DRM plans and programmes, allocating necessary resources, and instructing the National Authority for Disaster Risk Management (NADRM) for the planning and implementation of DRM plans and programmes in a coherent, organized and coordinated manner. The NADRM will report to NCDRM on its progress at least once a year and will implement DRM plans and programmes at the national level. It will also coordinate district and local level DRM and emergency response activities and provide guidance and oversight to them as and when necessary."}, {"text_block_id": "p5_b26", "text": "The NADRM is proposed to be the operational arm of the NCDRM and will act as the executive agency for the implementation of the NSDRMN at the national level. It will seek policy guidance and support from NCDRM as and when required. It will be responsible for ensuring coordination among various agencies (government, non-government, civil society and international agencies) within the country for their support in DRM planning and implementation and fund mobilization for synergistic impacts in compliance with the NSDRMN and related policies and legislation. It will also monitor DRM-related works of all the concerned agencies. During and after a national level disaster, the NADRM will be the highest executive agency for the implementation and monitoring of emergency response, recovery and disaster rehabilitation and reconstruction of social and physical infrastructure. To be able to discharge this responsibility, the NADRM will develop necessary strategies, standards and guidelines, and will design plans and programmes for capacity building and emergency response. It will constitute Technical Committees as needed, drawing members from within and/or outside the government bureaucracy."}, {"text_block_id": "p6_b27", "text": "The institutional structure also envisages the constitution of a District Authority for Disaster Risk Management (DADRM) and Municipal Authority for Disaster Risk Management (MADRM), which will be similar to the NADRM in terms of responsibilities. Their jurisdiction, though, will be limited to the district and municipality level for DRM works and emergency responses."}, {"text_block_id": "p6_b28", "text": "The lowest level institution proposed to be responsible for local-level DRR and emergency response are the VDCs. Their responsibilities would include inventorying disaster events and impacts, local-level hazard and risk assessment, carrying out disaster awareness programmes, community-based DRM, VDC-level DRM planning, including capacity building for DRR and emergency response, pre-positioning and management of emergency stores for relief and light search and rescue (LSAR), development/implementation of disaster volunteer programmes and to articulate and advocate for DRM at the local and district levels. The VDCs are visualized as the village-level platform for DRM. They will report on DRM matters to the DADRM."}, {"text_block_id": "p6_b29", "text": "The National Strategy for Disaster Risk Management in Nepal (NSDRMN)"}, {"text_block_id": "p6_b30", "text": "The main content of this section is the statement on Priority Strategic Actions that have been divided into two parts, namely, the Cross-sectoral and Sectoral strategies for DRM."}, {"text_block_id": "p6_b31", "text": "The recommended Cross-sectoral Strategies are based on already identified gaps and issues for each of the Priorities for Action that are in line with the HFA priorities, as given below:"}, {"text_block_id": "p6_b32", "text": "Priority Action 1:  Ensure that disaster risk reduction is a national and local priority with a strong institutional basis for implementation"}, {"text_block_id": "p7_b33", "text": "Priority Action 2: Identify, assess and monitor disaster risks and enhance early warning"}, {"text_block_id": "p7_b34", "text": "Priority Action 3: Better knowledge management for building a culture of safety"}, {"text_block_id": "p7_b35", "text": "Strategic Activity 12: Develop/modify the National Policy on education and implement it so that it gives recognition to schools as important centres for propagating disaster awareness."}, {"text_block_id": "p7_b36", "text": "Strategic Activity 13: Implement disaster education"}, {"text_block_id": "p7_b37", "text": "Strategic Activity 14: Develop curricula on DRR training for different target groups and implement training programmes for all stakeholders"}, {"text_block_id": "p7_b38", "text": "Strategic Activity 15: Develop and implement a comprehensive national programme for disaster awareness"}, {"text_block_id": "p7_b39", "text": "Strategic Activity 16: Develop plans, programmes and facilitate for use of mass communication media for dissemination of information on disaster risk and risk reduction"}, {"text_block_id": "p7_b40", "text": "Strategic Activity 17: Develop/strengthen and encourage awareness raising programmes on DRM at the local level"}, {"text_block_id": "p7_b41", "text": "Strategic Activity 18: Encourage and support NGOs, CBOs and other stakeholders for developing and implementing awareness-raising programmes on disaster risk reduction and preparedness"}, {"text_block_id": "p7_b42", "text": "Priority Action 4: Reducing the underlying risk factors"}, {"text_block_id": "p8_b43", "text": "handicapped; disadvantaged groups, children and the elderly Strategic Activity 22: Incorporate disaster risk reduction measures into post-disaster recovery and rehabilitation processes  Strategic Activity 23: Develop and promote alternative and innovative financial instruments for addressing disaster risk reduction"}, {"text_block_id": "p8_b44", "text": "Priority Action 5: Enhance preparedness for effective response"}, {"text_block_id": "p8_b45", "text": "The sector-specific strategies are focused on addressing the identified gaps in particular sectors. They are divided into the five Priorities for Action. The following sectors have been considered:"}, {"text_block_id": "p8_b46", "text": "The sector-specific strategies are focused on addressing the identified gaps in particular sectors. They are divided into the five Priorities for Action. The following sectors have been considered:\n* Agriculture and Food security\n* Health\n* Education\n* Shelter, Infrastructure and Physical Planning\n* Livelihood Protection\n* Water and Sanitation\n* Information, Communication, Coordination and Logistics\n* Search and Rescue, and Damage and Needs Assessment"}, {"text_block_id": "p8_b62", "text": "Implementation and follow-up of the Strategy is the most important tasks. While the National government is the ultimate responsible agency for implementing the Strategy, the latter envisages decentralization of authority as well as responsibilities. Implementation of the Strategy foresees significant responsibility and contribution from all stakeholders • central and local government agencies and institutions; civil society, including NGOs, volunteer groups and the CBOs; the academia and private sector; the UN system; and other external development partners. Integration of DRR into the development process and promotion of"}, {"text_block_id": "p9_b63", "text": "international and regional cooperation in DRM is the agreed approach for implementing the Strategy."}, {"text_block_id": "p9_b64", "text": "The responsibility for implementing the priority actions have been given to several institutions. The leadership and coordination role for the cross-sectoral strategies are to be taken up by the NADRM, while the leadership for the implementation of the sector-specific strategies will lie with the respective line ministry of the government. The post-disaster emergency response, early recovery and reconstruction, and rehabilitation will be implemented primarily under the leadership of NADRM, which can draw additional human and technical resources from other agencies - government or non-government."}, {"text_block_id": "p9_b65", "text": "Since NADRM will play a pivotal role in the implementation of the strategy, it is expected to carry out three key functions for successful implementation: a) Build support for the NSDRMN, b) Implement/support individual strategic actions and c) Monitor and evaluate progress."}, {"text_block_id": "p9_b66", "text": "Building support for the strategy means: i) Using transparent and inclusive mechanisms in coordination, planning and implementation; ii) Adopting informed, rational and consultative decision making process; iii) Building relationships with stakeholders based on the principles of equal opportunity and comparative advantages; iv) Raising awareness on DRR issues at all levels, including decision makers and politicians; and v) Conducting regular public hearings."}, {"text_block_id": "p9_b67", "text": "Supporting individual strategic actions means: i) Coordinating the actions of various partners and stakeholders with the objective of avoiding repetition and producing synergy by promoting a culture of sharing information, knowledge and experiences; ii) Assisting institutions, government or non-government, in the planning and execution of DRM initiatives by offering technical backstopping; iii) Conducting peer review of the action plan and joint initiatives; iv) helping the respective agencies to mobilize funds for DRR plans and programmes; and iv) Publicizing successful works done by individual agencies through professional networks, media and other channels."}, {"text_block_id": "p9_b68", "text": "Monitoring and evaluation (M&E) of the progress made will include: i) Developing an M&E plan for implementation and ii) Allocating necessary budgets for M&E and enhancing the capacity of respective agencies to conduct M&E of DRR plans and programmes."}, {"text_block_id": "p10_b69", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p12_b70", "text": "1 DISASTER RISK MANAGEMENT: A CASE FOR NEPAL"}, {"text_block_id": "p12_b71", "text": "1.1 NATURAL HAZARDS"}, {"text_block_id": "p12_b72", "text": "Nepal faces high magnitudes and intensities of a multitude of natural hazards such as flood, landslide, earthquake, fire, cyclonic winds and hailstorms, cloudburst, drought, famine, and epidemics. Industrial accidents, explosion, traffic accidents and hazardous events associated with poisonous substances are also recorded."}, {"text_block_id": "p12_b73", "text": "An inventory of past disastrous events during 1971-2006 reveals that epidemics takes the largest toll of life every year, and that landslide, flood (including the flash floods) and urban or rural fire are the principle hazards in terms of their extent and frequency of occurrence  as well as the spread and intensity of physical and socio-economic impacts. Earthquake is a major potential hazard to reckon with • the country is located on an active seismic belt and the exponential urbanization trend over the past decade with general disregard of earthquake-resistant measures in building construction is the cause of ever-increasing earthquake risk."}, {"text_block_id": "p12_b74", "text": "Ten Most Lethal Hazards in Nepal (1971 - 2005)"}, {"text_block_id": "p12_b75", "text": "Different government departments have made significant efforts in the past in mapping the natural hazards of Nepal. A variety of geologic, hydrologic, climatic hazard maps has been prepared at various scales by the respective technical departments of the government and other agencies. Many of these maps are available in the public domain. The scale usually is 1:100,000 or smaller. Such maps are useful for development planning and for disaster risk management."}, {"text_block_id": "p13_b76", "text": "Source:"}, {"text_block_id": "p13_b77", "text": "Building Code of Nepal"}, {"text_block_id": "p13_b78", "text": "Seismic Hazard Map of Nepal"}, {"text_block_id": "p13_b79", "text": "Source:"}, {"text_block_id": "p13_b80", "text": "Munich re, 2001"}, {"text_block_id": "p13_b81", "text": "Intensity of 1934 Earthquake in Kathmandu Valley"}, {"text_block_id": "p13_b82_merged", "text": "The entire country falls in a high earthquake intensity belt: almost the whole of Nepal falls in high seismic risk scale of MMI IX and X for the generally accepted recurrence period. The seismic zoning map of Nepal, which depicts the primary (shaking hazard), divides the country into three zones elongated in northwest-southeast direction; the middle part of the country is slightly higher than the northern and the southern parts. The flat plains of Tarai in the south of the country show the highest level of susceptibility to liquefaction. The middle hills and the higher mountains are highly susceptible to landslides including earthquake•induced ones. The middle hills and the high mountains are typically also susceptible to the phenomena of debris flow, including those due to landslide damming, cloudbursts and the resulting debris slides and flows, excessive erosion on the hill slopes, and rock falls. The flat plains of the Tarai faces sheet flood, and the problem is exacerbated by huge deposition of debris in the riverbed and by construction of embankments across the river flows, especially just across the international border with India."}, {"text_block_id": "p13_b84", "text": "Fire is a problem for all settlements. It is a huge problem in the rural as well as urban areas of the Tarai where the summer temperatures go as high as 45 deg Celsius."}, {"text_block_id": "p14_b85", "text": "Cyclonic wind is a hazard that destroys horticultural crops in spring, while hailstorm causes significant harm to the summer as well as winter crops, especially in the mountainous areas of the country."}, {"text_block_id": "p14_b86", "text": "Glacier lakes outburst floods (GLOF) and avalanches are typical of high Himalayan regions. GLOF hazard results from outburst of glacial lakes because of the destruction of the natural dams that contain the lake water. Most of these lakes are dammed either by ice-core moraine or by moraine debris. The damage occurs due either to the destruction of the moraine dam by backwater erosion due to overtopping of the dam by rapid melt or by avalanche in the background, or by melting of the ice-core of the damming moraine. The problem of Glacier Lakes Outburst Flood (GLOF) is being intensified due to the climate change resulting in accelerated melting of the glacier tongues and rapid enlargement of the glacial lakes contained by natural moraine dams. Several dangerous lakes have been mapped in Nepal Himalayas."}, {"text_block_id": "p14_b87", "text": "Snow avalanches are prevalent in the Himalayan region • they pose risk to the high mountain tourism industry."}, {"text_block_id": "p14_b88", "text": "1.2 DISASTER RISKS AND VULNERABILITIES"}, {"text_block_id": "p14_b89", "text": "The high level of hazards easily translates into risk because of the vulnerabilities that have been built up and are being built."}, {"text_block_id": "p14_b90", "text": "A recent study (UNDP/BCPR, 2004) ranked Nepal, in terms of relative vulnerability to earthquakes, as the eleventh most at risk country in the world, and thirtieth with respect to floods. Another report (World Bank, 2005) classifies Nepal as one of the global •hot-spots• for natural disasters. The DesInventar database in Nepal prepared for 1971-2003, shows the trend of one disaster event with two resultant deaths occurring every day over this period."}, {"text_block_id": "p14_b91_merged", "text": "Among the major hazards, floods and landslides are the most recurrent in Nepal, claiming on an average of about 211 lives annually in the past ten years. A devastating earthquake does not occur frequently, and hence its impact is not reflected in any statistics covering 30-40 years. However, should it occur, the damage could be of very large extent amounting to a significant proportion of the national GDP. The life loss from a strong earthquake in Kathmandu valley is estimated to be about 40,000 along with injury cases to the tune of 90,000, and almost all of the lifelines and critical facilities such as hospitals damaged at 50%. Among all the natural hazards, epidemics usually take the largest human toll in the country every year."}, {"text_block_id": "p14_b93", "text": "Official statistics of recent years say that about 1000 people die in Nepal every year due to the natural hazard events; about 300 deaths occur only due to floods and landslides. The country suffers a direct loss of an average of nearly 1208 million Nepali rupees per year. The accompanied indirect losses, in terms of lost time and opportunities, and the lack of services and the repercussions thereof, may be several times more than the above figure. This is a huge impact to neglect, especially if one considers that the losses due to natural hazards are increasing alarmingly."}, {"text_block_id": "p14_b94", "text": "Poor quality of construction of buildings and infrastructure is the main cause of structural vulnerability. Prevalence of non-engineered construction (>90%), poor quality control of materials and the construction processes make the construction poor enough even for normal conditions. Lack of awareness, and concentration of knowledge and skills only in academic centers contribute to the vulnerabilities. Development of settlements and public services in hazardous areas and marginal lands, because of the lack of proper land use assessment or the implementation of the land use policies, are yet another source of vulnerabilities."}, {"text_block_id": "p14_b95", "text": "Table 1 shows the losses due to disasters in six sample years in Nepal in terms of number of deaths and the direct losses in terms of the money value of damaged structures. It is seen that in •normal• year (without large events) the annual direct loss is or the order of less than a 0.01%"}, {"text_block_id": "p15_b96", "text": "of the national GDP and in the year of a significant large hazard impact, the direct loss reaches up to 4% of GDP. However, if the impact is by an earthquake, the damage loss can go much higher; for example, it was more than the annual GDP growth in 1988 despite the fact that the earthquake was a medium-sized event with an epicentral intensity of VIII MMI only. In case of a larger event, such as the one in 1934, the losses could be several ten times higher."}, {"text_block_id": "p15_b97", "text": "Table 1: Disaster Losses Compared to GDP and Development Expenditure in Nepal"}, {"text_block_id": "p15_b98", "text": "Notes:"}, {"text_block_id": "p15_b99_merged", "text": "Notes:\n* Source: Ministry of Home Affairs quoted in Disaster Review, 2005, Series XIII, July 2006, pp.13; Min. Water Resources, DWIDP, Kathmandu\n<\\li1>"}, {"text_block_id": "p15_b102", "text": "Table 2: Direct Losses due to Earthquakes (1970-2003)"}, {"text_block_id": "p16_b103", "text": "National Strategy for Disaster Risk Management (NSDRM): Draft"}, {"text_block_id": "p16_b104", "text": "Table 3: Disaster Losses in Nepal during 1971 • 2006 (37 Years)"}, {"text_block_id": "p16_b105", "text": "Notes:"}, {"text_block_id": "p17_b106", "text": "The table shows that flood is the largest cause of materials losses while landslide appears to be the largest killer-hazard. However, that is true only in non-earthquake years. Earthquake happens to be the most lethal hazard • death per event due to an earthquake is much larger and so are the losses in terms of areal extent of damage and intensity of destruction. Even a medium earthquake of 1988 (6.6 Richter, Epicentral intensity of shaking VIII MMI) caused death of 721 persons and a loss of 5 billion Nepali Rupees as per the official estimates. Informal estimates put these figures much higher."}, {"text_block_id": "p17_b107", "text": "The escalation of the political conflict and the resulting internal displacement of population over the last decade have increased vulnerability and risk due to issues of security, population migration/displacement with deterioration of livelihood opportunities, restricted access and poor information flow. Though traditional modes of response may have been relevant in urban areas, the conflict has greatly inhibited capacities in search and rescue and relief works in the rural hinterlands. It has also been observed that a discernible proportion of internal displacement occurred due to the dual exposure and risk of living in fragile areas prone to natural disasters and the conflict though with varying levels of impact. This intersection of natural hazards and human-made vulnerability gave rise to the potential threat of a humanitarian crisis."}, {"text_block_id": "p17_b108", "text": "With an HDI ranking of 136 (HDR 2005), Nepal is among the least developed countries in the world. Disaster, among others, is one attribution of poverty. To take a basic example of floods, which is the recurrent hazard in Nepal, the problem tree would show poverty and disempowerment among the fundamental causes and lack of land tenure in safe areas as one of the underlying causes. As one of the immediate causes of the floods, becoming a disaster would be the population staying in flood prone areas including river valleys. While disasters create instant poverty through the loss of lives and productive assets, poverty accentuates natural disasters through encroachments in the high-risk marginal areas. Hence, poverty is both cause and consequence of disasters in countries with high vulnerability. Nepal has embarked on meeting the Millennium Development Goals (MDGs) and has reported a considerable headway in the first five years of the millennium. However, disaster risk reduction is essential for sustaining the achievements of all the MDGs since it provides a safety net for the hard-earned development gains of the country. Hence, the high levels of structural, non-structural, social and institutional vulnerabilities of the country to the various natural and human-induced hazards remain a severe impediment to reaching the goals."}, {"text_block_id": "p17_b109", "text": "Neglect of traditional wisdom and practices in construction or in the use of natural resources and unfamiliarity with the modern system of construction make the Nepalese very vulnerable. Similarly, rapid losses of the social cohesion system, for example the Guthi System, make us less resilient to the events of natural hazards."}, {"text_block_id": "p17_b110", "text": "Rapid population growth in Kathmandu and other municipal urban areas of the country, concentration of economic potentials and livelihood opportunities in urban areas, environmental degradation, and increasing pollution of air and water bodies are other causative factors of ever-increasing vulnerability of Nepal to natural hazards."}, {"text_block_id": "p17_b111", "text": "Insufficient disaster awareness among the development players and the communities fail to appreciate the strong correlation between hazards and vulnerabilities (existing and accumulating) and their interplay converting even a minor hazard-event into recurring disasters, which erode the hard-earned development gains and undermine the economic viability of communities and the affected regions. Lack of knowledge on such relationship, and the resulting mind-set, helped over the years to develop a sense of fatalism and complacency. Such mind-set needs to be changed, and this Strategy aims to create the conditions for such change in mind-set at all levels, encourage to bridge the disconnect between DRM initiatives and planning for sustainable development, and addresses all kinds of vulnerabilities, social, economic, cultural, as well as structural and non-structural."}, {"text_block_id": "p17_b112", "text": "The 1988 Udayapur Earthquake and the 1993 flood of south-central Nepal were the two medium-sized events that provided adequate lessons. Since then, Nepal has made significant progress towards disaster risk reduction, beginning with the formulation of the National"}, {"text_block_id": "p18_b113", "text": "Building Code and several other standards for safeguarding infrastructure, and a positive response to the Yokohama Strategy and Plan of Action by preparing the National Action Plan for Disaster Management in 1994."}, {"text_block_id": "p18_b114", "text": "Natural Hazards and Environment"}, {"text_block_id": "p18_b115", "text": "There is a strong link between natural hazards and environment as the former, especially those leading to disasters, are normally caused by sudden or systematic changes in the state of environment. These changes are mostly introduced through natural phenomena, where through a gradual course, nature responds to multiple climatic and geological processes acting upon the environment. Apart from the natural phenomenon, environmental changes are also induced through human activities, which are of sudden nature. A set of focused human interventions over a very short period, for example injudicious exploitation of natural resources or emission of Green House gases (GHG) into the atmosphere because of excess burning of fossil fuels, destruction of the natural environment beyond their capacity to resume, and heavy breaking of the inter-relationship with human settlements."}, {"text_block_id": "p18_b116", "text": "This kind of sudden change in environment is normally irreversible and puts more risks on human settlements, by causing more damage to lives, property and infrastructure, which in many cases can be avoided by giving adequate attention to environmental priorities during development planning. Environment protection provides safety to the lives and livelihood as well as sustainability to infrastructure. At times natural processes of change overlap with human induced changes causing devastating hazard events more often both at local as well as regional levels."}, {"text_block_id": "p18_b117", "text": "The impacts of human induced changes are global in nature, adding more risks to the areas having fragile geological set up, unplanned urban settlements, overexploited natural resources and un-stabilized slopes used for farming. Economic growth along with the increasing consumption of fossil fuels, deforestation, irrigated agriculture, animal husbandry and cement manufacture are constantly releasing greenhouse gases to the atmosphere causing global warming and climate change. Damage to earth•s capacity to act as a sink for GHGs and other pollutants, result in increased climatic variations leading towards frequent floods and droughts, giving room for disease and insect breakouts, causing severe threats for safety and health of the people, animals and plants as well as sustainability of the natural resources and ecological processes."}, {"text_block_id": "p18_b118", "text": "Usually events of natural hazards of large magnitude cause profound damage to the environment, which further amplify the impact on the communities and their livelihoods. This kind of impact is not always immediately evident, but can appear later, sometimes even years after the calamity. These impacts may appear in the form of pollutants accumulated in the air emitted from settlements, agricultural lands, factories and mines as well as forest fires. Similarly, degradation of fertile land leads to further expansion of agriculture in forested areas causing loss of habitat connectivity and direct threats to the biodiversity, thereby creating both short term and long-term implications for environment and ecological functions."}, {"text_block_id": "p18_b119", "text": "Environment is equally exposed to damage in post disaster situations, when people are relocated from the affected area or forced to move from their place of origin to the vicinity of protected areas, natural forests, riverbanks or hill slopes vulnerable to landslides. Severe damage is caused to environment from this kind of temporary settlements where the migrant community mostly depends on environmental resources for their livelihood. Normally in lack of law enforcement capacity of the government and alternatives provided to these people, the temporary relocation sites gradually become sites of permanent settlements, and loss of environment is forgone forever."}, {"text_block_id": "p18_b120", "text": "Environmental degradation makes especially poor communities more vulnerable to hazards because their livelihoods are more often fully dependent on natural resources. Moreover, they have little resources to deal with the issues and they are commonly living in the areas, more prone to natural hazards."}, {"text_block_id": "p19_b121", "text": "Since location, time and impact of hazards are difficult to predict, the preventive work including environmental conservation and sustainable use of natural resources are key to maintain environment•s capacity to buffer against disaster risks and to recover after the calamities. Attention should be given towards adopting proper agricultural practices, watershed management, agro-forestry, soil conservation, wetland management and fire prevention techniques, as well as supporting sustainable use of natural resources and biodiversity conservation. Sound and sustainable agriculture and resource use practices in the hills and mountains minimize the impact on downstream environment and local livelihoods. These preventive measures are of special importance to Nepal, where 80% of rural population draws its livelihood from subsistence agriculture, which is highly dependent on natural resource use and supply of environmental services."}, {"text_block_id": "p20_b122", "text": "2.1 EXISTING LEGAL AND INSTITUTIONAL SYSTEMS"}, {"text_block_id": "p20_b123", "text": "The legal framework for disaster management has a long history in Nepal with the Natural Calamity (Relief) Act 2039 promulgated in 1982. This Act allocated the responsibility for preparing and responding to disasters in Nepal to the Government. The Act, for the first time in history of Nepal, provided for a disaster management administrative structure in the country."}, {"text_block_id": "p20_b124", "text": "Central Level"}, {"text_block_id": "p20_b125", "text": "At the central level, it constituted the Central Disaster Relief Committee (CDRC) with the Minister of Home Affairs as the Chair. The 27-member apex body for disaster management comprises the Secretaries of the ministries of Finance; Defense; Local Development; Physical Planning and Works; Health and Population; Agriculture and Cooperatives; Education and Sports; Environment, Science and Technology;  Land Reform and Management, Industry Commerce and Sup[plies; Foreign Affairs; Water Resources; Information and Communication; Forest and Soil Conservation; Women, Children and Social Welfare, and representatives from the Nepal Army, Nepal Police and Nepal armed Police, and also from the Nepal Red Cross Society, Nepal Scout, Social Welfare Council and the Department of Mines and Geology, the Department of Water-Induced Disasters, and the Department of Hydrology and Meteorology. Following a disaster, the CDRC would meet as and when necessary to address the needs of the affected population and on matters related to all sectors (e.g. food, health, shelter, water & Sanitation, etc.). Because of the devastating effects of the annually recurrent floods, CDRC has been meeting regularly at least twice a year - before the floods to take stock of the flood preparedness status and to augment it, and immediately after to evaluate the response."}, {"text_block_id": "p20_b126", "text": "Regional Level"}, {"text_block_id": "p20_b127", "text": "The Natural Calamity (Relief) Act, 1982 provides for the establishment of regional committees as and when required. During the 1988 earthquake affecting eastern Nepal and the 1993 floods in south-central Nepal, Regional Service Centre established respectively at Biratnagar and Simara provided relief coordination demonstrating the usefulness of setting up regional committees to coordinate relief activities related to more than one district. However, these centers were closed after the emergency operations were over."}, {"text_block_id": "p20_b128", "text": "District Level"}, {"text_block_id": "p20_b129", "text": "District Disaster Relief Committees (DDRC) is a permanent outfit at the district level to coordinate relief and preparedness. DDRC is chaired by the Chief District Officer (CDO) who is the main administrative functionary to maintain law and order at the district level. Other members to DDRC are the representatives of the district level offices of the various public sector agencies such as district water supply office, district education office and district health office. The Local development Officer (LDO) • the district level officer of the Ministry of Local development, who coordinates development works with the elected bodies at the district level, is the member-secretary of DDRC."}, {"text_block_id": "p20_b130", "text": "The Natural Calamity (Relief) Act 2039 (1982) was very progressive when promulgated, however, although amended twice, it has failed to internalize the concept development and paradigm shift in disaster risk management from a reactive intervention in the form of relief to a proactive approach of mitigation. The Act does not have any instrument to correspond to the current concept of mainstreaming disaster risk management to the efforts of national development. This Act should be abrogated and replaced by a new Act that could internalize all the recent concepts of disaster risk management."}, {"text_block_id": "p20_b131", "text": "This gap was in part tried to be filled by the Local Self Governance Act (1999) which promotes the concept of decentralizing disaster risk management and encourages the district authorities to"}, {"text_block_id": "p21_b132", "text": "address the issues primarily at the district and VDC/municipality levels. While the Act assigns responsibilities to the district level authorities, it is not followed by supporting regulations and budgetary allocation resulting in poor implementation of the ideas contained in it."}, {"text_block_id": "p21_b133", "text": "While the tenth Five Year Plan has referred to disaster management, it has not been backed by suitable legal instruments, either in form of acts or ordinances. In fact, even Nepal•s land use policy has not been able to arrest flood plain encroachment in rural and unsystematic town planning in the urban areas. Thus, a predominantly reactive approach to disasters has continued across generations among most of the relevant stakeholders rather than the less expensive option of proactive preparedness and risk mitigation."}, {"text_block_id": "p21_b134", "text": "Apart from the above-mentioned, a series of national policies and international protocols can have implications to the issues of disaster risk management in Nepal, and vice versa. These are listed in Annex 2."}, {"text_block_id": "p21_b135", "text": "Nepal is fortunate to have started two very important initiatives recently, namely a) formulation of the National Policy for Disaster risk Management and, b) preparation of a new legislation for Disaster risk Management to replace the existing Natural Calamity (Relief) Act, 1982. Both these initiatives are focused on internalizing the shift from a response-based national system to emphasizing the disaster risk reduction and effective preparedness approach. The drafts of the policy and the Act are being discussed and it is hoped that this National Strategy on DRM will be able to guide the review process for ensuring the required level of consonance among the three policy documents."}, {"text_block_id": "p21_b136", "text": "2.2 EXISTING TECHNICAL CAPACITIES"}, {"text_block_id": "p21_b137", "text": "Nepal has witnessed accumulation of a vast wealth of knowledge in sciences and engineering, has developed a significant cadre of scientists, engineers, and professionals of allied disciplines, have conducted mapping of a variety of natural hazards at suitable scales, and have installed physical capacities for monitoring, analysis, and dissemination of user-friendly information to the public. Some representative examples of such capacities are shown below."}, {"text_block_id": "p22_b138", "text": "In addition, several other initiatives such as School Earthquake Safety Program, Program for Enhancement of Emergency Response have also been implemented successfully which can serve as model methodologies."}, {"text_block_id": "p22_b139", "text": "2.3 PROPOSED INSTITUTIONAL STRUCTURE AND CONCEPTS FOR DISASTER RISK MANAGEMENT IN NEPAL"}, {"text_block_id": "p22_b140", "text": "The Natural Calamity (Relief) Act, 1982 did perform a mission about three decades ago to formalize disaster response as a responsibility of the government to provide relief to the victims of the disaster-events, and it designated authorities at the centre and district levels to coordinate the rescue and relief efforts of various response agencies. However, the experience of the past three decades evidenced that this structure is capable to coordinate only small to medium level disasters. The stipulations of the Act and the institutional mechanism it has created were not adequate to manage emergency response during medium disasters such as the Udayapur Earthquake of 1988 or the flood disaster in south-central Nepal in 1993. Surely, the stipulations will not be able to handle larger disaster of the scale that of the Gujarat Earthquake of 2001 or the Kashmir Earthquake of 2005. Further, the Act, even with the"}, {"text_block_id": "p23_b141", "text": "amendments, does not incorporate the shifting emphasis from relief to preparedness and mitigation and mainstreaming disaster risk reduction into the development efforts of the country."}, {"text_block_id": "p23_b142", "text": "Therefore, there is a need for a qualitative change in the national structure for disaster risk management that could proactively enhance the DRR capabilities of the country and prepare for effective response. The national institutional mechanism need to be able to trigger and support the process of DRR, decentralize the responsibility, involve and engage all stakeholders and coordinate the actions nationally at all levels • from the community to the level of the national government. At the same time, the new structure should have the authority as well as the capacity to integrate DRR into the national governance and development efforts and force/facilitate program-level synergy and coordination."}, {"text_block_id": "p23_b143", "text": "Considering these facts, and also based upon the lesson-based institutional restructuring implemented recently by neighboring countries and to be able to develop compatible structure for being able to play active role in the SAARC level initiatives in DRM, the following institutional mechanism is proposed. The Ministry of Home Affairs should immediately start the process for the establishment of this institutional structure, by building upon and transforming what exists and creating new elements of the structure where necessary. The proposed Act on DRM should be commensurate with this structure."}, {"text_block_id": "p23_b144", "text": "2.3.1 National Commission for Disaster Risk Management (NCDRM)"}, {"text_block_id": "p23_b145", "text": "The NCDRM will be chaired by the Prime Minister. The Leader of the Opposition will serve ex officio as the Deputy Chairperson of the Commission. Other Members may include all cabinet ministers including ministers of Communication, Defense, Home Affairs, Foreign Affairs, Finance, Education and Social Welfare, Chief of the Army Staff, Inspector General of Police, Inspector General of the Armed Police, at least two representatives of Civil Society, and any other person of repute appointed or co-opted by the Chairperson."}, {"text_block_id": "p23_b146", "text": "The NCDRM will have the following functions:"}, {"text_block_id": "p23_b147", "text": "The NCDRM will have the following functions:\n* Endorse national policies on disaster risk management\n* Approve the National DRM Plan, sectoral plans for DRM, and the national programs for the reduction of specific natural hazards.\n* Arrange for, and oversee, the provision of funds for disaster risk reduction, preparedness, response and recovery measures, and\n* Provide policy guidance for bi-lateral, sub-regional (SAARC), regional and international cooperation in areas of disaster risk management"}, {"text_block_id": "p23_b155_merged", "text": "The operating arm of the NCDRM will be the National Authority for Disaster Risk Management (NADRM), which is described below."}, {"text_block_id": "p24_b158", "text": "National Strategy for Disaster Risk Management (NSDRM): Draft"}, {"text_block_id": "p25_b159", "text": "National Strategy for Disaster Risk Management (NSDRM): Draft"}, {"text_block_id": "p25_b160", "text": "Structure of Disaster Risk Management Authorities"}, {"text_block_id": "p26_b161", "text": "National Strategy for Disaster Risk Management (NSDRM): Draft"}, {"text_block_id": "p26_b162", "text": "Linkage/Relationship of NADRM with Government, Local Government and Other Agencies"}, {"text_block_id": "p27_b163", "text": "2.3.2 National Authority for Disaster Risk Management (NADRM)"}, {"text_block_id": "p27_b164", "text": "NADRM will serve as the national focal point and coordinating body for facilitating and monitoring implementation of disaster risk management strategies in Nepal. This necessitates NADRM to directly interact with /communicate with all stakeholders, including ministries, departments, and district level institutions in matters related to the planning and implementation of DRR initiatives. The proposed legislation should provide such authority to the NADRM."}, {"text_block_id": "p27_b165", "text": "NADRM will be the single authority to manage response, early recovery, reconstruction and rehabilitation in case of national or regional disaster. For this purpose, to institutionalize operations, all stakeholders including government departments/agencies and emergency responders will work through and form a part of NADRM for the stated period."}, {"text_block_id": "p27_b166", "text": "In case of a disaster affecting a single district, NADRM will provide guidance and support to the District Authority for Disaster Risk Management (DADRM)"}, {"text_block_id": "p27_b167", "text": "The following will be the functions of NADRM."}, {"text_block_id": "p27_b168", "text": "The following will be the functions of NADRM.\n* Act as Secretariat to the National Commission on Disaster Risk Management\n* Coordinate complete spectrum of disaster risk management at national level\n\t* Oversee development, implementation, monitoring and periodic updating of disaster risk reduction strategies, plans and programs throughout governmental and non-governmental entities.\n\t* implement response, recovery and rehabilitation works drawing cooperation from the sectoral agency,\n\t* coordinate international humanitarian assistance, liaise with the various disaster response  â¢clustersâ¢\n\t* facilitate and monitor incorporation/integration of DRR into the sectoral plans and programs\n\t* Develop guidelines and standards of DRR works, SOPs for various sectors, draft (model) emergency preparedness plans for different stakeholders, and endorse training curricula for informal training on DRM for different target groups.\n\t* Develop generic model bylaws for different levels of municipalities (metropolitan city, sub-metropolitan city, and municipality) incorporating the stipulations of the National Building Code, prepare guidelines for adapting the bylaws to the municipal conditions, approve the final bylaws for all municipalities. Develop/approve national curricula for training of engineers, architects, technicians, masons, contractors for promoting disaster-resistant construction practices and initiate training and capacity building programs for ensuring compliance.\n\t* Explore and develop a system of financial incentives, including establishment of insurance and financial support, rebates, tax holidays etc for encouraging earthquake-resistant construction and seismic retrofitting of private houses, development of emergency response and business continuity plans for commercial and industrial sectors.\n\t* Prepare national disaster risk management plans for different sectors and promote their implementation. Prepare guidelines for development and implementation of district, municipal, and VDC level disaster risk management plan including preparedness and emergency response plans, approve district level plans.\n\t* Formulate national Disaster risk management policy/framework.\n\t* Serve as national focal point for vetting all developmental projects from disaster management perspective to ensure that they do not introduce a new risk or enhance an existing one."}, {"text_block_id": "p28_b192", "text": "The following will be the functions of NADRM.\n* Act as Secretariat to the National Commission on Disaster Risk Management\n* Coordinate complete spectrum of disaster risk management at national level\n\t* Oversee development, implementation, monitoring and periodic updating of disaster risk reduction strategies, plans and programs throughout governmental and non-governmental entities.\n\t* implement response, recovery and rehabilitation works drawing cooperation from the sectoral agency,\n\t* coordinate international humanitarian assistance, liaise with the various disaster response  â¢clustersâ¢\n\t* facilitate and monitor incorporation/integration of DRR into the sectoral plans and programs\n\t* Develop guidelines and standards of DRR works, SOPs for various sectors, draft (model) emergency preparedness plans for different stakeholders, and endorse training curricula for informal training on DRM for different target groups.\n\t* Develop generic model bylaws for different levels of municipalities (metropolitan city, sub-metropolitan city, and municipality) incorporating the stipulations of the National Building Code, prepare guidelines for adapting the bylaws to the municipal conditions, approve the final bylaws for all municipalities. Develop/approve national curricula for training of engineers, architects, technicians, masons, contractors for promoting disaster-resistant construction practices and initiate training and capacity building programs for ensuring compliance.\n\t* Explore and develop a system of financial incentives, including establishment of insurance and financial support, rebates, tax holidays etc for encouraging earthquake-resistant construction and seismic retrofitting of private houses, development of emergency response and business continuity plans for commercial and industrial sectors.\n\t* Prepare national disaster risk management plans for different sectors and promote their implementation. Prepare guidelines for development and implementation of district, municipal, and VDC level disaster risk management plan including preparedness and emergency response plans, approve district level plans.\n\t* Formulate national Disaster risk management policy/framework.\n\t* Serve as national focal point for vetting all developmental projects from disaster management perspective to ensure that they do not introduce a new risk or enhance an existing one.\n* Serve as national focal point for promoting public-private-partnerships for disaster management through active involvement of corporate sector and other professional organizations.\n* Establish a series of hazard-specific Working Groups, chaired by senior representative of respective government departments, credible academic, or NGO institutions, drawing members from the various technical departments of the government, academic institutions, private sector, specialized NGOs and research centers. Facilitate the Working Groups to develop pertinent hazard reduction program for the country. Promote implementation of such programs by securing necessary resources and supporting the related lead institution.\n* Create another series of sector-specific Working Groups chaired by senior representative of respective government department or credible academic or NGO institutions, drawing members from the various government, local government, academic institutions, private sector, specialized NGOs and research centers. These sector-specific Working Group will be the national equivalent of the UN led Clusters for planning/programming humanitarian response. Support the functioning of the sector Working Groups by securing and providing resources.\n* Ensure establishment and smooth operation and maintenance of Emergency Operation Centers at National and District levels. Ensure uninterrupted communication between the district and the centre Emergency Operation Centers (EOCs).\n* Establish and operate Disaster Risk Management Information System and periodically publish information and database on disasters, hazards, vulnerabilities, risks etc by compiling and collating primary or secondary data from respective data generating agencies, public or private.\n* Collect, analyze, process and disseminate inter-sectoral information on DRM implementation\n* Framing up and enactment of appropriate legislations for effective management of disaster risk and response including volunteer teams,\n* Manage to provide technical assistance to ministries, departments, and district authorities in aspects of DRM.\n* Ensure that the government establishes a funding mechanism for sustained efforts in implementing DRM. Convene expert workshop for exploring the feasibility for such funding mechanisms (bonds, tax, National Fund for DRM etc). Facilitate and advocate for allocation of funds and resources enabling ministries and other stakeholders to implement DRR programs.\n* Serve as the one-window authority for the registration, monitoring and promotion and facilitation of NGOs working in aspects of DRM\n* Serve as the lead agency for bi-lateral, sub-regional, regional or international cooperation in DRM\n* Maintain close communication with all stakeholders, government, NGOs, donor agencies and the UN system, corporate sector and academia\n* Establish and host the National Platform on DRR. NADRM will ensure that the National Platform secures effective involvement of the civil society and corporate sector entities in disaster risk management, and promotes integrated approaches and convergent programming among different agencies and actors.\n* Ensure development and implementation of hazard-specific and sector-specific national plans for DRM."}, {"text_block_id": "p29_b220", "text": "The following will be the functions of NADRM.\n* Act as Secretariat to the National Commission on Disaster Risk Management\n* Coordinate complete spectrum of disaster risk management at national level\n\t* Oversee development, implementation, monitoring and periodic updating of disaster risk reduction strategies, plans and programs throughout governmental and non-governmental entities.\n\t* implement response, recovery and rehabilitation works drawing cooperation from the sectoral agency,\n\t* coordinate international humanitarian assistance, liaise with the various disaster response  â¢clustersâ¢\n\t* facilitate and monitor incorporation/integration of DRR into the sectoral plans and programs\n\t* Develop guidelines and standards of DRR works, SOPs for various sectors, draft (model) emergency preparedness plans for different stakeholders, and endorse training curricula for informal training on DRM for different target groups.\n\t* Develop generic model bylaws for different levels of municipalities (metropolitan city, sub-metropolitan city, and municipality) incorporating the stipulations of the National Building Code, prepare guidelines for adapting the bylaws to the municipal conditions, approve the final bylaws for all municipalities. Develop/approve national curricula for training of engineers, architects, technicians, masons, contractors for promoting disaster-resistant construction practices and initiate training and capacity building programs for ensuring compliance.\n\t* Explore and develop a system of financial incentives, including establishment of insurance and financial support, rebates, tax holidays etc for encouraging earthquake-resistant construction and seismic retrofitting of private houses, development of emergency response and business continuity plans for commercial and industrial sectors.\n\t* Prepare national disaster risk management plans for different sectors and promote their implementation. Prepare guidelines for development and implementation of district, municipal, and VDC level disaster risk management plan including preparedness and emergency response plans, approve district level plans.\n\t* Formulate national Disaster risk management policy/framework.\n\t* Serve as national focal point for vetting all developmental projects from disaster management perspective to ensure that they do not introduce a new risk or enhance an existing one.\n* Serve as national focal point for promoting public-private-partnerships for disaster management through active involvement of corporate sector and other professional organizations.\n* Establish a series of hazard-specific Working Groups, chaired by senior representative of respective government departments, credible academic, or NGO institutions, drawing members from the various technical departments of the government, academic institutions, private sector, specialized NGOs and research centers. Facilitate the Working Groups to develop pertinent hazard reduction program for the country. Promote implementation of such programs by securing necessary resources and supporting the related lead institution.\n* Create another series of sector-specific Working Groups chaired by senior representative of respective government department or credible academic or NGO institutions, drawing members from the various government, local government, academic institutions, private sector, specialized NGOs and research centers. These sector-specific Working Group will be the national equivalent of the UN led Clusters for planning/programming humanitarian response. Support the functioning of the sector Working Groups by securing and providing resources.\n* Ensure establishment and smooth operation and maintenance of Emergency Operation Centers at National and District levels. Ensure uninterrupted communication between the district and the centre Emergency Operation Centers (EOCs).\n* Establish and operate Disaster Risk Management Information System and periodically publish information and database on disasters, hazards, vulnerabilities, risks etc by compiling and collating primary or secondary data from respective data generating agencies, public or private.\n* Collect, analyze, process and disseminate inter-sectoral information on DRM implementation\n* Framing up and enactment of appropriate legislations for effective management of disaster risk and response including volunteer teams,\n* Manage to provide technical assistance to ministries, departments, and district authorities in aspects of DRM.\n* Ensure that the government establishes a funding mechanism for sustained efforts in implementing DRM. Convene expert workshop for exploring the feasibility for such funding mechanisms (bonds, tax, National Fund for DRM etc). Facilitate and advocate for allocation of funds and resources enabling ministries and other stakeholders to implement DRR programs.\n* Serve as the one-window authority for the registration, monitoring and promotion and facilitation of NGOs working in aspects of DRM\n* Serve as the lead agency for bi-lateral, sub-regional, regional or international cooperation in DRM\n* Maintain close communication with all stakeholders, government, NGOs, donor agencies and the UN system, corporate sector and academia\n* Establish and host the National Platform on DRR. NADRM will ensure that the National Platform secures effective involvement of the civil society and corporate sector entities in disaster risk management, and promotes integrated approaches and convergent programming among different agencies and actors.\n* Ensure development and implementation of hazard-specific and sector-specific national plans for DRM.\n* Establish National Steering Committee or Inter-ministerial level Task Force for the purpose of monitoring and evaluation of DRM initiatives.\n* Report to NCDRM periodically."}, {"text_block_id": "p29_b224", "text": "NCDRM will appoint the Chairperson, Vice-Chairperson, and five members of NADRM. All these positions are of technical character; will be filled by the NCDRM after a careful scrutiny of senior professionals of the country from within or outside the government bureaucracy. The positions will have the status of a Cabinet Minister, Minister of State, and Assistant Minister respectively."}, {"text_block_id": "p29_b225", "text": "NADRM will have a corps of fulltime staff, the strength will grow gradually. To start with the core staff may be drawn (on deputation) from the line agencies, critical facilities such as police, army, NRCS, lifeline system such as water, electricity, transport, health institutions, etc. The NADRM will constitute inter-ministerial standing committee, hazard-specific working groups and sectoral working groups. The organizational structure appearing above outlines the proposed institutional system."}, {"text_block_id": "p29_b226", "text": "2.3.2.1"}, {"text_block_id": "p29_b227", "text": "Inter-ministerial Standing Committee"}, {"text_block_id": "p29_b228", "text": "The inter-ministerial standing committee provides the policy and program support for ensuring the integration of DRR into the development programs, creates environment for incorporation of the experiences and existing capacities of the line ministries and department to contribute to the holistic DRM to be coordinated by NADRM"}, {"text_block_id": "p29_b229", "text": "2.3.2.2"}, {"text_block_id": "p29_b230", "text": "Hazard specific Working Groups"}, {"text_block_id": "p29_b231", "text": "Establish a series of hazard-specific Working Groups, chaired by senior representative of respective government departments, credible academic, or NGO institutions, drawing members from the various technical departments of the government, academic institutions, private sector, specialized NGOs and research centers. Facilitate the Working Groups to develop pertinent hazard reduction program for the country. Promote implementation of such programs by securing necessary resources and supporting the related lead institution."}, {"text_block_id": "p29_b232_merged_merged_merged", "text": "2.3.2.3 Sectoral Working Groups"}, {"text_block_id": "p29_b234", "text": "Create another series of sector-specific Working Groups chaired by senior representative of respective government department or credible academic or NGO institutions, drawing members from the various government, local government, academic institutions, private sector, specialized NGOs and research centers. These sector-specific Working Group will be the national equivalent of the UN led Clusters for planning/programming humanitarian response. Support the functioning of the sector Working Groups by securing and providing resources."}, {"text_block_id": "p29_b235", "text": "2.3.3 District Authority for Disaster Risk Management (DADRM)"}, {"text_block_id": "p29_b236", "text": "District Disaster Management Authorities (DADRM) shall be established by the respective district governments. The DDRMA will comprise of the chief of the district government (Chair), Chief District Officer (CDO), District level head of the Army, The District level Chief of the Police and the Armed Police, District Health/Education/Agriculture, representative of the Red Cross Society District Chapter. Other members of the DADRM should include representatives of NGOs, media, private sector, fire services, and other local stakeholders. DADRM will also serve as the district level platform for disaster risk reduction, and will report to the NADRM on matters related with disaster risk reduction and emergency preparedness planning."}, {"text_block_id": "p29_b237", "text": "The DADRM will establish a District Disaster Risk Management Unit as an operating arm and secretariat of the DADRM.  The DADRM will:"}, {"text_block_id": "p30_b238", "text": "The DADRM will establish a District Disaster Risk Management Unit as an operating arm and secretariat of the DADRM.  The DADRM will:\n* Lead the formulation of the district disaster risk management plan in collaboration with the district level line agencies of the central government,  district level NGOS, private businesses, and other stakeholders engaged in district level development planning, such as media and womenâ¢s group, representatives of institutions working for the interest of the marginalized communities. The plan will be realistically based upon local-level risk assessment by the DADRM, who will also coordinate implementation and periodic updating of the plan.\n* Review development plans of government departments and provide guidance on mainstreaming disaster risk reduction measures in these plans, ensure incorporation of DRR in district level development and planning process.\n* Promulgate building and planning bylaws for guiding the construction practices in rural areas by adapting the generic national bylaws to the local conditions and incorporating the stipulations of the National Building Code, prepare guidelines for adapting the bylaws to the VDC conditions,\n* Conduct training of engineers, architects, technicians, masons, contractors and instructors for promoting disaster-resistant construction practices and initiate training and capacity building programs for ensuring compliance.\n* Implement the system of financial incentives, including establishment of insurance and financial support, rebates, tax holidays etc for encouraging disaster-resistant construction and seismic retrofitting of private houses, development of emergency response and business continuity plans for commercial and industrial sectors.\n* Anchor community-based disaster preparedness initiatives by NGOs/CSOs and other national and international development/humanitarian organizations.\n* Constitute inter-agency coordination cells to promote multi-stakeholder partnerships.\n* Continuously monitor hazards, risks and vulnerable conditions within the district, municipality, or other hot-spot areas,\n* Prepare guidelines and standards for local stakeholders on disaster risk reduction,\n* Conduct education, training and public awareness programs for local officials, stakeholders and communities,\n* Encourage involvement of community groups in disaster risk reduction and response by providing them necessary financial and technical assistance for implementing community level initiatives,\n* Examine construction in the area and if hazard safety standards have not been followed, direct the relevant entities to secure compliance of such standards,\n* DADRM will be responsible for appropriate preparedness measures at district level, e.g.\n\t* maintain an early warning system for the type(s) of identified hazards,\n\t* identify buildings to be used as evacuation sites,\n\t* stockpile relief, rescue materials, stockpiles of grain, medicines, water purification medicament, etc\n\t* Prepare an inventory of all heavy equipment such as cranes, back-hoe, earthquake-moving machines, and\n\t* Conduction of annual drills to test the disaster preparedness plan,\n\t* Maintain a District Emergency Operation Centre (DEOC), which will have 24-hour link with the central EOC at NADRM via communication channel, with built-in redundancy (alternate channel also available for 24-hours.)"}, {"text_block_id": "p31_b276", "text": "The DADRM will establish a District Disaster Risk Management Unit as an operating arm and secretariat of the DADRM.  The DADRM will:\n* Lead the formulation of the district disaster risk management plan in collaboration with the district level line agencies of the central government,  district level NGOS, private businesses, and other stakeholders engaged in district level development planning, such as media and womenâ¢s group, representatives of institutions working for the interest of the marginalized communities. The plan will be realistically based upon local-level risk assessment by the DADRM, who will also coordinate implementation and periodic updating of the plan.\n* Review development plans of government departments and provide guidance on mainstreaming disaster risk reduction measures in these plans, ensure incorporation of DRR in district level development and planning process.\n* Promulgate building and planning bylaws for guiding the construction practices in rural areas by adapting the generic national bylaws to the local conditions and incorporating the stipulations of the National Building Code, prepare guidelines for adapting the bylaws to the VDC conditions,\n* Conduct training of engineers, architects, technicians, masons, contractors and instructors for promoting disaster-resistant construction practices and initiate training and capacity building programs for ensuring compliance.\n* Implement the system of financial incentives, including establishment of insurance and financial support, rebates, tax holidays etc for encouraging disaster-resistant construction and seismic retrofitting of private houses, development of emergency response and business continuity plans for commercial and industrial sectors.\n* Anchor community-based disaster preparedness initiatives by NGOs/CSOs and other national and international development/humanitarian organizations.\n* Constitute inter-agency coordination cells to promote multi-stakeholder partnerships.\n* Continuously monitor hazards, risks and vulnerable conditions within the district, municipality, or other hot-spot areas,\n* Prepare guidelines and standards for local stakeholders on disaster risk reduction,\n* Conduct education, training and public awareness programs for local officials, stakeholders and communities,\n* Encourage involvement of community groups in disaster risk reduction and response by providing them necessary financial and technical assistance for implementing community level initiatives,\n* Examine construction in the area and if hazard safety standards have not been followed, direct the relevant entities to secure compliance of such standards,\n* DADRM will be responsible for appropriate preparedness measures at district level, e.g.\n\t* maintain an early warning system for the type(s) of identified hazards,\n\t* identify buildings to be used as evacuation sites,\n\t* stockpile relief, rescue materials, stockpiles of grain, medicines, water purification medicament, etc\n\t* Prepare an inventory of all heavy equipment such as cranes, back-hoe, earthquake-moving machines, and\n\t* Conduction of annual drills to test the disaster preparedness plan,\n\t* Maintain a District Emergency Operation Centre (DEOC), which will have 24-hour link with the central EOC at NADRM via communication channel, with built-in redundancy (alternate channel also available for 24-hours.)\n* Perform such other functions as the NADRM may assign to it.\n* Take leadership in re-structuring smoothly the current obsolete mechanism of disaster rescue and relief at the district level into a modern one with institutional capacities suitable to address the wishes of the people to reduce disaster risk."}, {"text_block_id": "p31_b280", "text": "2.3.4 Municipal Authority for Disaster Risk Management (MADRM)"}, {"text_block_id": "p31_b281", "text": "Municipal Authority for Disaster Risk Management Authorities (MADRM) shall be established by the municipal governments. The larger municipalities, e.g. the Metropolitan cities, sub-metropolitan cities and other larger municipalities should gradually establish such authorities. The MADRM will typically comprise of the municipal Mayor, Chief Executive Officer, Chiefs of the municipal divisions (e.g. urban planning, building permit, GIS, social services, municipal police, health, education, cultural heritage, fire services etc), municipal board members, and representatives of NGOs, media, private sector, or any other local stakeholders. Municipal Disaster Risk Management Authorities (MADRM) will be established in urban areas and cities; it will serve as the local municipal platform for DRM."}, {"text_block_id": "p31_b282", "text": "The MADRM will:"}, {"text_block_id": "p31_b283", "text": "The MADRM will:\n* Formulate a municipal disaster risk management master plan (DRMMP), based upon local risk assessment, and coordinate its implementation,\n* Formulate and municipal emergency response plan as a part of the DRMMP, conduct regular drills to test the plan,\n* Review municipal development plans and other development plans of the central/district government and provide guidance on mainstreaming disaster risk reduction measures in these plans,\n* Promulgate bylaws by adapting the generic national bylaws to the local condition and incorporating the stipulations of the National Building Code, prepare guidelines for adapting the bylaws to the municipal conditions,\n* Conduct training of engineers, architects, technicians, masons, contractors and instructors for promoting disaster-resistant construction practices and initiate training and capacity building programs for ensuring compliance.\n* Implement the system of financial incentives, including establishment of insurance and financial support, rebates, tax holidays etc for encouraging earthquake-resistant construction and seismic retrofitting of private houses, development of emergency response and business continuity plans for commercial and industrial sectors.\n* Continuously monitor hazards, risks and vulnerable conditions within the municipality, especially in the hot-spot areas,\n* Prepare guidelines and standards for local stakeholders on disaster risk reduction,\n* Conduct education, training and public awareness programs for municipal officials, stakeholders and communities,\n* Encourage involvement of community groups in disaster risk reduction and response by providing them necessary financial and technical assistance for implementing community level initiatives,\n* Examine construction in the area and if hazard safety standards have not been followed, direct the relevant entities to secure compliance of such standards,\n\t* It may create expert working groups and advisory committees as necessary, or commission specific study on aspects of DRM.\n<\\li2>"}, {"text_block_id": "p32_b307", "text": "The MADRM will:\n* Formulate a municipal disaster risk management master plan (DRMMP), based upon local risk assessment, and coordinate its implementation,\n* Formulate and municipal emergency response plan as a part of the DRMMP, conduct regular drills to test the plan,\n* Review municipal development plans and other development plans of the central/district government and provide guidance on mainstreaming disaster risk reduction measures in these plans,\n* Promulgate bylaws by adapting the generic national bylaws to the local condition and incorporating the stipulations of the National Building Code, prepare guidelines for adapting the bylaws to the municipal conditions,\n* Conduct training of engineers, architects, technicians, masons, contractors and instructors for promoting disaster-resistant construction practices and initiate training and capacity building programs for ensuring compliance.\n* Implement the system of financial incentives, including establishment of insurance and financial support, rebates, tax holidays etc for encouraging earthquake-resistant construction and seismic retrofitting of private houses, development of emergency response and business continuity plans for commercial and industrial sectors.\n* Continuously monitor hazards, risks and vulnerable conditions within the municipality, especially in the hot-spot areas,\n* Prepare guidelines and standards for local stakeholders on disaster risk reduction,\n* Conduct education, training and public awareness programs for municipal officials, stakeholders and communities,\n* Encourage involvement of community groups in disaster risk reduction and response by providing them necessary financial and technical assistance for implementing community level initiatives,\n* Examine construction in the area and if hazard safety standards have not been followed, direct the relevant entities to secure compliance of such standards,\n\t* It may create expert working groups and advisory committees as necessary, or commission specific study on aspects of DRM.\n<\\li2>\n* Undertake appropriate preparedness programs at municipal level; e.g. maintain an early warning system, identify buildings to be used as evacuation sites, stockpile relief and rescue materials and identify alternative means for emergency communications,\n* Establish and operate municipal emergency operation centre (MEOC), and in the event of a disaster, organize emergency response in coordination the MEOC.\n* Coordinate with DADRM, NADRM and the District Emergency Operations Centre (DEOC),\n* Perform such other DRR functions as the NADRM may assign to it.\n* Review and re-structure the municipal organization structure for ensuring DRR implementation (building code implementation, land use planning and implementation, use of GIS etc)."}, {"text_block_id": "p32_b317", "text": "2.3.5 Village Development Committee (VDC)"}, {"text_block_id": "p32_b318", "text": "The VDC are the lowest tier in the governance structure and should be included in the institutional framework as the frontline institution to manage disaster risks. Elected representatives from village and ward levels form these bodies. These bodies have an important role in allocation of resources for local development works. VDCs can play an important role in inventorying disaster events and their impacts, delineating hazard impact areas and risk mapping, advocating demands of communities to the DADRM and District Government Authorities. Community demands may include requests for allocation of resources from local budgets for hazard mitigation and vulnerability reduction activities; e.g. spurs for flood control, rainwater harvesting structures for drought mitigation, vocational training for livelihoods to reduce vulnerability etc. Therefore, it will be important to develop orientation and knowledge of local political leadership at this level. VDCs that are more capable may develop local policies and guidelines for vulnerability reduction."}, {"text_block_id": "p32_b319", "text": "The VDC will serve as the village-level local platform for DRM. It will report on DRM issues to the village meetings and to the DADRM."}, {"text_block_id": "p32_b320", "text": "The VDC should designate a focal point for DRR who report the issues of DRR to the District Authority for Disaster Risk Management and get support from it. The network of focal point for DRR could gradually be extended to the ward level where the ward chairperson should serve as the focal point."}, {"text_block_id": "p32_b321", "text": "Main function of the focal point would be:"}, {"text_block_id": "p32_b322", "text": "Main function of the focal point would be:\n* Prepare a disaster inventory in the VDC as per a standard format and feed the information to the district-level disaster database to be operated by the DADRM.\n* Undertake local level disaster risk assessment in close collaboration with other knowledgeable people and institutions such as the schools, health, electricity and other lifeline institutions and critical facility managements,\n* Prepare VDC level disaster preparedness plan and integrate it into the VDC development plan.\n* Develop and implement a volunteer program, provide training on first aid, light search and rescue (LSAR) to the volunteers.\n* Sample pre-positioning of LSAR and first aid equipment, relief materials, grains, seeds, etc within the VDC by mobilizing formal and informal resources available.\n* Coordinate with the schools within the VDC in conducting disaster-drills, and in propagating disaster awareness in the VDC."}, {"text_block_id": "p33_b334", "text": "2.3.6 Community Based Organizations"}, {"text_block_id": "p33_b335", "text": "In order to promote community level disaster risk management activities, the capacity of existing community organizations will be developed and enhanced by district and VDC authorities for disaster risk management. In the absence of community organizations, new groups would be established to work on DRM. CBOs will be trained about local early warning system, evacuation, first aid, search and rescue, fire fighting etc. Linkages would be developed between CBOs and relevant local agencies; e.g. agriculture, banks, health and veterinary services to promote disaster preparedness. Skills and knowledge of CBO leadership will also be developed in financial management, people management, resource mobilization, interpersonal communication and presentation and negotiation skills."}, {"text_block_id": "p34_b336", "text": "3 THE NATIONAL STRATEGY FOR DISASTER RISK MANAGEMENT"}, {"text_block_id": "p34_b337", "text": "3.1 INTRODUCTION"}, {"text_block_id": "p34_b338", "text": "The National Strategy for Disaster Risk Management is a commitment of the Government of Nepal to reflect the paradigm shift towards Protection as part of the fulfillment of the basic right of the people. It also expresses the desire of the people and government of Nepal to reduce disaster risks to an acceptable level for safeguarding their lives, properties, development investments, cultural heritage as well as to mitigate the adverse impact to the environment from natural hazards thereby contributing to the aspirations of alleviating poverty and improving the quality of life of all Nepalese."}, {"text_block_id": "p34_b339", "text": "It should be seen as emanating from the policies, needs and thought processes in the country, must be aligned with the objectives enshrined with different policy pronouncements and the national planning process. Put here linkages with the positive policies."}, {"text_block_id": "p34_b340", "text": "The National Strategy recognizes the following as the main characteristics of the process of Disaster Risk management:"}, {"text_block_id": "p34_b341", "text": "The National Strategy recognizes the following as the main characteristics of the process of Disaster Risk management:\n* Integrating risk reduction concerns; safeguarding lives, livelihoods and assets of communities by promoting disaster-resilience; developing appropriate institutional, policy and legislative mechanisms for holistic disaster risk management at all levels, with involvement of all-stakeholder approach is essential for achieving the national goal of sustainable development and poverty reduction.\n* Citizen of the country have the right for dignified life and livelihood and that the government is responsible to ensure the protection from disasters, which  in essence is avoidable, with no risk creation in recovery / rehabilitation process; being accountable to the communities at risk and communities impacted by disaster, and being sensitive to such values as social equity, justice and inclusion, gender- and ethnicity- equality, and putting especial efforts in case of marginalized communities, dalits, deprived and physically handicapped."}, {"text_block_id": "p34_b345", "text": "The National Strategy, developed as a consensus by a participatory process involving all group of stakeholders, government, non-government, academic and communities, private sector and the international development partners, aims to serve as a guide to all, and at all levels, in planning and strategizing disaster reduction works or their integration in national development works processes in Nepal."}, {"text_block_id": "p34_b346", "text": "As mentioned earlier, the floods/flash floods and landslides constitute the principal hazards in Nepal and earthquake is a primary potential hazard. Hence, the Strategy should specifically encompass components to address these as well as other hazards."}, {"text_block_id": "p34_b347", "text": "3.2 VISION"}, {"text_block_id": "p34_b348", "text": "The national vision is"}, {"text_block_id": "p34_b349", "text": "Disaster-resilient Nepal"}, {"text_block_id": "p34_b350", "text": "3.3 MISSION"}, {"text_block_id": "p34_b351", "text": "The mission is to guide, encourage, and ensure development and implementation of organized approaches for managing and minimizing disaster risks and for effective preparedness at all levels. This includes:"}, {"text_block_id": "p34_b352", "text": "The mission is to guide, encourage, and ensure development and implementation of organized approaches for managing and minimizing disaster risks and for effective preparedness at all levels. This includes:\n* Institutional development,\n* Enhancing policy and legal environment for participation by all stakeholders adhering to the principles of Centralized Policy, decentralized implementation.\n* Creating enabling environment to encourage DRR and preparedness planning and implementation at central level to household levels, and\n* Ensuring integration of disaster risk reduction strategies into sectoral development and poverty alleviation plans."}, {"text_block_id": "p35_b362", "text": "3.4 GUIDING PRINCIPLES"}, {"text_block_id": "p35_b363", "text": "3.4.1 National development plans"}, {"text_block_id": "p35_b364", "text": "Formulation of the National Strategy derived the required motivation from the gradually improving national thoughts on Disaster Risk Management issues, which have been reflected in the National Development plans. The recently developed and published •3-Year Interim Plan (2007 • 2010)• of Nepal is yet another milestone • it recognizes disasters as one of the major impediments of national development process, and tries to address the disaster risk management tasks by devoting one separate chapter on Disaster Risk Management (Chapter 26), and provides recourses to DRM issues in different chapters pertaining to various development sectors. The plan recognizes the importance of disaster risk reduction and mitigation, emphasizes the need to introduce changes into the prevailing national policies for the required shift of focus from disaster response to prevention, mitigation and preparedness, identifies challenges such as the need to foster coordination among the institutions, and seeks to promote better understanding of hazards and the related disaster risks. The Plan recognizes existing lacunae such as the lack of institutional capacities at various levels, and emphasizes the need for systematic hazard/vulnerability mapping, enhancing public awareness and capacities for disaster risk assessment and building code implementation, and the need to establish proper institutional mechanism at the highest level for establishing a comprehensive DRM system"}, {"text_block_id": "p35_b365", "text": "।"}, {"text_block_id": "p35_b366", "text": "The plan provides the following as the vision, objectives, strategies, policy, plans and programs for DRM in Nepal for the next three years:"}, {"text_block_id": "p35_b367", "text": "•"}, {"text_block_id": "p35_b368", "text": "Vision"}, {"text_block_id": "p35_b369", "text": ": Minimize the adverse social and economic impacts of disasters"}, {"text_block_id": "p35_b370", "text": "•"}, {"text_block_id": "p35_b371", "text": "Objective"}, {"text_block_id": "p35_b372", "text": ": To enhance the safety of life and property from the natural disasters by making disaster management system efficient, capable, strong and effective and by means of sustainable, environment-friendly and feasible development / construction."}, {"text_block_id": "p35_b373", "text": "•"}, {"text_block_id": "p35_b374", "text": "Action Strategy"}, {"text_block_id": "p35_b375", "text": ": The plan proposes several relevant strategies, policies, approaches and programs, and actions to cover all stages of disaster risk management from reduction and mitigation to preparedness, planning capacity building for effective response, to reconstruction and rehabilitation. As a major shift in national approach, the plan tries to link disaster risk management actions to the national development efforts. The Plan provides adequate emphasis on the need to develop a comprehensive national strategy, formulation of appropriate mechanisms, institutional development and capacity building at various levels."}, {"text_block_id": "p35_b376", "text": "•"}, {"text_block_id": "p35_b377", "text": "The Plan recognizes the potential contribution of local communities in disaster risk reduction and preparedness, the pivotal role of local governments and authorities, the need to recognize the contribution and continued engagement of NGOs and private sector in aspects of disaster risk management, and the need to foster collaboration and coordination among the key players and institutions active in different sector of national economy."}, {"text_block_id": "p35_b378", "text": "3.4.2 Consideration of Cross-Cutting Issues in DRM Planning and Implementation"}, {"text_block_id": "p35_b379", "text": "Nepal is undergoing a rapid process of unprecedented political and social transformation. In this process, new value systems are being committed in all walks of national life. Principles such as protection of human rights, social inclusion, equality of all Nepalese irrespective of caste, creed, ethnicity, gender, decentralization of governance and devolution of authority, special consideration and provision of opportunities to the marginalized and handicapped segment of the societies such as dalits, active discouragement of •elite capture• etc are being accepted as action agenda."}, {"text_block_id": "p35_b380", "text": "Since disaster risk management is also a development issue, the National Strategy for Disaster Risk Management and the action agenda for disaster reduction will actively follow these principles at every stages from conceptualization, design and implementation of DRM initiatives, and special programs should be initiated for educating both the agencies and"}, {"text_block_id": "p36_b381", "text": "individuals, including the target population on the methods of implementing these principles in DRM initiatives, especially at community levels. Some of the specifics of these principles, as applicable to DRM processes, are briefed below."}, {"text_block_id": "p36_b382", "text": "Human Rights and Protection"}, {"text_block_id": "p36_b383", "text": "Persons affected by natural disasters should enjoy the same rights and freedoms under human right law and national law as others not affected. Protection shall not be limited to securing the survival and physical security of those affected by natural disaster. The full range of social, economic and cultural rights would also be secured. These are:"}, {"text_block_id": "p36_b384", "text": "•"}, {"text_block_id": "p36_b385", "text": "Rights related to physical security and integrity;"}, {"text_block_id": "p36_b386", "text": "•"}, {"text_block_id": "p36_b387", "text": "Rights related to basic necessities of life;"}, {"text_block_id": "p36_b388", "text": "•"}, {"text_block_id": "p36_b389", "text": "Rights related to other social, economic and cultural protection needs; and"}, {"text_block_id": "p36_b390", "text": "•"}, {"text_block_id": "p36_b391", "text": "Rights related to other civil and protection needs."}, {"text_block_id": "p36_b392", "text": "Gender and Social Inclusion"}, {"text_block_id": "p36_b393", "text": "The proposed authorities and institutions for DRM and those made responsible for its implementation will have the responsibility to ensure that:"}, {"text_block_id": "p36_b394", "text": "•"}, {"text_block_id": "p36_b395_merged", "text": "DRR programs including emergency response and relief should be gender-sensitive based upon an understanding that class, caste, and ethnicity further complicate the scenario. Therefore, such division of labor should be identified, understood and analyzed a priori for pre, during and post disasters conditions."}, {"text_block_id": "p36_b398", "text": "•"}, {"text_block_id": "p36_b399", "text": "At the time of disaster, public services often are paralyzed and therefore, community systems must be placed well in order so that they can function effectively and efficiently. For this, girls/women of all sections of the community, and other minority groups, dalits etc. must be able to know what to do, when to do and how to do depending on the kind of disaster. There must be clarity and confidence in them to exercise required knowledge and power."}, {"text_block_id": "p36_b400", "text": "•"}, {"text_block_id": "p36_b401", "text": "Women of various categories • young, single, married, widow, different ethnic groups, handicapped, sick etc. must be identified and programs are, therefore, targeted accordingly."}, {"text_block_id": "p36_b402", "text": "•"}, {"text_block_id": "p36_b403", "text": "Often marginalized groups of community as well as girls and women are the most vulnerable groups when a disaster takes place. The weak bargaining power at home and community reflects in their decision making to manage disasters. The reproduction functions of the female gender and the social divisions of power result in widening gaps within gender/groups. This demands special attention especially at times of disaster response and recovery, the need to mainstream gender and social inclusion into all stages of disaster risk management i.e., disaster preparedness, disaster reduction, disaster response and disaster recovery."}, {"text_block_id": "p36_b404", "text": "Decentralization and Local Self-governance"}, {"text_block_id": "p36_b405", "text": "Based on Nepal•s policy, law and practice, the District Development Committees (DDC), municipalities and Village Development Committees (VDC) are the functional local governments. They have the responsibility to help communities enhance safety against disaster risk and to be prepared to respond to disturbing hazard events. From these perspectives, the implementation process for the National Strategy shall embody the following stipulations:"}, {"text_block_id": "p36_b406", "text": "•"}, {"text_block_id": "p36_b407", "text": "Empower local governments for DRM by providing adequate resources such as financial, human resources, materials and equipment, communication facilities etc."}, {"text_block_id": "p36_b408", "text": "•"}, {"text_block_id": "p36_b409", "text": "Integrate DRM in local governments• planning process and formulate DRM plan for each district, municipality, and village, and encourage community groups to prepare community level DRM plan"}, {"text_block_id": "p37_b410", "text": "•"}, {"text_block_id": "p37_b411", "text": "Introduce a system of insurance for the damage or loss of crops, livestock and physical properties both in urban and rural areas, and make special arrangement for the poorest of the poor"}, {"text_block_id": "p37_b412", "text": "•"}, {"text_block_id": "p37_b413", "text": "Strengthen a monitoring and evaluation system to ensure progress in disaster risk management planning and preparedness."}, {"text_block_id": "p37_b414", "text": "Staff Safety and Security"}, {"text_block_id": "p37_b415", "text": "Implementation of the Strategy and programs under it shall ensure that the issue of Staff Safety and Security during disaster events has been built-in into the DRM procedures so as to adequately address the this issue in the following four major areas, notably,"}, {"text_block_id": "p37_b416", "text": "a)"}, {"text_block_id": "p37_b417", "text": "Life line system (water supply and sanitation, electricity system, telephony etc,"}, {"text_block_id": "p37_b418", "text": "b)"}, {"text_block_id": "p37_b419", "text": "Critical facilities, businesses and services with important roles in post-disaster situation (industry/trading houses dealing in materials that are important during disaster emergencies),"}, {"text_block_id": "p37_b420", "text": "c)"}, {"text_block_id": "p37_b421", "text": "Emergency response system and the response staff (SAR teams, medical first responders, etc), and"}, {"text_block_id": "p37_b422", "text": "d)"}, {"text_block_id": "p37_b423", "text": "Staff Security and Safety Team that is mobilized and dispatched to the site of disaster occurrence to provide safety and security to the emergency response operation."}, {"text_block_id": "p37_b424", "text": "The safety and security of the staff of all the above fair categories of institutions is vital for effective delivery of the emergency response and relief. For all the four categories, the Staff Safety and Security System can generically consist of the following four constituents:"}, {"text_block_id": "p37_b425", "text": "Staff"}, {"text_block_id": "p37_b426", "text": ": These staff of the institution have designated role for emergency. For the national Safety and security team, the staffs include experienced emergency national managers and staff identified for disaster/emergency missions by the Government of Nepal. Team members should be specially trained and equipped for their task;"}, {"text_block_id": "p37_b427", "text": "Methodology"}, {"text_block_id": "p37_b428", "text": ": Predefined methods for establishing safety and security including security assessments, and information management during the first phase of a sudden-onset disaster or emergency;"}, {"text_block_id": "p37_b429", "text": "Procedures"}, {"text_block_id": "p37_b430", "text": ": For institution, the procedures should be pre-defined in the Standard Operating Procedures (SOPs) that forks a part of the emergency response plan. For the national Safety and Security team, these are the proven systems to provide safety and security on the arrival of staff at the disaster or emergency site within 24 hours of request;"}, {"text_block_id": "p37_b431", "text": "Equipment:"}, {"text_block_id": "p37_b432", "text": "This equipment should be pre-positioned in the institutions themselves as specified in the Emergency response plan. For the national Team, these include the personal and mission equipment for safety and security teams to be self-sufficient in the field when deployed for disasters/emergencies for the first three (3) week period."}, {"text_block_id": "p37_b433", "text": "3.4.3 Acceptance of the Cluster Approach and Creation of National Cluster Groups"}, {"text_block_id": "p37_b434", "text": "Following the devastating 1993 floods in south-central part of the country, Nepal established three •Working Groups• for Disaster Management, notably i) Logistics Working Group, ii) Agriculture and Food Working Group, and iii) Disaster Health Working Groups, led respectively by the Ministry of Home Affairs, Ministry of Agriculture and Food and the Ministry of Health Services respectively. These working groups drew membership from the pertinent government agencies, the NGOs, and the international partnering agencies working in the particular area. Each Working Group created its standard Manual for Emergency Response, especially guiding the contribution to be made in the form of international relief and response. All the three working groups are still functional today, although they are at different levels of legal and functional standing."}, {"text_block_id": "p37_b435", "text": "This concept of •Working Group• is similar, to a certain extent, to the •Cluster Approach• promulgated by the UN Inter-Agency Standing Committee (IASC) in 2005. It is now globally"}, {"text_block_id": "p38_b436", "text": "accepted as an effective UN mechanism that can help to address identified gaps in response and enhance the quality of humanitarian action, by ensuring greater predictability and accountability, while at the same time strengthening partnerships between NGOs, international organizations, the International Red Cross and Red Crescent Movement and UN agencies."}, {"text_block_id": "p38_b437", "text": "At the country level, the aim of the •Cluster Approach• is to strengthen humanitarian response by demanding high standards of predictability, accountability and partnership in all sectors or areas of activity. It is about achieving more strategic responses and better prioritization of available resources by clarifying the division of labor among organizations, better defining the roles and responsibilities of humanitarian organizations within the sectors, and providing the UN Humanitarian Coordinator with both a first point of call and a provider of last resort in all the key sectors or areas of activity. The cluster approach represents a raising of standards in humanitarian response. At the country level, it involves having clearly identified leads (within the international humanitarian community) for all the key sectors or areas of activity, with clearly defined responsibilities for these agencies in their capacities as sector leads."}, {"text_block_id": "p38_b438", "text": "Utilizing the excellent experience of the functioning of the three disaster working groups and that of the UN Cluster Approach, the Strategy will ensure that the National Authority for Disaster Risk Management (NADRM) revitalizes the Working Group concept with creation of additional groups, with designated leader-agency for each Working Group in the same line as the UN Clusters, and that the related cluster and working groups will meet periodically to jointly assess the disaster situation, impact, need analysis, and humanitarian response"}, {"text_block_id": "p38_b439", "text": "3.4.4 HFA 2005-2015"}, {"text_block_id": "p38_b440", "text": "Hyogo Framework of Action 2005-2015 (HFA) is the consensus strategy adopted by 168 member countries in the UN World Conference on Disaster Reduction in January 2005 in Kobe for spearheading the task of disaster risk reduction globally. The HFA 2005-2015 was developed based on the gap analysis in the national and global efforts in DRR in the preceding decade from 1994-2004."}, {"text_block_id": "p38_b441", "text": "The goals set by the HFA 2005-2015 are: a) Integration of disaster risk reduction into sustainable development policies and planning, b) development and strengthening of institutions, mechanisms and capacities to build resilience to hazards, and c) systematic incorporation of risk reduction approaches into the implementation of emergency preparedness, response and recovery program. It recommends five priorities for Action, namely,"}, {"text_block_id": "p38_b442", "text": "a)"}, {"text_block_id": "p38_b443", "text": "Priority Action 1: Ensure that disaster risk reduction (DRR) is a national and a local priority with a strong institutional basis for implementation."}, {"text_block_id": "p38_b444", "text": "b)"}, {"text_block_id": "p38_b445", "text": "HFA Priority Action 2: Identify, assess and monitor disaster risks and enhance early warning."}, {"text_block_id": "p38_b446", "text": "c)"}, {"text_block_id": "p38_b447", "text": "HFA Priority Action 3:  Use knowledge, innovation and education to build a culture of safety and resilience at all levels"}, {"text_block_id": "p38_b448", "text": "d)"}, {"text_block_id": "p38_b449", "text": "HFA Priority Action 4: Reduce the underlying risk factors"}, {"text_block_id": "p38_b450", "text": "e)"}, {"text_block_id": "p38_b451", "text": "HFA Priority Action 5: Strengthen Disaster preparedness for effective response"}, {"text_block_id": "p38_b452", "text": "The HFA Framework provides logical steps for achieving DRR; knowledge of the risk faced, especially from a participatory process with the participation of the people and communities at risk, is the starting point. Once the risk is known and there is a conviction on the possibility and commitment for reducing the risk, one needs the knowledge, skills, and methodologies for reducing the risk. The next priority action stresses on knowledge management for DRR aiming at propagating the knowledge and empowering communities with the skills. The next step suggested is to home into action for risk reduction targeting the causative factors; thus, it focuses on risk assessment as the starting point for DRR. However, risk reduction is a long-term process, and there is always some residual risk at any point of time, hence the Framework suggests also disaster preparedness for effective response. All the steps mentioned above are"}, {"text_block_id": "p39_b453", "text": "possible only if there is a firm commitment by the nation to make disaster risk reduction as its priority and if it creates suitable legal, policy and institutional arrangements for implementing the DRR initiative, which forms the first priority action of the HFA. Nepal has expressed her commitments to DRR by signing the HFA 2005-2015."}, {"text_block_id": "p39_b454", "text": "Hence, the strategy for disaster risk management derives motivation, especially in international context, from the intent of the HFA, and the general outline of the HFA framework has been followed in developing this Strategy."}, {"text_block_id": "p40_b455", "text": "National Strategy for Disaster Risk Management (NSDRM): Draft"}, {"text_block_id": "p40_b456", "text": "3.5 PRIORITY ACTIONS"}, {"text_block_id": "p40_b457", "text": "3.5.1 CrossSectoral Strategies for DRR"}, {"text_block_id": "p40_b458", "text": "Priority Action 1: Ensure that disaster risk reduction is a national and a local priority with a strong institutional basis for implementation."}, {"text_block_id": "p40_b459", "text": "Issues and Gaps"}, {"text_block_id": "p40_b460", "text": "•"}, {"text_block_id": "p40_b461", "text": "Nepal needs to establish and institutionalized an integrated Disaster Risk Management system that could address the entire spectrum of disaster-related issues from mitigation to preparedness and response. Only such DRM system can provide the encouragement as well guidance to all stakeholders to undertake initiatives to make the country safe from natural hazards, to develop hazard-specific national programs for DRR. The system typically would comprise of institutional mechanisms as stipulated by this NSDRM, and the corresponding policies and legislations."}, {"text_block_id": "p40_b462", "text": "•"}, {"text_block_id": "p40_b463", "text": "Lack of a comprehensive legal and policy instrument for disaster risk reduction and planning/implementation of emergency response. Existing Act does not address the issue. The draft Act and Policy for DRM, currently being discussed, needs to be screened against the stipulation of this Strategy."}, {"text_block_id": "p40_b464", "text": "•"}, {"text_block_id": "p40_b465", "text": "Lack of proper mechanism for integrating DRR issues with Development initiatives (Even PRSP and MDGs do not include disaster issues)"}, {"text_block_id": "p40_b466", "text": "•"}, {"text_block_id": "p40_b467", "text": "There is an urgent need to enhance emergency response planning and capabilities at all levels"}, {"text_block_id": "p40_b468", "text": "•"}, {"text_block_id": "p40_b469", "text": "Lack of suitable funding mechanism for implementing DRR"}, {"text_block_id": "p40_b470", "text": "Suggested Strategies"}, {"text_block_id": "p40_b471", "text": "The suggested strategies vis-à-vis the identified gaps are tabulated in the following pages. Main umbrella type of priority action for each of the strategic interventions is also given together with suggestion of responsibilities to the central level government and other institutions at the national level."}, {"text_block_id": "p43_b472", "text": "Note: Until the NADRM and DADRM are established, all responsibilities assigned to them should be initiated/implemented by MOHA and CDO respectively."}, {"text_block_id": "p43_b473", "text": "Priority Action 2: Identify, assess and monitor disaster risks and enhance early warning."}, {"text_block_id": "p43_b474", "text": "Issues and Gaps"}, {"text_block_id": "p43_b475", "text": "•"}, {"text_block_id": "p43_b476", "text": "There is an urgent need to interpret existing hazard information into risk information for the entire country for each hazard type by combining the knowledge on vulnerability and capacity and the socio-economic and demographic profiles"}, {"text_block_id": "p43_b477", "text": "•"}, {"text_block_id": "p43_b478", "text": "A comprehensive national and district level database on disasters, hazards, vulnerabilities and capacities is yet to be established in Nepal. There is also a lack of unified system of information dissemination, the capacities for a prudent use of media and the modern communication technologies."}, {"text_block_id": "p43_b479", "text": "•"}, {"text_block_id": "p43_b480", "text": "Establishment / strengthening of early warning system and addressing the need to understand the impacts of climate change process as well as the hazard-environment relationships, especially at the local levels is to be done on an urgent basis."}, {"text_block_id": "p43_b481", "text": "Suggested Strategies"}, {"text_block_id": "p43_b482", "text": "The suggested strategies vis-à-vis the identified gaps are tabulated in the following pages. Main umbrella type of priority action for each of the strategic interventions is also given together with suggestion of responsibilities to the central level government and other institutions at national level."}, {"text_block_id": "p46_b483", "text": "Priority Action 3: Better Knowledge Management for Building a culture of Safety."}, {"text_block_id": "p46_b484", "text": "Main Issues and gaps"}, {"text_block_id": "p46_b485", "text": "•"}, {"text_block_id": "p46_b486", "text": "The level of disaster awareness and knowledge on disaster risk management is conspicuously low at all levels: Education policy needs to be modified to include disaster education at all levels in formal and non-formal and continuing education programs. Massive campaign for DRR is required"}, {"text_block_id": "p46_b487", "text": "•"}, {"text_block_id": "p46_b488", "text": "Currently, the institutional capacity to develop, plan and implement DRR is very poor with all key stakeholders. They need to be educated and motivated • the capacity must be built-up. There is a huge lack of knowledge on building codes, land use plans, climate risk management approaches etc even with the key players, resulting in continued high vulnerability of residential buildings, critical facilities and infrastructures and even increase of such vulnerabilities."}, {"text_block_id": "p46_b489", "text": "Suggested Strategies"}, {"text_block_id": "p46_b490", "text": "The suggested strategies vis-à-vis the identified gaps are tabulated in the following pages. Main umbrella type of priority action for each of the strategic interventions are also given together with suggestion of responsibilities to the central level government and other institutions at national level."}, {"text_block_id": "p49_b491", "text": "Priority Action 4: Reducing Risks in Key Sectors and Establishment of Mechanisms for DRR"}, {"text_block_id": "p49_b492", "text": "Main Issues and gaps"}, {"text_block_id": "p49_b493", "text": "•"}, {"text_block_id": "p49_b494", "text": "Hazard and risk mitigation issues are disconnected from development and integrated environmental and natural resource management approaches leading to wastage of opportunities and creation of additional vulnerabilities."}, {"text_block_id": "p49_b495", "text": "Hazard and risk mitigation issues are disconnected from development and integrated environmental and natural resource management approaches leading to wastage of opportunities and creation of additional vulnerabilities.\n* DRR\n* Critical facilities and lifelines not yet prot\n* Issues of Climate change, and climate risk management and the need to adapt to the"}, {"text_block_id": "p49_b501", "text": "•"}, {"text_block_id": "p49_b502", "text": "The power of bottom-up, community-initiated/implemented approaches has not been acknowledged fully in DRR program • the top-down approach prevails."}, {"text_block_id": "p49_b503", "text": "•"}, {"text_block_id": "p49_b504", "text": "Private sector businesses and insurance companies not involved in DRR adequately."}, {"text_block_id": "p49_b505", "text": "•"}, {"text_block_id": "p49_b506", "text": "The role and potentials of private sector, NGO and CBO in DRR and emergency response not properly recognized and consecutively these actors are not adequately engaged into the DRR processes"}, {"text_block_id": "p49_b507", "text": "Suggested Strategies"}, {"text_block_id": "p49_b508", "text": "The suggested strategies vis-à-vis the identified gaps are tabulated in the following pages. Main umbrella type of priority action for each of the strategic interventions are also given together with suggestion of responsibilities to the central level government and other institutions at national level."}, {"text_block_id": "p49_b509", "text": "v"}, {"text_block_id": "p51_b510", "text": "Priority Action 5: Enhance Preparedness for Effective Response"}, {"text_block_id": "p51_b511", "text": "Main Issues and gaps"}, {"text_block_id": "p51_b512", "text": "•"}, {"text_block_id": "p51_b513", "text": "Emergency response planning and capability enhancement not institutionalized at the centre, district or community levels; response capacity exists only at the central level and it may be considered adequate good for smaller disasters, but not adequate for medium or large disasters."}, {"text_block_id": "p52_b514", "text": "•"}, {"text_block_id": "p52_b515", "text": "There is a lack of fully equipped emergency operation centers at the central or district levels."}, {"text_block_id": "p52_b516", "text": "•"}, {"text_block_id": "p52_b517", "text": "No emergency preparedness or response plan exists even for the majority of lifelines and critical facilities such as the telephone, -electricity, -health, -water supply departments and other facilities; none of the ministries or departments or industrial establishments has adequate emergency response and business continuity plans."}, {"text_block_id": "p52_b518", "text": "No emergency preparedness or response plan exists even for the majority of lifelines and critical facilities such as the telephone, -electricity, -health, -water supply departments and other facilities; none of the ministries or departments or industrial establishments has adequate emergency response and business continuity plans.\n* T\n<\\li1>"}, {"text_block_id": "p52_b520", "text": "•"}, {"text_block_id": "p52_b521", "text": "There is a lack of agreed upon standards for emergency response: even the existing norms for relief is not widely known to people because of the lack of proper mechanisms"}, {"text_block_id": "p52_b522", "text": "•"}, {"text_block_id": "p52_b523", "text": "There is no system for the enrolment and sustained operation of volunteers programs. Community as the first responder is usually not recognized and not assisted by any nationally organized program so far."}, {"text_block_id": "p52_b524", "text": "•"}, {"text_block_id": "p52_b525", "text": "No system for periodic assessment/updating of and monitoring of disaster response capability made. Disaster drills have taken place few and far in between."}, {"text_block_id": "p52_b526", "text": "Suggested Strategies"}, {"text_block_id": "p52_b527", "text": "The suggested strategies vis-à-vis the identified gaps are tabulated in the following pages. Main umbrella type of priority action for each of the strategic interventions are also given together with suggestion of responsibilities to the central level government and other institutions at national level."}, {"text_block_id": "p55_b528", "text": "3.6 SECTORAL STRATEGIES FOR DRR"}, {"text_block_id": "p55_b529", "text": "The following sections provide the recommended strategies for the different sectors for incorporating disaster risk reduction and emergency preparedness in the particular sector. These recommendations came out from the sectoral workshops conducted for this purpose."}, {"text_block_id": "p55_b530", "text": "3.6.1 Agriculture and Food Security"}, {"text_block_id": "p55_b531", "text": "Main Issues and gaps"}, {"text_block_id": "p55_b532", "text": "•"}, {"text_block_id": "p55_b533", "text": "Disaster Risk Management is yet to be integrated into the planning and programming initiatives in the agricultural sector."}, {"text_block_id": "p55_b534", "text": "•"}, {"text_block_id": "p55_b535", "text": "There is a lack of emergency assistance networks both in production and food supply, with poor seed and food storage facilities"}, {"text_block_id": "p55_b536", "text": "•"}, {"text_block_id": "p55_b537", "text": "There is a need to build up institutional mechanism within the offices of the Ministry of Agriculture and Cooperatives to address the issues of disasters into the sectoral plans and programs; an emergency preparedness plan needs to be drawn/updated for the sector"}, {"text_block_id": "p55_b538", "text": "•"}, {"text_block_id": "p55_b539", "text": "Improvement in early warning system can enhance efficiency in preparedness for flood and draughts"}, {"text_block_id": "p55_b540", "text": "•"}, {"text_block_id": "p55_b541", "text": "There is a need to enhance DRM capacity among professionals within the sector in both government and private sectors."}, {"text_block_id": "p55_b542", "text": "•"}, {"text_block_id": "p55_b543", "text": "There is an un-harnessed scope for the engagement of private sector through crop and livestock insurance."}, {"text_block_id": "p55_b544", "text": "•"}, {"text_block_id": "p55_b545", "text": "The indicative strategic action for DRR for this sector is given in the following table."}, {"text_block_id": "p57_b546", "text": "3.6.2 Health and Nutrition Sector Strategies"}, {"text_block_id": "p57_b547", "text": "Main Issues and gaps"}, {"text_block_id": "p57_b548", "text": "•"}, {"text_block_id": "p57_b549", "text": "Despite the presence of an effective program of health and nutritional surveillance and preparedness for response epidemics, the existing health infrastructure has not been used for delivery of preventive measures against other hazards"}, {"text_block_id": "p57_b550", "text": "•"}, {"text_block_id": "p57_b551", "text": "Health sector personnel, especially in remote areas and those outside the government system lack knowledge and awareness on DRM"}, {"text_block_id": "p57_b552", "text": "•"}, {"text_block_id": "p57_b553", "text": "The health-sector emergency preparedness and response plan has not been implemented fully, the identified vulnerabilities in the major hospitals systems have not been addressed, and a majority of health facilities including the major hospitals have not prepared any emergency preparedness and response plans"}, {"text_block_id": "p57_b554", "text": "•"}, {"text_block_id": "p57_b555", "text": "Despite the fact that almost all major hospitals, excluding a few ones, have been assessed as having high to very high level of vulnerabilities to earthquake, no efforts have been made to enhance seismic performance of these facilities."}, {"text_block_id": "p57_b556", "text": "•"}, {"text_block_id": "p57_b557", "text": "There is no mechanism for networking and resources sharing among the hospitals even within the public hospitals of Kathmandu Valley."}, {"text_block_id": "p59_b558", "text": "3.6.3 Education Sector Strategies"}, {"text_block_id": "p59_b559", "text": "Main Issues and gaps"}, {"text_block_id": "p59_b560", "text": "•"}, {"text_block_id": "p59_b561", "text": "Disaster Risk Reduction is not included in the formal education curricula at any level from the class 1 to the university level (accepting a few initiatives). The existing lessons of natural hazards in the textbooks of science and other subjects do teach about the physics of the hazards, but they do not teach how to reduce disasters and how to make one safe from hazards."}, {"text_block_id": "p59_b562", "text": "•"}, {"text_block_id": "p59_b563", "text": "Schools are the entry point for enhancing disaster awareness and safety into the families and ultimately to the community. Students and the teachers could be used as important change-agents for disseminating disaster knowledge to the community. A formal mechanism to guide the process is to be established."}, {"text_block_id": "p59_b564", "text": "•"}, {"text_block_id": "p59_b565", "text": "Most of the buildings of the public schools are structurally vulnerable and hence pose a risk to the occupants during the teaching hours. Because of the same reason, the schools cannot be used as temporary shelters or warehouse/field hospitals during a disaster."}, {"text_block_id": "p59_b566", "text": "•"}, {"text_block_id": "p59_b567", "text": "A firm national policy on non-formal education on DRR and emergency response including their mode of implementation could enhance the wider use of the proven potential."}, {"text_block_id": "p59_b568", "text": "•"}, {"text_block_id": "p59_b569", "text": "The lack of human resources trained and educated in aspects of disaster risk management need to be overcome by a need analysis and subsequent efforts for implementation in a targeted time frame at the national level. ."}, {"text_block_id": "p59_b570", "text": "•"}, {"text_block_id": "p59_b571", "text": "Dialogue among disaster risk managers and emergency response institutions within the country is still not mature because of the lack of mechanism at various levels. Existing disaster preparedness network lacks clarity of vision and modus operandi. There is no government policy to guide, direct or utilize such networks."}, {"text_block_id": "p59_b572", "text": "•"}, {"text_block_id": "p59_b573_merged", "text": "Preparation and implementation of emergency preparedness plan including drills and pre-positioning of emergency supplies in educational establishments, public or private is virtually non-existent."}, {"text_block_id": "p59_b576", "text": "•"}, {"text_block_id": "p59_b577", "text": "There is a tremendous need to enhance disaster awareness even among the teachers and educators. Public awareness is very low and demands massive public campaign"}, {"text_block_id": "p59_b578", "text": "•"}, {"text_block_id": "p59_b579", "text": "There is a need to establish proper mechanism to combat rumors especially during disasters."}, {"text_block_id": "p62_b580", "text": "3.6.4 Shelter, Infrastructural and Physical Planning"}, {"text_block_id": "p62_b581", "text": "Main Issues and gaps"}, {"text_block_id": "p62_b582", "text": "•"}, {"text_block_id": "p62_b583", "text": "Despite the enactment of the Building Act, enforcement of building code is hindered by lack of adequate resources in terms of trained human resources and proper institutional / organizational structure in the municipalities. Even the •Mandatory rules of Thumb•, which is augmented by pre-engineering of earthquake-resistant design, is not being implemented properly."}, {"text_block_id": "p62_b584", "text": "•"}, {"text_block_id": "p62_b585", "text": "There is a lack of trained human resources also in the central government department responsible for urban planning and development • urban plans continue not to consider the hazards faced"}, {"text_block_id": "p62_b586", "text": "•"}, {"text_block_id": "p62_b587", "text": "The national building code is not mandatory in the university curriculum of civil engineering courses of most universities"}, {"text_block_id": "p62_b588", "text": "•"}, {"text_block_id": "p62_b589", "text": "There is no national seismic standard for bridges, hospitals and other structures for housing critical facilities and lifelines. Disaster Impact assessment is seldom carried out during the design of infrastructure projects"}, {"text_block_id": "p62_b590", "text": "•"}, {"text_block_id": "p62_b591", "text": "Many of the public buildings and facilities, physical infrastructure and cultural heritages suffer from structural and non-structural vulnerabilities and need urgent attention for vulnerability assessment and implementation of proper interventions for improving their seismic performance and resilience. There is no system to map out vulnerable structures even in urban areas including Kathmandu Valley. map showing"}, {"text_block_id": "p62_b592", "text": "•"}, {"text_block_id": "p62_b593", "text": "No capacity exists for building damage assessment and building triage, which is vital after a disastrous event. There is no plan or policy for ensuring integration of vulnerability reduction in a post-disaster scenario."}, {"text_block_id": "p62_b594", "text": "•"}, {"text_block_id": "p62_b595", "text": "All urban settlements are growing very fast resulting in development in slopping lands, hazardous lands, and flood plains. Realtors and developers lack knowledge in disaster -resistant design and technologies. In the lack of proper planning bylaws with consideration of possible hazards, the result is build-up of additional urban vulnerabilities."}, {"text_block_id": "p62_b596", "text": "•"}, {"text_block_id": "p62_b597", "text": "There is a rapid depletion of open spaces in urban and urbanizing settlements and the pertinent land use planning policies and guidelines need serious upgrading to include disaster risk reduction"}, {"text_block_id": "p66_b598", "text": "3.6.5 Livelihood Protection"}, {"text_block_id": "p66_b599", "text": "Main Issues and gaps"}, {"text_block_id": "p66_b600", "text": "•"}, {"text_block_id": "p66_b601", "text": "Efforts on enhancing and diversification of livelihood options are still in its infancy, and the current efforts are geared towards scaling up of the good and successful cases. However, these efforts have not been factored into the prevailing disaster risk preparedness programs."}, {"text_block_id": "p66_b602", "text": "•"}, {"text_block_id": "p66_b603", "text": "Disasters physically destroy the livelihood protection infrastructure and could undo the success of a long period of time unless a business-continuity plan has been factored in into the program"}, {"text_block_id": "p66_b604", "text": "•"}, {"text_block_id": "p66_b605", "text": "In a post-disaster scenario, quick restoration of livelihood becomes very important which can be done smoothly by implementing such programs as Cash-for-Work (CFW), and Cash-for-Training (CFT). Implementation of such programs and their success depends much on whether the concepts and program planning incorporate such issues as gender sensitivity (women-headed households in a post-disaster situation), rehabilitation of handicapped, old-age people, orphans, maimed by the hazard events, the dalits and disadvantaged etc. These concepts are relatively new to Nepal, and vulgarized into party-political concepts rather than hard realities of implementation."}, {"text_block_id": "p66_b606", "text": "•"}, {"text_block_id": "p66_b607", "text": "Although a cross-sectoral issue, livelihood protection and strengthening has not been an important agenda for any sector so far."}, {"text_block_id": "p68_b608", "text": "3.6.6 Water and Sanitation Sector Strategies"}, {"text_block_id": "p68_b609", "text": "Main Issues and gaps"}, {"text_block_id": "p68_b610", "text": "•"}, {"text_block_id": "p68_b611", "text": "The entire water and sanitation sector is not disaster-sensitive so far, excepting a few cases, resulting in a highly vulnerable situation: the likelihood of the WAT/SAN services being impacted by disaster is high and the restoration of services is expected to be lengthy and difficult."}, {"text_block_id": "p68_b612", "text": "•"}, {"text_block_id": "p68_b613", "text": "The fact that Drinking water is a lifeline system is not factored in the sector program. Consequently, failure of the water system is expected to trigger a chain reaction in a post-disaster scenario. For example, lack of water will seriously impair the service performance of hospitals and health institutions apart from the possible triggering of water-borne dieses following a disastrous event."}, {"text_block_id": "p68_b614", "text": "•"}, {"text_block_id": "p68_b615", "text": "There is little redundancy in the sector mainly in the urban environment."}, {"text_block_id": "p68_b616", "text": "•"}, {"text_block_id": "p68_b617", "text": "No plan exists for water supply in vulnerable urban areas. Successful cases of WAT/SAN preparedness as done by LSMC should be replicated by the municipalities, DADRM, MADRM and NADRM."}, {"text_block_id": "p70_b618", "text": "3.6.7 Information Communication, Coordination & Logistics"}, {"text_block_id": "p70_b619", "text": "Main Issues and gaps"}, {"text_block_id": "p70_b620", "text": "•"}, {"text_block_id": "p70_b621", "text": "Main problem of the sector are low awareness level, lack of commitment, confusing responsibilities, weak coordination, unclear laws and acts, poor implementation, lack of trained personnel in remote areas, economic constraints, weak infrastructure, inadequate human, logistical and financial resources."}, {"text_block_id": "p70_b622", "text": "•"}, {"text_block_id": "p70_b623", "text": "The vulnerability of communication systems such as telephony (landline and cellular) is believed to be high. Continued functionality of cellular phones during a large earthquake is questionable because of the location of cellular antennae in high buildings without known resistance to earthquake shaking."}, {"text_block_id": "p70_b624", "text": "•"}, {"text_block_id": "p70_b625", "text": "Diverse and rugged mountain topography, lack of all-weather paved road network especially in the remote areas, is the tremendous physical constraints for effective communication, coordination, and logistics management during disasters. Lack of preparedness planning further exacerbates the problem."}, {"text_block_id": "p70_b626", "text": "•"}, {"text_block_id": "p70_b627", "text": "Lack of proper pre-established mechanisms for effective communication and information generation and sharing among the government departments, and between the government and other stakeholders including the UN system and the donor groups further complicates the situation."}, {"text_block_id": "p70_b628", "text": "•"}, {"text_block_id": "p70_b629", "text": "Lack of awareness and knowledge as well as institutional capacity, especially in terms of assembling verified and timely statistics on damage, is a big problem for dealing with disasters of large proportions."}, {"text_block_id": "p70_b630", "text": "•"}, {"text_block_id": "p70_b631", "text": "OCHA has initiated the• Cluster approach• in Nepal with designation of responsibility of coordination to identified UN agencies. There is a need to further enhance the communication and coordination and planning by greater participation of stakeholders, especially of the government agencies, in the Cluster mechanisms."}, {"text_block_id": "p70_b632", "text": "•"}, {"text_block_id": "p70_b633", "text": "There is a challenge of donor coordination, which is further augmented by the lack of reliable system and capacity for post disaster damage assessment and need analysis including identification of the requirements of food and logistics."}, {"text_block_id": "p73_b634", "text": "3.6.8 Search and Rescue (SAR) and Damage Assessment and Need Assessment (DANA)"}, {"text_block_id": "p73_b635", "text": "Main Issues and gaps"}, {"text_block_id": "p73_b636", "text": "•"}, {"text_block_id": "p73_b637", "text": "There is a lack of well-defined and institutionalized emergency response system, and consequently, there is no accountable agency or specific policy for undertaking SAR and DANA. The skills of DANA are not available with the disaster management institutions. So all SAR and DANA is done on ad hoc basis, the teams are collected and mobilized without systematic understanding of the risk."}, {"text_block_id": "p73_b638", "text": "•"}, {"text_block_id": "p73_b639", "text": "Limited professional level SAR capability exist for disasters with collapsed structure and medical first response with the Nepal police, Nepal Armed Police, and the Nepal Red Cross. There is a chronic lack of equipment for the rescuers for other hazards, such as flood, or snow avalanche. For such hazards, SAR capabilities do not exist."}, {"text_block_id": "p73_b640", "text": "•"}, {"text_block_id": "p73_b641", "text": "There are no stand-by teams for SAR and DANA. There is no system of community volunteer for assisting the professional responders at site, missing the opportunity to mobilize local resources for SAR and DANA."}, {"text_block_id": "p73_b642", "text": "•"}, {"text_block_id": "p73_b643_merged", "text": "Nepal lacks the knowledge and experience in Incident Command system to deal with large disaster. The command system, if any, is usually developed after the disaster incidence and it follows the existing bureaucratic hierarchy rather than skills. Lack of pre-defined mechanism hinders coordination and optimal mobilization of human and institutional resources."}, {"text_block_id": "p73_b646", "text": "•"}, {"text_block_id": "p73_b647", "text": "The local norms for nutrition, shelter, health, and cultural sensitivity are not well known to the possible external responders and disaster managers."}, {"text_block_id": "p73_b648", "text": "•"}, {"text_block_id": "p73_b649", "text": "No manual/Standard Operating Procedures (SOPS) exist for guiding the SAR or damage assessment for providing SAR or relief."}, {"text_block_id": "p76_b650", "text": "3.7 IMPLEMENTATION AND FOLLOW UP"}, {"text_block_id": "p76_b651", "text": "Government of Nepal will have the primary responsibility for the implementation and follow up of the strategic goals and priorities for action included in this National Strategy."}, {"text_block_id": "p76_b652", "text": "The traditional concept of •disaster management• focuses heavily on government-sector as the only •provider of safety, and relief• to the people. This mind-set needs be changed by developing an effective networking structure that goes beyond the government apparatus. Even within the government apparatus, it is necessary to develop horizontal linkages, for example, by creating DRM focal points in every ministry and departments responsible for national development tasks. Strong operational linkages among all such focal points at the government ministries, departments, district and municipal governments will form the nucleus of the national network for DRR that additionally includes other vital stakeholders from outside the government. The National Platform for disaster risk management will be main central node of this extended networking structure, and will serve as the advisory body to assist the government to enhance the multi-sectoral approach and to monitor the achievements made in DRR."}, {"text_block_id": "p76_b653", "text": "Effective implementation of this strategy can be done only by adopting a multi-sectoral approach, with participation of all stakeholders. Vital stakeholders that can significantly contribute in supporting the implementation of DRR at all levels are the government agencies and the local governments, the civil society including volunteers and community-based organizations, the scientific communities and the private sector. UN agencies operating in Nepal should also be drawn in the process as a key stakeholder."}, {"text_block_id": "p76_b654", "text": "The central government will have to commit necessary resources and budgets for the implementation of this Strategy by establishing a funding mechanism backed by proper legislation. The DRR programs of sectoral government agencies should be reflected in the annual development plans of the government. Private sector so that budgetary outlays are secured. The proposed Policy and Act for DRM should include articles that direct the government to encourage and facilitate the NGO sector to mobilize local, national, regional and international resources, and to take up their responsibilities as stipulated in this Strategy. The government at all levels should ensure provision of financial assistance/grants to the NGOs for their programs drawn as per this NSDRM."}, {"text_block_id": "p76_b655", "text": "Human resources development conspicuously appears as one of the key areas for achieving success in the implementation of the Strategy. NADRM should carry out a need analysis and develop a national program with clearly articulated targets and approaches... Obviously, the programs for capacity development and training will have to involve all stakeholders, the central and local governments, the CBOs and NGOs, and the private sector."}, {"text_block_id": "p76_b656", "text": "Organizations, government or non-government, national or local levels, are encouraged to develop their programs for DRM in their respective fields of activities or expertise based on the crosscutting strategies or the sector-specific strategies spelt out in the National Strategy. The Strategy could be used as a •Guide• for organizations for putting up proposals to get resources for the implementation of DRM programs."}, {"text_block_id": "p76_b657", "text": "The HFA and other related international conventions emphasize providing especial support to the disadvantaged (e.g. landlocked) countries and least developed countries. Thus, Nepal is in a good position to garner such international support towards implementation of this Strategy. The success depends upon the extent Nepal respects the commitment in DRR and has made itself capable of implementing this strategy by enunciating conducive the policy, legal and institutional environments and suitable mechanisms."}, {"text_block_id": "p76_b658", "text": "Nepal should also develop suitable strategies for utilizing the opportunities of cooperation emanating from such outfits as UNDAC, INSARAG and create conditions for active participation of the key stakeholders in these networks."}, {"text_block_id": "p77_b659", "text": "DRR is getting more and more attention in the SAARC agenda. As one of the most vulnerable countries, the government of Nepal through the NDRMA should actively participate in SAARC level activities on DRR promoting regional cooperation towards implementation of this Strategy."}, {"text_block_id": "p77_b660", "text": "The implementation will strongly depend on the extent DRR considerations are integrated into the sustainable development policies, planning and programming at all levels. The international development partners should be made aware of this Strategy and encouraged to include the stipulations of this strategy into their respective Strategies for providing development assistance to Nepal. It is expected that the international development partners will use the stipulations of this Strategy as a Guide for reviewing or formulating their funding decisions in DRM. Towards this, the NADRM should utilize the •Donor Forum• for chalking out strategies for international cooperation in DRR and emergency response planning for Nepal."}, {"text_block_id": "p77_b661", "text": "The proposed National Authority for Disaster Risk Management (NADRM) will be the agency primarily responsible for implementing the specific elements of this strategy and facilitating the implementation by other stakeholders, and monitoring the implementation of overall national strategy. The NPC is to be responsible to monitor the integration of DRR into the development programs. The responsibility of civil society monitoring DRR should be a part of the monitoring process. Necessary indicators should be developed for such monitoring of vulnerability and risk reduction."}, {"text_block_id": "p77_b662", "text": "The sectoral ministries shall bear the responsibility to develop and implement the respective sector-specific strategies through a) initiating dialogue among all key stakeholders, b)"}, {"text_block_id": "p78_b663", "text": "develop DRR Action Plan for the concerned sector in a participatory approach with involvement of all key stakeholders, c) implement the Action Plan including its periodic monitoring, evaluation and updating. The NADRM, DADRM(s), MADRM(s), and NGOs should be involved in the action planning process. In return, the components of the sectoral action plans should be reflected in the annual programs at the central, district, municipal or VDC levels. NADRM shall have the responsibility to provide oversight and to ensure that a) the sectoral action plans and programs conform to this NSDRM, b) optimal budgetary allocation has been obtained and that the program allows for resources mobilization from outside the government funds, and c) the sectoral plan has adequate system of monitoring and evaluation of plan implementation."}, {"text_block_id": "p78_b664", "text": "3.7.1 Implementation Strategy of NADRM"}, {"text_block_id": "p78_b665", "text": "DRR is a multifaceted task. Since NADRM is the highest level nodal executing agency responsible to implement the NSDRM, there are certain specific activities that it has to undertake in addition to what has been described above. These activities range from building support for earthquake mitigation activities in general, to providing guidance for specific risk management initiatives. These activities are classified into three groups: Building Support for the Plan and Earthquake Risk Management in General, Supporting the Individual Initiatives, and Keeping the Plan Going."}, {"text_block_id": "p78_b666_merged", "text": "3.7.1.1 Building Support for the Plan and Sector-specific Action Plans for DRR"}, {"text_block_id": "p78_b668", "text": "Any activities that increase stakeholders motivation to address disaster risk, or which raise trust in the strategy or in the government mechanisms and the implementing agencies, will help the strategy of the plan to achieve its objectives. Therefore, part of the strategy is to build support in these areas. The following are the approaches for this."}, {"text_block_id": "p78_b669", "text": "Using Transparent and Inclusive Processes"}, {"text_block_id": "p78_b670", "text": "The decision making for implementing the strategy or formulation of new action plans based on this Strategy by other agencies should be done in an open, public manner, not behind closed doors. NADRM will ensure that the process remains open to build the understanding and trust of the stakeholders in this strategy. Efforts should be made to inform and involve all •key players•, in particular the beneficiary and those people who will be responsible for implementation of the initiatives, and experts from relevant professions and agencies. All interested parties, including the press, should be welcome to observe the decision making process and comments from all parties need to be valued."}, {"text_block_id": "p78_b671", "text": "Making Decisions Rationally"}, {"text_block_id": "p78_b672", "text": "All decisions as per the Strategy should be justified rationally. Some of the decisions may be subjective, the decision making process and the information used to influence those decisions should be documented and available for review."}, {"text_block_id": "p78_b673", "text": "Building Relationships with Other Groups"}, {"text_block_id": "p78_b674", "text": "NADRM will build relationships with a variety of groups in Nepal, such as businesses, government organizations, other NGOs, professional societies, and international groups. These relationships will focus on building the ability to work together and building trust. It is expected that these relationships will help strengthen the NSDRM, even if the interaction is not related to it."}, {"text_block_id": "p78_b675", "text": "Conducting Regular Public Hearings"}, {"text_block_id": "p78_b676", "text": "NADRM will hold regular hearings to allow parties responsible for implementing the strategy interventions to report on progress, to investigate interesting topics and to educate the NADRM staff. These meetings will provide an opportunity for NADRM to keep in touch on a regular basis, as well as providing it an opportunity to share information with others. The press will be encouraged to report on these hearings."}, {"text_block_id": "p79_b677", "text": "3.7.1.2"}, {"text_block_id": "p79_b678", "text": "Supporting the Individual Initiatives"}, {"text_block_id": "p79_b679", "text": "The individual strategies are important for DRR. For the strategy to be successful, the initiatives need to be successful. To that end, NADRM should assist implementation of each strategic activity in a variety of ways, which are explained below."}, {"text_block_id": "p79_b680", "text": "Coordinating Initiatives"}, {"text_block_id": "p79_b681", "text": "There needs to be a great amount of coordination to make sure that work is not repeated, knowledge is shared, and that activities of various different institutions fit together smoothly. NADRM will act as a link, as needed, between these organizations and a catalyst to get them working together."}, {"text_block_id": "p79_b682", "text": "Planning Initiatives"}, {"text_block_id": "p79_b683", "text": "Upon request, NADRM will work with organizations to help them determine which initiatives are most urgent, cost-effective, and feasible for them to implement. NADRM will help organizations to analyze the costs and the benefits of the various DRR options that face them. NADRM will collaborate with institutions to define a realistic scope of work, milestones, and schedule for initiatives that they will undertake."}, {"text_block_id": "p79_b684", "text": "Arranging Technical Support"}, {"text_block_id": "p79_b685", "text": "NADRM will arrange technical support to institutions in the form of publications, SOPs, Guidelines, standards, or even consultants."}, {"text_block_id": "p79_b686", "text": "Conducting Peer Review of Initiatives"}, {"text_block_id": "p79_b687", "text": "In some situations, expert guidance and support can increase an initiative•s effectiveness and efficiency. Peer review is a process where expert professionals without an interest in a specific project are asked to review the concepts and methods at various critical stages of implementation and to discuss their observations with the professionals responsible for implementing the project. This process adds expertise to the project, builds the skills and confidence of professionals, and helps to assure that goals will be met. Peer review is a voluntary, structured approach to including expert technical input in a project. NADRM will arrange for peer review by Nepalese and foreign experts for selected initiatives based on needs and priority."}, {"text_block_id": "p79_b688", "text": "Seeking External Funding for Respective Agencies"}, {"text_block_id": "p79_b689", "text": "NADRM will present the Strategy as a whole to a variety of groups that may be interested in funding DRR in Nepal."}, {"text_block_id": "p79_b690", "text": "Publicizing Successful Initiatives"}, {"text_block_id": "p79_b691", "text": "NADRM will publicize successful initiatives and the responsible organizations to public groups and the press. This will be accomplished through workshops, lectures, and press conferences."}, {"text_block_id": "p79_b692_merged_merged", "text": "3.7.1.3 Monitoring and Evaluation"}, {"text_block_id": "p79_b694", "text": "Implementation of the Strategy needs to be monitored and evaluated annually for measuring the progress and for understanding the impact or the influence it has made in furthering the cause of DRR and towards achieving the objectives."}, {"text_block_id": "p80_b695", "text": "4 BIBLIOGRAPHY"}, {"text_block_id": "p80_b696", "text": "Basnet S.S, Cardona C, Dixit A.M, Dwelley L, Nakarmi M, Pradhanang S.B, Tucker B, Villacis C. Kathmandu Valley Earthquake Risk Management Project; Presented to Second Nepal Geological Congress, 11-13 November 1997"}, {"text_block_id": "p80_b697", "text": "Bornemisza, O, Checchi, F. Mission Report: Health Interventions in Crisis-Affected Communities of Nepal. London: LSHTM, 2006."}, {"text_block_id": "p80_b698", "text": "Disaster Management Policy of India (Draft)."}, {"text_block_id": "p80_b699", "text": "Disaster Reducing Disaster Risks in Bhutan \"National Disaster Risk Management Framework, Ministry of Home and Cultural Affairs, Royal Government of Bhutan. 2006."}, {"text_block_id": "p80_b700", "text": "Disaster Relief Implementation Manual: Logistics Support, December 1999. Kathmandu"}, {"text_block_id": "p80_b701", "text": "Dixit A. M; and other School, 2001, Earthquake Safety Program: Experience of Kathmandu Valley; Paper presented to the International Workshop on Earthquake Safer World in the 21st Century: Emphasis on Self-help, Cooperation and Education through Community Involvement, January 29-31, 2001 Kobe Japan"}, {"text_block_id": "p80_b702", "text": "Dixit, A. M., 1991. Geological Effects and Intensity Distribution of the Udaypur (Nepal) Earthquake of August 20, 1988. Journal Nepal Geol. Soc.  . Nepal Geol. Soc. 7(Special Issues): pp 1-17."}, {"text_block_id": "p80_b703", "text": "Dixit, A. M. and Maskey, N. D., 1992, Landslide Studies in Nepal, in Proc. 1st South Asia Geological Congress (GEOSAS I), 23-27 Feb. 1992, Islamabad."}, {"text_block_id": "p80_b704", "text": "Dixit, A. M., , August 2004; Promoting safer Building Construction  in Nepal,  Proc. 13th World Conference on Earthquake Engineering Vancouver, B.C., Canada August 1-6, 2004."}, {"text_block_id": "p80_b705", "text": "Dixit, A. M., 2004; Seismic Risk Reduction Efforts towards Disaster-Free Development in Nepal, in Proc. World Congress on Natural Disaster Mitigation 19-21 2004 February, India,"}, {"text_block_id": "p80_b706", "text": "Dixit, A. M., Guragain R., Shrestha S. N, Kandel R. C, Pandey B. H, Bothara J. K, Nakarmi M. R., Acharya S. P.; Nov 2002; School Earthquake Safety Program is an Effective Tool for Seismic Vulnerability Reduction through Community Participation: Experiences from Nepal School, Paper published on The Third International Workshop on Earthquakes and Megacities • Reducing Vulnerability- Increasing Sustainability of the World• Megacities•, November 2002; Shanghai, China; panel 1: Reducing Vulnerability through community participation"}, {"text_block_id": "p80_b707", "text": "Dixit, A. M., January 2005, Thematic Session 5.2, Humanitarian Preparedness: Lessons and Challenges, Building National Capacity in Emergency Preparedness and Response, World Conference on Disaster Reduction Kobe, Japan, January 18-22, 2005. http://www.unisdr.org/wcdr/thematic-sessions/presentations/session5-2/nset.pdf"}, {"text_block_id": "p80_b708", "text": "Dixit, A. M., January 2005; International Symposium on •Building Safer Communities against Disaster\", Safety on non-engineered constructions a public forum event for the UN world conference on disaster reduction, 18-22, 2005, Kobe, Japan"}, {"text_block_id": "p80_b709", "text": "Dixit, A. M., January 2005; preparing for the Big One in Kathmandu Valley a case studies of Total Disaster Risk Management • Good Practice, prepare by ADRC on the World Conference on Disaster Reduction Kobe, Japan, January, 18-22, 2005."}, {"text_block_id": "p80_b710", "text": "Dixit, A. M., Parajuli Y. K., Guragain R., 2004; indigenous skills and practices of earthquake resistant construction in Nepal, Proc. 13th World Conference on Earthquake Engineering Vancouver, B.C., Canada, August 1-6, 2004."}, {"text_block_id": "p81_b711", "text": "Dixit, A. M., Status of Seismic Hazard and Risk Management in Nepal. Meguro, K., Katayama, T., 1994. WSSI Workshop on Seismic Risk Management for Countries of the Asia Pacific Region; 1993 Feb. 8; Bangkok, Thailand. Tokyo: INCEDE, Inst. Industrial Sc., Uni. Tokyo; 1994; INCEDE Rep. 1994-02, Sr. No. 5: pp. 133-145."}, {"text_block_id": "p81_b712", "text": "Dixit, A. M.; 1990. Landslide Hazards in Nepal • Causes and Assessment, Water Nepal, v. 2, No. 1."}, {"text_block_id": "p81_b713", "text": "DMC, Towards a Safer Sri Lanka, A road Map for Disaster Risk Management, Disaster Management Centre (DMC), Ministry of Disaster Management, Government of Sri Lanka, supported by UNDP, Sri Lanka. December 2005."}, {"text_block_id": "p81_b714", "text": "Epidemiology & Disease Control Division, Ministry of Health and Population, World Health Organization, National Society for Earthquake Technology •Nepal: \" Non-Structural Vulnerability Assessment of Hospitals in Nepal\". Kathmandu, December 2003"}, {"text_block_id": "p81_b715", "text": "Epidemiology & Disease Control Division, Ministry of Health and Population, World Health Organization,  \" Health Sector Emergency Preparedness and Disaster Response Plan Nepal\" , Disaster/Analysis, Management Framework and Planning Guidelines. Kathmandu, September 2003."}, {"text_block_id": "p81_b716", "text": "Epidemiology and Disease Control Division (EDCD), Ministry of Health and Population (MOHP), World Health Organization (WHO). Guidelines on Emergency Preparedness and Disaster Management of Hospitals. Kathmandu: Ministry of Health and Population, 2002."}, {"text_block_id": "p81_b717", "text": "Epidemiology and Disease Control Division (EDCD), Ministry of Health and Population (MOHP), World Health Organization (WHO). Health Sector Preparedness and Disaster Response Plan Nepal: Disaster Analysis, Management Framework and Planning Guidelines. Kathmandu: Ministry of Health and Population, 2003a."}, {"text_block_id": "p81_b718", "text": "Epidemiology and Disease Control Division (EDCD), Ministry of Health and Population (MOHP), World Health Organization (WHO). Guidelines on Best Public Practices in Emergencies for District Health Workers. Kathmandu: Ministry of Health and Population, 2003b."}, {"text_block_id": "p81_b719", "text": "Epidemiology and Disease Control Division (EDCD), Ministry of Health and Population (MOHP), World Health Organization (WGO). Guidelines on Non-Structural Safety in Health Facilities. Kathmandu: Ministry of Health and Population, 2004."}, {"text_block_id": "p81_b720", "text": "Epidemiology and Disease Control Division (EDCD), Ministry of Health and Population (MOHP), World Health Organization (WHO). Guidelines on Emergency Preparedness and Disaster Management of Hospitals. Kathmandu: Ministry of Health and Population, 2002."}, {"text_block_id": "p81_b721", "text": "F. Priyanthi And F. Vijitha (1997). South Asian Women: Facing Disaster, Security Life. Colombo, Sri Lanka, Duryog Nivaran."}, {"text_block_id": "p81_b722", "text": "Food and Agriculture Working Group: Disaster Relief Implementation Manual, November 2001, Kathmandu"}, {"text_block_id": "p81_b723", "text": "General Guidelines for Construction of Earthquake Safe Buildings: Lalitpur Sub- Metropolitan City, and UNICEF. 2007"}, {"text_block_id": "p81_b724", "text": "General Guidelines for the Implementation of the National Policy on Disaster Prevention and Management (NPDPM), 1995."}, {"text_block_id": "p81_b725", "text": "GOI, Ministry of Home Affairs, Notification on •Constitution of National Disaster Management Authority•, No.1/15/2002-DM (1)/NDM III (A), New Delhi, the 30th May, 2005; www.nidm.net/NDMA/Constitution%20of%20NDMA.pdf"}, {"text_block_id": "p82_b726", "text": "GOI, National Policy for Integrated Development in the Himalayas: \"Report of the Expert Group\", Planning Commission, Government of India. October 1993."}, {"text_block_id": "p82_b727", "text": "GON (1982). Natural Calamity Relief Act (1982), Government of Nepal"}, {"text_block_id": "p82_b728", "text": "GON (1996): National Shelter Policy (1996), Government of Nepal, Ministry of Housing and Physical Planning, Kathmandu."}, {"text_block_id": "p82_b729", "text": "GON (1999). Local Self-Governance Act (1999), Government of Nepal"}, {"text_block_id": "p82_b730", "text": "GON/UNDP/UNCHS (Habitat), 1994: Seismic Hazard Mapping and Risk Assessment for Nepal, prepared by Beca Worley International Consultants (New Zealand), Golder Associates Ltd. (Canada), TAEC Consult (P) Ltd. (Nepal), Urban Regional Research (USA). Government of Nepal, United Nations Development Program and United Nations Centre for Human Settlements (HABITAT), Kathmandu, 1994."}, {"text_block_id": "p82_b731", "text": "GSDMA,: Earthquake Rehabilitation Policy, Gujarat State. The Gujarat State Disaster Management Authority (GSDMA), Ghandhinagar 2001."}, {"text_block_id": "p82_b732", "text": "Guragain R, Dixit A.M; Repair and Strengthening measures for Seismic Capacity Enhancement of Archaeological Building; 2004 NSET, Kathmandu"}, {"text_block_id": "p82_b733", "text": "Guragain,  R; Dixit, A. M, August 2004; Seismic Vulnerability Assessment of Hospitals In Nepal, Proc. 13th World Conference on Earthquake Engineering Vancouver, B.C., Canada August 1-6, 2004."}, {"text_block_id": "p82_b734", "text": "Guragain, R.; Pandey, B. H. and Shrestha, S. N.; Guidelines for Seismic Vulnerability Assessment of Hospitals, WHO and NSET, Kathmandu, 2004."}, {"text_block_id": "p82_b735", "text": "ICIMOD, Disaster preparedness for Natural Hazards: Current Status in Nepal, International Centre for Integrated Mountain Development (ICIMOD), 2007"}, {"text_block_id": "p82_b736", "text": "IDNDR, Disaster Prevention for Sustainable Development, Economic and Policy Issues, Ed. Mohan Munasinghe and Caroline Clark; The International Decade for Natural Disaster Reduction (IDNDR) and The World Bank \" A Report from the Yokohama World Conference on Natural Disaster Reduction\" Japan, May 1994."}, {"text_block_id": "p82_b737", "text": "IFRC, SPHERE Project. Humanitarian Charter and Minimum Standards in Disaster Response. Geneva, Switzerland, 2004."}, {"text_block_id": "p82_b738", "text": "IFRC, World Disaster Report (s) 2003, 2004. 2005, 2006; International Federation of Red Cross and Red Crescent Societies, Geneva."}, {"text_block_id": "p82_b739", "text": "International Strategy for Disaster Reduction (ISDR), Hyogo Framework for Action 2005-2015: Building the Resilience of Nations and Communities to Disasters. Extract from the final report of the World Conference on Disaster Reduction. www.unisdr.org, 2006."}, {"text_block_id": "p82_b740", "text": "International Strategy for Disaster Reduction (ISDR), Living With Risk: A Global Review Of Disaster Reduction Initiatives Preliminary Edition. Geneva, ISDR, 2002"}, {"text_block_id": "p82_b741", "text": "Kandel, R. C, Pandey B, Dixit, A. M, August 2004; Investing In Future Generation: The School Earthquake Safety Program of Nepal, Proc. 13th World Conference on Earthquake Engineering Vancouver, B.C., and Canada August 1-6, 2004."}, {"text_block_id": "p82_b742", "text": "Ministry of Culture Tourism and Civil Aviation (MOCTCA), Tourism for Rural Poverty Alleviation Programme (TRPAP), Nepal Tourism Board (NTB), UNDP, DFID, SNV Nepal:  \"Nepal's Tourism Industry Strategic Plan 2005-2009\". Kathmandu, May 2004"}, {"text_block_id": "p83_b743", "text": "Ministry of Culture Tourism and Civil Aviation (MOCTCA), Tourism for Rural Poverty Alleviation Programme (TRPAP), Nepal Tourism Board (NTB), UNDP, DFID, SNV Nepal:  Livelihood Change \" Making a difference helping poor people out of the poverty cycle, Pro-Poor Tourism Policies of Nepal • Developing Tourism as a Livelihood Strategy for Pro-poor Growth. Kathmandu, May 2004"}, {"text_block_id": "p83_b744", "text": "National Action Plan for Disaster Reduction 2006-2009, Office of the State Minister for National Development Planning/National Development Planning Agency with National Coordinating  Agency for Disaster Management, 2006, Republic of Indonesia"}, {"text_block_id": "p83_b745", "text": "National Disaster Management Action Plan 1996, published by Government of Nepal."}, {"text_block_id": "p83_b746", "text": "National Disaster Risk Management Framework: Pakistan, February 2007, National Disaster Management Authority, Government of Pakistan."}, {"text_block_id": "p83_b747", "text": "National Disaster Risk Management Framework: Reducing Disaster Risks for a Safe and Happy Bhutan. Disaster Management Division, Dept. of Local Governance, Ministry of Home and Cultural Affairs (MoHCA), Royal Government of Bhutan, 2006."}, {"text_block_id": "p83_b748", "text": "National Policies, Strategies, Action Plans, Perspective Plans: Informal Sector Research and Study Centre. Kathmandu, 2006."}, {"text_block_id": "p83_b749", "text": "National Policies: Strategies, Action Plans, Perspective Plans, Collected and Compiled By Informal Sector Research And Study Centre, 2006, Kathmandu"}, {"text_block_id": "p83_b750", "text": "Natural Disaster Hotspots: A Global Risk Analysis, World Bank, 2005"}, {"text_block_id": "p83_b751", "text": "NCDM, 2007 (a), Policy on Disaster Management in Nepal (Draft), a draft of the national policy on Disaster Risk Management in Nepal, drafted by the National Centre for Disaster Management (NCDP), Kathmandu."}, {"text_block_id": "p83_b752_merged", "text": "NCDM, 2007 (b), NCDM, Òवपn åयवःथापन ऐन, २०६३, Disaster Management Act, 2007 (Draft in Nepali), drafted by the National Centre for Disaster Management (NCDP), Kathmandu."}, {"text_block_id": "p83_b757", "text": "Nepal Centre for Disaster Management (NCDM):  \"Action Plan on Pre-monsoon Disaster Preparedness, 2007, Kathmandu"}, {"text_block_id": "p83_b758", "text": "Nepal Country Report. Source: EM-DAT: The OFDA/CRED International Disaster Database www.em-dat.net Université Catholique de Louvain - Brussels • Belgium, 2005."}, {"text_block_id": "p83_b759", "text": "NPC (2001). The Tenth Plan, National Planning Commission, GON"}, {"text_block_id": "p83_b760", "text": "NSET, 1998, Earthquake Scenario Of Kathmandu Valley, National Society For Earthquake Technology-Nepal and GeoHazards International (GHI), Kathmandu."}, {"text_block_id": "p83_b761", "text": "NSET, 1998; The Kathmandu Valley Earthquake Risk Management Action Plan published by NSET-Nepal"}, {"text_block_id": "p83_b762", "text": "NSET, 1999, The Kathmandu Valley Earthquake Risk Management Action Plan, National Society for Earthquake Technology • Nepal and GeoHazards International (GHI), Kathmandu"}, {"text_block_id": "p83_b763", "text": "NSET/LWF, 2007, School Earthquake Preparedness: A TOT Manual for Teachers Training, published by Lutheran World Federation and National Society for Earthquake Technology •Nepal, Kathmandu, Nepal, 2007."}, {"text_block_id": "p83_b764", "text": "NSET/WHO, 2000: Emergency Country Profile of Nepal; A Research Report prepared for the World Health Organization by the National Society for Earthquake Technology Nepal (NSET), Kathmandu"}, {"text_block_id": "p83_b765", "text": "PAHO, Natural Disasters: Protecting the Public•s Health. Pan American Health Organization (PAHO). 2000."}, {"text_block_id": "p84_b766", "text": "Pathak, P. K. Presentation: •Country Approaches to Disaster Risk Mitigation in Nepal: From Vision to Implementation•. Ministry of Home Affairs (MoHA). World Bank Regional Conference on Hazards, Risks and Opportunities for Development in South Asian Countries. New Delhi, India, 2006."}, {"text_block_id": "p84_b767", "text": "Pradhanang S. B., Dixit, A. M., Nakarmi M, Bothara J.K, Samant L. D, Pandey B.H, Guragain R, Shrestha S.N. Kandel R.C, Acharya S.P, Thapa R.C; Nov 2002; School Earthquake Safety Program Paper published on volume of abstracts of Symposium on Seismology, Earthquake Hazard Assessment and Risk Management  ASC 2002; Kathmandu, Nepal PP. 85"}, {"text_block_id": "p84_b768", "text": "Pradhanang S. B., Dixit, A. M., Nakarmi M, Bothara J.K, Samant L. D, Pandey B.H, Guragain R, Shrestha S.N. Kandel R.C, Acharya S.P, Basnet S; Nov 2002; Successful Approaches in Earthquake Awareness: Experience of NSET-Nepal, Paper published on volume of abstracts of Symposium on Seismology, Earthquake Hazard Assessment and Risk Management  ASC 2002; Kathmandu, Nepal PP. 105"}, {"text_block_id": "p84_b769", "text": "Protecting the public from disasters, Natural disasters in Japan. www.cao.go.jp/about_e/pmf2006/p24_25.pdf"}, {"text_block_id": "p84_b770", "text": "Shrestha, S, Dixit, A. M, August 2004; Earthquake Risk Management In Rapidly Urbanizing Areas Of Nepal, Proc. 13th World Conference on Earthquake Engineering Vancouver, B.C., Canada August 1-6, 2004."}, {"text_block_id": "p84_b771", "text": "Shrestha, S. N.; Acharya, S. P.; Kandel, R. C.; Upadhyay, B.; and Bothara, J. K.; Earthquake Resistant Construction of Buildings: Curriculum for Mason Training: Guidelines for Training Instructors, ADPC & NSET, Kathmandu, 2005."}, {"text_block_id": "p84_b772", "text": "State Mitigation Strategy: Maharashtra Disaster Management Plan, Maharashtra Emergency Earthquake Rehabilitation Program, Government of Maharashtra, Mumbai, 1998."}, {"text_block_id": "p84_b773", "text": "'Thulagi Glacier Lake Study\", Final Report, published by Department of Hydrology and Meteorology in cooperation with Federal Institute for Geosciences and Natural Resources (BGR), 1997, Hannover, Germany."}, {"text_block_id": "p84_b774_merged", "text": "UN/ISDR, Guidelines for Reducing Flood Losses, Ed. P. J. Pilon, United Nations, International Strategy for Disaster Reduction (UN/ISDR), Geneva www.unisdr.org."}, {"text_block_id": "p84_b777", "text": "UN/ISDR, Guidelines: National Platforms for Disaster Risk Reduction, United Nations International Strategy for Disaster Reduction (UN/ISDR) June 2007, Geneva. www.unisdr.org/guidelines-np-eng."}, {"text_block_id": "p84_b778", "text": "UN/ISDR, Report on Implementation of the Hyogo Framework for Action: Asia, Global Platform for Disaster Risk Reduction, United Nations International Strategy for Disaster Reduction (UN/ISDR) June 2007, Geneva."}, {"text_block_id": "p84_b779", "text": "UN/ISDR; \"Words Into Action: A Guide for Implementing the Hyogo Framework\"; Hyogo Framework for Action 2005-2015: Building the resilience of nations and communities to disasters. United Nations International Strategy for Disaster Reduction (UN/ISDR) Geneva, 2007."}, {"text_block_id": "p84_b780", "text": "UNDP, Islamabad Pakistan: Pakistan 2005 Earthquake: Early Recovery Framework, United Nations Development Program Pakistan(UNDP Pakistan), November 2005."}, {"text_block_id": "p85_b781", "text": "UNDP, Reducing Disaster Risk: A Challenge For Development, United Nations Development Program (UNDP), 2004."}, {"text_block_id": "p85_b782", "text": "UNDP, Report on: •The Workshop on Action Plans for Earthquake Disaster Risk Management in Southwest and Central Asia•; United Nations Development Program Iran,. Tehran, Iran, 2004."}, {"text_block_id": "p85_b783", "text": "UNDP/BCPR,:  Governance for Disaster Risk Management 'How To' Guide; a conference draft. United Nations Development Program/ Bureau for Crisis Prevention and Recovery, June 2007."}, {"text_block_id": "p85_b784", "text": "UNDP/NGS, 1997: Comprehensive Database (Basic Information) on Natural Disaster Management Capabilities in Nepal. United Nations Development Program, UN Disaster Management Secretariat and Nepal Geological Society. Kathmandu, 1997."}, {"text_block_id": "p85_b785", "text": "United Nations (UN): Report on •The World Conference on Disaster Reduction•. Kobe, Hyogo, Japan, 2005."}, {"text_block_id": "p85_b786", "text": "Upreti, B. N. (Prof. Dr.);  •The Nexus between Natural Disaster and Development: Key Policy Issues in meeting the Millennium Development Goals and Poverty Alleviation. A paper presented to the Workshop in  Kathmandu, Nepal, 2006."}, {"text_block_id": "p85_b787", "text": "WHO / GON, A Structural Vulnerability Assessment of Hospitals in Kathmandu Valley, WHO Nepal and Government of Nepal, Kathmandu, 2002."}, {"text_block_id": "p85_b788", "text": "World Bank, Global Facility for Disaster Reduction and Recovery, Progress Report 1, World Bank, www.worldbank.org."}, {"text_block_id": "p85_b789", "text": "Yadav, R. P.; Singh, P. L.; Dixit, A. M.; and Sharpe, R. D.; 1994. Status of Seismic Hazard and Risk Management in Kathmandu Valley, Nepal, in Issues in Urban Earthquake Risk, pp. 183-197, Eds. B.E. Tucker; Kluwer Academic Publishers, Dordrecht."}, {"text_block_id": "p85_b790_merged", "text": "नेपाल ऐन संमह, खÖड ३(क), २०५५"}, {"text_block_id": "p85_b797", "text": "ःथानीय ःवाय£ शासन ऐन २०५५"}, {"text_block_id": "p86_b798", "text": "5 ANNEXES"}, {"text_block_id": "p87_b799", "text": "Annex 1: GLOSSARY OF DISASTER TERMS"}, {"text_block_id": "p87_b800_merged", "text": "ूकोप, जोÔखम र Òवपn åयवःथापन मा ूयोग हुने शåदहþको अÌमेजी-नेपाली शåदावली"}, {"text_block_id": "p90_b805", "text": "Annex 2: LIST OF CONTRIBUTORS FOR FORMULATION OF NSDRM"}, {"text_block_id": "p90_b806", "text": "Development of National Strategy for Disaster Risk Management in Nepal Inception Workshop, 26-Feb-07, Kathmandu"}, {"text_block_id": "p90_b807", "text": "List of Workshop Participants"}, {"text_block_id": "p92_b808", "text": "Health Sector Workshop for the Development of National Strategy for Disaster Risk Management in Nepal, 11 April 2007, Kathmandu"}, {"text_block_id": "p92_b809", "text": "List of Workshop Participants"}, {"text_block_id": "p94_b810", "text": "Education Sector Workshop for the development of National Strategy for Disaster Risk Management in Nepal, 11 April 2007, Kathmandu List of Workshop Participants"}, {"text_block_id": "p94_b811", "text": "Water and Sanitation Sector Workshop for Development of National Strategy for  Disaster Risk Management in Nepal, 11-May-07, Kathmandu"}, {"text_block_id": "p95_b812", "text": "Shelter, Infrastructure and Physical Planning Sector Workshop for Development of National Strategy for  Disaster Risk Management in Nepal, 14-May-07, Kathmandu"}, {"text_block_id": "p95_b813", "text": "List of Workshop Participants"}, {"text_block_id": "p96_b814", "text": "Information, Communication, Coordination and Logistics Sector Workshop for Development of National Strategy for Disaster Risk Management in Nepal, 17-May-07, Kathmandu"}, {"text_block_id": "p96_b815", "text": "List of Workshop Participants"}, {"text_block_id": "p98_b816", "text": "Search & Rescue and Damage/Need Assessment Sector Workshop for Development of National Strategy for  Disaster Risk Management in Nepal, 18-May-07, Kathmandu"}, {"text_block_id": "p98_b817", "text": "List of Workshop Participants"}, {"text_block_id": "p99_b818", "text": "Agriculture & Food Security"}, {"text_block_id": "p99_b819", "text": "Sector Workshop for Development of National Strategy for Disaster Risk Management in Nepal, 24-May-07, Kathmandu"}, {"text_block_id": "p99_b820", "text": "List of Workshop Participants"}, {"text_block_id": "p100_b821", "text": "Livelihood Protection Sector Workshop for Development of National Strategy for  Disaster Risk Management in Nepal, 25-May-07, Kathmandu"}, {"text_block_id": "p100_b822", "text": "List of Workshop Participants"}, {"text_block_id": "p102_b823", "text": "Development of a National Strategy for Disaster Risk Management in Nepal Final Sharing Workshop, 29-Jun-07, Kathmandu"}, {"text_block_id": "p102_b824", "text": "List of Workshop Participants"}, {"text_block_id": "p105_b825", "text": "Annex 3: Clusters and Global •Cluster Leads•"}, {"text_block_id": "p106_b826", "text": "Annex 4: National Policies and Protocols influencing aspects of DRM in Nepal"}], "document_description": "The National Strategy for Disaster Management in Nepal (NSDRMN) establishes the framework to achieve the goal of disaster resilient Nepal by providing guidance for improving the policy and legal environment, and by prioritising the strategic interventions.&nbsp;<br><br>The Strategy is a roadmap that provides long-term guidance in the area of disaster risk management planning and implementation in the country.&nbsp;<br><br>The NSDRMN provides the following actions: 1) to ensure disaster risk reduction (DRR) is a national and local priority with a strong institutional basis for implementation; 2) to identify, assess and monitor disaster risks and engance early warning; 3) a better knowledge management for building a culture of safety; 4) to reduce the underlying risk factors; 5) to enhance preparadness for effective response.&nbsp;"}