{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Nepal", "document_category": "Policy", "document_sector_name": ["Rural", "Energy", "Economy-wide"], "document_language": "English", "document_name": "The Hydropower Development Policy", "document_country_code": "NPL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "15/10/2001", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/NPL/2001/NPL-2001-10-15-The Hydropower Development Policy_1fea50d565bd8d9cd5e7a7af34c2821b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "His Majesty's Government"}, {"text_block_id": "p0_b2", "text": "Ministry of Water Resources"}, {"text_block_id": "p0_b3", "text": "The Hydropower Development Policy,"}, {"text_block_id": "p0_b4", "text": "2001"}, {"text_block_id": "p0_b5", "text": "(Approved by His Majesty's Government on 15 October 2001 (2058.6.29)"}, {"text_block_id": "p0_b6", "text": "Singhadurbar"}, {"text_block_id": "p0_b7", "text": "October, 2001"}, {"text_block_id": "p1_b8", "text": "The Hydropower Development Policy, 2001"}, {"text_block_id": "p1_b9", "text": "1. Background:"}, {"text_block_id": "p1_b10", "text": "Water resources are important natural resources for the economic development of Nepal.  Availability of abundant water resources and geo-physical features provide ample opportunities for hydropower production in Nepal. Out of the total hydropower generation capacity of about 83,000 megawatt (MW) in the country, about 42,000 MW of power generation appears feasible to date from financial–technical perspective. In view of the internal consumption and export possibility of hydropower in the context of the overall development of the country, an investment friendly, clear, simple and transparent policy is necessary to enhance the development process of hydropower. An open and liberal policy pursued in the hydropower sector after restoration of democracy has started yielding positive indications in the field of hydropower development. Our past experiences as well as working in close association with the private sector, even though for a short period, have guided our path in this regard. It is also observed that the need to overcome the shortcomings and weaknesses that have emerged in the course of involvement and participation of the private sector in the water resource sector."}, {"text_block_id": "p1_b11", "text": "In view of the contribution that hydropower development in Nepal could make in the speedy development of not only the national economy but also the regional economy; it is expedient to put forward efforts on integrated water resources development based on bilateral and regional cooperation with prime considerations to the national interests of Nepal. Such efforts shall result in the"}, {"text_block_id": "p2_b12", "text": "economic development, industrialization, flood control, environment protection, creation of employment opportunities in the country in addition to benefits from allocation of benefits substantially resulting to the lower riparian country from large storage projects built in Nepal."}, {"text_block_id": "p2_b13", "text": "2. Rationale:"}, {"text_block_id": "p2_b14", "text": "Generation and consumption of electric energy in Nepal is minimal. The major sources of energy are still the agriculture and the forest-based resources. Despite the abundant possibility of hydropower generation as a renewable energy source, this source has not been harnessed to the desired extent. Majority of the people is still deprived of electrical energy. The industrial enterprises have not developed at the desired pace due to the lack of electrical energy. In this context, development of hydropower energy that can be generated from our own available resources in Nepal has become imperative."}, {"text_block_id": "p2_b15", "text": "An opportune hydropower policy is foreseen as prerequisite for supply of hydropower energy at a reasonable price by developing hydropower, which has the pivotal role in the development of rural electrification, supply of domestic energy, creation of employment and in the development of industrial enterprise. It has become important in this context that the hydropower policy should clearly reflect the direction on vital issues such as development of multipurpose plans for maximum utilization of the available water resources, appropriate sharing of benefits, role of public and private sector, utilization of internal as well as external market, and clarity and transparency in activities of His Majesty's Government with the private sector, etc. Based on the experiences gained in the course of implementing the principles followed by the Hydropower Development Policy, 1992, emerging new concepts in the international market and their impacts, technological development, possibility"}, {"text_block_id": "p3_b16", "text": "of export of hydropower energy, possibility of foreign investment and commitment in environmental protection with a view to make it clear, transparent, practical and investment friendly; revision and improvement of the hydropower policy has become imperative."}, {"text_block_id": "p3_b17", "text": "3. Objectives:"}, {"text_block_id": "p3_b18", "text": "Hydropower shall be developed to achieve the following objectives:"}, {"text_block_id": "p3_b19", "text": "Hydropower shall be developed to achieve the following objectives:\n* To generate electricity at low cost by utilizing the water resources\n* To extend reliable and qualitative electric service throughout the\n* To tie-up electrification with the economic activities.\n* To render support to the development of rural economy by\n* To develop hydropower as an exportable commodity."}, {"text_block_id": "p3_b29", "text": "4. Strategies:"}, {"text_block_id": "p3_b30", "text": "The following strategies shall be pursued to accomplish the aforementioned objectives of hydropower development."}, {"text_block_id": "p3_b31", "text": "The following strategies shall be pursued to accomplish the aforementioned objectives of hydropower development.\n* To extend hydropower services to the rural economy from the\n* To pursue investment friendly, clear, simple and transparent"}, {"text_block_id": "p4_b35", "text": "The following strategies shall be pursued to accomplish the aforementioned objectives of hydropower development.\n* To extend hydropower services to the rural economy from the\n* To pursue investment friendly, clear, simple and transparent\n* To implement small, medium, large and storage projects for\n* To develop hydropower projects by attracting investment from\n* To make the river basins of specific rivers as the basis of\n* To pursue a strategy of bilateral or regional cooperation in the\n* To adopt a broader perspective on national development in the\n* To minimize the potential risks in hydropower projects with a"}, {"text_block_id": "p5_b47", "text": "5. Policies:"}, {"text_block_id": "p5_b48", "text": "The following policies shall be pursued for the implementation of the above-mentioned matters:"}, {"text_block_id": "p5_b49", "text": "The following policies shall be pursued for the implementation of the above-mentioned matters:\n* Hydropower potential of the country shall be utilized to the\n* Hydropower projects suitable to the electric system for domestic\n* Implementation of hydropower projects based on the concept of\n* Appropriate incentive provisions shall be provided and\n* Efforts shall be continued for implementation of large storage\n* In the case of multi-purpose projects, His Majesty's Government\n* Contribution shall be made to environment protection by\n* In addition to mitigation of adverse environmental impacts likely"}, {"text_block_id": "p6_b65", "text": "The following policies shall be pursued for the implementation of the above-mentioned matters:\n* Hydropower potential of the country shall be utilized to the\n* Hydropower projects suitable to the electric system for domestic\n* Implementation of hydropower projects based on the concept of\n* Appropriate incentive provisions shall be provided and\n* Efforts shall be continued for implementation of large storage\n* In the case of multi-purpose projects, His Majesty's Government\n* Contribution shall be made to environment protection by\n* In addition to mitigation of adverse environmental impacts likely\n* Emphasis shall be given on mobilization of internal capital market\n* Electrification of remote rural areas shall be encouraged by\n* Rural electrification shall be extended in order to make electric\n* Unauthorized leakage of electricity shall be controlled. For this\n* It shall be encouraged to utilize the electric power available\n* Provision shall be made to provide appropriate benefits at the\n* Proper provision shall be made to cover risks likely to occur in\n* In view of the concept of bilateral and regional cooperation and\n* The existing institutions in the public sector shall be re-structured"}, {"text_block_id": "p7_b83", "text": "The following policies shall be pursued for the implementation of the above-mentioned matters:\n* Hydropower potential of the country shall be utilized to the\n* Hydropower projects suitable to the electric system for domestic\n* Implementation of hydropower projects based on the concept of\n* Appropriate incentive provisions shall be provided and\n* Efforts shall be continued for implementation of large storage\n* In the case of multi-purpose projects, His Majesty's Government\n* Contribution shall be made to environment protection by\n* In addition to mitigation of adverse environmental impacts likely\n* Emphasis shall be given on mobilization of internal capital market\n* Electrification of remote rural areas shall be encouraged by\n* Rural electrification shall be extended in order to make electric\n* Unauthorized leakage of electricity shall be controlled. For this\n* It shall be encouraged to utilize the electric power available\n* Provision shall be made to provide appropriate benefits at the\n* Proper provision shall be made to cover risks likely to occur in\n* In view of the concept of bilateral and regional cooperation and\n* The existing institutions in the public sector shall be re-structured\n* Attention shall be paid to safeguard the consumers' interests by\n* Process for electricity tariff fixation shall be made rational and\n* Priority shall be given to utilize labor and skills of Nepal in the\n* An institution shall be developed to impart training within the\n* Consumers shall be encouraged for demand side management to"}, {"text_block_id": "p7_b93", "text": "6. Provisions vis-à-vis Working Policy/hydropower development:"}, {"text_block_id": "p7_b94", "text": "The following working-policy shall be followed in order to enforce the hydropower development policy and fulfill the underlying objectives therein."}, {"text_block_id": "p7_b95", "text": "6.1 Environmental Provision:"}, {"text_block_id": "p7_b96", "text": "6.1 Environmental Provision:\n* Provisions to implement the programs identified under the\n<\\li1>"}, {"text_block_id": "p8_b98", "text": "6.1 Environmental Provision:\n* Provisions to implement the programs identified under the\n<\\li1>\n* The private sector obtaining the license shall be encouraged\n* The licensee has to rehabilitate and resettle the families to"}, {"text_block_id": "p9_b103", "text": "6.2 Provision concerning Water Rights:"}, {"text_block_id": "p9_b104", "text": "Legal provisions shall be made to prevent adverse effects on the availability of water or water right of the projects for which license is not required or being operated after obtaining the license."}, {"text_block_id": "p9_b105", "text": "6.3 Provision for Investment in Generation, Transmission and Distribution:"}, {"text_block_id": "p9_b106", "text": "6.3 Provision for Investment in Generation, Transmission and Distribution:\n* Hydropower shall be developed attracting the investment of\n* Capital market shall be mobilized to encourage domestic\n* The Infrastructure Financial Institution to be established\n* The agreement made to receive loan from foreign"}, {"text_block_id": "p10_b114", "text": "6.3 Provision for Investment in Generation, Transmission and Distribution:\n* Hydropower shall be developed attracting the investment of\n* Capital market shall be mobilized to encourage domestic\n* The Infrastructure Financial Institution to be established\n* The agreement made to receive loan from foreign\n* In cases where irrigation benefits may also be availed from"}, {"text_block_id": "p10_b117", "text": "6.4 Provision of Special Investment for Infrastructure Development of Rural Electrification:"}, {"text_block_id": "p10_b118", "text": "6.4 Provision of Special Investment for Infrastructure Development of Rural Electrification:\n* His Majesty's Government shall gradually extend rural\n* Appropriate arrangement to undertake rural electrification\n* Rural electrification shall be encouraged in the rural areas\n* One per cent of the royalty obtained by His Majesty's"}, {"text_block_id": "p11_b126", "text": "6.4 Provision of Special Investment for Infrastructure Development of Rural Electrification:\n* His Majesty's Government shall gradually extend rural\n* Appropriate arrangement to undertake rural electrification\n* Rural electrification shall be encouraged in the rural areas\n* One per cent of the royalty obtained by His Majesty's\n* A Rural Electrification Fund shall be established for the\n* His Majesty's Government shall provide grant through the\n* Electricity shall be supplied from small hydropower"}, {"text_block_id": "p11_b132", "text": "6.5 Provision relating to Transfer of Project:"}, {"text_block_id": "p11_b133", "text": "6.5 Provision relating to Transfer of Project:\n* Any hydropower generation project has to be transferred, ipso facto, to His Majesty's Government in a good running\n<\\li1>"}, {"text_block_id": "p12_b137", "text": "6.5 Provision relating to Transfer of Project:\n* Any hydropower generation project has to be transferred, ipso facto, to His Majesty's Government in a good running\n<\\li1>\n* The regulatory body shall prescribe the guidelines for\n* Provision shall be made for involvement of His Majesty's"}, {"text_block_id": "p12_b141", "text": "6.6 Provision relating to Power Purchase:"}, {"text_block_id": "p12_b142", "text": "6.6 Provision relating to Power Purchase:\n* Except in cases where a private party itself also distributes\n* Power purchase agreement should be transparent."}, {"text_block_id": "p12_b146", "text": "6.7 Provision relating to Visa:"}, {"text_block_id": "p12_b147", "text": "Non-tourist visa and work permit shall be provided to the investor of a hydropower project, his/her authorized representative and necessary foreign experts, skilled manpower and their families, as provided for in the agreement until the construction and operation of the project."}, {"text_block_id": "p13_b148", "text": "6.8 Maximum Utilization of Local Resources and Means:"}, {"text_block_id": "p13_b149", "text": "6.8 Maximum Utilization of Local Resources and Means:\n* Foreign entrepreneurs shall be encouraged to be affiliated\n* The person licensed to build or operate a hydropower\n* The person licensed to build or operate a hydropower\n* Development of industries producing construction"}, {"text_block_id": "p13_b157", "text": "6.9 Management of Investment Risks:"}, {"text_block_id": "p13_b158", "text": "6.9.1"}, {"text_block_id": "p13_b159", "text": "Hydropower project, transmission system and distribution system established by the private sector shall not be nationalized during the term of the license."}, {"text_block_id": "p13_b160", "text": "6.9.2"}, {"text_block_id": "p13_b161", "text": "Exchange facilities shall be provided to the foreign person, firm or company making investment for the power generation, transmission or distribution project to be constructed by the private sector to repatriate the following amount from the Kingdom of Nepal in foreign currency at the prevailing exchange rate."}, {"text_block_id": "p14_b162", "text": "Exchange facilities shall be provided to the foreign person, firm or company making investment for the power generation, transmission or distribution project to be constructed by the private sector to repatriate the following amount from the Kingdom of Nepal in foreign currency at the prevailing exchange rate.\n* Amount necessary for repayment of the principal\n* If the electricity has been sold within the Kingdom\n* In the case of an export-oriented power project, cent\n* The amount received from the sale of the share of\n* Other facilities to the foreign investor in relation to"}, {"text_block_id": "p14_b172", "text": "6.9.3"}, {"text_block_id": "p14_b173", "text": "If there occurs a geological and hydrological condition that is adverse than was anticipated at the time of granting the hydropower generation license or a force majeure event occurs, provisions shall be made to extend the term of the generation license up to a period not exceeding five years as compensation, by evaluating the nature of risk and its"}, {"text_block_id": "p15_b174", "text": "impacts in order to mitigate the impacts resulting from such risk."}, {"text_block_id": "p15_b175", "text": "6.9.4"}, {"text_block_id": "p15_b176", "text": "The customs and value-added tax facilities equivalent to which a new project may be entitled under this Policy shall also be provided for upgrading the capacity of the electricity generation center or for carrying out the repair and maintenance required because of exigency or natural calamity."}, {"text_block_id": "p15_b177", "text": "6.9.5"}, {"text_block_id": "p15_b178", "text": "A licensed company, corporate body or a person may arrange for the security of the project on its own or may request His Majesty's Government for the same. His Majesty's Government may, if it thinks necessary, arrange for security of such a project. In case where His Majesty's Government has made such security arrangement, the licensed company, corporate body or person has to bear the actual cost of such security arrangement."}, {"text_block_id": "p15_b179", "text": "6.9.6"}, {"text_block_id": "p15_b180", "text": "If, after the project license has been granted, the licensed company, corporate body or person suffers from any loss or damage because of the failure of His Majesty's Government to carry out the duties required to be carried out by it, as stipulated in the license and in accordance with this Policy, issues related to such loss or damage shall be as set out in the agreement."}, {"text_block_id": "p15_b181", "text": "6.9.7"}, {"text_block_id": "p15_b182", "text": "In cases where His Majesty's Government is required to bear the compensation pursuant to paragraph 6.9.6 above, His Majesty's Government may extend the license period in lieu of such compensation amount by evaluating the license period in terms of money."}, {"text_block_id": "p16_b183", "text": "6.9.8"}, {"text_block_id": "p16_b184", "text": "His Majesty's Government shall not revoke the license in contravention of the terms stipulated in the license after the license has been granted. If the license is revoked contrary to paragraph 6.9.8, His Majesty's Government shall bear compensation for the actual loss resulted therefrom. Provided, however, that in cases where the licensed company, corporate body or individual fails to carry out the deeds in consonance with the progress, goal, quality standard as well as other terms set forth in the license, His Majesty's Government may revoke the license; and in such cases, His Majesty's Government shall not bear any kind of compensation."}, {"text_block_id": "p16_b185", "text": "6.9.9"}, {"text_block_id": "p16_b186", "text": "His Majesty's Government shall, prior to revocation of the license on the basis of the terms as referred to in the license, provide an opportunity to the licensed company, corporate body or person to defend, by providing prior information in writing."}, {"text_block_id": "p16_b187", "text": "6.9.10"}, {"text_block_id": "p16_b188", "text": "Clear provisions shall be made in respect of the procedures on providing opportunity for defense pursuant to paragraph 6.9.9 above, the warning or direction to be issued after defense and the action to be taken in the event of subsequent violation of the terms of the license."}, {"text_block_id": "p16_b189", "text": "6.9.11"}, {"text_block_id": "p16_b190", "text": "Settlement of disputes shall be governed by the agreement or by the prevailing law on foreign investment and technology transfer."}, {"text_block_id": "p16_b191", "text": "6.9.12"}, {"text_block_id": "p16_b192", "text": "No additional or new tax, charge, tariff or governmental revenue under whatever title shall be levied on the existing hydropower project except those levied in accordance with"}, {"text_block_id": "p17_b193", "text": "the agreement entered at the time of issuance of the project license. In respect of the license issued or agreement entered into prior to the commencement of this Policy, it shall be as stipulated in the license or the agreement."}, {"text_block_id": "p17_b194", "text": "6.10 Provision on Internal Electricity Market:"}, {"text_block_id": "p17_b195", "text": "6.10.1"}, {"text_block_id": "p17_b196", "text": "Establishment of power-based industries shall be encouraged."}, {"text_block_id": "p17_b197", "text": "6.10.2"}, {"text_block_id": "p17_b198", "text": "For the private sector operated hydropower projects with capacities up to one MW and not linked to the National Grid System, the private producer may sell and distribute the electricity by determining the tariff rate of the electricity on its own."}, {"text_block_id": "p17_b199", "text": "6.10.3"}, {"text_block_id": "p17_b200", "text": "Provision shall be made so that the person or body licensed to distribute electricity fixes different rates of electricity tariff for peak, off-peak, seasonal and bulk, to be sold to its various consumers."}, {"text_block_id": "p17_b201", "text": "6.10.4"}, {"text_block_id": "p17_b202", "text": "Necessary provision shall be made in the electricity tariff structure to allow consumption of additional energy within the country. For demand side management, provision for time-of-day and seasonal tariff shall be made to harmonize with the supply of the electricity."}, {"text_block_id": "p17_b203", "text": "6.10.5"}, {"text_block_id": "p17_b204", "text": "Provisions shall be made to create awareness among consumers on increased use of energy conserving electric equipment and to grant special exemption on customs duties to such equipment."}, {"text_block_id": "p17_b205", "text": "6.11 Provision on Export of Electricity:"}, {"text_block_id": "p17_b206", "text": "6.11.1"}, {"text_block_id": "p17_b207", "text": "If the electric energy generated in the country is to be exported abroad, it shall be done as per the agreement"}, {"text_block_id": "p18_b208", "text": "entered into between the exporter and His Majesty's Government."}, {"text_block_id": "p18_b209", "text": "6.11.2"}, {"text_block_id": "p18_b210", "text": "If His Majesty's Government thinks necessary, it may, on mutual understanding, purchase the power up to 10 per cent of the electricity generated from the export-oriented projects for domestic consumption."}, {"text_block_id": "p18_b211", "text": "6.11.3"}, {"text_block_id": "p18_b212", "text": "Electricity shall be exported by identifying the export-oriented projects and developing such projects through the private sector.  For this purpose, necessary study shall be conducted towards extending power system at the bilateral and regional level."}, {"text_block_id": "p18_b213", "text": "6.11.4"}, {"text_block_id": "p18_b214", "text": "Non-power benefits such as irrigation, flood control shall be evaluated in such a manner as to acquire maximum benefits from large multipurpose storage projects, taking into consideration the national interest. Such benefits shall be utilized within the Kingdom of Nepal to the maximum extent. If the benefits are in excess of those accruing to Nepal and the lower riparian states are benefited substantially, the benefits obtainable thereof shall be determined through negotiations with the lower riparian states.  A permit for implementation of such projects shall be provided with the approval of His Majesty's Government under this Policy. Provided, however, that the issue of sharing of the natural resources shall be outside the domain of this Policy."}, {"text_block_id": "p18_b215", "text": "6.11.5"}, {"text_block_id": "p18_b216", "text": "The body licensed to generate power shall render necessary assistance to His Majesty's Government in acquiring non-power benefits to be obtained from the project."}, {"text_block_id": "p19_b217", "text": "6.11.6"}, {"text_block_id": "p19_b218", "text": "His Majesty's Government may, if necessary, render appropriate assistance to conclude a power purchase agreement for the power to be exported abroad."}, {"text_block_id": "p19_b219", "text": "6.12 Provision on License:"}, {"text_block_id": "p19_b220", "text": "6.12.1"}, {"text_block_id": "p19_b221", "text": "Provision shall be made such that the local people can also be directly benefited from the operation of the hydropower generation project. Such provision shall be included in the agreement to be made with the licensee. In addition, ten per cent of the amount obtained for royalty shall be provided to the District Development Committees of those Districts affected from the dam, reservoir and powerhouse constructed for the generation of hydropower, to be spent in development and construction work of those Districts, pursuant to the Local Self-governance Rules."}, {"text_block_id": "p19_b222", "text": "6.12.2"}, {"text_block_id": "p19_b223", "text": "In addition to the capacity of the project, the following subject matters, shall also be taken into account in categorization of the hydropower generation center:"}, {"text_block_id": "p19_b224", "text": "In addition to the capacity of the project, the following subject matters, shall also be taken into account in categorization of the hydropower generation center:\n* The center supplying the internal demand,\n* The center exporting electricity,\n* The captive plant built by any specific\n* Study/ survey License\n* Generation License\n* Transmission License\n* Distribution License"}, {"text_block_id": "p19_b230", "text": "6.12.3"}, {"text_block_id": "p19_b231", "text": "(a) The provision of license shall be as follows:"}, {"text_block_id": "p20_b240", "text": "(b)"}, {"text_block_id": "p20_b241", "text": "No license shall be required for hydropower project up to a capacity of one MW. Such hydropower project shall be registered with the District Water Resources Committee prior to commencement of the works of such project. Information of such registration shall be given to the Department of Electricity Development. The basis for registration of such projects shall be as determined by His Majesty's Government. Such projects shall be entitled to the facilities in accordance with this Policy."}, {"text_block_id": "p20_b242", "text": "(c)"}, {"text_block_id": "p20_b243", "text": "An application has to be duly submitted to the Department of Electricity Development to obtain the license. The study/survey license of a hydropower project up to a maximum capacity of 10 MW shall be issued normally within 60 days of the submission of all the details. The licenses of all other types shall normally be issued within 120 days of the submission of all the details."}, {"text_block_id": "p20_b244", "text": "6.12.4"}, {"text_block_id": "p20_b245", "text": "The license to carry out detail survey of, and generate electricity from, a hydropower project with capacity of more than ten MW, of which feasibility study has already been done by the governmental level and electricity from which is expected to be consumed in the Kingdom of Nepal, shall be issued on competitive basis through invitation of proposals."}, {"text_block_id": "p21_b246", "text": "6.12.5"}, {"text_block_id": "p21_b247", "text": "The survey and generation license has to be obtained for the captive plant. The license shall normally be issued within 120 days of the submission of all the details."}, {"text_block_id": "p21_b248", "text": "6.12.6"}, {"text_block_id": "p21_b249", "text": "A licensee who holds the study/survey license has to make submit an application for the generation license within the validity of the license. If the application for generation license is not made, the ownership of the study/survey report shall devolve on His Majesty's Government. His Majesty's Government may, on the basis of such study report, generate electricity from that project on its own or let any other company, selected on competitive basis, generate electricity from that project. If the generation license of such project is issued to the private sector in a manner to use that study report, refund of justifiable expenditure incurred in the study/survey of that project may be arranged from the person who has obtained the generation license."}, {"text_block_id": "p21_b250", "text": "6.12.7"}, {"text_block_id": "p21_b251", "text": "License may be granted to export electricity from projects with installed capacity of more than 100 MW and deemed appropriate by His Majesty's Government. The license for such a project shall be issued by His Majesty's Government through invitation of proposals or through negotiation with the applicant, who has submitted application for the license."}, {"text_block_id": "p21_b252", "text": "6.12.8"}, {"text_block_id": "p21_b253", "text": "The license shall be issued by the Ministry of Water Resources."}, {"text_block_id": "p21_b254", "text": "6.12.9"}, {"text_block_id": "p21_b255", "text": "The grounds for granting the license shall be made transparent."}, {"text_block_id": "p22_b256", "text": "6.12.10"}, {"text_block_id": "p22_b257", "text": "His Majesty's Government may, as per necessity, conclude a project agreement with the applicant to attract private, national or foreign investment."}, {"text_block_id": "p23_b258", "text": "(3)"}, {"text_block_id": "p23_b259", "text": "The Electricity Transmission and Distribution License:"}, {"text_block_id": "p23_b260", "text": "The license has to be obtained for the transmission and distribution of electricity."}, {"text_block_id": "p23_b261", "text": "(a)"}, {"text_block_id": "p23_b262", "text": "His Majesty's Government may specify any transmission line or grid as the national transmission line or grid."}, {"text_block_id": "p23_b263", "text": "(b)"}, {"text_block_id": "p23_b264", "text": "The term of the electricity transmission license shall be twenty five years from the date of issuance of the license."}, {"text_block_id": "p23_b265", "text": "(c)"}, {"text_block_id": "p23_b266", "text": "The term of the electricity distribution license shall be twenty-five years from the date of issuance of the license."}, {"text_block_id": "p23_b267", "text": "(d)"}, {"text_block_id": "p23_b268", "text": "In respect of the term of the license for generation, transmission and distribution of electricity and generation and transmission or distribution only of electricity, the term of electricity transmission and distribution shall be the term of license for generation."}, {"text_block_id": "p23_b269", "text": "(e)"}, {"text_block_id": "p23_b270", "text": "The term of the license for electricity transmission and distribution may be renewed for ten years at a time in accordance with the prevailing law."}, {"text_block_id": "p23_b271", "text": "(f)"}, {"text_block_id": "p23_b272", "text": "The term of transmission and distribution of electricity generated from the electricity generation center with a capacity of up to one MW shall remain valid so long as the center remains in operation."}, {"text_block_id": "p23_b273", "text": "(4)"}, {"text_block_id": "p23_b274", "text": "In cases where any person is generating and distributing electricity in any specific area"}, {"text_block_id": "p24_b275", "text": "independently with or without obtaining a license, any other person may request for license for generation and expansion of electricity with higher capacity in the same area, adversely affecting that project. Provided, however, that such a person shall purchase, on mutual understanding, the hydropower center, transmission and distribution lines in operation therein. If a mutual understanding could not be reached as referred to in above, His Majesty's Government shall, based on the national interest, make arrangements to reach an understanding with reasonable compensation for the structures."}, {"text_block_id": "p24_b276", "text": "(5)"}, {"text_block_id": "p24_b277", "text": "A body that obtains the generation, transmission and distribution license should be registered in Nepal. Prior to obtaining the generation, transmission and distribution license, the license holder shall furnish the guarantee as prescribed, to His Majesty's Government."}, {"text_block_id": "p24_b278", "text": "6.12.12"}, {"text_block_id": "p24_b279", "text": "Any licensee shall be entitled to use the national grid system by paying the specified fee for the transmission of the electricity generated by such a licensee. For this purpose, necessary grid-codes and basis for load dispatch on the use of the national grid system shall be prepared."}, {"text_block_id": "p24_b280", "text": "6.12.13"}, {"text_block_id": "p24_b281", "text": "Electricity may be supplied independently in any area under the local system without being connected to the national grid system after obtaining the license."}, {"text_block_id": "p25_b282", "text": "6.13 Provisions relating to Fees:"}, {"text_block_id": "p25_b283", "text": "6.13.1 Royalty:"}, {"text_block_id": "p25_b284", "text": "A hydropower generator shall pay the royalty as follows to His Majesty's Government after the commencement of electricity generation."}, {"text_block_id": "p25_b285", "text": "(a)"}, {"text_block_id": "p25_b286", "text": "Internal consumption project:"}, {"text_block_id": "p25_b287", "text": "Provided, however, that if the excess electricity is sold to the"}, {"text_block_id": "p25_b288", "text": "electricity"}, {"text_block_id": "p25_b289", "text": "distribution"}, {"text_block_id": "p25_b290", "text": "system"}, {"text_block_id": "p25_b291", "text": "from the"}, {"text_block_id": "p25_b292", "text": "electricity"}, {"text_block_id": "p25_b293", "text": "center"}, {"text_block_id": "p25_b294", "text": "established for captive use, the energy royalty shall be charged on"}, {"text_block_id": "p25_b295", "text": "such electric power similar to a hydropower project with a"}, {"text_block_id": "p25_b296", "text": "capacity of more than 100 MW."}, {"text_block_id": "p25_b297", "text": "(b)"}, {"text_block_id": "p25_b298", "text": "Export-oriented hydropower project:"}, {"text_block_id": "p25_b299", "text": "(c)"}, {"text_block_id": "p25_b300", "text": "The royalty rates referred to in clause (b) above shall be applied on the projects built on commercial basis with"}, {"text_block_id": "p26_b301", "text": "installed capacity up to 1000 MW. In the case of the projects with capacities up to 1000 MW and built on noncommercial basis, 15% (fifteen per cent) of electricity and energy shall be charged as royalty per annum on the basis of monthly power and energy generation capacity from the date of commencement of production."}, {"text_block_id": "p26_b302", "text": "(d)"}, {"text_block_id": "p26_b303", "text": "In the case of the export-oriented project with an installed capacity of more than 1,000 MW, the rate of royalty shall be settled by negotiations, also taking into account the grounds referred to in clauses (b) and (c)."}, {"text_block_id": "p26_b304", "text": "(e)"}, {"text_block_id": "p26_b305", "text": "In the case of the hydropower projects which sell energy for internal consumption and exports the remaining energy, the energy fee equivalent to that chargeable for the export-oriented project shall be charged on the quantum of energy exported abroad."}, {"text_block_id": "p26_b306", "text": "(f)"}, {"text_block_id": "p26_b307", "text": "The royalty shall have to be paid in the same currency in which the exported electricity is sold."}, {"text_block_id": "p26_b308", "text": "Note:"}, {"text_block_id": "p26_b309", "text": "The following formula has been used herein to work out the energy royalty and the capacity royalty."}, {"text_block_id": "p26_b310", "text": "Energy royalty = (Generated energy-Self consumption) X"}, {"text_block_id": "p26_b311", "text": "Average Selling  Price X Energy Royalty Rate."}, {"text_block_id": "p26_b312_merged", "text": "Capacity royalty = Capacity Royalty Rate X ( 1+5/100)  X  Installed capacity (kW)"}, {"text_block_id": "p26_b315", "text": "6.13.2 Registration Fee:"}, {"text_block_id": "p26_b316", "text": "A Registration fee of 0.0001 percent shall be charged for the registration of deeds related to a foreign loan for investment on projects concerning hydropower generation, transmission and distribution and on the registration of"}, {"text_block_id": "p27_b317", "text": "deeds conveyed to pledge the movable and immovable assets (such as shares of a project company) in the name of the foreign lender for such loan."}, {"text_block_id": "p27_b318", "text": "6.14 Facilities relating to Tax and Customs:"}, {"text_block_id": "p27_b319", "text": "6.14.1"}, {"text_block_id": "p27_b320", "text": "The income-tax payable in operating the hydropower generation project, transmission system and distribution system shall be as provided for in the prevailing Income Tax Act."}, {"text_block_id": "p27_b321", "text": "6.14.2"}, {"text_block_id": "p27_b322", "text": "In the present situation where value added tax is not levied on the electricity tariff, value added tax shall not be imposed on the industrial machineries, equipment and spare parts imported, after obtaining permission, by a project so as to use them in the construction of hydropower project. If value added tax is levied on the electricity tariff, value added tax shall also be accordingly imposed on the abovementionedmaterials and machineries, as well."}, {"text_block_id": "p27_b323", "text": "6.14.3"}, {"text_block_id": "p27_b324", "text": "Only one per cent customs duty shall be imposed on the devices, equipment, machineries and spare parts related therewith to be imported with permission by the project during the construction phase.  Provided, however, that the value of such spare parts shall not exceed twenty per cent of the total value of the devices, equipment and other machineries to be imported."}, {"text_block_id": "p27_b325", "text": "6.14.4"}, {"text_block_id": "p27_b326", "text": "In cases where the machines required for such project during the construction period have been imported on the condition of taking them back, such machineries have to be taken back after completion of the project. In the event of failure or inability to take them back, custom duty shall"}, {"text_block_id": "p28_b327", "text": "have to be paid, at the prevailing rate, after completion of the project, as per the rules, on the remaining value after deducting depreciation."}, {"text_block_id": "p28_b328", "text": "6.15 Institutional Provision:"}, {"text_block_id": "p28_b329", "text": "6.15.1"}, {"text_block_id": "p28_b330", "text": "The following institutional arrangements shall be made for the development of hydropower."}, {"text_block_id": "p28_b331", "text": "(1) Regulatory body:"}, {"text_block_id": "p28_b332", "text": "The existing Electricity Tariff Fixation Commission shall be developed as a regulatory body. In the course of monitoring and supervising the quality standards of electricity, this regulatory body may give direction and make supervision as per necessity, also taking into account of the power purchase agreements of the public and the private sector producers."}, {"text_block_id": "p28_b333", "text": "The existing Electricity Tariff Fixation Commission shall be developed as a regulatory body. In the course of monitoring and supervising the quality standards of electricity, this regulatory body may give direction and make supervision as per necessity, also taking into account of the power purchase agreements of the public and the private sector producers.\n* The functions of the regulatory body shall be as\n<\\li1>\n\t* To fix electricity tariff and wheeling tariff,\n\t* To monitor and supervise the safety of the\n\t* To protect the interests of the consumers,\n\t* To prepare Grid Codes,\n\t* To approve the criteria for load dispatch,\n\t* To prepare criteria for safety and quality"}, {"text_block_id": "p29_b347", "text": "The existing Electricity Tariff Fixation Commission shall be developed as a regulatory body. In the course of monitoring and supervising the quality standards of electricity, this regulatory body may give direction and make supervision as per necessity, also taking into account of the power purchase agreements of the public and the private sector producers.\n* The functions of the regulatory body shall be as\n<\\li1>\n\t* To fix electricity tariff and wheeling tariff,\n\t* To monitor and supervise the safety of the\n\t* To protect the interests of the consumers,\n\t* To prepare Grid Codes,\n\t* To approve the criteria for load dispatch,\n\t* To prepare criteria for safety and quality\n* The electric energy generated from the hydropower\n* The regulatory body shall fix the rate of electricity\n* To conduct competition in the course of issuing\n* To provide facilities available under the one\n* To encourage private participation in the"}, {"text_block_id": "p29_b351", "text": "(2) Study and Promotional Body:"}, {"text_block_id": "p29_b352", "text": "(a)"}, {"text_block_id": "p29_b353", "text": "The Department of Electricity Development shall carry out the following functions:"}, {"text_block_id": "p30_b360", "text": "The Department of Electricity Development shall carry out the following functions:\n* To carry out acts related to the approval of the\n* To carry out feasibility studies of the hydropower\n* To render necessary assistance to the private\n* To carry out acts related to national load forecast\n* To carry out acts related to preliminary\n* To conduct various policy research works for"}, {"text_block_id": "p30_b366", "text": "(b)"}, {"text_block_id": "p30_b367", "text": "The Water and Energy Commission shall carry out the following functions:"}, {"text_block_id": "p30_b374", "text": "(3) Electric Energy Management Research Institute:"}, {"text_block_id": "p30_b375", "text": "An electric energy management research institute shall be developed in order to carry out study and research on financial, legal, environmental and technical aspects of electricity and to provide training thereon."}, {"text_block_id": "p30_b376", "text": "6.15.2"}, {"text_block_id": "p30_b377", "text": "The functions pertaining to the operation of the power centers, operation of electricity transmission and national grid, and electricity distribution owned by the Nepal"}, {"text_block_id": "p31_b378", "text": "Electricity Authority shall be gradually unbundled, and appropriate institutional arrangement shall be made therefor. An autonomous public body shall be entrusted the responsibility for operation of the national grid. The local body, community/cooperative body and private sector shall be encouraged in the operation of electricity distribution system."}, {"text_block_id": "p31_b379", "text": "6.16 Construction and Operation of Hydropower Projects by His Majesty's Government:"}, {"text_block_id": "p31_b380", "text": "His Majesty's Government may, as per necessity, build and operate hydropower projects on its own, by concluding, and in accordance with, a treaty or agreement with any friendly country or international organization."}], "document_description": "This Policy revised the original policy document of 1992. The objectives of hydropower development are to generate electricity at low cost and provide reliable and qualitative electric service for both own country and exportable commodity. Connecting electrification with economic activities and extend rural electrification are also the goals of this Policy.<br />\n<br />\nThe strategies to accomplish these objectives include extension of hydropower services to the rural economy, implementation of small, medium, large and storage projects for hydropower development, attracting investment from both private and governmental sectors (as necessary through public-private joint ventures) and minimising the potential risks in hydropower projects with a joint effort of government and private sector. Key implementation policies for these include development of electric systems for domestic use and storage projects, provision of appropriate incentives and transparent processes, contribution to environmental protection by developing hydropower as an alternative to biomass and thermal energy, restructuring institutions in the public sector to create a competitive environment and fixing electricity tariffs in rational and transparent manner."}