{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Honduras", "document_category": "Policy", "document_sector_name": "Adaptation", "document_date": "25/12/2018", "document_language": "English", "document_name": "National Plan for Adaptation to Climate Change 2018-2030", "document_country_code": "HND", "document_hazard_name": [], "document_keyword": ["Gender", "Human Rights", "Infrastructure", "Indigenous People", "Co Benefits", "Intergenerational"], "document_response_name": "Adaptation", "document_url": "https://sgpr.gob.hn/SGPR.Admin2019/Repositorio/Details/38", "document_type": "Plan", "text_blocks": [], "document_description": "The objective of this document is to guide adaptation actions focused on the integration of sustainable development strategies in order to reduce the adverse impacts of climate change and variability in the country. It sets the following principles and policy actions:</div><ul><li>Adoption of precautionary measures for the benefit of the environment even in the face of&nbsp; scientific uncertainty</li><li>Inter-institutional and intersectoral coordination.</li><li>Integrality and coherence between adaptation and mitigation for the generation of co-benefits.</li><li>Education, research and transfer of knowledge and technologies based on the scientific and traditional knowledge of indigenous and Afro-Honduran communities and peoples.</li><li>Recognition of the value of ecosystems and biodiversity in reducing the adverse effects of climate change on human communities and on infrastructure.</li><li>Mainstreaming the issue of adaptation to climate change in the framework of public policy and sustainable development planning under a human rights approach.</li><li>Recognition and appreciation of the traditional knowledge of indigenous and Afro-Honduran peoples linked to adaptation to climate change.</li><li>Participation and social inclusion in the design and implementation of adaptation measures, with special attention to vulnerable groups, with gender equality and in accordance with the needs and potential of indigenous and Afro-Honduran groups.</li><li>Transparency and accountability: monitoring and evaluation of the National Adaptation Plan, allowing its updating according to current knowledge, new learning and lessons learned for prioritization and public investment in adaptation measures.</li></ul><div><br>"}