{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Turkmenistan", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Strategy on Climate Change", "document_country_code": "TKM", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_date": "15/06/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/TKM/2012/TKM-2012-06-15-National Strategy on Climate Change_f02c9e52b5bdf94a7ce3f0456c8e7aed.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL CLIMATE CHANGE STRATEGY OF TURMENISTAN"}, {"text_block_id": "p0_b2", "text": "(approved on 15 June 2012)"}, {"text_block_id": "p1_b3", "text": "Introduction"}, {"text_block_id": "p1_b4", "text": "In recent decades climate change and its effects on the environment, economy and society has become one of the most urgent global issues for the international community. Nowadays there is no doubt that the climate of the Earth is changing. Findings of the Climate Change Intergovernmental Expert Group have revealed that the average temperature on t"}, {"text_block_id": "p1_b5", "text": "he planet has risen by 0.74°С in the last century. It is estimated that this figure may rise from 1.8°С to 4.6°С by the end of this century."}, {"text_block_id": "p1_b6", "text": "Global climate changes can be attributed to the growth of greenhouse gas concentration in the atmosphere resulting from economically motivated human activities. Climate change effects are already observed in the Central Asian region, including growth in the number droughts and floods, melting of glaciers, alteration in the frequency and quantity of precipitation, and an increase in the amount of periods of intense heat."}, {"text_block_id": "p1_b7", "text": "Given that climate change can affect various socio-economic and environmental aspects, there will be a need to develop and apply adaptation measures for reducing vulnerabilities of climate change. It will become very critical to ensure long-term adaptation to these consequences. This implies implementing corrective measures in infrastructure, legislative base and institutional framework."}, {"text_block_id": "p1_b8", "text": "The United Nations Framework Convention on Climate Change (hereinafter UNFCCC) and Kyoto Protocol propose a unique possibility to mitigate the effects of human activity on the environment and climate through international agreements. Pursuant to the UNFCCC provisions, each state should undertake in its territory all possible actions to tackle global climate change problems."}, {"text_block_id": "p1_b9", "text": "During the years of independence Turkmenistan has made considerable achievements in the field of economic development. A national model of market economy has been formed in the country to promote its dynamic growth. The foundation for the further development of Turkmenistan is a friendly-use approach to the utilization of"}, {"text_block_id": "p1_b10", "text": "Turkmenistan’s abundant natural resources,"}, {"text_block_id": "p1_b11", "text": "the implementation of modern techniques and state-of-the-art technologies."}, {"text_block_id": "p1_b12", "text": "Climate warming in Turkmenistan is progressing fast. Average annual air temperature in the country has been rising by 0.18-0."}, {"text_block_id": "p1_b13", "text": "2°С"}, {"text_block_id": "p1_b14", "text": "over the decade. Turkmenistan is among those countries which are more vulnerable to climate change effects, experiencing difficulties mainly in the fields of agriculture, water resources, public health and natural ecosystems."}, {"text_block_id": "p1_b15_merged_merged_merged", "text": "In its capacity as a responsible country with a developing economy, Turkmenistan assigns high priority to the matter of climate change. In order to fully acknowledge the importance and urgency of addressing the climate change problem in accordance with sustainable economic development and environmental protection on a national and international level, Turkmenistan undertakes possible measures to address climate change issues. This is done through the implementation of The National Strategy for Social and Economic Development in place until 2030, combined with the creation of a resourcesaving, environmentally safe society, which will function within an innovation-oriented economy. Assuming economic development as its main objective, Turkmenistan gives special consideration to the optimization of energy mix options, protection and rehabilitation of nature and ecosystems. While supporting development of science and implementation of new technologies, Turkmenistan seeks to reduce greenhouse emissions and improve the country’s capability to respond to climate change."}, {"text_block_id": "p2_b19", "text": "Turkmenistan actively takes part in international efforts and international coopertation in handling climate change issues and implementation of UN FCCC and Kyoto Protocol provisions. The President of Turkmenistan Gurbanguly Berdymuhamedov has indicated on several occasions"}, {"text_block_id": "p2_b20", "text": "Turkmenistan’s commitment to participating"}, {"text_block_id": "p2_b21", "text": "in collaborative solutions for climate change problems. In his speech at the 62nd Session of UN General Assembly in New York on September 26, 2007, the President stressed,"}, {"text_block_id": "p2_b22", "text": "“We firmly adhere to the"}, {"text_block_id": "p2_b23", "text": "objectives of Kyoto Protocol and are ready to cooperate with all international partners towards the implementation of its provisions"}, {"text_block_id": "p2_b24", "text": "”"}, {"text_block_id": "p2_b25", "text": "."}, {"text_block_id": "p2_b26", "text": "In his speech in Almaty in April 2009 at the meeting of heads of states-founders of International Fund to Save the Aral Sea, the President of Turkmenistan mentioned environmentally safe development of states as one of the burning tasks of modern life. One of the potential impediments to this is its current global climate change, which actively affects vital elements of human well-being. The President of Turkmenistan introduced the new concept of integrated solutions to address water and energy security problems in Central Asian region. The idea was supported by all Presidents of the Central Asian states."}, {"text_block_id": "p2_b27", "text": "To ensure the provision of favorable conditions for sustainable development within the Central Asian region Turkmenistan intends to propose the establishment of an interregional center for the solution of climate change issues. Likewise, a proposal was made to establish a Central Asian Regional UNEP (United Nations Environmental Program) office in Ashgabat."}, {"text_block_id": "p2_b28", "text": "Turkmenistan will undertake further steps towards the reduction of greenhouse gas emissions and adaptation to the current and forecast climate change in order to reduce future economic costs and strengthen sustainability of social and economic development."}, {"text_block_id": "p2_b29", "text": "Accordingly, National Strategy for Climate Change (hereinafter"}, {"text_block_id": "p2_b30", "text": "“"}, {"text_block_id": "p2_b31", "text": "Strategy"}, {"text_block_id": "p2_b32", "text": "”"}, {"text_block_id": "p2_b33", "text": ") is an important step to further stimulation of activity in the field of climate change and a pre"}, {"text_block_id": "p2_b34", "text": "-"}, {"text_block_id": "p2_b35", "text": "requisite condition for the sustainable social and economic development of Turkmenistan."}, {"text_block_id": "p2_b36", "text": "Strategic goals, objectives and principles"}, {"text_block_id": "p2_b37", "text": "National Climate Change Strategy of Turkmenistan represents the national vision of climate change issues and is a basis for the formulation and implementation of national policy of Turkmenistan on the issues related to climate change and its effects."}, {"text_block_id": "p2_b38", "text": "The country"}, {"text_block_id": "p2_b39", "text": "’"}, {"text_block_id": "p2_b40", "text": "s favorable political conditions and stability following independence and neutrality status has opened possibilities for the economic and social development, cultural and spiritual renovation of Turkmen society. The climate change policy is intended to facilitate and strengthen the country"}, {"text_block_id": "p2_b41", "text": "’"}, {"text_block_id": "p2_b42", "text": "s growth rate trends while being a catalyst for modernization, diversification and fortification in all economic sectors, thereby increasing"}, {"text_block_id": "p2_b43", "text": "the country’s profile on the global marke"}, {"text_block_id": "p2_b44", "text": "ts, and"}, {"text_block_id": "p2_b45", "text": "improving Turkmenistan’s competitive"}, {"text_block_id": "p2_b46", "text": "capacity through upgrading technology and energy effectiveness. Integration of climate change response measures into sectoral plans and strategies will also be integral to this."}, {"text_block_id": "p2_b47_merged_merged_merged_merged", "text": "In acknowledgement of the complexity of climate change problems, the Strategy calls for the provision of a comprehensive national policy to address the issues. The Strategy’s key objective is the identification and assessment of threats to Turkmen development and security caused by climate change including threats to economy, infrastructure, water management, public life and health, and ensuring reasonable prudence in planning and"}, {"text_block_id": "p3_b51", "text": "implementation of measures to protect the Turkmen nation and state from adverse effects of climate change."}, {"text_block_id": "p3_b52", "text": "The Strategy"}, {"text_block_id": "p3_b53", "text": "’"}, {"text_block_id": "p3_b54", "text": "s goal is to ensure sustainable development of Turkmenistan development of Turkmenistan, through which effects of climate change can be mitigated whilst still"}, {"text_block_id": "p3_b55", "text": "engendering the country’s"}, {"text_block_id": "p3_b56", "text": "economic and social growth. The double-fold practices of preparing the country for possible climate change effects while strengthening its economic, food, water and environmental security is also a key objective."}, {"text_block_id": "p3_b57", "text": "The Strategy is intended to stimulate transition to integrated and dynamic planning to ensure the future sustainable development of the country and its economic sectors, in view of the climate change projections in the mid-and long-term perspective."}, {"text_block_id": "p3_b58", "text": "At the international level, the Strategy will be the main instrument of Turkmenistan to voice its positions in global discussions within the UNFCCC negotiations, prepare reporting on the implementation of commitments under the UNFCCC and further planning of national economy in the context of climate change."}, {"text_block_id": "p3_b59", "text": "In order to address climate change concerns, the Strategy should uphold the following principles:"}, {"text_block_id": "p3_b60", "text": "In order to address climate change concerns, the Strategy should uphold the following principles:\n* Addressing climate change challenges shall be based on a comprehensive/integrated\n* Addressing climate change challenges shall be based on a comprehensive/integrated\n UNFCCC and Kyoto Protocol and the decisions of the Conference of Parties to\n* Addressing climate change challenges shall be based on a comprehensive/integrated\n UNFCCC and Kyoto Protocol and the decisions of the Conference of Parties to\n Promoting innovative technologies, transfer of technology, scientific and\n* Addressing climate change challenges shall be based on a comprehensive/integrated\n UNFCCC and Kyoto Protocol and the decisions of the Conference of Parties to\n Promoting innovative technologies, transfer of technology, scientific and\n Combating climate change shall involve the collective effort of society at large"}, {"text_block_id": "p3_b66", "text": "Current Climate Change Effects"}, {"text_block_id": "p3_b67", "text": "The climate of Turkmenistan is one of the harshest in the Central Asian region. The highest air temperature and lowest precipitation values are prevalent here."}, {"text_block_id": "p3_b68", "text": "In recent years, the sustained rise in air temperature and acute daily fluctuations of air temperature have been observed; maximal temperature values are increasing, whereas minimal values are decreasing; non-uniformity of monthly fallout of precipitation has been growing in recent years; the climate is becoming more inclined towards drought; the frequency of flash runoffs and mud flows, as well as rain storms and periods of intense heat has increased."}, {"text_block_id": "p3_b69_merged_merged", "text": "During the past 55 years, intensive warming has been observed all over the country, occurring at a faster pace than anywhere else on the planet. The 1.4ºС temperature rise was observed during this period, whereas on the global scale the average temperature rose by 0.74ºС over the past 100 years. The highest temperature rise of 2ºС is observed in winter"}, {"text_block_id": "p4_b76", "text": "the period. The amount of precipitation during these years has slightly increased, particularly in spring months, with the lowest precipitation values being observed in summer."}, {"text_block_id": "p4_b77", "text": "Turkmenistan"}, {"text_block_id": "p4_b78", "text": "’"}, {"text_block_id": "p4_b79", "text": "s river runoff, including Amudarya, Murgab, Tedjen, Atrek and other small rivers, is formed almost entirely in the territories of neighboring states. Accordingly, the volume of accessible water resources is not exclusively determined by the natural water content of these rivers, but also by international water distribution agreements. The Amudarya river runoff continues to provide 90% of all water resources for Turkmenistan, experiencing little change over the past years."}, {"text_block_id": "p4_b80", "text": "The natural hydro-meteorological phenomena which pose highest threats to Turkmenistan"}, {"text_block_id": "p4_b81", "text": "’s social and economic development include the following"}, {"text_block_id": "p4_b82", "text": ": flash runoffs and mud flows, strong winds, sand storms, droughts, dry hot winds, frosts, heavy rainfalls, strong heat, abundant snowfalls and hail. During the years 1996-2005 flash runoffs and mud floods causing substantial economic losses occurred on 30 occasions. Periodicity of strong winds is at an annual average of 120 occurrences, while the average for intense heat rests at 50 per annum. Analysis of the number of flash runoffs, mud floods and heavy rainfalls during the period 1986-1995  indicate a trend towards increase of occurrences."}, {"text_block_id": "p4_b83", "text": "Climate change projections"}, {"text_block_id": "p4_b84", "text": "According to national studies, further climate warming is expected in the territory of Turkmenistan: air temperature rise and reduction in the amount of precipitation, as well as the increase in the number and strength of natural hydro-meteorological phenomena."}, {"text_block_id": "p4_b85", "text": "Forecasts up to 2040 include the increase of atmospheric air temperature by"}, {"text_block_id": "p4_b86", "text": "2ºС"}, {"text_block_id": "p4_b87", "text": "across the entire territory of Turkmenistan. The rate of temperature change will intensify after 2040. Calculations show the rise of temperature from"}, {"text_block_id": "p4_b88", "text": "3ºС"}, {"text_block_id": "p4_b89", "text": "to"}, {"text_block_id": "p4_b90", "text": "7ºС"}, {"text_block_id": "p4_b91", "text": "by 2100. Such a significant temperature increase will mainly entail adverse effects on various sectors of social and economic activities."}, {"text_block_id": "p4_b92", "text": "Insignificant increase in the amount of precipitation is expected until 2020 which will be followed by its sharp fall. The rate of reduction in precipitation will be more detectable after 2040, reducing by 8-17% by 2100."}, {"text_block_id": "p4_b93", "text": "According to Hydro-meteorological Center of Uzbekistan, the Amudarya river runoff"}, {"text_block_id": "p4_b94", "text": "–"}, {"text_block_id": "p4_b95", "text": "the main source o"}, {"text_block_id": "p4_b96", "text": "f Turkmenistan’s surface waters"}, {"text_block_id": "p4_b97", "text": "-will reduce by 10-15% by 2050. Small rivers (Murgab, Tedjen and Etrek) runoff will reduce by 5-8% by 2030. In short, the most pressing issue is that the runoff of local rivers during the vegetation period may reduce by 30%."}, {"text_block_id": "p4_b98_merged_merged_merged_merged_merged", "text": "According to the findings of Intergovernmental Climate Change Expert Group, expected climate change will cause intensification of daily and monthly air temperature, pressure and humidity fluctuations; intensification of frequency and strength of natural weather phenomena on regional and local scale – droughts, flash flows and mud flows, sand storms, etc."}, {"text_block_id": "p4_b101", "text": "Climate change in Turkmenistan will manifest itself in the increase in number of flash runoffs and mud flows (10% annually), heavy rains (5% annually) and intense heat periods (1.6% annually)."}, {"text_block_id": "p5_b102", "text": "Climate change effects on economic sectors"}, {"text_block_id": "p5_b103", "text": "Projected climate change will considerably affect many spheres of the country"}, {"text_block_id": "p5_b104", "text": "’"}, {"text_block_id": "p5_b105", "text": "s social and economic development in the years to come, namely, water economy, agriculture, public health. Adverse climate change effects will be noticeable in the flora and fauna, forestry, soil and land resources."}, {"text_block_id": "p5_b106", "text": "Development of economic sectors and population growth will entail an increase in water consumption when water resources in Turkmenistan remain scarce. Climate change will bring about a deficit and deterioration in water quality which in turn will affect the performance of other sectors, primarily agriculture and public health."}, {"text_block_id": "p5_b107", "text": "Turkmenistan"}, {"text_block_id": "p5_b108", "text": "’"}, {"text_block_id": "p5_b109", "text": "s agricultural production depends to a great extent on potential climate change. Greater possibility of poor crops as a result of upsurge in frequency and recurrence of droughts in some regions will substantially affect production performance in the sector. As a result of a deficiency in water irrigation the degradation of arable lands will intensify causing heavy soil salinization and erosion, reduction and degradation of natural grasslands. Reduction in pasture productivity will result in the decline of overall performance of the sheep farming sector."}, {"text_block_id": "p5_b110", "text": "The quality of human health will experience the most detrimental effects as a result of climate change; a real threat of heat stroke is increasing with the increase in ambient temperature. Major manifestations in the degradation of human health also include cardiovascular and respiratory system diseases, renal, nervous system diseases, diabetes and epilepsy."}, {"text_block_id": "p5_b111", "text": "The Caspian Sea and the coastal region of Turkmenistan play a key role in the"}, {"text_block_id": "p5_b112", "text": "country’s sustainable development"}, {"text_block_id": "p5_b113", "text": ". Higher humidity in the Caspian basin will persist in the nearest years. Climatic models depicting water consumption trends in the basins of major rivers flowing into the sea demonstrate the rise of Caspian Sea level mainly in the first half of this century."}, {"text_block_id": "p5_b114", "text": "Basic trends and priority sectors for climate change mitigation efforts"}, {"text_block_id": "p5_b115_merged_merged_merged_merged", "text": "The development of Turkmenistan during the years of independent statehood has been marked by a high growth rate in industrial production and volume of investment in the country’s economy. Dynamic economic growth of Turkmenistan is attributed to the increased use of energy products, primarily oil and gas, which has resulted in an increase in greenhouse gas emissions. For the ten year period from 1994 through 2004 overall volume of greenhouse gas emissions in the country increased by more than 70%."}, {"text_block_id": "p5_b119", "text": "Major sources of greenhouse gas emissions in Turkmenistan include enterprises of oil and gas, energy, agriculture and transport sectors and municipal housing economy. The"}, {"text_block_id": "p6_b120", "text": "largest volumes of emissions are formed in the process of fuel combustion, oil and gas production, transportation and storage."}, {"text_block_id": "p6_b121", "text": "The increase of greenhouse gas emissions is primarily due to the growth of energy consumption. At the same time, the intensity of greenhouse gas emissions has noticeably decreased in recent years due to technical modernization. Nevertheless it still remains fairly high, exceeding double fold the similar indicators of the leading developed countries. Intensive economic growth combined with the increase in production and energy consumption will inevitably lead to further increase in greenhouse gas emissions."}, {"text_block_id": "p6_b122_merged", "text": "In order to reduce pressure on climate the Strategy determines the trends/directions of Turkmenistan’s policy for the gradual and consistent transition to an economy with lower greenhouse gas emissions values, whilst causing no detriment to social and economic growth rates. Energy efficiency and energy saving, sustainable utilization of natural gas and oil products and the increased use of alternative sources of energy constitute the main priorities of the policy oriented towards reduction of greenhouse gas emissions."}, {"text_block_id": "p6_b125", "text": "Instruments and measures on limitation of greenhouse gas emissions in key sectors of economy (industrial, transport and housing and utilities) will be used to ensure the implementation of such policy and sustain, at the same time, high overall economic growth rates."}, {"text_block_id": "p6_b126", "text": "Priority areas for such measures in Turkmenistan are the following:"}, {"text_block_id": "p6_b127", "text": "Priority areas for such measures in Turkmenistan are the following:\n"}, {"text_block_id": "p6_b131", "text": "Basic tools of the national policy for the implementation of such measures are:"}, {"text_block_id": "p6_b132", "text": "Basic tools of the national policy for the implementation of such measures are:\n"}, {"text_block_id": "p6_b137", "text": "Industry"}, {"text_block_id": "p6_b138", "text": "is represented by the enterprises of electrical energy sector, oil and gas production, oil refinery, chemical and petrochemical sectors, machine-building industry and metalworking production, construction materials, manufacturing facilities and enterprises of light and food industry."}, {"text_block_id": "p6_b139", "text": "Specific measures on improving energy efficiency of industrial subsectors and individual production facilities will be developed with due consideration of their specificity and process technologies. Common approaches to successful development and implementation of measures on the improvement of energy efficiency include the following:"}, {"text_block_id": "p6_b140", "text": "Specific measures on improving energy efficiency of industrial subsectors and individual production facilities will be developed with due consideration of their specificity and process technologies. Common approaches to successful development and implementation of measures on the improvement of energy efficiency include the following:\n"}, {"text_block_id": "p7_b142", "text": "Specific measures on improving energy efficiency of industrial subsectors and individual production facilities will be developed with due consideration of their specificity and process technologies. Common approaches to successful development and implementation of measures on the improvement of energy efficiency include the following:\n\n"}, {"text_block_id": "p7_b145", "text": "Electrical energy industry"}, {"text_block_id": "p7_b146", "text": "of Turkmenistan is one of the basic sectors of economy. Its development status affects realization of national plans for enhanced social and economic growth and ensuring energy security of the country. At the same time, growth in intensive power generation causes increased greenhouse gas emissions. In electrical energy sector the Strategy promotes the following measures:"}, {"text_block_id": "p7_b147", "text": "of Turkmenistan is one of the basic sectors of economy. Its development status affects realization of national plans for enhanced social and economic growth and ensuring energy security of the country. At the same time, growth in intensive power generation causes increased greenhouse gas emissions. In electrical energy sector the Strategy promotes the following measures:\n"}, {"text_block_id": "p7_b150", "text": "Natural climatic conditions"}, {"text_block_id": "p7_b151", "text": "of Turkmenistan are highly favorable for wide use of alternative energy sources such as solar, wind, geothermal and biomass energy for the generation of power, heat and freeze."}, {"text_block_id": "p7_b152", "text": "For the purpose of increasing the share of renewable sources of energy in the"}, {"text_block_id": "p7_b153", "text": "country’s energy mix and development of alternative energy sector"}, {"text_block_id": "p7_b154", "text": "the following measures will be implemented:"}, {"text_block_id": "p7_b155", "text": "the following measures will be implemented:\n* .\n* .\n Developing economic incentives for application of alternative energy sources"}, {"text_block_id": "p7_b161", "text": "The oil and gas sector"}, {"text_block_id": "p7_b162_merged_merged_merged", "text": "of Turkmenistan does not only form the structure of the economy, but it plays a key role at all stages of economic development. Likewise, it is a key contributor to the formation of gross domestic product and the country’s export potential."}, {"text_block_id": "p7_b165", "text": "However, large amounts of greenhouse gases are emitted at all stages and layers of the oil and gas sector production cycles. Despite considerable renovation of process equipment, oil and gas enterprises still remain major sources of greenhouse gas emissions in Turkmenistan."}, {"text_block_id": "p7_b166", "text": "Priority goals for the improvement of process and economic efficiency of oil and gas sector is the large scale introduction of new advanced energy efficient technologies and latest international scientific achievements into the overall production cycle: from geological prospecting, development and exploitation of oil and gas fields to oil and gas transportation, storage and consumption."}, {"text_block_id": "p7_b167", "text": "Major areas for improving energy efficiency and energy saving in the oil and gas sector are the following:"}, {"text_block_id": "p7_b168", "text": "Major areas for improving energy efficiency and energy saving in the oil and gas sector are the following:\n"}, {"text_block_id": "p8_b169", "text": "Major areas for improving energy efficiency and energy saving in the oil and gas sector are the following:\n\n"}, {"text_block_id": "p8_b178", "text": "Transport"}, {"text_block_id": "p8_b179", "text": "and communication system of Turkmenistan is one of the key components of successful economic development. It is represented by automobile, air, railway and water transport. Transport system features a high yearly growth rate by basic performance indices."}, {"text_block_id": "p8_b180", "text": "Considerable increase in motor vehicle quantity as a result of increasing peopl"}, {"text_block_id": "p8_b181", "text": "e’s"}, {"text_block_id": "p8_b182", "text": "welfare gain and intensive growth of heavy-tonnage /super carrier/ transportation will lead to the intensive growth of petroleum and diesel fuel consumption thus entailing rapid increase in the amount of greenhouse gas emissions."}, {"text_block_id": "p8_b183", "text": "Priority areas for reducing climate pressure caused by transport and sustainment of air quality in urban and other densely populated areas involve measures to optimize transport sector performance:"}, {"text_block_id": "p8_b184", "text": "Priority areas for reducing climate pressure caused by transport and sustainment of air quality in urban and other densely populated areas involve measures to optimize transport sector performance:\n"}, {"text_block_id": "p8_b189", "text": "The economic upturn"}, {"text_block_id": "p8_b190_merged_merged", "text": "occurring in Turkmenistan impacts the intensive renovation of the country’s housing and public utility stock. New apartment buildings are built based on modern technologies, particularly the use of foil and mineral wool in insulating walls. According to plans for the expansion of housing floorspace per person and population growth projections, construction of a large number of high-rise residential buildings with heating systems and hot water supply from autonomous gas boiler-facilities is envisaged."}, {"text_block_id": "p8_b193", "text": "Old multistory apartment buildings constructed without due account of climatic specificity of Turkmenistan are particularly prone to solar radiation. Hence, priorities for developing the housing and municipal services sector based on its improved energy efficiency are the following:"}, {"text_block_id": "p8_b194", "text": "Old multistory apartment buildings constructed without due account of climatic specificity of Turkmenistan are particularly prone to solar radiation. Hence, priorities for developing the housing and municipal services sector based on its improved energy efficiency are the following:\n"}, {"text_block_id": "p9_b196", "text": "Old multistory apartment buildings constructed without due account of climatic specificity of Turkmenistan are particularly prone to solar radiation. Hence, priorities for developing the housing and municipal services sector based on its improved energy efficiency are the following:\n\n"}, {"text_block_id": "p9_b199", "text": "Growing greenhouse emissions"}, {"text_block_id": "p9_b200", "text": "in the waste management sector is primarily due to the country's population growth and improvements of social and living conditions. However, waste is also a source of secondary material and fuel and energy resources. In this connection, priority areas, with due account for the reduction of greenhouse gas emissions in waste management sector, are the following:"}, {"text_block_id": "p9_b201", "text": "Introduction of waste sorting and disposal systems, appropriate information and awareness raising activities amongs the Turkmen population"}, {"text_block_id": "p9_b202", "text": "Introduction of municipal and industrial waste utilization/recycling technologies"}, {"text_block_id": "p9_b203", "text": "Fine purification and recycling of waste water"}, {"text_block_id": "p9_b204", "text": "Waste composting"}, {"text_block_id": "p9_b205", "text": "Tourism"}, {"text_block_id": "p9_b206", "text": "is a new developing sector within the national economy and is based on historical and cultural heritage and the unique nature of Turkmenistan. One of the largest projects in the sector is the development of"}, {"text_block_id": "p9_b207", "text": "the first National Tourist Zone “Avaza”"}, {"text_block_id": "p9_b208", "text": "on the Caspian coast."}, {"text_block_id": "p9_b209", "text": "To expand the volume of tourist services, improve th"}, {"text_block_id": "p9_b210", "text": "e sector’s"}, {"text_block_id": "p9_b211", "text": "economic effectiveness and upgrade"}, {"text_block_id": "p9_b212", "text": "Turkmenistan’s international tourist status up to the level"}, {"text_block_id": "p9_b213", "text": "of developed countries, the 2011-2020 National Programme for Tourism Support and Development was adopted in Turkmenistan. Turkmenistan"}, {"text_block_id": "p9_b214", "text": "’"}, {"text_block_id": "p9_b215", "text": "s geographical position, well-developed transport and communication system, the availability of plentiful recreational resources, unique nature and historical monuments can turn the country into a leader in the sphere of tourism."}, {"text_block_id": "p9_b216", "text": "As a result of immense attention the international community gives to the climate change problem, securing neutrality of tourist sites in terms of keeping them free from greenhouse gas emissions is one of the innovational methods of popularization of tourist zones and ensuring their uniqueness and identity."}, {"text_block_id": "p9_b217", "text": "The tourist zone"}, {"text_block_id": "p9_b218", "text": "“"}, {"text_block_id": "p9_b219", "text": "Avaza"}, {"text_block_id": "p9_b220", "text": "”"}, {"text_block_id": "p9_b221", "text": "is just starting to develop and accordingly, it is better placed to establish itself in the niche global market for green tourist zones. The Strategy offers"}, {"text_block_id": "p9_b222", "text": "“"}, {"text_block_id": "p9_b223", "text": "maximum green"}, {"text_block_id": "p9_b224", "text": "”"}, {"text_block_id": "p9_b225", "text": "development of the national project"}, {"text_block_id": "p9_b226", "text": "“"}, {"text_block_id": "p9_b227", "text": "Avaza"}, {"text_block_id": "p9_b228", "text": "”"}, {"text_block_id": "p9_b229", "text": "based on the use of latest energy saving technologies and maximum employment of alternative energy power engineering."}, {"text_block_id": "p9_b230", "text": "Basic trends and priority sectors for adaptation to climate change"}, {"text_block_id": "p9_b231_merged_merged_merged_merged", "text": "At present realization of national projects in Turkmenistan is in full swing, thus directly or indirectly contributing to adaptation of the country’s economy to climate change. Such projects include current construction of the made lake “Golden Age” in the Karakum desert and government initiative for greening urban areas and other communities in the country through planting en-masse."}, {"text_block_id": "p10_b236", "text": "Adaptation measures should be oriented to the reduction of climate change effects and capitalizing on potential benefits of climate. Anticipatory actions may bring tangible economic benefits and minimize threats to ecosystems, human health, economic development, property and infrastructure."}, {"text_block_id": "p10_b237", "text": "Priority sectors for climate change adaptation efforts in Turkmenistan include: public health, agriculture and water management sector, Caspian coastal zone, natural ecosystems: flora, fauna, forests, soil and land resources."}, {"text_block_id": "p10_b238", "text": "The geographic position"}, {"text_block_id": "p10_b239", "text": "and natural climatic conditions of Turkmenistan determine the scarcity of water resources. The country takes all possible water saving and water quality improvement measures, as well as improving the regulatory framework for the use and protection of water resources."}, {"text_block_id": "p10_b240", "text": "Growing deficiency of water resources caused by climate change necessitates the further strengthening of legislative and regulatory framework for water management in Turkmenistan. Reduction of the amount of water resources necessitates revision of methods used for the utilization of irrigation water, upgrading productive capacity of irrigation systems through their modernization."}, {"text_block_id": "p10_b241", "text": "In this connection water sector potential was taken into consideration in process of developing the Water Sector Development Concept of Turkmenistan until 2030, which will enable implementation of a package of adaptation measures."}, {"text_block_id": "p10_b242", "text": "Primary objectives for water sector adaptation to climate change include:"}, {"text_block_id": "p10_b243", "text": "Improving water management"}, {"text_block_id": "p10_b244", "text": "Introducing advanced irrigation methods, construction of water-storage reservoirs and modernization of hydraulic engineering structures"}, {"text_block_id": "p10_b245", "text": "Developing incentive tools for stimulating rational water consumption"}, {"text_block_id": "p10_b246", "text": "Continuation of construction of the Turkmen Lake"}, {"text_block_id": "p10_b247", "text": "Strengthening international cooperation on conservation and use of transboundary waters"}, {"text_block_id": "p10_b248", "text": "Agriculture"}, {"text_block_id": "p10_b249", "text": "is an important sector of the economy, ensuring food security for the country. In recent years, profound changes have taken place in the agrarian sector. Phases and growth rates of agricultural sector are defined by programmes of the President of"}, {"text_block_id": "p10_b250", "text": "Turkmenistan “"}, {"text_block_id": "p10_b251", "text": "10 years of S"}, {"text_block_id": "p10_b252", "text": "tability”"}, {"text_block_id": "p10_b253", "text": ","}, {"text_block_id": "p10_b254", "text": "“Grain”"}, {"text_block_id": "p10_b255", "text": ","}, {"text_block_id": "p10_b256", "text": "“New Village”, “National Programme of the"}, {"text_block_id": "p10_b257", "text": "President of Turkmenistan for Reforming Social and Household Conditions of Population in Villages, Small Settlements, Towns, Di"}, {"text_block_id": "p10_b258", "text": "stricts and District Centres until 2020”."}, {"text_block_id": "p10_b259", "text": "A number of regulatory legal acts were adopted to ensure accelerated development of the sector."}, {"text_block_id": "p10_b260", "text": "Turkmenistan’s climatic conditions"}, {"text_block_id": "p10_b261_merged_merged", "text": "render the country’s territory a zone of risky farmery. Diminishing water resources due to climate change will directly affect the ameliorative status of cultivated and irrigated lands, together with the yield capacity of agricultural crops. Of paramount importance in the field of adaptation to climate change is the enhancement of the agricultural sector’s resilience to climate change. The adaptation package includes the following:"}, {"text_block_id": "p10_b266", "text": "Optimizing spacing /allocation/distribution of agricultural production facilities;"}, {"text_block_id": "p10_b267", "text": "Specialization of agricultural production;"}, {"text_block_id": "p10_b268", "text": "Conducting selection work to breed drought-resistant and salt-resistant crops;"}, {"text_block_id": "p10_b269", "text": "Conducting phytomelioration work;"}, {"text_block_id": "p11_b270", "text": "Promoting the introduction and strict observance of rotational pasture use, the formation of pasture protection belts consisting of fodder dendro-shrubby plants;"}, {"text_block_id": "p11_b271", "text": "Developing pasture farming;"}, {"text_block_id": "p11_b272", "text": "Introducing methods and practices allowing to harvest crops several times a year."}, {"text_block_id": "p11_b273", "text": "Efficiency of land use"}, {"text_block_id": "p11_b274", "text": "is determined by the specificity of natural ameliorative and irrigation management conditions of Turkmenistan. More than half of lands under irrigation require improvements in their ameliorative status. The root causes of irrigable land degradation are secondary salinization and desertification; climate change will intensify these processes. These issues are already being addressed through major capital works. For example, as a result of the completion of the first phase of the Turkmen lake construction, drainage waters are now transferred to the Garashor cavity located in the north-west of the country. This will allow to prevent floods of mineralized salinated waters in the Karakum desert and contamination of the Amudarya river waters, and to improve the ameliorative state of adjacent irrigated lands. In order to adapt land and soil resources to climate change the following tasks should be implemented:"}, {"text_block_id": "p11_b275", "text": "Adopting a law on pastures to prevent degradation of pastures"}, {"text_block_id": "p11_b276", "text": "–"}, {"text_block_id": "p11_b277", "text": "major carbon sinks;"}, {"text_block_id": "p11_b278", "text": "Conducting detailed soil and land inventory taking;"}, {"text_block_id": "p11_b279", "text": "Combat soil salinization, pasture degradation and desertification of territories;"}, {"text_block_id": "p11_b280", "text": "Control over the engineering projects under construction which deplete productive soil layer;"}, {"text_block_id": "p11_b281", "text": "Implementing measures on ameliorative improvement of usable lands;"}, {"text_block_id": "p11_b282", "text": "Enhancing crop farming culture."}, {"text_block_id": "p11_b283", "text": "The health of the Turkmen population"}, {"text_block_id": "p11_b284", "text": "is ranked as a priority public objective. The integrated government programme"}, {"text_block_id": "p11_b285", "text": "“Health”"}, {"text_block_id": "p11_b286", "text": "has been developed and is successfully implemented."}, {"text_block_id": "p11_b287", "text": "Climate change is accompanied by the increase in the number of days with abnormal highest and lowest temperatures. Accordingly, key measures for adapting the public health sector to climate change include the following:"}, {"text_block_id": "p11_b288", "text": "Providing scientific assessment of the effect of high air temperature on the health of the populations in different regions of the country."}, {"text_block_id": "p11_b289", "text": "Developing preventive programs to reduce the adverse effects of climate change."}, {"text_block_id": "p11_b290", "text": "Developing specific recommendations on various aspects of the"}, {"text_block_id": "p11_b291", "text": "population’s"}, {"text_block_id": "p11_b292", "text": "adaptation to extreme changes in weather conditions."}, {"text_block_id": "p11_b293", "text": "Developing a National Report to assess climate change effects on public health."}, {"text_block_id": "p11_b294", "text": "Turkmenistan is rich in biological resources, including over 20 000 species of flora and fauna which determine the development of separate branches of the national economy."}, {"text_block_id": "p11_b295", "text": "The country’s territo"}, {"text_block_id": "p11_b296", "text": "ry is inhabited by a great number of rare and endemic species of fauna and flora. Conservation and rational use of bioresources is one of the prerequisites for the"}, {"text_block_id": "p11_b297", "text": "country’s sustainable development"}, {"text_block_id": "p11_b298", "text": "."}, {"text_block_id": "p11_b299_merged_merged_merged_merged_merged", "text": "Forestry in the territory of Turkmenistan has value as a source of food, raw materials for medicine and the production of coloring materials, ornamental plants, seeds of various plant species and is the major absorbent of carbon dioxide – the dominant greenhouse gas."}, {"text_block_id": "p11_b302", "text": "Climate change may cause the loss of biodiversity, changes of species composition, decrease in habitats, outspread of destructive pests. In order to implement preventive measures towards the enhancement of ecosystems and forestry sustainability in the context of climate change the following tasks should be implemented:"}, {"text_block_id": "p12_b303", "text": "Developing National Forestry Programme of Turkmenistan, including improvement of the forestry inventory system;"}, {"text_block_id": "p12_b304", "text": "Improving the mechanism of economic incentives;"}, {"text_block_id": "p12_b305", "text": "Integrating biodiversity management objectives into economic sector activities to precipitate the support of natural ecosystem functions by industrial processes"}, {"text_block_id": "p12_b306", "text": "Enhancing the economic potential of protected areas through implementing reforms in the protected areas system, expanding the total surface area of protected spaces, development of national parks and introduction of alternative sustainable financing arrangements;"}, {"text_block_id": "p12_b307_merged", "text": "Integration of principles that enhance ecosystems’ sustainability and rational use of land and water resources in the key sectors of the economy that cause adverse effects for the environment. These include fuel and energy complex transport, construction, etc."}, {"text_block_id": "p12_b310", "text": "Applying legislative, economic, institutional and technical measures for expanding the forest coverage."}, {"text_block_id": "p12_b311", "text": "The strength and frequency of extreme natural hydro-meteorological phenomena will intensify in the context of climate change. Such phenomena bring substantial damage to the economy and environment."}, {"text_block_id": "p12_b312", "text": "The following preventive measures will be taken to reduce such damage:"}, {"text_block_id": "p12_b313", "text": "Improving climate monitoring systems to monitor hazardous weather phenomena;"}, {"text_block_id": "p12_b314", "text": "Improving short-term forecasting of hazardous hydro-meteorological phenomena, mid-term and long-term hydro-meteorological forecasts;"}, {"text_block_id": "p12_b315", "text": "Improving early warning systems and bringing climate information to notice of the users of such information;"}, {"text_block_id": "p12_b316", "text": "Adaptation of construction standards to ensure resilience of infrastructure in the face of hazardous climatic phenomena;"}, {"text_block_id": "p12_b317", "text": "Developing insurance systems for climatic risks insurance"}, {"text_block_id": "p12_b318", "text": "Basic mechanisms for Strategy implementation"}, {"text_block_id": "p12_b319", "text": "The Strategy will be implemented through the National Action Plans for adaptation and reduction of greenhouse gas emissions, which should become an integral part of future national programs and plans for social and economic development. Separate measures will be incorporated in sectoral programs of Turkmenistan."}, {"text_block_id": "p12_b320", "text": "Such plans will include measures to mitigate climate change effects and adaptation to the observable and forecasted changes, measures oriented to scientific and technical development, further climate change research, assessment of climatic risks and performance (including economic) analysis, analysis of different response measures and development of financial and coordination mechanisms for the implementation of these plans and programs. In addition, these plans will take into account existing measures related to climate change in national and sectoral development plans. Accordingly, measures envisaged in these plans will be divided in short-term (until 2020) and long-term (until 2030) plans."}, {"text_block_id": "p12_b321", "text": "As many measures for the reduction of greenhouse gas emissions and adaptation to climate change affect different social and economic spheres, an inter-sectoral and interdisciplinary coordination mechanism engaging line ministries and agencies will be"}, {"text_block_id": "p13_b322", "text": "developed for the Strategy implementation. Such a mechanism will enable strengthening of inter-sectoral communication and coordination at all levels and enhance understanding of the benefits of mutual co-operation between all stakeholders."}, {"text_block_id": "p13_b323", "text": "At all stages of Strategy implementation, an important role will be assigned to further strengthen cooperation with other countries where best practices and approaches to the reduction of GHG emissions and adaptation to climate change have successfully been proven. Moreover, the experience and capacity of international organizations such as UNDP, UNEP, OECD, World Bank etc. in this field will be employed."}, {"text_block_id": "p13_b324", "text": "Raising awareness and the stakeholders"}, {"text_block_id": "p13_b325", "text": "’"}, {"text_block_id": "p13_b326", "text": "understanding of the scale of the climate change problem and cli"}, {"text_block_id": "p13_b327", "text": "mate change effects on people’s life"}, {"text_block_id": "p13_b328", "text": ", economy and environment is an important factor for the successful implementation of the Strategy. Measures to elucidate climate change and its effects through channels of information, education in ecological culture and the culture of natural resource and energy consumption,"}, {"text_block_id": "p13_b329", "text": "together with the"}, {"text_block_id": "p13_b330", "text": "training of the population in regards to the rules of conduct in critical situations will be included in National Action Plans for adaptation and reduction of greenhouse gas emissions."}, {"text_block_id": "p13_b331", "text": "Sources of finance for Strategy implementation"}, {"text_block_id": "p13_b332", "text": "Strategy implementation will be based both on the use of international and national sources of finance, technical and technological assistance."}, {"text_block_id": "p13_b333_merged_merged", "text": "The Strategy and further action plans for its realization offer Turkmenistan a possibility to access to the Global Green Climate Fund to obtain financial, technical and technological assistance from international sources. Action plans for the reduction of greenhouse gas emissions and adaptation to climate change will determine financing arrangements for each specific measure. Some measures will be financed in accordance to the country’s potential, whereas others will require the attraction of international financing."}, {"text_block_id": "p13_b336", "text": "Out of international resources, the existing functioning and projected financial mechanisms and funds within UNFCCC and Kyoto Protocol will be used, such as:"}, {"text_block_id": "p13_b337", "text": "Global Environment Facility (GEF);"}, {"text_block_id": "p13_b338", "text": "Adaptation Fund;"}, {"text_block_id": "p13_b339", "text": "Global Green Climate Fund (launch envisaged in 2013);"}, {"text_block_id": "p13_b340", "text": "Kyoto Protocol mechanism for the reduction of greenhouse gas emissions, Clean Development Mechanism and other international financing arrangements to support emission reduction efforts, which will be adopted within the framework of current climate change negotiation process;"}, {"text_block_id": "p13_b341", "text": "Bilateral funds (e.g., International Climate Initiative under the Government of Germany);"}, {"text_block_id": "p13_b342", "text": "Bilateral agreements;"}, {"text_block_id": "p13_b343", "text": "Other international financing, including grants."}, {"text_block_id": "p13_b344", "text": "At the national level the Strategy offers to establish a National Clean Climate Fund, the budget of which may be formed from various sources including:"}, {"text_block_id": "p13_b345", "text": "State budget of Turkmenistan;"}, {"text_block_id": "p13_b346", "text": "Fixed percentage allocations from energy export revenues (natural gas, oil, electric energy etc.);"}, {"text_block_id": "p14_b347", "text": "Financial liabilities of international oil companies arising from production sharing agreements and dedicated for projects in social and economic spheres;"}, {"text_block_id": "p14_b348", "text": "Established percentage allocations from projects involving production, transportation distribution and consumption of energy resources (e.g.,"}, {"text_block_id": "p14_b349", "text": "“East"}, {"text_block_id": "p14_b350", "text": "-"}, {"text_block_id": "p14_b351", "text": "West” gas"}, {"text_block_id": "p14_b352", "text": "pipeline construction project);"}, {"text_block_id": "p14_b353", "text": "Allocations from gas exports procured as a result of adopting energy-saving measure;"}, {"text_block_id": "p14_b354", "text": "Development and implementation of Clean Development Mechanism projects in the areas of power energy, oil and gas;"}, {"text_block_id": "p14_b355", "text": "Other sources of finance."}, {"text_block_id": "p14_b356", "text": "Strategy monitoring and adjustment mechanisms"}, {"text_block_id": "p14_b357", "text": "In order to comply with current social and economic reforms and the principles laid in the National Program of social and economic development until 2030, the duration of the Strategy covers the period up to 2030. Revision of the Strategy will be carried out every five years on the basis of indicative figures."}, {"text_block_id": "p14_b358_merged_merged", "text": "Monitoring of the Strategy implementation and development of recommendations for revision of its provisions is assigned to the State Commission for ensuring implementation of Turkmenistan’s commitments emanating from UN environmental conventions and programmes. To ensure qualitative monitoring of analytical information, an electronic information management system will be developed, with its main components on GHG emission reduction and adaptation, will be developed. The system will be multifunctional and cover all sectors of economy to fully meet the “Electronic Government” initiative of the President of Turkmenistan."}, {"text_block_id": "p14_b363", "text": "The framework for the development and implementation of electronic system will be provided by matrices with detailed indicators and expected outcomes to be developed under further action plans for the reduction of greenhouse gas emissions and adaptation."}], "document_description": "This document represents the national vision of climate change issues and is a basis for the formulation and implementation of national policy of Turkmenistan on the issues related to climate change and its effects. The climate change policy is intended to strengthen the country's growth rate trends while being a catalyst for modernisation, diversification and fortification in all economic sectors. The strategy states that addressing climate change challenges shall be based on a comprehensive/integrated approach; measures on the reduction of greenhouse gas emissions shall be coordinated with adaptation measures. It promotes innovative technologies, transfer of technology, scientific and technological progress, and it aims to involve the whole society into mitigation and adaptation efforts."}