{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Kiribati", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Climate Change and Climate Risk Communications Strategy 2014-2018", "document_country_code": "KIR", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "11/05/2013", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/KIR/2013/KIR-2013-05-11-Climate Change and Climate Risk Communications Strategy 2014-2018_e6add703bf6833a8272cd7658af5ea93.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Kiribati Climate Change and Climate Risk Communications Strategy"}, {"text_block_id": "p0_b2", "text": "2014-2018"}, {"text_block_id": "p0_b3", "text": "V3 5 November 2013"}, {"text_block_id": "p0_b4", "text": "by the Secretariat of the Pacific Community"}, {"text_block_id": "p1_b5", "text": "Table of Contents"}, {"text_block_id": "p2_b6", "text": "Acronyms"}, {"text_block_id": "p2_b7", "text": "List of tables"}, {"text_block_id": "p3_b8", "text": "1. Background and introduction"}, {"text_block_id": "p3_b9", "text": "Climate change is recognised as one of the most challenging issues to sustainable development in Kiribati. The"}, {"text_block_id": "p3_b10", "text": "Office of the Beretitenti/Office of the President (OB)"}, {"text_block_id": "p3_b11", "text": "of the Government of Kiribati has indicated the need to increase awareness and understanding of climate change and climate risk, and their effects on key development sectors (such as water, food security and health) to strengthen the resilience of i-Kiribati to adapt to its adverse impacts."}, {"text_block_id": "p3_b12", "text": "Reflecting the Government’s ‘"}, {"text_block_id": "p3_b13", "text": "whole"}, {"text_block_id": "p3_b14", "text": "of country’"}, {"text_block_id": "p3_b15", "text": "approach, OB, line ministries, development partners and Non-Government Organisations (NGOs) have together developed the"}, {"text_block_id": "p3_b16", "text": "Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP)."}, {"text_block_id": "p3_b17", "text": "The KJIP identifies and prioritises national and community actions within each sector, and indicates the level of investment required to support these initiatives. Facilitated through development partners and regional agencies, this process is coordinated by the OB and overseen by the Kiribati National Expert Group (KNEG), an advisory panel comprised of representatives from government ministries, NGOs and key partners."}, {"text_block_id": "p3_b18", "text": "Central to the KJIP is the understanding and appreciation of the role of strategic communications in achieving broader development goals. Within the KJIP, education and communications lend support, and facilitate the broader objectives of this leading document. This includes outlining the coordination mechanism, resources and tools required, and highlighting potential opportunities across government Ministries, development partners and NGOs."}, {"text_block_id": "p3_b19", "text": "To date, there has been extensive work undertaken in Kiribati to increase awareness and understanding of climate change and climate risk. The history of climate change education in government Ministries, most notably the Ministry of Environment, Lands and Agriculture Development (MELAD), and various development partners, has laid a strong foundation for future work."}, {"text_block_id": "p3_b20", "text": "Building on the lessons learnt, this Strategy aims to highlight the role of strategic and targeted communications activities to enable, enhance and educate target audiences to connect the impacts of climate change and climate risk to existing development concerns within their households, villages and Kiribati as a whole."}, {"text_block_id": "p3_b21", "text": "Whilst closely aligned to the objectives of the KJIP, this Communications Strategy also seeks to address specific needs undertaken through an independent assessment. While this Strategy supports the KJIP, it should not be viewed as the key communications initiative to promote the KJIP. This itself is a separate activity to be undertaken through the KJIP Secretariat and endorsed by the KNEG."}, {"text_block_id": "p3_b22", "text": "A guiding principle of this Communications Strategy is collaboration and cooperation and where possible, links and potential partnerships have been highlighted. These are indicative only and formal initiatives are dependent on further consultation and dialogue between stakeholders."}, {"text_block_id": "p3_b23_merged_merged_merged", "text": "This Strategy is a “living document”. It is recommended that it is updated regularly (every 6-12 months) to reflect the changes within the policy framework and overarching sustainable development initiatives it could support. If need be, future versions of this Strategy can be closely aligned with specific operational plans for the implementation of the KJIP."}, {"text_block_id": "p4_b26", "text": "The “new wave of climate leadership”: The Majuro Declaration for Climate"}, {"text_block_id": "p4_b27", "text": "Leadership"}, {"text_block_id": "p4_b28", "text": "The development of the KJIP coincides with a time of renewed interest in climate change and disaster risk management in the region. In September 2013, Pacific leaders endorsed the"}, {"text_block_id": "p4_b29", "text": "Majuro Declaration for Climate Leadership"}, {"text_block_id": "p4_b30", "text": ", the key document produced at the Pacific Islands Forum Summit."}, {"text_block_id": "p4_b31", "text": "Signed by 15 countries in the region (including Australia and New Zealand) the declaration presents an increased opportunity to promote the needs of countries highly vulnerable to the impacts of climate change and climate risk, such as Kiribati."}, {"text_block_id": "p4_b32", "text": "Continuing the spirit of cooperation and collaboration reflected in the Majuro Declaration and many regional and international agreements before that, this Communications Strategy will also promote the need for Kiribati to showcase key lessons to its neighbours who may be experiencing similar impacts of climate change."}, {"text_block_id": "p4_b33", "text": "Is it anticipated that this Strategy, and accompanying documents, can provide support and guidance to strengthen the capacity of decision-makers (at government and village levels), media, NGOs and the general public to build the resilience of i-Kiribati people to adapt to the adverse impacts of climate change and climate risk."}, {"text_block_id": "p4_b34", "text": "How to use this Strategy"}, {"text_block_id": "p4_b35", "text": "This Strategy is a five-year framework, a guiding document to support the development and implementation of communication initiatives. Its overarching objective is to highlight the priority communications goals in terms of climate change and climate risk in Kiribati, and to provide mechanisms and resources to enhance and encourage collaboration and cooperation in these areas. Annual Implementation Plans can be developed from the Strategy based on organizational objectives, funding/budget and capacity."}, {"text_block_id": "p4_b36", "text": "This document presents a Strategic Approach comprised of seven Strategy components. Each component presents a number of activities. Depending on timing, capacity or available resources, these activities could be undertaken in succession, or as stand-alone actions. All activities can be tailored to suit the target audience and operating context. Where applicable, the activities have been linked to the relevant KJIP Strategy area. Section 10 also indicates potential partnerships that could support the development of these activities. These partnerships are subject to further discussion by the OB and KJIP Secretariat."}, {"text_block_id": "p4_b37", "text": "How this strategy was developed"}, {"text_block_id": "p4_b38", "text": "This Strategy was developed through a number of consultations including interviews with"}, {"text_block_id": "p4_b39", "text": "representatives of line ministries, development partners and supporting agencies, NGOs and the"}, {"text_block_id": "p4_b40", "text": "general public."}, {"text_block_id": "p4_b41_merged_merged_merged", "text": "agencies such as the Secretariat of the Pacific Community (SPC), the Secretariat of the Pacific Regional Environment Programme (SPREP) and development partners."}, {"text_block_id": "p4_b43", "text": "by SPC."}, {"text_block_id": "p5_b44", "text": "2. The Communications Climate"}, {"text_block_id": "p5_b45", "text": "A changing climate"}, {"text_block_id": "p5_b46", "text": "The Kiribati climate is changing. Steadily increasing emissions of greenhouse gases have lead to an enhanced greenhouse effect resulting in global warming."}, {"text_block_id": "p5_b47", "text": "This is resulting in a number of global and local effects:"}, {"text_block_id": "p5_b48", "text": "Temperatures have increased:"}, {"text_block_id": "p5_b49", "text": "Annual and seasonal maximum temperatures have increased in Tarawa since 1950. These temperature increases are consistent with the global pattern of warming."}, {"text_block_id": "p5_b50", "text": "Annual rainfall has decreased:"}, {"text_block_id": "p5_b51", "text": "Since 1951, there has been an increasing trend in annual and wet season rainfall for Kiritimati. Rainfall in Kiribati is very variable from year to year. Tarawa received, in the wettest years, more than 4000 mm rainfall, while in the driest years only 150 mm. This is similar in Kiritimati and has enormous impacts on water availability and quality, crop production and health."}, {"text_block_id": "p5_b52", "text": "Ocean becoming more acidic:"}, {"text_block_id": "p5_b53", "text": "Oceans absorb about one quarter of the carbon dioxide emitted from human activities each year. As the extra carbon dioxide reacts with seawater it causes the ocean to become slightly more acidic. Data shows that since the 18th century the level of ocean acidification"}, {"text_block_id": "p5_b54", "text": "has been slowly increasing in Kiribati’s waters."}, {"text_block_id": "p5_b55", "text": "Sea level has risen:"}, {"text_block_id": "p5_b56", "text": "As ocean water warms it expands, causing the sea level to rise. The melting of glaciers and ice sheets also contributes to sea level rise."}, {"text_block_id": "p5_b57", "text": "Source: the Pacific Climate Change Science Program/KJIP"}, {"text_block_id": "p5_b58", "text": "The Sustainable Development Challenge"}, {"text_block_id": "p5_b59", "text": "Kiribati currently faces a number of sustainable development issues relating to food security, coastal resources, health, water and sanitation, infrastructure and disaster risk management. The onset of climate change impacts will further exacerbate these challenges."}, {"text_block_id": "p5_b60", "text": "For many years, the key messages about climate change in Kiribati have been the effect of sea level"}, {"text_block_id": "p5_b61", "text": "rise on Kiribati’s land, its people and its futu"}, {"text_block_id": "p5_b62", "text": "re. There is now a general consensus that Kiribati faces a"}, {"text_block_id": "p5_b63", "text": "number of challenging issues relating to people’s well being that demand immediate attention. Most specifically is the concern that Kiribati’s water supply a"}, {"text_block_id": "p5_b64", "text": "nd food production systems are unable to meet the most basic needs of i-Kiribati communities. The current population rate and urban growth"}, {"text_block_id": "p5_b65", "text": "is placing increasing pressure on Kiribati’s limited and fragile resources."}, {"text_block_id": "p5_b66", "text": "Health issues relating to water and sanitation are also of great concern."}, {"text_block_id": "p5_b67", "text": "A summary of these sustainable development challenges is outlined below:"}, {"text_block_id": "p5_b68", "text": "A summary of these sustainable development challenges is outlined below:\n* Kiribati\n* Kiribati\n âs\n* Kiribati\n âs\n fresh water source is dependent on precipitation. Changing precipitation\n* . The contamination of groundwater due to these\n* Ocean and land-based habitats are degraded due to combined weather"}, {"text_block_id": "p6_b81", "text": "A summary of these sustainable development challenges is outlined below:\n* Kiribati\n* Kiribati\n âs\n* Kiribati\n âs\n fresh water source is dependent on precipitation. Changing precipitation\n* . The contamination of groundwater due to these\n* Ocean and land-based habitats are degraded due to combined weather\n* Changing climate impacts on traditional food systems, reducing productivity and\n* In remote rural areas there is a high dependency on subsistence"}, {"text_block_id": "p6_b87", "text": "Source: Adapted from KJIP"}, {"text_block_id": "p6_b88", "text": "Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP)"}, {"text_block_id": "p6_b89", "text": "The KJIP presents a comprehensive, integrated strategy that aims to maximize existing resources and present priority needs and funding areas. Designed to encompass a ten-year period, the KJIP is considered the key vehicle for the integration of climate change and disaster risks into all sectors, promoting a whole of country approach across Government, civil society, development partners and key agencies."}, {"text_block_id": "p6_b90", "text": "Vision & Goal"}, {"text_block_id": "p6_b91", "text": "The Vision of the KJIP:"}, {"text_block_id": "p6_b92", "text": "I-Kiribati culture is unique; and heritage and identity is upheld and safeguarded through enhanced resilience and sustainable development."}, {"text_block_id": "p6_b93", "text": "The Goal of the KJIP:"}, {"text_block_id": "p6_b94", "text": "Increase resilience to climate change and disaster risk through a whole of country approach."}, {"text_block_id": "p6_b95", "text": "KJIP strategies and communications"}, {"text_block_id": "p6_b96", "text": "The KJIP identifies the following 12 major strategies (see Table 1). Strategy 7 is most closely related to this Communications Strategy, with Actions and Sub-actions of the other Strategies also referring specifically to communications (including building capacity, developing tools and strengthening existing communication initiatives)."}, {"text_block_id": "p6_b97", "text": "Table 1:"}, {"text_block_id": "p6_b98", "text": "KJIP Strategies"}, {"text_block_id": "p7_b99", "text": "3. Situation analysis"}, {"text_block_id": "p7_b100", "text": "Table 2 provides an analysis of the key Strengths, Challenges, Needs and Opportunities in relation to the development and implementation of this communications strategy."}, {"text_block_id": "p7_b101", "text": "Table 2:"}, {"text_block_id": "p7_b102_merged", "text": "Situation Analysis – communications context"}, {"text_block_id": "p8_b105", "text": "4. Goals and Objectives it would be good to link these G&O to the situation analysis"}, {"text_block_id": "p8_b106", "text": "This Communications Strategy outlines four goals to be achieved within a five-year period (2014-2018). To support the achievement of the Goals, 20 objectives have been developed (Table 3). Each objective has a measurable element in which to evaluate against. The objectives can be revised to suit the operating environment, capacity, timelines and budget."}, {"text_block_id": "p8_b107", "text": "Table 3:"}, {"text_block_id": "p8_b108", "text": "Communications Goals and Objectives"}, {"text_block_id": "p9_b109", "text": "5. Target audiences"}, {"text_block_id": "p9_b110", "text": "It is important to acknowledge from the outset that a climate change communication strategy for Kiribati is dependent on the segmentation of target audiences and ensuring that messages are framed to suit the value sets, motivations and incentives that drive each target group."}, {"text_block_id": "p9_b111", "text": "Table 4 lists three key components:"}, {"text_block_id": "p9_b112", "text": "Table 4 lists three key components:\n* (who this strategy hopes to reach through various communication channels and tools)\n* (further breakdown of target audience)\n* Communication needs"}, {"text_block_id": "p9_b120", "text": "Table 4:"}, {"text_block_id": "p9_b121", "text": "Target audiences"}, {"text_block_id": "p11_b122", "text": "6. Key messages"}, {"text_block_id": "p11_b123", "text": "Table 5 presents the overarching messages that can be further refined and tailored to suit the specific needs of each target audience, channel, tool and budget."}, {"text_block_id": "p11_b124", "text": "Table 5:"}, {"text_block_id": "p11_b125", "text": "Key messages"}, {"text_block_id": "p12_b126", "text": "7. Communications channels and tools"}, {"text_block_id": "p12_b127_merged", "text": "Communication channels are the ways or vehicles that target audiences receive information. Communication tools are the actual products that can be developed and directed at target audiences through communication channels. When selecting communication channels and tools, it is always best to start from the perspective of the target audience and their ‘media diet’ to determine the most effective way to communicate key messages."}, {"text_block_id": "p12_b132", "text": "National communication channels and tools"}, {"text_block_id": "p12_b133", "text": "Table 6 describes the key communication channels and tools that could prove effective to target audiences in Kiribati."}, {"text_block_id": "p12_b134", "text": "Table 6:"}, {"text_block_id": "p12_b135", "text": "National communication channels and tools"}, {"text_block_id": "p13_b136", "text": "Regional and international communication channels and tools"}, {"text_block_id": "p13_b137", "text": "Table 7 describes the key communication channels and tools that could promote the regional and international target audiences."}, {"text_block_id": "p13_b138", "text": "Table 7:"}, {"text_block_id": "p13_b139", "text": "Regional and international communication channels and tools"}, {"text_block_id": "p14_b140", "text": "8. Strategic approach"}, {"text_block_id": "p14_b141", "text": "Communication principles"}, {"text_block_id": "p14_b142", "text": "The Strategic Approach of this Communications Strategy (Table 8) is based on a number of principles:"}, {"text_block_id": "p14_b143", "text": "The Strategic Approach of this Communications Strategy (Table 8) is based on a number of principles:\n* There is currently a large volume of work being undertaken by various\n* The various activities would be further enhanced and\n* Clear, consistent, highly engaging,\n* âfaceâ\n* âfaceâ\n .\n* âfaceâ\n .\n Given the abstract notion of climate change and climate risk, it is important\n* âfaceâ\n .\n Given the abstract notion of climate change and climate risk, it is important\n to bring these issues down to the everyday. Promote the âchange\n* âfaceâ\n .\n Given the abstract notion of climate change and climate risk, it is important\n to bring these issues down to the everyday. Promote the âchange\n -\n* âfaceâ\n .\n Given the abstract notion of climate change and climate risk, it is important\n to bring these issues down to the everyday. Promote the âchange\n -\n makersâ and âchampionsâ working in this\n* âfaceâ\n .\n Given the abstract notion of climate change and climate risk, it is important\n to bring these issues down to the everyday. Promote the âchange\n -\n makersâ and âchampionsâ working in this\n area in Kiribati.\n* Mo\n* Mo\n ve beyond the assumption that âi\n* Mo\n ve beyond the assumption that âi\n nformation leads to\n* Mo\n ve beyond the assumption that âi\n nformation leads to\n behaviour changeâ. Start small. Recognise the complex mix of barriers and incentives that impact on\n* risk reduction to âeveryday lifeâ\n* risk reduction to âeveryday lifeâ\n .\n* risk reduction to âeveryday lifeâ\n .\n Focus on daily needs and existing\n* or an\n* or an\n âenablerâ\n* or an\n âenablerâ\n .\n* or an\n âenablerâ\n .\n Use communications to support partnerships, engagement\n* Information and communications alone\n* Information and communications alone\n wonât lea\n* Information and communications alone\n wonât lea\n d to behaviour change, but they are key elements to support the promotion of ideal behaviour."}, {"text_block_id": "p14_b183", "text": "The Strategic approach is based on seven Strategy components:"}, {"text_block_id": "p14_b184", "text": "Strategy component 1:"}, {"text_block_id": "p14_b185", "text": "Coordination"}, {"text_block_id": "p14_b186", "text": "Strategy component 2:"}, {"text_block_id": "p14_b187", "text": "Branding/identity"}, {"text_block_id": "p14_b188", "text": "Strategy component 3:"}, {"text_block_id": "p14_b189", "text": "Stakeholder engagement"}, {"text_block_id": "p14_b190", "text": "Strategy component 4:"}, {"text_block_id": "p14_b191", "text": "Media engagement"}, {"text_block_id": "p14_b192", "text": "Strategy component 5:"}, {"text_block_id": "p14_b193_merged_merged_merged_merged", "text": "Promote ‘whole of government’"}, {"text_block_id": "p14_b196", "text": "approach"}, {"text_block_id": "p14_b197", "text": "Strategy component 6:"}, {"text_block_id": "p14_b198", "text": "Raise awareness of sustainable development/climate change issues"}, {"text_block_id": "p14_b199", "text": "Strategy component 7:"}, {"text_block_id": "p14_b200", "text": "Engage communities and promote partnerships"}, {"text_block_id": "p15_b201", "text": "Table 8:"}, {"text_block_id": "p15_b202", "text": "Strategic Approach"}, {"text_block_id": "p16_b203", "text": "9. Implementation Plan"}, {"text_block_id": "p16_b204", "text": "Table 9 lists specific activities under the seven Strategy Components. Each cluster of activities can be implemented successively or tailored to suit priorities and budget. Each activity is aligned with the relevant KJIP strategy."}, {"text_block_id": "p16_b205", "text": "Table 9:"}, {"text_block_id": "p16_b206", "text": "Implementation Plan"}, {"text_block_id": "p21_b207", "text": "10. Partnerships"}, {"text_block_id": "p21_b208", "text": "Table 10 provides some examples of potential partnerships that could be further explored. Not all implementation partners have been listed. This matrix needs to undergo further consultation in light of priorities, timeline and budget. It is anticipated that the OB/KJIP Secretariat in partnership with the Ministries and development partners will finalise."}, {"text_block_id": "p21_b209", "text": "Table 10:"}, {"text_block_id": "p21_b210", "text": "Potential partnerships"}, {"text_block_id": "p22_b211", "text": "11. Monitoring and Evaluation"}, {"text_block_id": "p22_b212", "text": "Monitoring and evaluation processes are critical to the success of communications initiatives. From the outset of a communications plan, it is important to build in mechanisms to assess the effectiveness of the activities in projecting Key Messages to the Target Audiences. Throughout the plan, monitor the effectiveness of communication channels and tools to ensure they are appropriate to the context and capability of the operating environment."}, {"text_block_id": "p22_b213", "text": "The extent of the Monitoring and Evaluation Framework as part of this Communications Strategy is dependent on the level of resources, capability and planning to undertake the assessment activities. Some guiding questions below can support the thinking around monitoring and evaluation."}, {"text_block_id": "p22_b214", "text": "The extent of the Monitoring and Evaluation Framework as part of this Communications Strategy is dependent on the level of resources, capability and planning to undertake the assessment activities. Some guiding questions below can support the thinking around monitoring and evaluation.\n* What is to be monitored and evaluated\n* What activities are needed to monitor and evaluate\n* Who is responsible for monitoring and evaluation activities\n* When monitoring and evaluation activities should occur (timing)\n* How monitoring and evaluation is carried out (methods)\n* What resources are required"}, {"text_block_id": "p22_b226", "text": "Evaluation can be undertaken of every communications activity, attached to specific outcomes, or"}, {"text_block_id": "p22_b227", "text": "facilitated as ‘milestones’ throughout the life of the Strategy (eg"}, {"text_block_id": "p22_b228", "text": ": every month, quarter, year)."}, {"text_block_id": "p22_b229", "text": "The Monitoring and Evaluation Framework (Table 11) can be used to support monitoring and evaluation efforts."}, {"text_block_id": "p22_b230_merged_merged", "text": "If possible it is important to establish baselines. A baseline is a ‘starting point’ from which to measure the activities against."}, {"text_block_id": "p22_b233", "text": "Table 11:"}, {"text_block_id": "p22_b234", "text": "Monitoring and Evaluation Framework"}], "document_description": "The overarching goal of Kiribati's Climate Change and Climate Risk Communications Strategy 2014-2018 is \"to highlight the priority communications goals in terms of climate change and climate risk in Kiribati, and to provide mechanisms and resources to enhance and encourage collaboration and cooperation in these areas.\"\n\nIt outlines seven strategy components the government intends to utilize in accomplishing its goal. Those are coordination, branding, stakeholder engagement, media engagement, a whole of government approach, awareness raising, and engaging communities and promoting partnerships.\n\nThis strategy also outlines the specific audiences, messages, and outlets the government intends to target in its climate change communications, and outlines the government's plan for implementing the strategy."}