{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Other|Direct Investment"], "document_country_english_shortname": "Kiribati", "document_category": "Policy", "document_sector_name": ["Tourism", "Coastal zones", "Adaptation"], "document_language": "English", "document_name": "Kiribati 20-year vision", "document_country_code": "KIR", "document_hazard_name": ["Sea Level Rise", "Soil Erosion"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Vision", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2016", "document_keyword": ["Fisheries", "Tourism"], "document_url": "https://cdn.climatepolicyradar.org/KIR/2016/KIR-2016-12-25-Kiribati 20-year vision_c21eff330799c4b86f49c7fa69620d42.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "TOBWAAN AO KARIKIRAKEAN KIRIBATI"}, {"text_block_id": "p2_b2", "text": "KIRIBATI 20-YEAR VIS[OŁ"}, {"text_block_id": "p2_b3", "text": "2016-2036"}, {"text_block_id": "p4_b4", "text": "Mission11"}, {"text_block_id": "p7_b5", "text": "Warm Greetings from the heart of the Central Pacific, an island nation surrounded by a vast ocean and vulnerable to the adverse impacts of climate change."}, {"text_block_id": "p7_b6", "text": "I am very pleased to introduce the Kiribati 20 year vision development plan known as the KV20."}, {"text_block_id": "p7_b7", "text": "The KV20 is Kiribati’s long term development blueprint for the period 2016-2036. This development blue print aims to transform Kiribati into a wealthier, healthier and peaceful country. The road to this KV20 began under the leadership of the present government administration. This is also the first long-term national development plan for Kiribati. The orientation of the KV20 augurs well with relevant global and regional sustainable development frameworks."}, {"text_block_id": "p7_b8", "text": "The process to get to this KV20 was guided by the whole-of-country approach. The strategy has resulted into a document that honours a legacy of the past, embraces our presence and at the same time looks forward and prepares for the future with hope and anticipation. The process of formulating the development blue print was characterised by inclusive consultations conducted for the Gilbert and the Line and Phoenix Island Groups as well as internal consultations with Government Ministries and agencies, business communities and churches which guaranteed valuable inputs from diverse and inclusive contributors, making it a vision for our nation."}, {"text_block_id": "p7_b9", "text": "This KV20 draws strength from the unique opportunity it presents for both the government and citizens of Kiribati to collaborate towards improving the quality of life for all I-Kiribati. The Vision identified four pillars that will enable transformative development for our nation and these include wealth, peace and security, infrastructure and governance."}, {"text_block_id": "p7_b10", "text": "The Vision, widely informed by the will of the people desires  to see Kiribati rise to its full potential through maximising revenue and output from natural, human and cultural capital. The Vision recognises that sustainability of natural resources must be the fabric of this vision to ensure that the development aspirations today do not compromise"}, {"text_block_id": "p8_b11", "text": "the availability of resources for the future generations. The people of Kiribati feel that their future should be more prosperous, equitable, sustainable and thriving, and that is the very essence of this vision."}, {"text_block_id": "p8_b12", "text": "This KV20 offers a consolidated framework for development through which the National Development Plans and Ministry Strategic Plans can be aligned by mainstreaming the KV20 strategies during the medium term planning process, in order to provide a meaningful development outcome as envisioned in the KV20. The KV20 fosters alignment between policy areas of respective ministries and paves an innovative path for government, stakeholders, donors and development partners to further collaborate to realise transformative development."}, {"text_block_id": "p8_b13", "text": "The KV20 provides an implementation process that unlocks the potential of Kiribati by presenting the vision, facilitating commitment and consistent cooperation for all. The vision also seeks to ensure that its implementation, monitoring and evaluation adopts an inclusive consultative mechanism as its formulation."}, {"text_block_id": "p8_b14", "text": "This KV20 is the culmination of commendable commitment, hard-work and dedication which would not have been possible without the many individuals who gave their time, provided information and participated in the formulation process. I am therefore very pleased to hand over this plan to the people of Kiribati in general, and more specifically to the public, private, and social sector stakeholders in order for the citizens of  Kiribati to take ownership, inspire, empower and drive its execution  for the benefit of the current and future generations ."}, {"text_block_id": "p8_b15", "text": "Health, Peace and Prosperity."}, {"text_block_id": "p8_b16", "text": "HE Taneti Maamau"}, {"text_block_id": "p8_b17", "text": "Beretitenti"}, {"text_block_id": "p8_b18", "text": "Republic of Kiribati"}, {"text_block_id": "p9_b19", "text": "The KV20 is a long term development blueprint for Kiribati. It covers the period 2016 to 2036. It is motivated by a collective aspiration for a better society by the year 2036. The vision of the KV20 is for Kiribati to become a wealthy, healthy and peaceful nation. It seeks to achieve the development aspiration by maximising the development benefits from fisheries and tourism as key productive sectors. The development of these sectors are expected to stimulate the development of other sectors through backward and forward sectoral linkages."}, {"text_block_id": "p9_b20", "text": "The contribution of fisheries and tourism sectors to the country’s development aspirations is expected to directly contribute to achieving the Sustainable Development Goals (SDGs) for Kiribati by 2036. The Vision is a product of a participatory and inclusive consultative process involving views from I-Kiribati and widely informed by the underlying challenges and inputs from various sector plans. It is also aligned with regional and international sustainable development frameworks."}, {"text_block_id": "p9_b21", "text": "The Vision is anchored on four pillars: Wealth; Peace and Security; Infrastructure; and Governance. The Wealth Pillar aims to develop the natural capital, human capital and cultural capital to improve economic growth and reduce poverty."}, {"text_block_id": "p9_b22", "text": "Development of natural capital will include implementing measures aimed at maximising revenue from fisheries and marine resources, improving contribution of the tourism sector to GDP, implementing strategies to support the development of an inclusive trade and private sector, and to improve land use and planning with the objective of creating additional land for commercial development."}, {"text_block_id": "p9_b23", "text": "The human capital component seeks to create a highly educated and skilled population, increase access to decent employment; develop a highly skilled, qualified and efficient work force and accessible and affordable quality healthcare system. The Vision recognises that creating a globally competitive and healthy human resource base is critical to achieving the overall goal of the Vision given its linkages to employment opportunities."}, {"text_block_id": "p9_b24", "text": "The Vision further seeks to develop cultural capital by implementing measures to safeguard and revive traditional skills and knowledge. The development of cultural capital is expected to support the development of the tourism industry."}, {"text_block_id": "p9_b25", "text": "The Vision recognises the importance of security towards creating a more secure living and working environment. The Peace and Security Pillar aims to create a secure, safer and peaceful Kiribati by formally establishing and strengthening the National Security governance policy frameworks, relevant institutions and strategic partnerships."}, {"text_block_id": "p10_b26", "text": "The Infrastructure Pillar aims at improving connectivity and accessibility in relation to economic and social infrastructure. The Vision will seek to improve the transport and ICT infrastructure. It also aims to improve access to utility and social infrastructure. The Vision recognizes the significant cross-cutting role of infrastructure as a backbone in providing basic services and creating an enabling environment for the development of the fisheries and tourism."}, {"text_block_id": "p10_b27", "text": "The Governance Pillar aims to create a corruption-free society by strengthening national and local traditional governance policy and legislative frameworks; fostering and strengthening the integrity and independence of institutions mandated to promote good governance and eliminate corruption; strengthen strategic partnerships and institutionalise anti-corruption and good governance principles in the public service and education systems in Kiribati. Governance will be an essential component that will be streamlined in all undertakings and to every approach to implementing the Vision."}, {"text_block_id": "p10_b28", "text": "In addition to the core Pillars, the Vision also acknowledges the importance of gender, youth, vulnerable groups, disability, equity and partnership as cross-cutting principles. The vision will mainstream equity in all the sector programmes and projects to be implemented. The aim is to implement measures across all sectors to create equal opportunities for all clusters in the society including women, youth, people living with disability and other vulnerable groups."}, {"text_block_id": "p10_b29", "text": "The Vision recognises Kiribati’s vulnerability to climate change as a key constraint to achieving the desired outcomes. The Vision underscores the need to mainstream climate change adaptation and mitigation into various programmes. Mainstreaming climate change into development programming will ensure that the working environment is sensitive to environment conservation, climate change and sustainable development. The environment conservation adaptation and mitigation measures will reduce risks and ensure that the development programmes implemented create sustainable development for all."}, {"text_block_id": "p10_b30", "text": "The Vision has earmarked a transshipment hub to be developed in Betio and Kiritimati as major flagship projects under the fisheries priority sector. While the flagship projects are expected to take a lead role in generating rapid, widely shared growth, they are by no means the only projects the country will be implementing. The Line and Phoenix Region in particular Kiritimati, Tabuaeran and the inhabited islands in the Phoenix Islands Protected Area (PIPA) has already been identified as tourist destinations but to realize its full potentials would require basic infrastructural support such as well equip port facilities and good road. By the same token, there are many ongoing projects and others planned for the future. All of these deserve attention and support. The full details will be found in the successive Sector Plans or Ministry Strategic Plans."}, {"text_block_id": "p11_b31", "text": "The KV20 is an ambitious, long term development planning framework and the first of its kind for Kiribati. Its overall objective is to bolster national efforts in transforming the lives of an I-Kiribati and economy into a resilient, wealthy, healthy and secure nation. It marks a shift in our development paradigm and planning process whereby long term vision and people centered focus on socio-economic development is introduced to guide our short to medium term planning processes. In keeping with its long term vision, the KV20 will allow economic planning to focus beyond the 4-year cycle of government, which has been the main limitation to sustaining and implementing long term programmes and strategies."}, {"text_block_id": "p11_b32", "text": "To ensure relevance, practicality and ownership of the KV20, the plan was developed through a process led by government sectors including the national consultations that were designed to garner inputs, direction and views from the communities, civil societies and the private sector. It is therefore critical that the active engagement of all stakeholders is maintained throughout the implementation and monitoring of the KV20 to ensure that this plan stays true to its Vision in ensuring a whole of country partnership and people centered approach."}, {"text_block_id": "p11_b33", "text": "The Government key ministries have already commenced the integration of the KV20 development aspirations into the respective Ministry strategic plans (MSPs) and Ministry Operation Plans (MOPs) to reflect the priorities, outcomes and targets in the KV20. It is envisaged that the Kiribati Development Plan (KDP) and the Ministry Strategic Plans shall become the implementing mechanisms for the KV20; and with a participatory M&E system to be spearheaded by the Ministry of Finance and Economic Development (MFED) to ensure that the plan reflects the current realities."}, {"text_block_id": "p11_b34", "text": "Furthermore, catapulting economic development to achieve our targets within the next 20 years can only be possible if Kiribati focuses its attention on two of its productive sectors, fisheries and tourism. Adequate investment and a conducive environment need to be developed for these sectors to thrive. To this end, the four (4) pillars, namely wealth and health, peace and security, infrastructure for development and governance are intended to complement, support and cultivate an enabling environment in order to promote the evolution of investment into fisheries and tourism."}, {"text_block_id": "p11_b35", "text": "The outcomes and strategies for the four pillars will therefore be read as a means to achieve the overall outcome of strengthening the fisheries and tourism sectors as the backbone of Kiribati’s economy during and after the implementation of this strategy."}, {"text_block_id": "p12_b36", "text": "Vision"}, {"text_block_id": "p12_b37", "text": "The vision of th"}, {"text_block_id": "p12_b38", "text": "Ł"}, {"text_block_id": "p12_b39", "text": "is for Kiribatf to become"}, {"text_block_id": "p12_b40", "text": "a wealthy, healthy and peaceful nation with the people at the centre of it all."}, {"text_block_id": "p12_b41", "text": "ŁŁŁŁŁŁŁ"}, {"text_block_id": "p12_b42", "text": "Guiding Principles and Values"}, {"text_block_id": "p12_b43", "text": "Our KV20 will l>e guided by the following principles:"}, {"text_block_id": "p12_b44", "text": "Our KV20 will l>e guided by the following principles:\n* Faith-and TrusÅ\n<\\li1>\n\t* Integrity;\n\t* Accountability\n\t* 1\n\t* Responsibility;\n\t* Transparency;\n\t* Good governance;\n\t* Cultural values;\n\t* Respect;\n\t* People-centred;\n\t* Efficiency;"}, {"text_block_id": "p13_b68", "text": "Natural Capital"}, {"text_block_id": "p13_b69", "text": "Accelerating Macroeconomic Stability for Long Term Development"}, {"text_block_id": "p13_b70", "text": "Kiribati acknowledges the pivotal role of macroeconomic stability towards achieving Sustainable Development Goals. While economic growth has fluctuated widely in the previous years, the real GDP growth rates increased to 10% in 2015 (Figure 1). The GDP growth rate in 2015 was attributed to increase in construction, wholesale and retail trade industries, transport and storage and financial intermediation activities. The Real GDP per capita has also improved since 2012, due to higher economic growth rates despite the high population growth rate."}, {"text_block_id": "p14_b71", "text": "Figure 1: Kiribati Real Growth Rate and Nominal Growth Rate from 2006 -2016"}, {"text_block_id": "p14_b72", "text": "Source: Kiribati National Statistics Office"}, {"text_block_id": "p14_b73", "text": "The role of fiscal dispensation in sustaining macroeconomic stability is critical to strengthening the overall growth and development of the private sector. Generally, Kiribati has experienced a relative fiscal stability over the years due to strong public expenditure, infrastructure development and the growth in revenue from fishing licences and expansion of the revenue base through the implementation of Value Added Tax (VAT ) in 2014. Kiribati has maintained tremendous improvement in revenue generation since 2010. Total revenue in 2016 was 209.3 million while Expenditure was $174.4 million in 2016, resulting into a surplus of $34.9 million. This compares to just$62.2 million in total revenue in 2011, with a total expenditure of $100.2 million (Figure 2)."}, {"text_block_id": "p14_b74", "text": "Figure 2: Revenue, Expenditure, Deficits and Surpluses, Kiribati, 2011-2016"}, {"text_block_id": "p15_b75", "text": "The government places a high premium on a stable macroeconomic environment. A stable macroeconomic environment works in favour of the poor, who tend to lose the most during periods of inflation. The Vision will implement measures to manage expenditure prudently and provide the necessary resources to achieve sustainable economic growth. The KV20 will aim at improving the GDP growth rate by 5% in 2019 and 10% by 2036."}, {"text_block_id": "p15_b76", "text": "Achieving macroeconomic stability will, however, require implementation of fiscal policy measures to accelerate macroeconomic stability for long term sustainable development. The projects to be implemented under this Vision will be subject to the parameters within the macroeconomic stability framework. The KV20 strategies will ensure that the development expenditure continues to benefit the priority sectors, such as fisheries, tourism and tourism related sectors, infrastructure and social sectors (health and education) and trade and private sector development, in order to realise the overall goal of KV20. Government will scale-up resources towards these sectors, while ensuring efficiency and effectiveness in their use and management."}, {"text_block_id": "p15_b77", "text": "Promoting Inclusive Trade and Private Sector for Sustainable Development"}, {"text_block_id": "p15_b78", "text": "Private sector can be an engine of economic growth and development for Small Island States like Kiribati. While the private sector in Kiribati is small in relation to the public sector, its contribution to GDP has increased from 47.3% in 2005 to 54.5% in 2015. The private sector formal employment has increased at a rate of over 12% per year since 2010. As a result, the number of private sector contributors to the Kiribati Provident Fund (KPF) has subsequently increased from 2,130 in June 2010 to 3,982 in June 2016, which depicts a rise of 87%. The number of contributors from the public sector on the other hand, rose from 6,789 in 2010 to 6,917 in 2016 (Figure 3)."}, {"text_block_id": "p16_b79", "text": "While the private sector has experienced growth over the years, the majority of businesses are based mainly in Tarawa and Kiritimati. The total number of registered businesses in South Tarawa and Kiritimati are 1892 and 232 respectively, contrasted by the Other Outer Islands which have recorded less than 100 registered businesses per island (Figure 4)."}, {"text_block_id": "p16_b80", "text": "Figure 4: Number of Registered Businesses per Island"}, {"text_block_id": "p16_b81", "text": "Source: 2017 MCIC Business Registry Records"}, {"text_block_id": "p16_b82", "text": "Developing an inclusive private sector will require an enabling environment to support the development of the private sector on the outer Islands, which have performed dismally in terms of business development as indicated in Figure 4. While foreign investment can be a good ingredient for private sector development, only 18 foreign investors have established their enterprises in Kiribati."}, {"text_block_id": "p16_b83", "text": "Trade Performance"}, {"text_block_id": "p16_b84", "text": "Trade can be an important instrument through which Sustainable Development Goals can be achieved. While trade has been instrumental towards ensuring food security, generating income and livelihoods, the trade deficit, a measure of overall trade performance has increased from AUD$71,536,000 in 2007 to AUD$125,444,000 in 2015."}, {"text_block_id": "p16_b85", "text": "The growth in trade deficit is attributed to a high import bill, mainly for foodstuff and low export trends attributed to limited product varieties and supply capacity in the sectors where Kiribati has comparative advantage. Crosscutting supply side constraints related to inadequate energy and water for commercial activities also remain a bottleneck to supply capacity development to facilitate export growth."}, {"text_block_id": "p16_b86", "text": "Domestic trade measured by the movement of inter-island goods is dominated by imported goods. While Government has been implementing various measures to support the development of inter-island trade, domestic trade in local products is confronted by limited supply capacity, producer market linkages and poor inter-island connectivity. Other constraints to trade and private development include the existence of outdated business laws, which are incompatible with the current private sector and trade development regime, thus negatively impacting on the inflow of the Foreign Direct Investment (FDI)."}, {"text_block_id": "p17_b87", "text": "Figure 5: Export and Import Trends (AUD), 1995-2015"}, {"text_block_id": "p17_b88", "text": "Source: National Statistics Office"}, {"text_block_id": "p17_b89", "text": "Government is committed to achieving inclusive trade and private sector growth especially on the outer islands. The Vision will work towards improving the private sector contribution to GDP from 48% to 55% by 2019 and to 65% by 2036. The KV20 will increase the number of established foreign investments from 18 to 23 by 2019 and 100 by 2036."}, {"text_block_id": "p17_b90", "text": "The government will also aim at increasing the value of domestic trade from 2.7 Metric Tonnes in 2017 to 5.4MT by 2019 and 81MT by 2036. The value of exports is also expected to increase by 7% in 2019 and 30% by 2036. The development of the private sector will however, depend on the effective implementation of the trade and investment policy frameworks which seek to stimulate trade and investment by creating an enabling environment to support the development of fisheries and tourism related sectors."}, {"text_block_id": "p17_b91", "text": "Maximising Returns through Sustainable Fisheries and Marine Development"}, {"text_block_id": "p17_b92", "text": "Fisheries is one of the priority sectors to stimulate economic growth and development during the life span of the KV20. Fisheries has been the main source of revenue in addition to others attributed to an improved revenue base through the implementation of VAT. The sector has contributed to a significant increase in the revenue from fishing licenses over the past 10 years (Figure 6)."}, {"text_block_id": "p18_b93", "text": "Figure 6: Total Trends in Fishing License Revenue (AUD Million), 2006-2015"}, {"text_block_id": "p18_b94", "text": "Source : KNSO"}, {"text_block_id": "p18_b95", "text": "Revenue collected from fishing licenses increased from AUD 29.5 million in 2009 to AUD 197.8 million in 2015. The total increase between 2009 and 2015 was 57.1 per cent. This increase is driven mainly from the successful implementation of the vessel day scheme which regulate limits on fishing days. However, Government acknowledges the limited participation of local fishermen and aspires towards improving local participation with aims to improve and maximise a wider socio-economic benefits from the sector. KV20 will implement policy measures aimed at increasing investment in value added products and explore opportunities to expand local communities’ participation in coastal fisheries, aquaculture and seabed minerals."}, {"text_block_id": "p18_b96", "text": "The participation of the community in the fisheries sector through national and global value chains is confronted by limited domestic and international infrastructure connectivity to ensure efficient and reliable transportation of Kiribati fish to existing and potential markets."}, {"text_block_id": "p18_b97", "text": "Given the importance of fishing to traditional subsistence and economic activity in Kiribati, small scale fishing activities are supported through innovative programmes such as the distribution of fiberglass boats and engines and Waa n Oo (non-motorised outrigger canoes) to communities, fishing safety tools at nominal prices and medium size long liner vessels, among others. The solar powered ice plants that have been constructed in the outer islands to support commercialisation of fishing activities were among a few of the ongoing fisheries activities to support local fishermen. However, Kiribati continues to face management and maintenance challenges to sustain such programmes."}, {"text_block_id": "p18_b98", "text": "Kiribati Fish Ltd (KFL) is the only fishing company engaged in processing and exporting of fresh and frozen fish. The key export markets for KFL fish products include Australia, Japan, the United States (US) and the European Union (EU). Government will continue to improve market access opportunities for its fisheries products through implementation of the Trade Policy Framework. This will ensure that the potential trade opportunities in new markets especially the European Union (EU) are satisfied and maintained through Improved investment in higher value added fisheries products. However, this will require improvement in economic and social infrastructure to support the investment in the fisheries sector."}, {"text_block_id": "p18_b99", "text": "In addition to developing fisheries products, there is potential to expand into greater provision of services both for fishing vessels and leisure craft. Kiribati’s favourable location in the central Pacific region, together with the fact that it lies outside the cyclone belt makes it ideal for the development of Transshipment Hubs in Betio and Kiritimati.  A"}, {"text_block_id": "p19_b100", "text": "Transshipment Hub will involve developing the capacity of the  jetty and wharf to be able to resupply, service and repair vessels in the sub-region including purse seiners and long liner boats, small fishing vessels, ferries and inter-island transportation and pleasure vessels such as cruise ships and yachts."}, {"text_block_id": "p19_b101", "text": "Maximising returns from sustainable fisheries and marine resources will be an ultimate goal of the Government. The vision aims at increasing fisheries and marine resource revenue from AUD$154 million to AUD$227 million by 2019 and AUD$1.2 billion by 2036. Government will develop a transshipment hub in Betio by 2027 and in Kiritimati by 2036 to attract transshipment activities in Kiribati with aims to provide services like refuel, resupply, net mending and maintenance and repair services for fishing and other vessels operating in the region due to the vast distances between fishing grounds and other current hub locations."}, {"text_block_id": "p19_b102", "text": "Government will continue to implement policy measures to support the participation of the local private sector in the fishing industry, create a conducive investment climate to increase Foreign Direct Investment (FDI) in the fisheries sector, work with outer islands in promoting foreign investment in integrated catching and processing and facilitating exports of value added fisheries products. In line with Government’s aspiration to promote coastal fisheries, Government will also implement policy measures to strengthen the national quality infrastructure, improve the development of aquaculture, seabed mining and at the same time ensure sustainability of fisheries and marine resources."}, {"text_block_id": "p19_b103", "text": "Developing Sustainable Tourism"}, {"text_block_id": "p19_b104", "text": "Government recognises the potential contribution of tourism towards stimulating economic development, providing employment, income generation as well as supporting the retention of cultural traditions, sustainable management of national environmental assets and wider contribution towards social–economic benefits. The sector can support the development of other sectors like agriculture through forward and backward linkages."}, {"text_block_id": "p19_b105", "text": "Figure 7: Potential Benefits of Sustainable Tourism"}, {"text_block_id": "p20_b106", "text": "The growth of the tourism sector however, has been stagnant and limited to narrow tourism products and markets over the years. The current tourism industry is focused only on South Tarawa and Kiritimati. A breakdown of visitors by purpose of visit shows business related travel as the dominant category of tourist visitors (Figure 8) while pleasure travel is largely made up of fishing focused visitors."}, {"text_block_id": "p20_b107", "text": "Figure 8: Visitors arrival by Air and Purpose: Tarawa and Kiritimati"}, {"text_block_id": "p20_b108", "text": "Source: KNTO"}, {"text_block_id": "p20_b109", "text": "The growth in holiday arrivals remained static since 2011, with the total holiday arrivals estimated at 1383 in 2013 and 1412 in 2015. The Phoenix Islands Protected Area (PIPA) which could be a jewel in the crown of the Kiribati national tourism industry remains under exploited. The vision of PIPA is to become a premier location for small number of high yield travelers seeking to explore a unique aquatic and terrestrial environment."}, {"text_block_id": "p20_b110", "text": "The tourism sector in Kiribati does not provide a rich range of activities and experiences based on its cultural and environmental resources. The typical visitor to Tarawa may possibly see cultural performance at the hotel or be limited to a cultural gathering, but it is difficult for the visitors to access and learn about the local way of life and traditions. There are some tours available that focus on WWII relics, but avenues that open up the culture to the visitors are insignificant."}, {"text_block_id": "p20_b111", "text": "The Line Islands and in particular Kiritimati Island is known by tourists as a fisherman’s paradise because of the magnificent number of cruising Bone Fish and Giant Trevally. Other species such as Sailfish, Wahoo, Barracuda, Sharks, Tuna and Bill Fish are always there in the blue ocean. Other activities such as bird watching, lagoon tour snorkeling, meeting the locals and their culture are always available. Realizing the full potential from Tourism would require further infrastructure development such as refurbishment and continue maintenance of port facilities, road, water and sanitation, energy etc."}, {"text_block_id": "p20_b112", "text": "The World War II heritage sites that could be a significant point of interest for some visitors still receive relatively scant attention. At the same time, most of the significant gun emplacements and bunker sites are not in an attractive state that could market Kiribati as a tourist destination."}, {"text_block_id": "p20_b113", "text": "Marketing Kiribati to inform the tourists of the potential attractions and facilities remain a key constraint to tourism development. Destination marketing is faced by underdeveloped and outdated tourism promotion related websites. Lack of dive operators also creates a major gap in the array of tourism products."}, {"text_block_id": "p21_b114", "text": "Government will continue to implement measures aimed at boosting revenue in the tourism sector. The Vision aims at increasing the % contribution of tourism to GDP from 3.6% in 2016 to 20% by 2019 and to 50% by 2036. KV20 will implement tourism development measures aimed at increasing investment in high yielding tourism products such as cultural tourism and eco-tourism, strengthening human capacity in the tourism and hospitality sector in high end tourism products, strengthening institutional and regulatory frameworks, investment in destination marketing, strengthening infrastructure connectivity and upgrading tourism related sites and facilities."}, {"text_block_id": "p21_b115", "text": "Improving Land Use for Sustainable Development"}, {"text_block_id": "p21_b116", "text": "Land is a vital factor of production in the economy. The total land area is 811 km2, of which 37% is under customary land ownership and the remaining is state land, including all islands in the Line and Phoenix Group. The country’s population is heavily concentrated in the urban areas of South Tarawa, where 51% of the population lives. The performance of key growth sectors of the economy and the attachment of the communities to land all affect access and utilisation of land in Kiribati."}, {"text_block_id": "p21_b117", "text": "A large proportion of land in South Tarawa is leased by Government for a period of 99 years under the Native Lands Ordinance. General land use planning for designated areas is determined by the Central Land Planning Board established under the Land Planning Ordinance. Land tenure on state lands such as Kiritimati, Tabuaeran and Teraina is governed by the State Lands Act and the State Pre-Emptive Act, which combines land tenure with planning requirements for the sustainable use of land resources"}, {"text_block_id": "p21_b118", "text": "Secure access to land can contribute to social and economic development and guarantees tenure, which builds more investor confidence, be they small or large. While improving land use is critical to sustainable development, land scarcity, squatting, contesting of land ownership titles and policy requirements for subleasing Government leased lands in regard to 100% landowner’s consent (which usually comes at an expensive price) are major obstacles to private sector development in urban areas and to a lesser extent, expansion of public services."}, {"text_block_id": "p21_b119", "text": "Weak monitoring and enforcement and political governance challenges related to land ownership contribute to non-compliance with the general land use plan. This is evident in disorderly development in most areas of South Tarawa and limited land to support commercial activities. Land scarcity, especially for commercial purposes in South Tarawa, implies that there is need for substantive investment in land reclamation. Lack of a national land policy and weak administration of the relevant legislative framework has significantly contributed to poor land use, especially for commercial purposes, thus affecting the establishment of investment."}, {"text_block_id": "p21_b120", "text": "In addition to land issues, soil quality in Kiribati is generally poor, thus constraining the development of agricultural activities. Other factors that constrain agricultural activities include lack of comprehensive agriculture strategy that takes into consideration the prioritisation of crops and livestock development, weak and/or absence of essential infrastructure and supporting mechanisms to facilitate large scale production for domestic trade. There is need to promote and sustain knowledge, information and good practices for sustainable management of natural resources."}, {"text_block_id": "p21_b121", "text": "Government recognises the need to strengthen land use planning and administration to create transparent procedures for obtaining land for private sector development by strengthening the national land policy and legislative framework. The Vision will develop updated the General Land Use Plan (GLUP) for South Tarawa by 2019. GLUPs will also be developed for Kiritimati, Tabuaera, Teraina and PIPA by the year 2023. Additional investment will be targeted towards increasing land area designated for commercial purposes from 121.4 acres to 220 acres on South Tarawa and Kiritimati by the year 2023. The Vision also aims to reclaim and raise land up to 2m above sea level to address land scarcity and minimise the impacts of climate change. The targeted areas for land reclamation are mainly on South Tarawa (Temaiku, Bikenibeu, Bairiki, Betio, and lagoon) and Kiritimati where additional 767 acres of land will be developed by the year 2036."}, {"text_block_id": "p22_b122", "text": "In 2014, government bought land in Fiji on the island of Vanua Levu. This piece of land is called Natovatu and is 5,461 acres in size. With the assistance of the Secretariat of the Pacific Community, a land capability map has been developed showing the land to have the potential for forestry, livestock, farming and other. Government through the engagement of private sector (both local and foreign) and relevant Ministries."}, {"text_block_id": "p22_b123", "text": "Figure 9: Outcome, Strategies and Targets for Natural Capital"}, {"text_block_id": "p23_b124", "text": "Having Highly Educated and Skilled Population by the Year 2036 for quality outputs"}, {"text_block_id": "p23_b125", "text": "Kiribati’s main potential lies in its major asset, its people, through their creativity, work ethic, education, entrepreneurial and soft skills. Creating a globally competitive and adaptive human resource base is critical to achieving the overall outcome of the KV20."}, {"text_block_id": "p23_b126", "text": "Just like any other country, the nuclear family is the basic social unit, which is the main genesis of human resource development. The role of the nuclear family in the context of Human Capital is crucial, as it is a child rearing institution. The constituents of human capital are nurtured through a family system, from the womb to tomb. Investment in human capital, through the family system, is also critical during early childhood development. Early childhood development is important in laying the social and attitudinal foundation of the Human Capital."}, {"text_block_id": "p23_b127", "text": "Strengthening the roles of parents in early childhood development through Positive Parenting and Young Couples Program is important in nurturing the development of human capital. There is need to implement such a programme to equip the parents and child caregivers such as grandparents and members of the extended family and community with the ability to apply positive parenting styles. The use of positive parenting can create a new generation of young I-Kiribati with positive attitudes and behaviour."}, {"text_block_id": "p23_b128", "text": "The Positive Parenting and Young Couples programme should be complemented by the existing formal education system. The basic education system consists of the first twelve years of schooling. It is made up of pre-school (years 1 to 3) primary school (grades 1 to 6) and Junior Secondary School (Forms 1 to 3). The Primary and JSS are supplemented by 4 years of Senior Secondary Schooling, from Forms 4 to 7. The primary and junior secondary level of schooling are compulsory and free."}, {"text_block_id": "p23_b129", "text": "The total school enrolment has increased from 27,140 in 2013 to 28,565 in 2016. The trend in enrolment for JSS, however, decreased from 7,038 to 6,423 during the same period (Figure 10)."}, {"text_block_id": "p23_b130", "text": "Table 1: School Enrolment 2013-2016"}, {"text_block_id": "p24_b131", "text": "Figure 10: Trends in School Enrolment 2013-2016"}, {"text_block_id": "p24_b132", "text": "Source: KEMIS 2017"}, {"text_block_id": "p24_b133", "text": "In terms of specific level analysis, the school enrolment for JSS and SSS is lower than the primary school enrolment. The student retention rate at the primary level has decreased from 89% in 2014 to 74% 2016 (Figure 10) indicating that the majority of the young population do not receive basic education, thus reducing the employability of the I-Kiribati. On the other hand, the transition rate from primary to secondary level is over 90% (Figure 11)."}, {"text_block_id": "p24_b134", "text": "Source: MOE Data"}, {"text_block_id": "p24_b135", "text": "The Gender Parity Index (GPI) which measures the ratio of females to males was 1.08 in 2011 and 1.04 in 2014.The trend in GPI implies that the number of enrolled girls has been greater than boys across the four-year period."}, {"text_block_id": "p24_b136", "text": "Table 2: Gender Parity Index 2011-2014"}, {"text_block_id": "p25_b137", "text": "The literacy level has improved from 29% in 2012 to 73% in 2015 for Year 4, while numeracy has also improved from 66% in 2012 to 93% in 2015 for the same level. For Year 6, literacy and numeracy levels have also improved from 40% in 2012 to 56% in 2015 and from 43% in 2012 to 72% in 2015, respectively (Table 3)."}, {"text_block_id": "p25_b138", "text": "Table 3: Literacy and Numeracy Proficiency Level (%)"}, {"text_block_id": "p25_b139", "text": "The minimum academic qualifications required by national authorities for teachers at schools is Form 5 for Primary Teachers and Form 7 for JSS and SSS.  Certification requires a two year teaching certificate.  While the trend appears to be showing overall better qualifications for teachers in Kiribati Schools (Figure 12), the number of certified teachers in SSS is lower than that of the JSS and Primary level."}, {"text_block_id": "p25_b140", "text": "Figure 12: Proportion of Certified and Qualified School Teachers, 2013-2016"}, {"text_block_id": "p25_b141", "text": "Source: MOE"}, {"text_block_id": "p25_b142", "text": "The Pupil Teacher Ratio (PTR) is high (1:35) in the Primary schools and JSS on South Tarawa and lower on the outer islands (1:20). The government goal to have qualified teachers through the Kiribati Teachers College (KTC) over the years is expected to reduce the PTR to a desired level. The Primary curriculum has undergone major reforms and the reform of the JSS curriculum is expected to be finalised in 2019."}, {"text_block_id": "p25_b143", "text": "Kiribati Teachers College (KTC) aims at training qualified diploma teachers for both Primary and JSS, while teachers for the SSS are serviced by graduate teachers from USP and other tertiary institutions in the region. The scholarship awards are given to students who meet the minimum entry requirements for tertiary institution like USP."}, {"text_block_id": "p25_b144", "text": "Kiribati has four (4) tertiary institutions. These include the Kiribati institute of Technology (KIT ), Marine Training Centre (MTC), KTC and University of South Pacific (USP). Tertiary institutions have an intake of approximately 25% of school leavers per year, which is comparatively lower in relation to the number of school leavers per year."}, {"text_block_id": "p26_b145", "text": "The government’s aim is to promote inclusive formal education that creates wider skills development to support both overseas and domestic employment. The curricula for Vocational Training will be aligned to the broader national development agenda as defined by the Vision. This will ensure that the Technical and Vocational Education and Training (TVET ) training programmes generate skills to support the development of fisheries, tourism and complementary sectors. Such policy measures will also contribute to diversification of TVET related trainings to match wider national industry needs and increase domestic employment."}, {"text_block_id": "p26_b146", "text": "KV20 aims at having a highly educated and skilled population. The government will increase the number of school aged children receiving formal education, which includes increasing primary and secondary levels from 80% to 85% by 2019 and 100% by 2036. The percentage of school dropouts will be reduced from 15% to 10% by 2019 and 3% by 2036 at all education levels."}, {"text_block_id": "p26_b147", "text": "The Vision will also aim at improving English language literacy across all levels from 30% to 50% by 2019 and 100% by the year 2036. The competency of teachers in teaching and learning will be improved from 70% to 80% by 2019 and 100% by the year 2036 in order to promote quality education. The government will also reduce the Pupil Teacher Ratio (PTR) from the average ratio of 1:40 to 1:25 by the year 2023 to address the shortage of qualified teachers. Reducing the PTR will require additional investment towards training of more qualified teachers."}, {"text_block_id": "p26_b148", "text": "The survival/retention rate in primary level education will also be improved from 75% to 80% in 2019 and 100% by year 2036. On the other hand, the amount of truancy across all levels of education will be reduced from 40% to 30% in 2019 and 3% by the year 2036. The government will also increase the number of vocational training centres in the outer islands from 1 to 4 by 2019 and 23 by 2036. This will ensure that the number of trained outputs from the outer islands are increased from 0 to 160 by 2019 and 8800 by 2036."}, {"text_block_id": "p26_b149", "text": "Figure13: Outcome, Strategies and targets for Education and Training"}, {"text_block_id": "p27_b150", "text": "Increasing Employment Opportunities for I-Kiribati"}, {"text_block_id": "p27_b151_merged", "text": "The unemployment rate still stands at 30.6%, with youth unemployment rate at 54%. The annual labour force entrants in the formal and informal sector including the international market is 3,200. The total number of employed I-Kiribati has increased from 2,033 in 2009 to 3,435 in 2015. The upward trend in employment is attributed to a strong growth in the private sector registered at 59% during the period of 2009 to 2015."}, {"text_block_id": "p27_b153", "text": "Government has established strategic partnerships with overseas employment countries and agencies with a view to expanding employment opportunities through the overseas employment markets. The current overseas employment schemes include the Recognised Seasonal Employers (RSE) Scheme, Seasonal Workers Programme (SWP), Micro-States Employment Pilot Scheme in Northern Australia, and Seafarers. The RSE contributes 2% of total employment in Kiribati while SWP contributes 0.8%."}, {"text_block_id": "p27_b154", "text": "The seasonal employment schemes, through the RSE and SWP, have successfully contributed to a more reliable and sustainable mobile labour force in recent years. The number of seafarers employed overseas, however, has steadily declined, contributing to a fall in remittances. Seafarers’ remittances were $7.2 million at the end of 2015 compared to $5.6 million in 2014 and $12.5 million at its peak in 2002 (Figure 15).  There were 855 seamen were employed at the end of 2015.  The growth in remittances experienced in 2015 may not be sustained in future years due to lower forecasts for international shipping."}, {"text_block_id": "p28_b155", "text": "Figure 15: Seafarers’ Remittances (2000 to 2016)"}, {"text_block_id": "p28_b156", "text": "Source: MLHRD"}, {"text_block_id": "p28_b157", "text": "Despite increasing access to employment opportunities being one of the priorities of the Government, complaints regarding the abuse of workers and other matters related to working conditions and environment have been an issue in the recent past. This can be confirmed by 5 complaints related to recruiting agencies employing I-Kiribati on fishing vessels and 10 onshore individual complaints received in 2016 and 2017 (Table 4)."}, {"text_block_id": "p28_b158", "text": "Table 4: 2016 - June, 2017 Complaints Record"}, {"text_block_id": "p28_b159", "text": "The Vision recognises the need to implement measures to increase access to decent employment opportunities. Government will ensure that complaints from workers in relation to labour welfare issues are reduced from 197 by 80% in 2019 and 100% by 2036. Ensuring decent employment will, however, require effective enforcement of relevant labour laws and good contract negotiations with domestic and overseas employers."}, {"text_block_id": "p28_b160", "text": "The government is committed to ensuring that the Vision creates decent employment opportunities for its citizens. The National Labour Migration Policy will be implemented. The KV20 seeks to increase the level of decent employment of seasonal overseas workers from 300 by 30% by 2019 and 100% by 2036. New overseas labour markets will also be increased from 4 by 30% in 2019 and 100% by 2036."}, {"text_block_id": "p29_b161", "text": "Overall, the vision seeks to reduce the unemployment rate from 31% to 25% in 2019 and to 5% by 2036. The reduction in unemployment will assist in reducing the rural-urban drift measured by the current rural-urban population distribution of 43%-57%. The Vision aims to reduce the rate to 45%-55% in 2019 and 70%-30% by 2036. The reduction in the unemployment rate, however, will require development of the private sector, including through investment in fisheries and tourism, supporting the development of SMEs and improving the overall business enabling environment through the implementation of Trade and Investment Policy Frameworks."}, {"text_block_id": "p29_b162", "text": "Government will also implement policy measures aimed at coherently addressing cross-cutting issues related to improving access to quality training, increasing the labour supply and strengthening the implementation of a strong English language policy to ensure that all I-Kiribati are highly educated and competitive in the domestic and overseas labour markets."}, {"text_block_id": "p29_b163", "text": "Figure 16: Outcome, Strategies and targets for Increasing Access to Decent Employment Opportunities."}, {"text_block_id": "p29_b164", "text": "Developing a Highly Skilled, Qualified and Efficient Workforce"}, {"text_block_id": "p29_b165", "text": "Kiribati recognises that a modern, highly skilled, qualified, productive, efficient, active and results-oriented public service is a prerequisite for the country’s sustainable development. The Kiribati Public Service comprises 4,952 officials spread across 23 Ministries and Offices, including the Legislature and Judiciary. Currently, 59% of public service employees are aged between 31-40 ,while 22% are aged between 18-30 with the remaining 18% of the employees are aged 44 and above (Table 5 and Figure 17)."}, {"text_block_id": "p29_b166", "text": "Table 5: Age Distribution of Public Service Employees"}, {"text_block_id": "p30_b167", "text": "The current skills and qualification gap in the public service is at 40%. The retention of skilled and qualified employees will assist in service delivery given the extension of retirement age from 50 years to 55 years in 2016. 10 retirees are expected in 2019, with none expected in 2018."}, {"text_block_id": "p30_b168", "text": "Table 6: Number of Retirees (2018-2021"}, {"text_block_id": "p30_b169", "text": ")"}, {"text_block_id": "p30_b170", "text": "While there has been a steady increase in the number of Bachelors’ and Masters’ Degree holders over the years, there are only 99 officials with Masters Degrees and 1 with PhD (Table 7 and Figure 19). Investment in higher level of qualifications would not only strengthen the capacity of the public service, but will also support Government’s agenda towards the development of the national tertiary system."}, {"text_block_id": "p30_b171", "text": "Table 7: Number of Staff with Qualifications"}, {"text_block_id": "p31_b172", "text": "Government’s quantum leap approach for undertaking change and reform will depend on the ability to create a qualified and robust human resource base. Government will implement measures towards ensuring a highly skilled and qualified workforce. The Vision will reduce the skills and qualifications gap from 40% to 20% by 2019 and to zero by 2036. To address the potential skills gap, the percentage of the total national budget allocation to staff training and human resource development will be increased from 0.03% to 1% by 2019 and to 5% by 2036. Government will also strengthen the monitoring and evaluation systems to support effective implementation of human resource development policy and strategies."}, {"text_block_id": "p31_b173", "text": "In achieving the KV20, Government will undertake a number of changes and reforms to improve the quality and efficiency of the public service and service delivery to better the lives of the people. Anti-corruption in the public service, better use of ICT in service delivery, an integrated Human Resource Management reform such as the institutionalisation of Results-Based Management (RBM), transforming leadership, new training and capacity building approaches, analysis and evidence-based Workforce and Human Resource Development plans, data-based performance management system, fair and transparent job evaluation and performance-based assessment as well as developing new competencies for Government will be among the initiatives to be implemented to improve service delivery."}, {"text_block_id": "p31_b174", "text": "A job evaluation exercise was conducted in 2017 to make sure of fair reward and compensation to all public service employees. In this context, an increase in employees’ salaries of 62% by 2019 and 100% by 2036 is being targeted. A national public service competency framework will be developed by 2019 to facilitate the public service change process in direct response to improving customer service, performance management and delivery of service."}, {"text_block_id": "p31_b175", "text": "Reform related to anti-corruption in the public service will tackle inefficiencies associated with corrupt practices and cultures. Eliminating inefficiencies in the public service will result in high productivity and high efficiency returns in service delivery. It will also improve and promote integrity and accountability in the public service. This is expected to reduce unnecessary costs of Government operations and achievement of higher public service management and governance. Anti-corruption reform aims at covering the entire public service by 2023."}, {"text_block_id": "p32_b176", "text": "Better utilisation of ICT in the public service, including through innovation and creativity, will strengthen the capability of the public service to achieve high efficiency, cost-effectiveness and productivity. It is envisaged that better utilisation of ICT in the public service will reduce inefficiency costs of Government’s operation by 15% in 2019 and 80% in 2036."}, {"text_block_id": "p32_b177", "text": "Citizen satisfaction will be at the heart of policy making and service delivery. In this context, the KV20 will seek to reduce the number of complaints by 20% in 2019 and 75% by 2036. These reforms will create a Fast, Reliable, Efficient, HighSpirited and Honest (FRESH) Public Service through the Care, Assess, Reward and Evaluate (CARE) principles. This will involve fast-tracking the development of competencies, including transformative and executive leadership to ensure professionalism and continuous learning."}, {"text_block_id": "p32_b178", "text": "Achievement of public service reforms and improved service delivery and citizen satisfaction will be guided by clear strategic planning and sound leadership at Ministry and Divisional levels."}, {"text_block_id": "p32_b179", "text": "Figure 20: Outcome and Strategies for Developing a Highly Skilled and Qualified Workforce"}, {"text_block_id": "p32_b180", "text": "Ensuring Accessible and Affordable Quality Healthcare System"}, {"text_block_id": "p32_b181_merged", "text": "A healthy population is a productive population. Good health is a pre-requisite to economic growth, poverty reduction and the realisation of the KV20. While Government is implementing various measures to ensure a healthy society, the prevalence of both Communicable (CDs) and Non-Communicable Diseases (NCDs) remain significant threats to the lives, wellbeing and productivity of I-Kiribati. The prevalence rate of diabetes is currently registered at 15.7% (20.5% in line with the 2015-16 NCD Steps Survey). Graphical analysis depicts that TUC and BTC have registered the highest cases of diabetes and hypertension (Figure 21). Cases with more than 3 risk factors in developing NCDs have also increased from 79% in 2006 to 83.6% in 2015."}, {"text_block_id": "p33_b183", "text": "Figure21: Number of Registered Cases of Diabetes and Hypertension per Island (2016)"}, {"text_block_id": "p33_b184", "text": "Source: MHMS"}, {"text_block_id": "p33_b185", "text": "Cases of Communicable diseases (CDs) mostly associated with overcrowding and poor hygiene also remains to be a great challenge to the health and wellbeing of I-Kiribati. Tuberculosis ( TB) and Leprosy are the most common cases of CDs. Leprosy is highest at 17 cases per 10,000 population in South Tarawa compared to the outer islands (Figure 22)."}, {"text_block_id": "p33_b186", "text": "Figure22: Incidence of Leprosy by Island in Kiribati (2010-2015)"}, {"text_block_id": "p33_b187", "text": "Source: MHMS"}, {"text_block_id": "p33_b188", "text": "The notification rate of TB is  at  421.1 cases per 100,000 population (Kiribati Annual Health Bulletin 2015). During this same year the TB treatment success rate has reached 79.7%. A significant number of TB cases are found in Betio in South Tarawa. Temakin and Takoronga recorded the highest cases of TB with 52 and 64 cases respectively. (Figure 23). Other cases of CDs include outbreaks of diarrhoea which affects children under 5 years."}, {"text_block_id": "p34_b189", "text": "Figure 23: Incidence of TB Cases on South Tarawa (2015)"}, {"text_block_id": "p34_b190", "text": "While policy measures are being implemented through Reproductive, Maternal, Neonatal, Child and Adolescence Health (RMNCAH) program, high population growth remains a significant development concern. The total fertility rate has increased from 2.7 in 2011 to 3.7 in 2016. Despite the overall high total fertility rate, a comparative analysis of the mortality rate across the Pacific Island Countries at different age groups of under 5 years old shows Kiribati with the highest in neonatal, infant and under 5 mortality rate in the Pacific (Figure 24)."}, {"text_block_id": "p34_b191", "text": "Figure24: Under 5 Infant and Neonatal Mortality Rate in Pacific"}, {"text_block_id": "p34_b192", "text": "In the context of the social health infrastructure, there are 106 public health clinics from Makin to Arorae, including the Line and Phoenix groups. There is one main referral hospital on South Tarawa, TCH, with specialised doctors, as well as one hospital in Betio. In the outer islands, there is one Southern Kiribati Hospital servicing the isolated islands in the South and one hospital on Kiritimati Island, Ronton Hospital, delivering health services for the Line and Phoenix Groups. Clinics have medical assistants, public health nurses, medical assistants and nurse aides who administer the health service in the health facilities. There are also nurse aides recruited by the island councils or local government to assist the medical assistants and/or public health nurses to deliver quality health services to community members."}, {"text_block_id": "p35_b193", "text": "Doctor-patient ratio and nurse-patient ratio in South Tarawa is still an ongoing challenge high at 1:2240 and 1:1000 respectively."}, {"text_block_id": "p35_b194", "text": "Given the growing population and rising cases of NCDs, there is need to implement measures to promote an accessible and affordable quality healthcare system. An improved healthcare system that is acceptable and accessible, will reduce the fertility rate from 3.1 to 2.8 by 2019 and to 1.8 by 2036. Looking at the complexity of the population growth, the diversity of our culture and religious beliefs, the reduction rate is set at a minimum rate of 0.3."}, {"text_block_id": "p35_b195", "text": "While the Vision will work towards the reduction of the under 5 mortality rate (per 1000 live births) from 59.1% to 45% by 2019, the outcome will depend on the combined effect of social determinants as well as behavioral preferences of parents and caretakers as well as parents’ commitment to address these. Government will, however, ensure that services are available for parents and caretakers, and that there is ongoing awareness and advocacy among the communities on appropriate preventive policy measures."}, {"text_block_id": "p35_b196", "text": "Early detection of diabetes and hypertension  is key in managing the cases of NCDs. The TB and leprosy detection rate will be improved from 80% to 85% by 2019 and 100% by 2036 with improved quality health services incorporating the socio determinants of health which include over-crowding, water and sanitation issues. The improved coverage will ensure that those diagnosed are on routine medication, continuously followed up and monitored and well recorded. Early detection and achieving improved coverage will, however, require a well manned and well equipped health care facility or system. There is a need to ensure there are available qualified staff filling in the essential specialized areas and sufficient funding to support the implementations. In order to reduce the increasing number of cases of NCDs and CDs, Government will implement preventive policy measures which prioritize interventions to address these ongoing health issues."}, {"text_block_id": "p35_b197", "text": "Improving the healthcare system will also require strengthening the capacity of the hospitals and health centres. In this context, the capacity of the health facilities will be improved by 50% in 2019 and 100% by 2036. The nurse-patient ratio will also be reduced to 1:800 by 2019 and 1:300 by 2036. The capacity of the health service delivery will be enhanced by improving the doctor-patient ratio to 1:1860 by 2019 and 1:1000 by 2036. Achieving the desired capacity will require additional investment in basic hospital equipment, training of more nurses, doctors, public health workers and midwifery and medical officers."}, {"text_block_id": "p35_b198", "text": "Figure 25: Outcome and Strategies towards Accessible and Affordable Quality Healthcare System."}, {"text_block_id": "p36_b199", "text": "Cultural Capital"}, {"text_block_id": "p36_b200", "text": "I-Kiribati are culturally and ethnically homogeneous with a shared genetic history, cultural traditions, values, historical experience, and language. Traditional knowledge and cultural skills are a rich resource for Kiribati. Culture is implicit in the Kiribati community, although the intrinsic value tends to be overlooked. Traditional knowledge and cultural practices have become increasingly undervalued and have also deteriorated."}, {"text_block_id": "p36_b201", "text": "Each island has its own unique history. While some stories and myths link one island to another, the individual islands are possessive over and proud of their versions of Kiribati prehistoric times, which is commonly linked to land ownership. Rich stories that each island has to offer and the need to revive the local taboos that existed before the European visits to the islands are the key focus of the cultural development. It is the unique cultures that will enrich the islands and restore their uniqueness from each other and keep our distinctiveness among the other Pacific Islands states."}, {"text_block_id": "p36_b202", "text": "In the cultural context, there are a number of cultural heritage sites and monuments have been identified and documented in the cultural mapping reports for all islands, but there is no National Cultural Statistics to support the production and use of cultural statistics to inform policy and decision-making."}, {"text_block_id": "p36_b203", "text": "‘Te Maneaba’ (tangible heritage), Traditional Knowledge (intangible heritage) remnants from World II (historical heritage) amongst others, are few amongst the significant cultural icons and sites that have been identified. These cultural sites and heritages require protection, preservation and promotion to ensure no deterioration in their values and that they will still be enjoyed by future generations of I-Kiribati and visitors."}, {"text_block_id": "p36_b204", "text": "Many cultural producers and practitioners are focused on deepening their cultural knowledge and practice, with a strong emphasis on education and awareness and less emphasis or will on sustainable cultural industry development. There is considerable investment and support at the government, corporate, producers and community levels with focus on generating income in order to continue their cultural practices, but not necessarily for profit. However, all the successful initiatives and enterprises have adopted a ‘family business model’."}, {"text_block_id": "p36_b205", "text": "Economic opportunities for the local communities in the outer islands are limited to copra and small scale fishing activities. Development of cultural industry on the outer islands could bring to life an important cultural heritage site and create additional economic opportunity for the local people. The cultural industry can revive and connect intangible cultural heritage and knowledge, while at the same time creating employment opportunities for traditional craftspeople, composers, dance groups and their dancers, musicians and singers."}, {"text_block_id": "p36_b206", "text": "While there is a high level of activity and a strong local market for cultural products and services, there is little will or the need for export.  The uniqueness in Kiribati’s culture creates a distinction from the neighboring Pacific islands and thus is what the world would like to experience."}, {"text_block_id": "p36_b207", "text": "The Phoenix Islands Protected Area (PIPA) has been designated a World Heritage Site under the Convention on the Protection of World Cultural and Natural Heritage. PIPA is now a marine protected area and many more cultural properties and cultural treasures need to be nationally identified and registered."}, {"text_block_id": "p36_b208", "text": "Kiribati is Party to UNESCO Cultural Conventions & Multi-Environment Agreements that includes amongst others; Ratification to the Convention of 1972 Convention concerning the protection of the World cultural and natural heritage and the 2003 Convention for the Safeguarding of the Intangible Cultural Heritages that became into force on 2 April 2018."}, {"text_block_id": "p36_b209", "text": "The nexus between tourism and culture is one of the priority areas for the KV20. It is in this context that Government will strive to safeguard, revive and promote tangible and intangible cultural and historical heritages evident across the chants, music, dance and craft heritage sectors as well as the significant remnants from World War II.  Government will"}, {"text_block_id": "p37_b210", "text": "also redefine the mission, the goals, the functions and the strategies of our national museum for the promotion and better understanding of our cultural heritage and our agenda for national growth and development in the next twenty years."}, {"text_block_id": "p37_b211", "text": "The KV2O will seek to safeguard and revive the traditional knowledge and skills. Relevant policy and legislation framework to support the sustainable development of the cultural capital will be strengthened. In this context, a National Cultural Policy will be developed by 2019 and two new related laws and policies by 2036. Government will also maintain 26 cultural sites, shrines and monuments by 2019 until the year 2036 in order to implement Government’s vision towards reviving and safeguarding cultural and historical heritages. Government will also implement strategies towards building 6 new cultural institutions by 2019 and 24 cultural centers by 2036 or in other words, cultural industries will be built throughout the country. The development of the cultural capital will be complemented by local cultural training on relevant cultural arts, cultural industries, local food preservations, and performances for local communities and in regional or international showcasing events."}, {"text_block_id": "p37_b212", "text": "Figure 26: Outcome and Strategies for Developing Cultural Capital"}, {"text_block_id": "p39_b213", "text": "Developing a Secure and Peaceful Kiribati"}, {"text_block_id": "p39_b214", "text": "Peace and security contributes towards socio-economic stability. While peace and security is important towards achieving sustainable development goals, there has been a general increase in the number of crimes over the years (See Table 8 and Figure 27)."}, {"text_block_id": "p39_b215", "text": "Table 8: Trend in Crime Rates (2012-2016)"}, {"text_block_id": "p40_b216", "text": "Figure 27: Trend in Crime Rates (2012-2016)"}, {"text_block_id": "p40_b217", "text": "Source :KPS"}, {"text_block_id": "p40_b218", "text": "Liquor offences however, remain to be the highest among the common cases of crime at 30%, followed by  Law and public order offences at 22% and offences against endangering life at 20%, among others."}, {"text_block_id": "p40_b219", "text": "Figure 28: Proportion of Criminal Cases in 2016"}, {"text_block_id": "p40_b220", "text": "Source: KPS"}, {"text_block_id": "p40_b221", "text": "Although Government recognises the importance of peace and security towards creating sustainable development, there is a lack of centralised and coordinated border management mechanism, and a national security policy to serve as a guide on security issues."}, {"text_block_id": "p40_b222", "text": "In a broader security context, the government is also cognisant of the importance of maintaining its sovereignty in light of the projections for climate change and sea level rise. In most islands, coastal erosion and inundation is becoming the new norm and which has led to loss of precious and already limited land space and resources, such as fresh water. If left unabated, it has the potential to create future tensions and insecurity among I-Kiribati, who will have to compete for these limited resources."}, {"text_block_id": "p41_b223", "text": "Kiribati needs to consider strengthening its legislations and policies on this issue in order to provide an enabling mechanisms to safeguard not only land, territory and resources but also strengthen the adaptive capacity and resilience of its people against this calamity. This can only be achieved through continued strong and effective partnership in country at all levels and with development partner communities."}, {"text_block_id": "p41_b224", "text": "Security is also in the form of the traditional system of government. Unimwane or elders or community councils are the ultimate traditional authorities on the islands and they play a critical role in ensuring that there is peace and security in the country. The traditional system can settle conflicts and tensions and has the authority to punish those who have misbehaved or caused trouble to particular communities. This traditional system is predominantly practiced in the Outer Islands."}, {"text_block_id": "p41_b225", "text": "Border control authorities are faced with an institutional challenge ranging from outdated and ineffective legislation to a lack of upgraded and efficient system. This is further exacerbated by limited resources and capacity, weak and inefficient monitoring system, poor filing and data management system and a lack of established communication strategy with internal and international partners. The approach is very agency focused, which applies similarly to other border control management agencies making it additionally difficult to have a consistent and inter-operable national security system."}, {"text_block_id": "p41_b226", "text": "Of essence is the need for effective and updated legislation which underpins peace and security and which must be packed by strong  national enforcement training, capacity strengthening  provision of the necessary equipment, coordinated system,effective infrastructure, tools and skills necessary to keep up with contextual developments on border control and management, enforcement and monitoring activities. This will be critical to addressing an overstretched resource and capacity constraint and one thatwill provide a conducive and enabling environment important for boostingtourism and fisheries activities."}, {"text_block_id": "p41_b227", "text": "In terms of policing services, there is a clear need to improve police capacity and capabilities through trainings, adequate resources and better infrastructure. There is a need to build strong partnership in order to address all crime issues and strengthen maritime policing to support the generation of revenue to the Government of Kiribati (GOK) through safeguarding our marine and environmental resources. There is also a need to maintain the traditional governance system to make Kiribati a safe and peaceful nation."}, {"text_block_id": "p41_b228", "text": "Government will implement measures to create a safer Kiribati through the provision of timely and quality policing services to mediate and reduce the overall crime rate in Kiribati, in order to make it the safest nation in the Pacific. In this context, a national Security Policy Framework will be put in place by 2019. The positive impact of the policy framework will, however, depend on the joint effort towards effective implementation of the framework. In order to strengthen the border control framework, the percentage of modernised security management systems will be increased by 50% in 2019 and 100% by 2036.The establishment of the security framework will also aim at strengthening the biosecurity control measures. 50% of the necessary regulations will also be reviewed and updated by 2019 and 100% by 2036. In the context of managing the potential impact of climate change, the number of well-equipped stations will be increased by 65% in 2019 and 100% by 2036. Government will also strengthen strategic partnerships with the local NGOs and international organisations by 60% in 2019 and 100% by 2036."}, {"text_block_id": "p42_b229", "text": "Figure 29: Outcome and Strategies for Developing a Secure, Safer and Peaceful Kiribati"}, {"text_block_id": "p43_b230", "text": "Improving Connectivity and Accessibility"}, {"text_block_id": "p43_b231", "text": "Airfields"}, {"text_block_id": "p43_b232", "text": "There are 2 international airports (1 in Bonriki and 1 in Kiritimati) and 19 domestic airports in the outer islands.  The airfields in the outer islands are below international standards, constructed of reef mud and subject to frequent closedown air operations due to poor conditions. Four of the airfields are being upgraded to accommodate the newly acquired Dash 8 aircraft of Air Kiribati Ltd (AKL).  The Kanton airfield used to meet international standards but after long disuse the surface had gradually broken up in some places and is now in need of rehabilitation to be fit for large aircraft operations and hence support eco-tourism development under the Phoenix Islands Protected Area (PIPA), and also serve as an Extended-range Twin-engine Operational Performance Standards (ETOPS) point for air service emergencies in the Line and Phoenix Islands."}, {"text_block_id": "p44_b233", "text": "Air Transport"}, {"text_block_id": "p44_b234", "text": "Air Kiribati Limited (AKL) is the only airline servicing the domestic market in Kiribati. There is one private air service provider with a tiny aircraft and operations are currently limited to chartered flights. AKL is 100% Government owned. It has a fleet of 5 aircraft – 1 Bombardier Dash 8, 1 de Havilland Twin Otter and 3 Harbin Y-12s. With the Y-12s nearing the end of their economic life, fleet capacity could again become insufficient without timely replacements.  Prior to 2017, the airfare structure was heavily controlled by Government. The situation has improved somewhat under the current Administration which allowed a review and increase in airfares which is now giving AKL a reasonable profit margin."}, {"text_block_id": "p44_b235", "text": "Until recently, Jet A1 fuel availability had been problematic on occasions. Apart from late delivery by the offshore supplier, one of the main causes of aviation fuel unavailability is certification which has to be done by a New Zealand-based laboratory. On several occasions in the past, the international airlines serving Kiribati offloaded the fuel test samples which delayed the certification and release of Jet A1 for use by all aircraft. Government has, through its SOEs and agencies, taken great efforts to avoid aviation fuel stock-outs."}, {"text_block_id": "p44_b236", "text": "There are four (4) available routes for international travel, i.e. through Nauru, Nadi (Fiji), Majuro (RMI) and Honiara (Solomon Islands). These are operated by Nauru Airlines, Fiji Airways and Solomon Air, the latter being a co-shared operation with AKL. Fiji Airways is the most popular service due to its comparatively efficient and reliable services, and direct connection to Nadi which is the main transit hub or gateway to the world for Kiribati. While elsewhere Fiji Airways is regarded as one of the reasonably priced air operators, the airfares it is charging Kiribati travelers have been described as some of the highest in the world."}, {"text_block_id": "p44_b237", "text": "In order to improve mobility, Government has recently purchased a 40-seater Dash 8 aircraft to meet the ever-growing demand for domestic air travel, and to establish a link to neighbouring countries as a stepping stone towards a full-blown international air service. This long-term plan includes the institutional strengthening of AKL to improve its domestic and international air service capability, and to tar-seal the runways on the outer islands, procure an aircraft like a Boeing 737 (or equivalent from other aircraft makers), review and establish Air Service Agreements with certain countries within the Pacific and beyond. The plan aligns well with aspirations to expand international trade."}, {"text_block_id": "p44_b238", "text": "Needless to say, air fleet enlargement and infrastructure development need to be complemented by a team of qualified pilots, engineers, handlers, and accountants specialised in the airline business. Government is now working on developing the required workforce for the sector and on introducing incentive programmes to lure and retain the highly demanded specialists."}, {"text_block_id": "p44_b239", "text": "It is also the intention that all the outer-island runways would be upgraded by tar-sealing. Scheduled flight frequency per month will also be increased according to the forecast demand. This move is envisaged to support Government’s development plan for the tourism and fisheries sectors."}, {"text_block_id": "p44_b240", "text": "Sea Transport"}, {"text_block_id": "p44_b241", "text": "Seaports"}, {"text_block_id": "p44_b242", "text": "There are two international seaports in Kiribati - Betio and Kiritimati. Betio Port was first expanded between 1998 and 2000 with the provision of a reclaimed land area as a container yard. Betio Port was further developed between 2012 and 2014 through Japan’s ODA, to accommodate international medium-sized container ships. Both projects were funded by Japan’s ODA Programme. KPA’s container yard at Betio is running out of space as the volume of national imports has significantly increased over the years. Government is now considering options for providing the required land space."}, {"text_block_id": "p45_b243", "text": "While there are two ports in Kiritimati, the port is only good for use by small fishing boats due to sedimentation and coral regrowth within the channel connecting London Port to the open sea. The Port near Tabwakea (known simply as KPA) consists of a pier that extends well beyond the reef. It was built by the Japan Aerospace and Exploratory Agency (JAXA), previously NASDA, in 2012 to service JAXA’s HOPE-X Project (space launch project) which unfortunately fell through. As a result, the pier is considered unsafe for shipping operations and its usability limited to large vessels."}, {"text_block_id": "p45_b244", "text": "The international ports are relatively well-equipped with lifting machinery and delivery equipment as well as experienced personnel. As such, their efficiency in the handling of cargo is therefore good in comparison to other Pacific countries."}, {"text_block_id": "p45_b245", "text": "In the outer islands, seaports (or shipping points) exist only in the form of narrow channels cut through the reef-flat, with docks in some islands. They hardly have proper cargo-handling facilities and equipment which means operations are inefficient, cumbersome and unsafe. At most islands, vessels have no choice but to offload passengers and cargoes, miles away from shore, onto small outboard motor boats which then have to traverse across the expansive reef flats to shore. This operation is restricted to high tides contributing to prolonged and expensive shipping turnaround times. This type of operation is extremely risky in bad weather. In fact, a number of fatalities, injuries and cargo losses had happened from the practice."}, {"text_block_id": "p45_b246", "text": "Domestic sea transport is largely dominated by the private sector though their presence is only prominent in lucrative sectors.  While the Kiribati National Shipping Line (KNSL) is the only Government owned shipping company that provided shipping service in Kiribati prior to the entry of the private sector, it currently focuses on providing shipping services to those routes considered to be non-lucrative by the private sector. The situation of KNSL has been deteriorating over the years, with only 1 vessel which currently does not operate. To manage the situation, the Government has purchased 2 vessels to be operated by KNSL to address market failure in the domestic shipping service sector."}, {"text_block_id": "p45_b247", "text": "Connectivity and accessibility to the Outer Islands from the Capital (South Tarawa) is challenging due to inadequate infrastructure (wharves, ramps, piers and ports), boat channels,  passages and Aids To Navigation (AToNs). To address the current situation, there are development plans to improve maritime infrastructure on the outer islands which includes hydrography surveying and updating of all outdates nautical charts in Kiribati. This will enable smooth connectivity and fast accessibility with the aim to facilitate domestic trade and migration between islands in order to improve social and economic benefits."}, {"text_block_id": "p45_b248", "text": "Government will work towards improving connectivity in the shipping industry. In this context, the number of shipping voyages per month will be increased to 30 by 2019 and to 60 by 2036. However, the development of the shipping industry will require additional investment in maritime infrastructure, building human resource capacity through"}, {"text_block_id": "p46_b249", "text": "training of qualified Marine Surveyors, Marine Officers (Classes), Naval Architects, Hydrographers and Marine Engineers as well as Marine Infrastructural Engineers and Maritime Lawyers. Development of maritime infrastructure along with a well set-up slipway, a decent dry-dock which can accommodate small to medium sized vessels and a fully established Maritime Authority of Kiribati as a Regulatory body. This will create an enabling environment to support an efficient shipping operation which will improve the economic viability of currently uneconomical sectors."}, {"text_block_id": "p46_b250", "text": "Coastal Infrastructure"}, {"text_block_id": "p46_b251", "text": "The impact of climate change remains a great challenge to the sustainability of coastal infrastructure. The devastating impacts of Cyclone Pam in 2015 is an example. Government continues to implement various coastal protection programmes to replace the popular “sandbag” seawall with a more robust seawall design. A “mass concrete” seawall design was successfully trialed in mid-2015. The design is being adopted for protecting coastal public assets throughout the country."}, {"text_block_id": "p46_b252", "text": "While seawall construction is one of the programmes being implemented to reinforce costal protection, it is not always the best solution to coastal erosion. As such, Government, through the Kiribati Adaption Programme (KAP) III under the Office of Te Beretitenti (OB), is also implementing alternative eco-friendly coastal protection programmes such as mangrove planting, and groyne and beach replenishment. As part of its activities under KAPIII, MELAD has planted 175,873 mangroves on South Tarawa and the outer islands. MELAD is further targeting an additional 25,000 mangroves every year. Non-structural options include “inaction” and community resettlement/asset relocation."}, {"text_block_id": "p46_b253", "text": "ICT"}, {"text_block_id": "p46_b254", "text": "Development of ICT infrastructure has been one of the development priority areas given its linkages with other drivers of growth. The ICT Policy and regulatory framework developed provides a sustainable benchmark through private sector participation in the ICT industry to foster improved ICT connectivity. While Amalgamated Telecom Holdings (Kiribati) Limited (ATHKL) is the major player in the ICT industry, a second service provider (OceanLink) has been issued with a license to operate in Kiribati, thus encourage a healthy competitive environment in the ICT industry."}, {"text_block_id": "p46_b255", "text": "The 4G services are available in South Tarawa, Abemama, Tabiteuea North and Onotoa, while 3G services are available on South Tarawa, North Tarawa, Abaiang, Marakei, Maiana and Kiritimati. In addition, 2G services are also available on Abemama, Tabiteuea North and Onotoa. Other islands have VSAT systems set up at Island Council premises which the people on the islands can access."}, {"text_block_id": "p46_b256", "text": "The current internet connectivity uses satellite technology due to lack of submarine cables landing on the islands. The Government plans to improve internet and mobile connectivity on the outer islands. It is expected that most of the outer islands would have internet and mobile services by the end of 2018 or early 2019."}, {"text_block_id": "p46_b257", "text": "In order to improve international connectivity, there is need to upgrade the international gateway connectivity for the major hubs of South Tarawa in the Gilberts Group and Kiritimati in the Line Group to a more reliable and efficient connectivity. Government, in partnership with the World Bank and ADB intends to address this by connecting South Tarawa and Kiritimati to a fiber optics submarine cable. The Tarawa connection will increase internet penetration to 67% once the submarine cable has been established. Improved connectivity in the Line and Phoenix Islands is expected to support internet penetration to 6% of the population in Kiritimati, thus contributing to about 72% of the total internet penetration by the second quarter of 2019, once the project is completed."}, {"text_block_id": "p46_b258", "text": "Government further intends to improve ICT connectivity in Butaritari, Abemama and Tabiteuea North through fiber based submarine cable, which can further be used to connect neighbouring islands of Makin, Aranuka and Kuria and Tabiteuea South. It is expected that such additional connectivity will increase internet penetration to 87% through submarine cable capacity. In general, the % of internet penetration will be increased to 47% by 2019 and 100% by 2036."}, {"text_block_id": "p47_b259", "text": "While it would be important to target 100% connectivity, challenges linked to high operational and maintenance costs of submarine cables will pose a challenge to achieving this."}, {"text_block_id": "p47_b260", "text": "Land Transport"}, {"text_block_id": "p47_b261", "text": "While the South Tarawa road network has vastly improved since the completion of the South Tarawa Road Rehabilitation Project in November 2016, road conditions on the outer islands are still very poor. The core material of reef mud used in road construction is prone to premature damage from heavy rain. In a dry season, the reef mud generates dust, stirred by wind and rushing traffic, creating a health hazard and community nuisance. Poor roadwork also implies limited linkages with the other productive sectors like tourisms, fisheries and agriculture, thus limiting the development of any potential economic opportunities."}, {"text_block_id": "p47_b262", "text": "Government is committed to improving road infrastructure, especially in the outer islands, as a matter of priority. In this context, Government plans to use the Revenue Equalisation Reserve Fund (RERF) as collateral for a $70 million loan to develop infrastructure (road, runways and ports). This initiative will allow Government to take charge of its development through the use of its own resources to finance infrastructure projects, especially on the outer islands. In this situation, Government will develop 6 tar-sealed roads by 2019 and 19 tar-sealed roads by 2036 in the outer islands."}, {"text_block_id": "p47_b263", "text": "Figure 30: Outcome and Strategies for Improved Connectivity and Accessibility for economic infrastructure"}, {"text_block_id": "p47_b264", "text": "Improving Access to Utility and Social Infrastructure"}, {"text_block_id": "p47_b265", "text": "Energy as a foundation of the KV20"}, {"text_block_id": "p47_b266", "text": "Energy"}, {"text_block_id": "p47_b267", "text": "Energy is one of the infrastructural enablers of the pillars of the KV20. The level and intensity of energy use depicted by annual Petroleum Sales in a country is a key indicator of the degree of economic growth and development. The trend in total sales has increased from 20,188 kilolitres in 2010 to 23,648 kilolitres in 2016, depicting a growing demand for petroleum products (Figure 31)."}, {"text_block_id": "p48_b268", "text": "Source :MISE"}, {"text_block_id": "p48_b269", "text": "Kiribati relies heavily on imported fuel, which is 90% of the Kiribati Oil Company Ltd’s (KOIL) annual total imports. The total imports have increased by 14% between 2010 and 2016 (Figure 31)."}, {"text_block_id": "p48_b270", "text": "While fuel supply stability is important for supporting all economic and social activities, KOIL has been facing increasing demands for fuel since 2014. A new fuel farm which provides additional supply capacity of 3,170 tonnes was completed in December 2016 and commissioned in April 2017. It assists in addressing challenges of fuel supply shortage due to increasing demand."}, {"text_block_id": "p48_b271", "text": "Figure 33:  Consumption Trend by Sector"}, {"text_block_id": "p49_b272", "text": "There has been an increasing trend in consumption of fuel by sector. In this context, consumption from the transport sector increased from 6,006,962 kilolitres in 2010 to 10,891,220 kilolitres in 2016 while electricity consumption increased from 6,025,310 kilolitres in 2010 to 6,222,000 kilolitres in 2016. Additionally, the residential consumption increased from 2,136,205 kilolitres in 2010 to 2,446,556 kilolitres in 2016 (Figure 33)."}, {"text_block_id": "p49_b273", "text": "As the national income level is expected to rise and urbanisation to intensify, household and commercial demand for energy will also increase. The Tourism and Fisheries Sectors are expected to consume more energy as more tourist resorts, transshipment hubs and fish processing plants are established."}, {"text_block_id": "p49_b274", "text": "Utilities"}, {"text_block_id": "p49_b275", "text": "Electricity, reticulated water and sewerage services are provided by PUB. Prior to 2016, the quality of Public Utility Board (PUB) services was mediocre to average. There has been a major improvement in PUB’s services following a reform programme funded by the World Bank, Asian Development Bank and New Zealand Government (through the Pacific Regional Infrastructure Initiative (PRIF)). The reform contributed to a reduction of domestic tariff from 55 cents per unit of consumed electricity for the first 100 kilowatt hours (kWH) to 45 cents and the new connection fee from $380 per connection to $50. Unplanned and planned power outages also decreased in frequency and duration. Other developments include the SMS billing system, increased debt collection effectiveness and dramatic improvement of customer service."}, {"text_block_id": "p49_b276", "text": "Power generation continues to increase at an annual rate of 1.7% to try to meet the public demand, even though the number of PUB customers has been on a declining trend (Figure 34). The reduction in the number of PUB customers shows that people in South Tarawa have shifted from using PUB electricity services to solar systems. This may be attributed to the wide use and positive impacts of solar systems and partially to the high tariff for electricity."}, {"text_block_id": "p49_b277", "text": "In terms of power generation compared to diesel use and energy efficiency, there has been a rapid reduction in diesel use for PUB generators during 2014 and 2015. The reduction is attributed to the full installation and use of Solar PV Systems connected to the PUB grid in 2015 (Figure 35). A slight increase of diesel use from 2015 to 2016 depicts the need to improve generation efficiency of PUB generators, given that the exiting efficiency is lower than recommended standard of 3.8 kWh/l."}, {"text_block_id": "p49_b278", "text": "Figure 34: Power Generation and Sales Compared to Number of Utility Customers"}, {"text_block_id": "p50_b279", "text": "Figure 35: Power Generation Compared to Diesel Use and Energy Efficiency"}, {"text_block_id": "p50_b280", "text": "Source :MISE"}, {"text_block_id": "p50_b281", "text": "Reticulated water and sanitation services are currently provided free by PUB to domestic customers. PUB, however, charges water delivery to domestic, commercial and industrial customers. As largely non-revenue generating, these services are heavily subsidised by electricity sales and this practice has negatively affected the financial performance of PUB. Since 2016, PUB has been relying on the annual Community Service Obligation (CSO) payments from Government to assist with the delivery of water and wastewater services."}, {"text_block_id": "p50_b282", "text": "At the same time, there have been development projects implemented to improve water and sanitation services in South Tarawa, including the South Tarawa Sanitation Improvement Sector Project (STSISP), Water, Sanitation and Hygiene ( WASH) for Schools, Kiribati Water and Sanitation Project (KIRIWATSAN), Kiribati Adaptation Programme Phase III (KAPIII) and Kiribati Outer Island Food and Water Project (KOIFWP), to name some."}, {"text_block_id": "p50_b283", "text": "Government will continue to provide support for the provision of improved water and sanitation services. Government aims to extend access to potable water to 75% of households by 2019 and to all households by 2036. Government also aims to increase access to suitable sanitation facilities to 50% by 2019 and to all households by 2036."}, {"text_block_id": "p51_b284", "text": "Renewable Energy"}, {"text_block_id": "p51_b285", "text": "From 2014 to 2017, PUB has benefitted from three renewable energy projects based on Solar Photovoltaic (PV ) systems linked to the main grid to supplement electricity supply from diesel generation and reduce fuel consumption. The first project was commissioned in 2014 under Japanese funding through the Pacific Environment Community (PEC) Fund. The second project was completed in 2015 with financial assistance from the United Arab Emirates (UAE). The third project was also completed in early 2016 under World Bank funding. The solar PV systems have contributed to PUB saving on fuel costs of $800,000.00 per annum."}, {"text_block_id": "p51_b286", "text": "Figure 36: Trend in Power Contribution from Solar System Installed"}, {"text_block_id": "p51_b287", "text": "The Kiribati Solar Energy Company (KSEC), a Government owned company, also provides solar powered products and related services to the public with a focus on the outer islands. The performance of KSEC depicts a mixed result. A decrease in kWh from 2010 to 2014 follows the lack of maintenance to KSEC systems rented by the public on the outer islands. This is due to poor commitment of the public to pay the monthly fee ($9.00) to KSEC to cater for the system maintenance cost. A rapid increase of solar power (kWh) in 2015 and 2016 follows the full installation and use of solar PV systems connected to the PUB grid."}, {"text_block_id": "p51_b288", "text": "KSEC sells small solar-lighting systems suitable for households and medium-sized ones for communities. Since 2014, all households on the outer islands have been donated a solar lighting kit through the Solar Lighting Kits Project funded by the Government of Taiwan. Efficient backup service for solar lighting products and, in some cases, the lack thereof is an emerging concern. In an effort to improve its operations, KSEC is currently in negotiations with a Taiwanese Company to form a Joint Venture (JV ) in the near future."}, {"text_block_id": "p51_b289", "text": "Sports Development"}, {"text_block_id": "p51_b290", "text": "Development of sports sector can bring about tremendous benefits that contribute to health, community cohesion, employment, education, youth behaviour and national pride.  Sports in Kiribati is generally played in an informal setting owing to the limited facilities available for public use. There is only one formal sport setting in Kiribati situated in Betio, known as the Betio Sports Complex.  The vision aims to establish sport centres in order to provide impetus for the public to engage in sport activities and have access to basic sport facilities. The government will establish 9 sports centres by 2023 and 23 centres in 2036."}, {"text_block_id": "p52_b291", "text": "Figure 37: Outcome and Strategies for Improving Access to Utility and Social Infrastructure"}, {"text_block_id": "p53_b292", "text": "Creating a Corruption–free Society"}, {"text_block_id": "p53_b293", "text": "Good governance is an overarching issue that underpins the independence, integrity and sovereignty of a nation. As a democratic republic, Kiribati is founded on the principles of democracy, good governance, rule of law, Christian and cultural values."}, {"text_block_id": "p53_b294", "text": "Current policies and legislation promote good governance, however there is a strong need to revise and strengthen them to address emerging challenges. There are limited established institutions within the public and private sectors that deal specifically with good governance. Further to that, the public has a lack understanding of the negative impact of corruption on the economy and the society."}, {"text_block_id": "p54_b295", "text": "Government initiated the development of the Parliamentary Anti-Corruption Select Committee. Government also developed the Leaders Code of Conduct Act 2016 which will establish a Leadership Commission to perform a watchdog role over current leaders of Kiribati. A Public Service Anti-Corruption Strategy is also in place to provide a corruption-free public service."}, {"text_block_id": "p54_b296", "text": "In order to promote fisheries and tourism and good governance as a whole, Government, Island Councils, private and public institutions and the whole community must unite and support good governance reform programs."}, {"text_block_id": "p54_b297", "text": "Figure 38: Outcome and Strategies for Creating a Corrupt-free Society"}, {"text_block_id": "p55_b298", "text": "Gender, Youth, Vulnerable Groups, Equity"}, {"text_block_id": "p55_b299", "text": "The participation rate of women in the labour force is around 58 percent (2015 census). Unemployment rate among women is at 43.5 percent compared to men, which is at 33 percent. Women are disadvantaged in accessing labour markets and productive resources as they do not have equal opportunity with men to take on employment or develop a business, due to their greater share of home-based duties and responsibilities for children, the elderly and infirm. A majority of I-Kiribati, especially women, are vulnerable to domestic violence, economic shocks and environmental hazards. Women are more vulnerable to poverty than men, especially if they are solo parents."}, {"text_block_id": "p55_b300", "text": "The extent of representation of women in Parliament also demonstrates the extent to which a society regards women as having an equal role in decision-making. Kiribati has only three female members of Parliament, representing 9% of"}, {"text_block_id": "p56_b301", "text": "all members of Parliament. At the local government level, there are only 10 women Councilors out of a total of 332. Getting more women into elected positions would improve the political demand for a systematic investigation of the gendered impacts of policies."}, {"text_block_id": "p56_b302", "text": "High female youth unemployment is likely to contribute to the vulnerability of young women to early pregnancy. In terms of higher paid work abroad, women have been deterred from working as seafarers due to harassment by men, and are underrepresented amongst those accessing short-term agricultural work in New Zealand."}, {"text_block_id": "p56_b303", "text": "Vulnerable groups include widows and widowers, orphans and children at risk, persons with disabilities, under-age mothers, the poorest of the poor and the elderly.  These groups are faced with multiple challenges in their daily life, such as economic hardship  and various forms of deprivation."}, {"text_block_id": "p56_b304", "text": "The Government of Kiribati is committed to equal opportunities, equal human rights and equal access to services so that everyone can reach their potential in economic, political and social life. The constitution of Kiribati guarantees men and women equality before the law. The Government is a signatory to the Convention of the Elimination of all forms of Discrimination against Women (CEDAW ), the Convention on the Rights of Persons with Disabilities (CRPD), the Revised Pacific Platform for Action on the Advancement of Women and Gender Equality (2005-2015), and the Pacific Leaders Gender Equality Declaration in 2012."}, {"text_block_id": "p56_b305", "text": "Government will provide opportunities for all, including women, youth and all disadvantaged groups. In this context, gender will be mainstreamed in government policies, plans, budgets and programmes to improve equal opportunity for men and women. Government will also implement measures through a gender development policy to increase the participation of women in all economic, social and political decision making processes (e.g. higher representation of women in Parliament); improve access to disadvantaged groups to businesses opportunities, health and education services, housing, justice, etc; and minimise vulnerabilities by upscaling the training for people with disabilities and special needs."}, {"text_block_id": "p56_b306", "text": "In partnership with all stakeholders, public and private partners including development partners, Government will build a society that guarantees equality of opportunity in accessing public products, services and resources. Government will support income generating activities through the implementation of the trade, youth and gender policy to ensure equity in distribution of economic opportunities. This will include expanding coverage of essential healthcare service, equitable distribution of and access to water, sewerage and sanitation services and delivery of justice."}, {"text_block_id": "p56_b307", "text": "Environment, Climate Change and Sustainable Development"}, {"text_block_id": "p56_b308", "text": "Kiribati is one of the most vulnerable countries in the world to the effects of climate change. The country’s ability to respond to climate risks is hampered by its highly vulnerable socio-economic and geographical situation. Low-lying atolls, isolated location, small land area separated by vast oceans, high population concentration, and the costs of providing basic services make Kiribati, like all Small Island Developing States (SIDS), especially vulnerable to external shocks including the adverse impacts of climate change. Sea-level rise and exacerbated natural disasters such as drought and weather fluctuations pose significant and direct additional threats to sectors and resources central to human and national development and the provision of basic human needs."}, {"text_block_id": "p56_b309", "text": "The country’s vulnerability is exacerbated by a high dependence on natural marine resources for tourism and fisheries, which are already being affected by the rise in temperature and ocean acidification. The impacts of climate change and variability can seriously and disproportionately affect the communities who are vulnerable to climate change due to their heavy reliance on climate-sensitive sectors such as rain fed agriculture, tourism, fisheries and their limited asset base."}, {"text_block_id": "p57_b310", "text": "In order to reduce vulnerability to climate change, Government will continue to implement and build on existing policy measures towards building adaptive and mitigation capacity, particularly of the most vulnerable people. The policy measures will also reduce exposure or sensitivity to climate impacts. In addition, Government will mainstream climate change adaptation and mitigation through development and effective implementation of strategies that fully integrate climate change concerns into various programmes, to ensure that the working environment is sensitive to climate change and sustainable development given the overreliance on tourism and fisheries sectors which are highly vulnerable to the impact of climate change. Sufficient technical capacity and human resources to successfully mainstream climate change adaptation and mitigation measures will also be heightened for effective implementation of climate change related adaptation measures. Government will improve its capacity to access and utilise the existing Climate Finance Mechanisms. Government will also undertake an evaluation of risks to poverty reduction activities associated with climate variability and change, and identify effective, efficient and equitable adaptation measures to reduce those risks and harness opportunities for building adaptive capacity for greater and more sustainable development for all."}, {"text_block_id": "p59_b311", "text": "A sustainable development agenda requires strategic and inclusive partnerships between Government and national and international stakeholders - the private sector, civil society at all levels, intergovernmental organisations and development partners. Inclusive partnerships built upon shared principles, values, vision and goals that place people at the centre of policy and decision making are a strong foundation of national, regional and global sustainable development programmes."}, {"text_block_id": "p59_b312", "text": "Government acknowledges the important role of strategic and inclusive partnership in the development and implementation of KV20. Government will develop and strengthen collaborative mechanisms for engaging various stakeholders to encourage a participatory approach during the implementation, monitoring and evaluation of the KV20."}, {"text_block_id": "p59_b313", "text": "Government will actively engage local governments, civil society, academia and the private sector in strengthening partnerships during the implementation of the KV20. Government will implement the Public-Private-Civil Dialogue at the community level. Consultative mechanisms will provide an inclusive platform, where civil society will be engaged in the KV20 decision-making process to enhance national ownership of the KV20 programmes and outcomes."}, {"text_block_id": "p59_b314", "text": "Government recognises the need to forge stronger partnerships with intergovernmental organisations and development partners to implement the KV20 in the context of the broader UN 2030 Agenda for Sustainable Development. The international partnership will be strengthened for effective resource mobilisation and sustained good governance guided by the relevant international treaties and obligations."}, {"text_block_id": "p60_b315", "text": "Implementation"}, {"text_block_id": "p60_b316", "text": "The strategies to deliver the overall vision of the blueprint will be executed through concrete flagship projects such as the Transshipment Hubs to be established in Betio and Kiritimati and tourism investment projects. Complementary projects will also be undertaken in line with the various Ministries Sector Plans in order to achieve the assorted targets embedded within the KV20."}, {"text_block_id": "p60_b317", "text": "The KV20 is a long term process that requires dedication and focus beyond Government’s 4-year life span. During the life of the Vision, action plans will be systematically reviewed and adjusted on an annual basis in order to effectively respond to the changing local, regional and global environment."}, {"text_block_id": "p60_b318", "text": "The Kiribati Development Plan"}, {"text_block_id": "p60_b319", "text": "The Kiribati Development Plan (KDP) will become the medium-term implementation plan of the KV20. The current KDP 2016-2019 will therefore continue to be implemented, together with ongoing projects. The KDP is now up for review, providing an opportunity to reorganize and realign its priority programmes to the KV20 outcomes, strategies and targets. As most of the Key Policy Actions under KDP are closely linked to the Pillars of the KV20, no major change is envisaged except the articulation of KV20 priorities and targets in the revised KDP."}, {"text_block_id": "p60_b320", "text": "The Vision Delivery Secretariat"}, {"text_block_id": "p60_b321", "text": "As a national development planning document, the implementation of the KV20 will be administered by the Ministry of Finance and Economic Development, through the Development Coordinating Committee (DCC). MFED will work with Ministries to ensure timely implementation of flagship projects and various other projects within the respective Ministry Strategic Plans aligned to key outcomes and strategies of the KV20."}, {"text_block_id": "p61_b322", "text": "To ensure continued relevance and fulfilment of objectives, development efficiency, effectiveness, impact and sustainability of the on-going or completed projects, programme or policy, design, implementation and the results of the KV20, Government will undertake periodic monitoring and evaluation. Monitoring shall entail a systematic collection of information to assess progress towards the achievement of KV20 objectives, outcomes and impacts."}, {"text_block_id": "p61_b323", "text": "The KV20 Implementation Matrix shall provide the basis for monitoring the development blueprint. The overall monitoring and evaluation will remain a key responsibility of the Ministry of Finance and Economic Development (MFED) as the coordination Ministry but specific activities, monitoring and evaluation will be an internal management activity conducted by the implementing agencies as specified in the implementation matrix. The KV20 M&E system shall take a participatory approach to allow the active engagement of stakeholders and to ensure that all information collected and analysed is used to improve the planning and implementation process of the KV20."}, {"text_block_id": "p61_b324", "text": "The MFED, in consultation with the key stakeholders, will play a key role in providing output indicators to quantify the measures of progress towards the intended inputs, outputs, outcomes and impacts of the KV20 strategies. The indicators in the implementation plan, which should be independent of possible bias of the observer, and fulfil the SMART criteria by being ‘Specific, Measurable, Achievable, Relevant and Time bound’, will be instrumental in assessing the quantitative and qualitative impact of KV20 and its development efforts."}, {"text_block_id": "p61_b325", "text": "The National Economic Planning Office of MFED will compile an analytical Progress Report of the KV20 national performance on an annual basis through the KDP Annual Progress Report.  The Development Coordinating Committee (DCC) will provide quality assurance of the KV20 through oversight and approval of progress reports. The performance of implementation presented in the KV20 Progress Report will be discussed and assessed by the DCC and decisions will be made in relation to management actions required.  Progress Reports will then be submitted to Cabinet for information and endorsement on actions requiring Cabinet’s decision."}, {"text_block_id": "p61_b326", "text": "A five-year review of the KV20 will be undertaken to align outcomes, strategies, indicators and targets to reflect current realities. An independent mid-term review will be carried out after 10 years and the report to be reviewed by DCC before submission to Cabinet for its endorsement and decision.  A final independent evaluation of the KV20 will be conducted at the end of the KV20 period.  The evaluation will be administered by MFED with support from development partners. The underlying principle of the evaluation will be to ensure independence and objectivity."}], "document_description": "The KV20 is a long term development blueprint for Kiribati, covering the period 2016 to 2036. The vision of the KV20 is for Kiribati to become a wealthy, healthy and peaceful nation. It seeks to achieve the development aspiration by maximising the development benefits from fisheries and tourism as key productive sectors.&nbsp;<br><br>The Vision recognises Kiribati’s vulnerability to climate change as a key constraint to achieving the desired outcomes. The Vision underscores the need to mainstream climate change adaptation and mitigation into various programmes.<br><br>The document further explores the construction of sea walls and sand-dredging techniques to protect and elevate islands."}