{"document_instrument_name": ["Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Kiribati", "document_category": "Policy", "document_sector_name": ["Water", "Health", "Energy"], "document_language": "English", "document_name": "Kiribati Climate Change Policy", "document_country_code": "KIR", "document_hazard_name": ["Ocean Acidification", "Changes In Average Temperature", "Changes In Average Precipitation", "Changes In Groundwater", "Sea Level Rise", "Heat Waves And Heat Stress"], "document_response_name": ["Loss And Damage", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "06/01/2018", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/KIR/2018/KIR-2018-01-06-Kiribati Climate Change Policy_5c2d33203e24e133816c6520fe0c44a5.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "CONTENTS:"}, {"text_block_id": "p3_b2", "text": "ABBREVIATIONS"}, {"text_block_id": "p4_b3", "text": "FOREWORD"}, {"text_block_id": "p4_b4", "text": "Climate change is one of the greatest threats to Kiribati and the I-Kiribati people, their security and survival. It has been, and will continue to be, a hindrance to our efforts to pursue sustainable development. As a government and people, we all have a duty to address the challenges posed by climate change and disaster risks in a holistic manner, while also recognizing the constraints of our limited resources and capacity."}, {"text_block_id": "p4_b5", "text": "This policy emphasizes ACTIONS aimed at addressing immediate and long-term adaptation needs and robust measures to ensure the resilience - and even the existence - of our country, despite the increasing impacts of climate change, whether through sudden or slow onset events."}, {"text_block_id": "p4_b6", "text": "My government will ensure that our vulnerable communities and their environment are protected from the direct impacts of sea-level rise and the increasing frequency and intensity of events resulting from changing weather patterns. These are critical risk factors for our people and their livelihoods. We will therefore endeavour to provide our communities with timely and accurate information and knowledge on climate change and disaster risks to complement interventions aimed at enhancing their resilience and equipping them with the adaptive capacity required for the challenging times ahead."}, {"text_block_id": "p4_b7", "text": "The priorities for action set out in this policy are the product of extensive consultations with our people. They provide the basis for implementing and operationalizing the policy. We therefore call on everyone’s support and for collective effort at the national, regional and international level to put this policy into operation."}, {"text_block_id": "p4_b8", "text": "We also acknowledge, however, that the finance required to allow our people and government to implement this policy is far beyond our means. As such, we are very appreciative of the continued support and assistance of our development partners."}, {"text_block_id": "p4_b9", "text": "My government is committed to maintaining and strengthening our current partnerships. We welcome further productive partnerships to contribute to our fight against climate change and its impacts on our land and people."}, {"text_block_id": "p4_b10", "text": "His Excellency, Te Beretitenti Taneti Maamau"}, {"text_block_id": "p4_b11", "text": "President of the Republic of Kiribati"}, {"text_block_id": "p5_b12", "text": "1. PREAMBLE"}, {"text_block_id": "p5_b13", "text": "Kiribati is concerned that the response to climate change (CC) impacts has been slow and reactive at the international level, even though the science is clear and these impacts are becoming very apparent."}, {"text_block_id": "p5_b14", "text": "Efforts over the past few years to catalyze assistance through international advocacy have not produced action at the national level to match the CC impacts being felt by our communities. This situation is due both to the difficulty of accessing multilateral funding sources directly, and to slow progress in preparing our national systems to access, receive and implement scaled-up assistance. It is clear that our national efforts to implement adaptation measures are conditional on increased support from the international community."}, {"text_block_id": "p5_b15", "text": "To enhance the resilience of our country and our economy, and to address our people’s desire to stay in our motherland, it is vital that this Climate Change Policy is focused on actions that are necessary to boost our adaptation efforts through improved access to financing sources and a clear direction for interventions in Kiribati."}, {"text_block_id": "p5_b16", "text": "To better prepare our national systems, as noted above, the Government of Kiribati has established centralized coordination of climate change adaptation (CCA) and financing. This has started by assigning coordination of CCA, mitigation and disaster risk management (DRM) to the Office of Te Beretitenti."}, {"text_block_id": "p5_b17", "text": "In parallel, and to ensure efficiency and coordination, a Climate Finance Division has been established in the Ministry of Finance and Economic Development to access and channel external financial assistance to support implementation. These steps are essential in harmonizing a whole-of-government response to this issue."}, {"text_block_id": "p5_b18", "text": "The Intergovernmental Panel on Climate Change (IPCC) is the principal source of scientific information on climate change and will continue to inform policy responses in Kiribati. However, we have also been fortunate to receive assistance through various processes and programs in the region. These have assisted the country to downscale global CC projections to better understand the likely impacts on our country and people. These programs include the Pacific Climate Change Science Program and similar initiatives. The programs and their findings are well articulated in various national documents and reports and will remain an integral part of the CC policy process, especially in developing policy responses and implementation strategies to address CC and disaster risks."}, {"text_block_id": "p5_b19", "text": "The scientific basis described above is vital in identifying the critical areas on which we should focus our adaptation and risk reduction efforts. The Government of Kiribati has also undertaken national consultations and integrated vulnerability assessments to identify the critical sectors and related objectives that are outlined in this policy."}, {"text_block_id": "p6_b20", "text": "2. GUIDING PRINCIPLES"}, {"text_block_id": "p6_b21", "text": "The guiding principles for the implementation of the Kiribati Climate Change Policy (KCCP) are:"}, {"text_block_id": "p6_b22", "text": "The guiding principles for the implementation of the Kiribati Climate Change Policy (KCCP) are:\n* Safeguarding our communities and our country as a whole from the adverse impacts of CC and\n* Mainstreaming CC and disaster risk reduction (DRR) into development planning, policies,\n* Emphasizing that our CCA, mitigation and DRM activities are shared responsibilities that require\n* Strengthening key institutions and capacities as a basis for enhanced action and measures to\n* Focusing on actions that will strengthen the long-term resilience of Kiribati communities through\n* Ensuring that our CCA, mitigation and DRM are equitable, inclusive, gender-sensitive,\n* Strengthening and maintaining our strategic partnerships both internally and externally"}, {"text_block_id": "p7_b36", "text": "3. VISION, MISSION AND PURPOSE"}, {"text_block_id": "p7_b37", "text": "VISION"}, {"text_block_id": "p7_b38", "text": "The Republic of Kiribati, her people, culture and economy will remain resilient and viable in facing the challenges of climate change"}, {"text_block_id": "p7_b39", "text": "MISSION"}, {"text_block_id": "p7_b40", "text": "To safeguard the present and future existence of Kiribati as a sovereign nation and her people, culture, environment, development progress and aspirations in light of the impacts of climate change and related disaster risks"}, {"text_block_id": "p7_b41", "text": "PURPOSE"}, {"text_block_id": "p7_b42", "text": "The Kiribati Climate Change Policy strategically guides and supports decision-making processes and sets the direction for enhanced coordination and scaled-up implementation of climate change adaptation, mitigation and disaster risk reduction"}, {"text_block_id": "p8_b43", "text": "4. POLICY CONTEXT AND LINKAGES"}, {"text_block_id": "p8_b44", "text": "The Government of Kiribati is embarking on an ambitious, transformative 20 year Vision for Kiribati (KV20) to move towards a wealthy, healthy and peaceful nation based on accelerated growth and strategic investment in our human, natural and cultural capital. KV20 is the overarching framework for all national policies and plans. Both KV20 and the Kiribati Development Plan (KDP) 2016–2019 outline national priorities for action in all areas of development."}, {"text_block_id": "p8_b45", "text": "The KCCP and its implementation plan, the Kiribati Joint Implementation Plan for Climate Change and Disaster Risk Management (KJIP), endeavour to support the KV20 and KDP by ensuring that all interventions for CCA, mitigation and DRM are in accord with the vision and direction set by both these plans and the processes through which they are implemented."}, {"text_block_id": "p8_b46", "text": "Through the KJIP, this policy will ensure that our national vision for CC adaptation, mitigation and DRM is guided and led by the best available science. The policy will also ensure that CCA, mitigation and DRR interventions are responsive to and reflective of the needs of our people, and allow for their effective and sustainable integration into community development planning and implementation."}, {"text_block_id": "p8_b47", "text": "At the regional level, the policy aligns to the Framework for Resilient Development in the Pacific: An Integrated Approach to Address Climate Change and Disaster Risk Management (FRDP) 2017–2030. The FDRP was endorsed by Pacific Islands Forum Leaders in September 2016. The guiding principles of the policy mirror the FRDP’s call for ‘integrated approaches for coping with and managing climate change and disaster risks in order to make more efficient use of resources, to rationalize multiple sources of funding which address similar needs, and for more effective mainstreaming of risks into development planning and budgets’."}, {"text_block_id": "p9_b48", "text": "At the international level, Kiribati will continue to engage in dialogue on matters related to CC and DRM. This dialogue is vital for advocating our national position based on technical analysis. At the same time, our national policies for both CC and DRM will reflect our obligations under these multilateral processes and more importantly will also convey our priorities and our stance in guiding the provision of CCA and DRM assistance to Kiribati."}, {"text_block_id": "p9_b49", "text": "Central to the development of the policy is the 1992 United Nations Framework Convention on Climate Change (UNFCCC) and the subsequent 2015 Paris Agreement, which aims to strengthen the global response to the threat of CC. The tools for achieving the goals of the Paris Agreement include national adaptation plans (NAPs), which set out countries’ actions to address CCA needs and priorities. The Government of Kiribati sees the KJIP as its national adaptation plan for CC, with this policy providing the overarching framework for reviewing, updating and implementing the KJIP. In light of the above, this policy and the KJIP also contribute to our commitment to implement the Sendai Framework for Disaster Risk Reduction 2015–2030, which was adopted in 2015."}, {"text_block_id": "p9_b50", "text": "Furthermore, this policy takes into account the goals of the 2030 Agenda for Sustainable Development, which include ending all forms of poverty, fighting inequalities and tackling climate change. It also accords with the SAMOA Pathway (SIDS Accelerated Modalities of Action Pathway), which was the outcome of the Third International Conference on Small Island Developing States in 2014. The SAMOA Pathway sets out new modalities of action on a range of issues for SIDS, including sustainable, inclusive and equitable economic growth, CC, sustainable energy, DRR and sustainable use of marine resources."}, {"text_block_id": "p9_b51", "text": "Figure 1 illustrates the context and linkages of the policy."}, {"text_block_id": "p9_b52", "text": "Figure 1: Context of the Kiribati Climate Change Policy and its links to national, regional and international frameworks and processes"}, {"text_block_id": "p10_b53", "text": "5. SITUATIONAL ANALYSIS"}, {"text_block_id": "p10_b54", "text": "5.1 Current and projected climate change"}, {"text_block_id": "p10_b55", "text": "Kiribati has a hot, humid, tropical climate with an average air temperature of 28.3°C and average rainfall of about 2100 mm per year in Tarawa (1980–1999). Its climate is closely related to the temperature of the oceans surrounding the small islands and atolls. Across Kiribati, the average temperature is relatively constant year round. From season to season, the temperature changes by no more than about 1°C. Kiribati has two seasons – te Au Maiaki, the dry season, and te Au Meang, the wet season. The periods of the seasons do not vary as they are associated with the appearance of certain stars positioned at opposite points in the night sky, but the expected weather associated with each season may not turn up. The weather is strongly influenced by the movement of the South Pacific Convergence Zone and the Intertropical Convergence Zone."}, {"text_block_id": "p10_b56", "text": "Many Kiribati islands lie within equatorial waters that warm significantly during an El Niño event and cool during a La Niña event. Coupled with this is the pattern of air circulation (Walker Circulation ), which is different during El Niño or La Niña periods. The oceanic and atmospheric conditions that occur during El Niño episodes bring much higher rainfall than normal. The opposite occurs during La Niña when rainfall is much lower. Maximum air temperatures tend to be higher than normal during El Niño years, driven by the warmer oceans surrounding the islands, while in the dry season, minimum air temperatures in La Niña years are below normal."}, {"text_block_id": "p11_b57", "text": "Anecdotal evidence from integrated vulnerability assessments and national consultations suggest that communities in Kiribati are experiencing increasing temperatures, stormier weather, more frequent coastal inundation and declining coastal fishery stocks. These findings are consistent with the following scenario that has been developed for CC in Kiribati over the 21st century:"}, {"text_block_id": "p11_b58", "text": "Anecdotal evidence from integrated vulnerability assessments and national consultations suggest that communities in Kiribati are experiencing increasing temperatures, stormier weather, more frequent coastal inundation and declining coastal fishery stocks. These findings are consistent with the following scenario that has been developed for CC in Kiribati over the 21st century:\n* Air temperature will continue to increase. Annual and seasonal mean temperature will also\n* Sea-surface temperatures will increase by 0.6â0.8Â°C by 2030 and by 1.2â2.7Â°C by 2100.\n* Rainfall patterns will see changes, with increases in wet season, dry season and annual average\n* There will be noticeable increases in extreme rainfall events and very hot days: the intensity and\n* The mean sea level is projected to continue to rise by 5â15 cm by 2030 and 20â60 cm by 2090\n* Ocean acidification will continue to increase. As a result, corals reefs are projected to degrade\n* Analysis of available data on the relevant variables should be assessed in relation to the national"}, {"text_block_id": "p12_b72", "text": "5.2. Vulnerabilities"}, {"text_block_id": "p12_b73", "text": "Kiribati is one of the world’s most vulnerable countries to the effects of CC and climate-related disasters. Its ability to respond to climate risks is hampered by its highly vulnerable socio-economic and environmental conditions and geographical situation. Low atolls, isolation, small land areas separated by a vast expanse of ocean, a highly concentrated population, and the costs of providing basic services make Kiribati, like all Least Developed Countries and Small Island Developing States, especially vulnerable to external shocks including the adverse impacts of CC and disasters. Sea-level rise and exacerbated natural disasters, such as drought and extreme weather fluctuations, pose significant and direct additional threats to sectors and resources central to the provision of basic services and national development."}, {"text_block_id": "p12_b74", "text": "The following factors contribute to the nation’s vulnerability to CC and disaster risks and apply across the various sectors outlined in this policy:"}, {"text_block_id": "p12_b75", "text": "The following factors contribute to the nation’s vulnerability to CC and disaster risks and apply across the various sectors outlined in this policy:\n* The already high population density and growth rate on South Tarawa in the Gilbert Group\n* Sea-level rise poses the greatest threat to the people of Kiribati, given that the atolls are low lying\n* Kiribatiâs atoll islands provide only a small area of land for people to reside on. Where coastal\n* Available underground water sources are vulnerable and can be easily contaminated by saltwater\n* Kiribati is highly dependent on revenue from fisheries; 81% of actual revenue in 2015 (2017 Budget\n* Production and consumption of traditional staples are declining in favour of imported food, and\n* In rural areas, people have very limited access to employment opportunities, transport,\n* Emergency response capacities and capability in Kiribati are very limited and often ineffective in\n* Kiribati has low terrestrial biodiversity, particularly of the resources that people depend on for"}, {"text_block_id": "p12_b93", "text": "The factors outlined above add to the barriers to building effective resilience and affect all aspects of sustainable development in Kiribati."}, {"text_block_id": "p13_b94", "text": "5.3 Key policy themes"}, {"text_block_id": "p13_b95", "text": "Kiribati’s vulnerabilities have set the broad key themes for this policy. Under these themes are specific issues that need to be addressed for CC adaptation, mitigation and disaster risk reduction. All of the themes have been derived from national consultation processes and vulnerability assessments throughout Kiribati."}, {"text_block_id": "p13_b96", "text": "Kiribati’s vulnerabilities have set the broad key themes for this policy. Under these themes are specific issues that need to be addressed for CC adaptation, mitigation and disaster risk reduction. All of the themes have been derived from national consultation processes and vulnerability assessments throughout Kiribati.\n* Coastal protection and infrastructure\n* Water security\n* Food security\n* Health\n* Environment\n* Disaster risk management\n* Energy security\n* Capacity building and education\n* Climate finance\n* Unavoidable climate change impacts"}, {"text_block_id": "p14_b116", "text": "6. National Priorities for Climate Change"}, {"text_block_id": "p14_b117", "text": "6.1. Coastal protection and infrastructure"}, {"text_block_id": "p14_b118", "text": "Coastal areas in Kiribati are extremely vulnerable due to the low-lying atoll topography. Higher spring tides and more frequent and stronger storm surges coupled with sea-level rise significantly increase the country’s exposure to flooding and coastal erosion. This has already affected food crops and fresh groundwater lenses, and caused loss of land, loss of habitats, increased vulnerability to invasive alien species, physical damage to, or loss of assets, and economic and non-economic impacts for the government and communities. Coastal protection seawalls continue to fail due to inappropriate design, requiring long-term financial commitments to maintenance and repair."}, {"text_block_id": "p14_b119", "text": "Strategic and systematic approaches to protect and build coastal resilience are needed to reduce the country’s exposure. No single action will address all aspects of coastal change and inundation. A range of actions, including both soft and hard measures, such as mangrove planting, traditional seawalls (te buibui) and raising of ground levels, is needed to effectively address emerging climate change impacts. A meaningful and comprehensive integrated coastal zone management approach is required to address current coastal hazard issues."}, {"text_block_id": "p14_b120", "text": "Moreover, Kiribati is alarmed by projections for sea-level rise, which anticipate permanent shoreline retreat and inundation encroaching on the majority of the coastal areas of its island atolls. Data on sea level has already indicated a slight increase. Nonetheless, an updated assessment of the sea level is required."}, {"text_block_id": "p15_b121", "text": "The projected rise in sea level, with the already limited land area of a typical atoll and the current human-induced degradation of the environment, will further jeopardize the country’s ability to continue to support the livelihoods of the growing population. This may result in unavoidable migration from Kiribati, threatening its future existence as a nation. It is, therefore, critically important to include coastal security measures and actions in long-term integrated development plans that are collectively put in place to protect and reinforce Kiribati’s current coastal systems and increase the natural resilience of its islands in the face of the imminent challenges of rising sea levels. This will help ensure the sustainability of the islands in terms of supporting a growing population and meeting people’s developmental needs."}, {"text_block_id": "p15_b122", "text": "A practical approach towards the long-term sustainability of Kiribati’s islands is to continue to rehabilitate and restore coastal areas through constructing protective structures or replenishing eroded areas, promoting setbacks and internal migration, raising ground levels and expanding inhabitable areas of land."}, {"text_block_id": "p15_b123", "text": "A concern is the lack of capacity in coastal engineering to provide innovative, practical solutions contextualized to national needs and local circumstances. Current and future infrastructure must be climate proofed."}, {"text_block_id": "p15_b124", "text": "The development and implementation of the long-term coastal strategy will assist national efforts to address the impacts of shoreline retreat and inundation and will build resilience and adaptive capacity in parallel."}, {"text_block_id": "p16_b125", "text": "6.2 Food security"}, {"text_block_id": "p16_b126", "text": "Many methods have been used in Kiribati to address food and nutrition security at the community level, especially in the face of climate change and natural disasters/hazards. It is necessary to ensure these methods and practices are practical, applicable and sustainable and to strengthen community ownership of them."}, {"text_block_id": "p16_b127", "text": "A more targeted approach to increasing the productivity and use of traditional plant varieties and native plant species is essential, given their suitability for existing environmental conditions and their nutritional value. This will help ensure higher-yielding local crops can be grown sustainably and managed at the household level."}, {"text_block_id": "p16_b128", "text": "It is important to note that food and nutrition security in Kiribati is based on foods produced from both land (agricultural sector) and sea (fisheries and private sector). However, due to the effects of climate change and related natural disasters, the productivity of these resources is insufficient to meet the needs of a growing population."}, {"text_block_id": "p16_b129", "text": "The effects of poor quality soil and low crop productivity are exacerbated by climate change. The resulting national scarcity of agricultural products has forced people to rely on imported food commodities to meet their everyday needs. These imports are essential for survival, but they are costly and people buy whatever they can afford. This limited buying power is a concern and it has implications for the health and resilience of the general population. Like several other Pacific Island countries, Kiribati has a very high rate of morbidity due to non-communicable disease (NCD) and resulting disability. Consumption of unhealthy food contributes to the development of NCD."}, {"text_block_id": "p16_b130", "text": "Innovative measures are needed to ensure more locally produced foods are available, whether fresh or preserved. It is also important that stringent measures are put in place to control the importation of necessary food commodities to ensure they are affordable and healthy for all. At the global level, climate change is projected to affect food security by reducing production. There will therefore be growing pressure on international markets, which in turn will affect Kiribati’s food security."}, {"text_block_id": "p17_b131", "text": "6.3 Water security"}, {"text_block_id": "p17_b132", "text": "Climate change impacts and related natural disasters are affecting the quantity and quality of the water available to the small island atolls of Kiribati, especially the overcrowded urban areas of South Tarawa and the growing urban villages of Christmas Island."}, {"text_block_id": "p17_b133", "text": "On low-lying atolls with porous soils, the groundwater lens – the main source of water available – is highly vulnerable to inundation and saltwater intrusion. During prolonged dry spells, the water lens can turn brackish, whereas heavy rains and storm surges can lead to contamination of the lens."}, {"text_block_id": "p17_b134", "text": "The 2008 National Water Resources Policy (NWRP) recognizes that ‘freshwater supplies are critically dependent on climate and are impacted, sometimes severely, by climate variability and/or climate change’. The NWRP also stresses the complexity of issues in supplying limited and vulnerable water resources to the densely populated and growing urban areas of South Tarawa as well as to the 160 villages spread over the 21 inhabited atolls of Kiribati."}, {"text_block_id": "p17_b135", "text": "A study on the linkages between water, sanitation, disease and sustainable development by UNDP in 2014 found that addressing issues arising from poor access to water (and sanitation) cost the Government of Kiribati and affected households an estimated $3.8 million to $8.3 million annually. This situation requires bold, continuous and determined government leadership, as well as community commitment to protect and use the nation’s scarce water resources wisely."}, {"text_block_id": "p17_b136", "text": "Kiribati must therefore strengthen its institutional arrangements and technical capacities; introduce technological innovations to safeguard its precious natural water systems; progressively ensure potable water is easily available to all households; and maintain and further improve the water and sanitation initiatives that are currently being implemented."}, {"text_block_id": "p17_b137", "text": "Improving national achievement of the relevant Sustainable Development Goals (SDGs), compared to achievement against the Millennium Development Goals, is key to better water security. Good water governance and a coordinated approach by key stakeholders and partners involved in implementing water security activities are essential."}, {"text_block_id": "p18_b138", "text": "6.4 Energy security"}, {"text_block_id": "p18_b139", "text": "Based on current inventories and analysed data on carbon emissions, Kiribati contributes 0.0002% to total global carbon emissions. As such, Kiribati is in no position to make dramatic changes to the global total, even with existing and new developments to mitigate carbon emissions through renewable energy and energy efficiency initiatives. Nevertheless, through various national mitigation activities, Kiribati can demonstrate to the international community that it is contributing towards a carbon-neutral world."}, {"text_block_id": "p18_b140", "text": "The Government of Kiribati will increase its mitigation efforts, which will not only reduce the nation’s carbon emissions but will also reduce the costs of importing petroleum. In this regard, Kiribati has a niche copra industry that has the potential to provide biofuel as an alternative source of energy. This initiative, however, would need to be thoroughly assessed and carefully managed."}, {"text_block_id": "p18_b141", "text": "The need for reform in the energy sector is signalled by several developments including the adoption of Kiribati’s national targets for renewable energy and energy efficiency; the adoption of greenhouse gas mitigation targets in the nationally determined contribution (NDC) under the Paris Agreement; the pursuit of the global targets contained in the SDGs; and the desire of government to have safe, clean, reliable and affordable energy services."}, {"text_block_id": "p18_b142", "text": "Kiribati’s NDC identifies a reduction in its emissions of 13.7% by 2025 and 12.8% by 2030 compared to a ‘business as usual’ projection. Kiribati could further lower its emissions, conditional on international assistance, contributing reductions of 48.8% by 2025 and 49% by 2030 compared to projections based on business as usual."}, {"text_block_id": "p18_b143", "text": "The vision in this area is to provide available, accessible, reliable, affordable, clean and sustainable energy options for the enhancement of economic growth and improvement of livelihoods in Kiribati. Renewable energy and energy efficiency strategies will be provided to all outer-islands and rural energy sectors."}, {"text_block_id": "p19_b144", "text": "6.5 Environmental sustainability and resilience"}, {"text_block_id": "p19_b145", "text": "The environment is the foundation for all living and non-living forms, providing ecosystem services that people freely gain and enjoy. It also provides the basis for culture and economic and social development, and supports people’s livelihoods. These functions of the environment, particularly its ecosystem services, are however undermined by the impacts of climate change."}, {"text_block_id": "p19_b146", "text": "Climate change impacts and disaster risks are inseparable in terms of Kiribati’s capacity for adaptation. Importantly, the impacts of climate change exacerbate existing environmental challenges in Kiribati, which include waste management; a decline in biodiversity values; biodiversity loss and habitat degradation; vulnerability of island biodiversity to invasive alien species; coastal erosion; unsustainable harvesting of terrestrial and marine resources; and decreased quality and quantity of freshwater resources. These challenges put even more pressure on the country’s efforts to increase people’s resilience and adaptive capacity."}, {"text_block_id": "p19_b147", "text": "Environmental protection and sustainability are critical to supporting people’s livelihoods and building their resilience to the impacts of climate change."}, {"text_block_id": "p20_b148", "text": "6.6. Health security"}, {"text_block_id": "p20_b149", "text": "The health risks associated with climate change and disasters are a growing concern for Kiribati. Without a targeted heath strategy to address the adverse effects of climate change and disasters, the services offered through the health system will continue to be overwhelmed by the resulting aggravation of issues, hindering work to improve people’s health security."}, {"text_block_id": "p20_b150_merged", "text": "There is a need to strengthen monitoring and surveillance in the health sector and also to build the capacities of specialists in the Ministry of Health to address issues related to changes in climatic conditions. Climate change may be directly or indirectly linked to an increase in vector-borne, water-borne and food-borne diseases and to other climate-induced and disaster-related diseases."}, {"text_block_id": "p20_b153", "text": "It is equally important to focus on public awareness to strengthen people’s knowledge and understanding of key issues and enable them to take practical measures at the household level. The target will be behavioural change, which will increase the sustainability of initiatives taken by communities and also empower them to further expand initiatives and practices designed to reduce health risks nationally."}, {"text_block_id": "p21_b154", "text": "6.7 Disaster risk management"}, {"text_block_id": "p21_b155", "text": "Kiribati is already experiencing severe hydro-meteorological conditions and coastal erosion that can be attributed to climate change and sea-level rise. These extreme events and the frequency with which they are occurring are unheard of in Kiribati. The people of Kiribati are likely to experience even more severe events as the impacts of climate change intensify."}, {"text_block_id": "p21_b156", "text": "The devastation that results from natural disasters, such as Tropical Cyclone Pam in 2015, attests to the risks that Kiribati is now facing. Never in living memory has a cyclone so far away had such severe impacts on the country and people. Homes were washed away and groundwater was contaminated, forcing people and communities to relocate from coastal areas, which required a humanitarian response."}, {"text_block_id": "p21_b157", "text": "According to the IPCC, by mid-century, climate change is expected to reduce water resources in many small islands to the point where there is insufficient water to meet demand during low-rainfall periods (IPCC, 2007). In Kiribati, this is no longer just a projection. The country has experienced drought and has had to respond to frequent extended periods of low rainfall, which are often worsened by seawater inundation from swells and normal monthly spring tides."}, {"text_block_id": "p21_b158", "text": "In responding to climate change impacts and disasters, it has become apparent that Kiribati’s efforts and resources are addressing similar risks, even though the response time frames are different given the pace at which disasters strike. It therefore makes sense to merge these efforts and resources."}, {"text_block_id": "p21_b159", "text": "The shared aim of the Government of Kiribati’s programs on DRM and CCA is to reduce the underlying risk and vulnerability of communities to the most pertinent hazards, including by improving their ability to anticipate, resist, prepare for, respond to and recover from impacts."}, {"text_block_id": "p21_b160", "text": "A national disaster risk management plan has been developed and endorsed. Under the plan process, ‘risk’ is presented as a common language, providing an environment in which DRM, DRR, CCA and other whole-of-government risks can be assessed and prioritized within the context of sustainable development. It is also significant that government mechanisms and policy processes for both DRM and CCA are beginning to converge, starting with closer coordination of CCA and DRM policy functions in the Office of Te Beretitenti. The following objectives are aimed at enhanced coordination of CCA and DRM:"}, {"text_block_id": "p22_b161", "text": "6.8 Unavoidable climate change impacts"}, {"text_block_id": "p22_b162", "text": "Kiribati acknowledges with great concern that despite efforts to mitigate climate change at the international level, and actions to adapt at the national level, some impacts of climate change are still expected or may be unavoidable in some instances. There is a gap between the desired outcomes of the two processes and the undertakings. The questions that we need to ask are: What do we do beyond adaptation? How do we safeguard the progress that Kiribati has already made towards adaptation?"}, {"text_block_id": "p22_b163", "text": "At the international level, ‘loss and damage’ is a contentious issue that is still under discussion. Regardless of the outcome, the impacts of climate change and disasters are likely to continue to intensify and affect our adaptation progress. It is therefore important that we move beyond the debate and set a direction to safeguard the existence of our land and people."}, {"text_block_id": "p22_b164", "text": "Kiribati must develop measures that will enhance action and support local measure to address loss and damage, including consideration of finance, technology and capacity building at the national level. This will strengthen our efforts to better manage and maintain public assets and infrastructure in the face of repeated damage, and to address the internal displacement and relocation that will result from the unavoidable impacts of climate change."}, {"text_block_id": "p23_b165", "text": "6.9. Capacity building and education"}, {"text_block_id": "p23_b166", "text": "Public awareness, capacity building and particularly education on climate change and disaster risks are fundamental requirements for successfully adapting to climate change and reducing disaster risks nation-wide and at the grassroots level. Enhanced awareness and capacity building programs for all priority sectors of this policy must be developed."}, {"text_block_id": "p23_b167", "text": "The programs that are developed should be suitable for inclusion in formal curriculums (primary, secondary and tertiary levels) in addition to informal and vocational programs. They need to be tailored to national needs, sustained, and regularly updated to ensure they are relevant to local contexts. The programs should also maximise opportunities to enhance the adaptive capacity of Kiribati’s communities. Increased levels of awareness and adequate and contextualised education will enhance the capacity to respond and adapt to climate change at the national level."}, {"text_block_id": "p24_b168", "text": "6.10 Climate finance"}, {"text_block_id": "p24_b169", "text": "Climate finance is a key priority for Kiribati as reflected in both the KDP and the KJIP. Gaining access to bilateral and multilateral sources of climate financing is essential to implementing on-the-ground adaptation and mitigation activities because Kiribati does not have enough capacity and resources to address these significant needs on its own."}, {"text_block_id": "p24_b170", "text": "Kiribati recognizes that gaining access to the various sources of climate financing is often cumbersome, time consuming and complex, with processes that stretch the already limited capacity of national governments. While many of the climate change initiatives in Kiribati have been primarily funded through our bilateral development partners, other support is provided through the already strained government budget process and often supplemented by multilateral sources. As such, Kiribati will work closely with its development partners to enhance access to multilateral climate financing sources. Kiribati will also increase its efforts to strengthen national institutions and capacities to access resources available for adaptation and mitigation priorities. These efforts will be country-driven and ensure that all stakeholders work coherently to secure financing support (Fig. 2)."}, {"text_block_id": "p24_b171", "text": "Where possible, Kiribati will seek a more direct approach to accessing resources and will explore avenues for increasing direct budget support. The key requirements for enabling this process are strengthening our national capacity and financial systems and, most importantly, improving our existing mechanisms to coordinate all incoming climate change assistance so as to clearly identify resources received through bilateral ODA (official development assistance) and those received through multilateral sources."}, {"text_block_id": "p25_b172", "text": "Figure 2: Kiribati’s climate change financing framework"}, {"text_block_id": "p26_b173", "text": "7. Institutional Set-up and Governance"}, {"text_block_id": "p26_b174", "text": "The Office of Te Beretitenti (OB) holds the CC and DRM portfolio for the Government of Kiribati and for policy response and coordination. This ensures mainstreaming and central coordination of the implementation of CCA and DRM across all government sectors through a whole-of-country approach (Fig. 3)."}, {"text_block_id": "p26_b175", "text": "The Kiribati National Experts Group on Climate Change and Disaster Risk Management (KNEG), under the supervision of the OB, serves as a cross-sectoral platform to coordinate CC and DRM activities. These activities are implemented through the KJIP in conjunction with government sector policies, strategies and plans."}, {"text_block_id": "p26_b176", "text": "KNEG serves as the technical advisory group on CC and DRM. It advises the Development Coordinating Committee (DCC) or Secretaries of Government on programs and priorities before they are presented to Cabinet for endorsement. Equally, KNEG takes direction from Secretaries of Government and from Cabinet Ministers. KNEG’s membership comprises senior technical officers from government ministries, and representatives of non-governmental organisations, civil society organisations, the private sector and faith-based organisations."}, {"text_block_id": "p26_b177", "text": "Figure 3: Institutional set-up and governance structure for climate change in Kiribati"}, {"text_block_id": "p27_b178", "text": "In relation to this, the Ministry of Finance and Economic Development (MFED) has been entrusted with a key role in coordinating CCA and DRM financing to support implementation across all sectors. The role entails facilitating access to multilateral climate financing sources through the Climate Finance Unit."}, {"text_block_id": "p27_b179", "text": "In addition, the Green Climate Change Committee established by the Maneaba ni Maungatabu keeps track of and stocktakes existing programs that are implemented through the various technical sectors. This system helps ensure that the Government of Kiribati acts in accordance with the needs of the people. The Secretariat to this committee also sits on the KNEG and serves to monitor the progress of implementation of CC and DRM related initiatives at the national level."}, {"text_block_id": "p28_b180", "text": "8. Monitoring and Review of the Policy"}, {"text_block_id": "p28_b181", "text": "The Office of Te Beretitenti will monitor and evaluate the implementation of the Climate Change Policy and all other climate change relevant aspects of sector policies that support and enhance CC adaptation and mitigation, in collaboration with the implementing agencies, KNEG and the Green Climate Change Committee. Through this collaborative effort, OB will prepare a six-monthly update, which will contribute to an annual progress report to the Development Coordination Committee (DCC) on the implementation of the policy."}, {"text_block_id": "p28_b182", "text": "An internal review of the implementation of the policy will be undertaken every four years to assess and ensure its relevance. The review report will be presented to the DCC for appraisal and endorsement before submission to Cabinet for approval. The recommendations resulting from the review will then feed into the revision process for the policy. This revision will be undertaken based on a thorough public consultation process and review of the results at that time."}, {"text_block_id": "p28_b183", "text": "To ensure that all CC adaptation measures are planned and implemented in a holistic and coordinated manner, all existing donor roundtable processes that are held nationally are to be utilized."}, {"text_block_id": "p29_b184", "text": "Photo credits:"}, {"text_block_id": "p29_b185", "text": "Overall layout:"}, {"text_block_id": "p29_b186", "text": "Nemani Lui, Graphic Designer"}, {"text_block_id": "p29_b187", "text": "The editing, layout and printing of the Kiribati Climate Change Policy was funded by the Pacific Community/ Deutsche Gesellschaft für Internationale Zusammenarbeit (GIZ) GmbH Coping with Climate Change in the Pacific Island Region (CCCPIR) programme on behalf of the Federal German Ministry for Economic Cooperation and Development (BMZ)."}], "document_description": "The Kiribati Climate Change Policy is based on seven fundamental principles:&nbsp;</div><ol><li>Safeguarding communities and the country as a whole from the adverse impacts of climate change and disasters and ensuring a safe and resilient Kiribati with a healthy environment for all</li><li>Mainstreaming climate change and disaster risk reduction into development planning, policies, strategies, sector plans, and decision-making and budgeting processes at both national and local level</li><li>Emphasizing that adaptation, mitigation and disaster risk management are shared responsibilities that require coordinated, integrated, multi-partner, multi-sectoral and whole-of-government or whole-of-island approaches</li><li>Strengthening key institutions and capacities as a basis for enhanced action and measures to ensure implementation is conducted in an efficient manner</li><li>Focusing on actions that will strengthen the long-term resilience of Kiribati communities through sustainable environmental, social and economic benefits that combine the use of modern technologies with the preservation of traditional knowledge</li><li>Ensuring that adaptation, mitigation and disaster risk management are equitable, inclusive, gender-sensitive, community-driven and participatory, and reflect the commitments that Kiribati has agreed to under various multilateral frameworks</li><li>Strengthening and maintaining strategic partnerships both internally and externally</li></ol><div>It further establishes national priorities for climate change in ten specific sectors. Important objectives of the policy include integrated coastal zone management, natural resource management, food and water supply management, incentivizing renewable energy and energy efficiency, strengthening ecosystem conservation, improving public awareness of the health effects of climate change, implementing the government's national disaster risk management plan, and improving climate finance."}